{
    "id": 10003,
    "citation_title": "Medium Term Business Cycles",
    "citation_author": [
        "Diego Comin",
        "Mark Gertler"
    ],
    "citation_publication_date": "2003-09-29",
    "issue_date": "2003-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the postwar, the U.S., Europe and Japan have experienced what may be thought of as medium frequency oscillations between persistent periods of robust growth and persistent periods of relative stagnation. These medium frequency movements, further, appear to bear some relation to the high frequency volatility of output. That is, periods of stagnation are often associated with significant recessions, while persistent booms typically are either free of recessions or are interrupted only by very modest downturns. In this paper we explore the idea of medium term cycles, which we define as reflecting the sum of the high and medium frequency variation in the data. We develop a methodology for identifying these kinds of fluctuations and then show that a number of important macroeconomic time series exhibit significant medium term cycles. The cycles feature strong procyclical movements in both disembodied and embodied technological change, research & development, and the efficiency of resource utilization. We then develop a model to explain the medium term cycle that features both disembodied and embodied endogenous technological change, along with countercyclical markups and variable factor utilization. The model is able to generate medium term fluctuations in output, technological change, and resource utilization that resemble the data, with a non-technological shock as the exogenous disturbance. In particular the model offers a unified approach to explaining both high and medium frequency variation in aggregate business activity.\n\n",
    "acknowledgement": "\n"
}