{
    "id": 10010,
    "citation_title": "The Case of the Missing Productivity Growth: Or, Does Information Technology Explain why Productivity Accelerated in the US but not the UK?",
    "citation_author": [
        "Susanto Basu",
        "John G. Fernald",
        "Nicholas Oulton",
        "Sylaja Srinivasan"
    ],
    "citation_publication_date": "2003-10-06",
    "issue_date": "2003-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that unmeasured investments in intangible organizational capital associated with the role of information and communications technology (ICT) as a  general purpose technology' can explain the divergent U.S. and U.K. TFP performance after 1995. GPT stories suggest that measured TFP should rise in ICT-using sectors, perhaps with long lags. Contemporaneously, investments in ICT may in fact be associated with lower TFP as resources are diverted to reorganization and learning. In both the U.S. and U.K., we find a strong correlation between ICT use and industry TFP growth. The U.S. results, in particular, are consistent with GPT stories: the TFP acceleration was located primarily in ICT-using industries and is positively correlated with industry ICT capital growth from the 1980s and early 1990s. Indeed, as GPT stories suggest, controlling for past ICT growth, industry TFP growth appears negatively correlated with increases in ICT capital services in the late 1990s. A somewhat different picture emerges for the U.K. TFP growth does not appear correlated with lagged ICT capital growth. But TFP growth in the late 1990s is strongly and positively associated with the growth of ICT capital services, while being strongly and negatively associated with the growth of ICT investment.\n\n",
    "acknowledgement": "\n"
}