{
    "id": 10018,
    "citation_title": "Country Spreads and Emerging Countries: Who Drives Whom?",
    "citation_author": [
        "Martin Uribe",
        "Vivian Z. Yue"
    ],
    "citation_publication_date": "2003-10-13",
    "issue_date": "2003-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of studies have stressed the role of movements in US interest rates and country spreads in driving business cycles in emerging market economies. At the same time, country spreads have been found to respond to changes in both the US interest rate and domestic conditions in emerging markets. These intricate interrelationships leave open a number of fundamental questions: Do country spreads drive business cycles in emerging countries or vice versa, or both? Do US interest rates affect emerging countries directly or primarily through their effect on country spreads? This paper addresses these and other related questions using a methodology that combines empirical and theoretical elements. The main findings of the paper are: (1) US interest rate shocks explain about 20 percent of movements in aggregate activity in emerging market economies at business-cycle frequency. (2) Country spread shocks explain about 12 percent of business-cycle movements in emerging economies. (3) About 60 percent of movements in country spreads are explained by country-spread shocks. (4) In response to an increase in US interest rates, country spreads first fall and then display a large, delayed overshooting; (5) US-interest-rate shocks affect domestic variables mostly through their effects on country spreads. (6) The fact that country spreads respond to business conditions in emerging economies significantly exacerbates aggregate volatility in these countries.  (7) The US-interest-rate shocks and country-spread shocks identified in this paper are plausible in the sense that they imply similar business cycles in the context of an empirical VAR model as they do in the context of a theoretical dynamic general equilibrium model of an emerging market economy.\n\n",
    "acknowledgement": "\n"
}