{
    "id": 10015,
    "citation_title": "Addicted to Dollars",
    "citation_author": [
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff",
        "Miguel A. Savastano"
    ],
    "citation_publication_date": "2003-10-06",
    "issue_date": "2003-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDollarization, in a broad sense, is increasingly a defining characteristic of many emerging market economies. How important is this trend quantitatively and how important is it for the conduct of monetary policy and the choice of exchange rate regimes? Though these questions have become a hot topic in both the theory and policy literature, most efforts are remarkably uninformed by evidence, in no small part because meaningful data has been lacking, except for a very narrow range of assets. This paper attempts to move the discussion forward and shed light on the critical questions by proposing a measure of dollarization that is broad both conceptually and in terms of country coverage. We use this measure to identify trends in the evolution of dollarization in the developing world in the last two decades, and to ascertain the consequences that dollarization has had on the effectiveness of monetary and exchange rate policy. We find that, contrary to the general presumption in the literature, a high degree of dollarization does not seem to be an obstacle to monetary control or to disinflation. A level of dollarization does, however, appear to increase exchange rate pass-through, reinforcing the claim that  fear of floating' is a greater problem for highly dollarized economies. We also review the developing countries' record in combating their addiction to dollars. Concretely, we try to explain why some countries have been able to avoid certain forms of the addiction, and examine the evidence on successful de-dollarization.\n\n",
    "acknowledgement": "\n"
}