{
    "id": 1002,
    "citation_title": "Sex-Related Wage Differentials and Women's Interrupted Labor Careers--The Chicken or the Egg",
    "citation_author": [
        "Reuben Gronau"
    ],
    "citation_publication_date": "1982-10-01",
    "issue_date": "1982-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSex-related wage differentials are almost universal. Economists traditionally tend to attribute a major fraction of the differential to the difference in on-the-job training. This difference is in turn often explained by the lower profitability of this investment for women who plan to interrupt their careers for family reasons. An alternative explanation that women do not invest because of lack of investment opportunities owing to employers'expectation that they will drop out of the market has been given little attention in the literature. The present paper tries to ascertain, theoretically and empirically, the validity of this argument. Employers have little stake in their employees' investment in general human capital. Thus, if employers' decisions affect investment, this has to be investment in firm-specific human capital. The paper explores the way employers and employees share in such an investment and the way employers' conceptions about women's labor force attachment can affect the size of the investment, women's wages, and their labor-force separation rate. To test the hypothesis that employers' expectations affect women's wages,I examine the effect of plans for labor-force separation on wages. It is assumed that employers are not aware of individual plans, so that absence of a plan's effect on wages can serve as prima facie evidence for the hypothesis. In a simultaneous-equation system it is observed that wages affect plans but plans do not affect wages. Further investigation indicates that the skill intensity of jobs which men and women occupy is a major determinant of the wage gap. This variable is very sensitive to past performance (as measured by labor-force experience and tenure) and future plans in the case of men, but is hardly affected at all by these variables in the case of women.\n\n",
    "acknowledgement": "\n"
}