{
    "id": 10022,
    "citation_title": "Quality-Constant Price Indexes for the Ongoing Treatment of Schizophrenia: An Exploratory Study",
    "citation_author": [
        "Richard G. Frank",
        "Ernst R. Berndt",
        "Alisa B. Busch"
    ],
    "citation_publication_date": "2003-10-13",
    "issue_date": "2003-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth care expenditures have been increasing sharply in the last ten years, with spending on mental health disorders being particularly prominent. Over the same time period, a number of new antipsychotic medications have been added to the armamentarium for treatment of persons diagnosed with schizophrenia. Due in part to the sharply increased expenditures by Medicaid on mental health disorders such as schizophrenia, controversies have arisen as to the use of these more costly innovative medications, particularly their impact on the annualized cost of treating patients. Using Medicaid data on 12,864 person years from two counties in Florida over the 1994-95 to 1999-2000 time period, in this study we address three issues: (i) On a per person year basis, what is happening over time to the mental health-related costs of treating schizophrenia? (ii) How is the composition and quality of care changing over time? and (iii) Holding quality of care constant, on a per person year basis, by how much are the costs for the ongoing treatment of schizophrenia changing? We find that unadjusted for changes in quality of care over time, the annualized costs for the ongoing treatment of schizophrenia per person have increased about 0.5% per year. The composition of treatments for schizophrenia has changed substantially over this six-year time period, toward more intensive use of atypical antipsychotics, and away from psychotherapy. Holding treatment quality type and patient characteristics constant over time, mean treatment costs have fallen about 5.5% per year between 1994-1995 and 1999-2000.\n\n",
    "acknowledgement": "\n"
}