{
    "id": 10021,
    "citation_title": "Homeownership and Unemployment: The Roles of Leverage and Public Housing",
    "citation_author": [
        "Paul Flatau",
        "Matt Forbes",
        "Patric H. Hendershott"
    ],
    "citation_publication_date": "2003-10-13",
    "issue_date": "2003-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOswald hypothesizes that regions and countries with high homeownership rates will experience higher natural rates of unemployment and that rising homeownership in OECD countries since the 1960s provides a key explanation for the rise in the natural rate of unemployment over the same time period. Recent tests of the Oswald thesis have found the opposite. This study differs from earlier ones both by considering different states of ownership (degrees of leverage) and types of tenancy (private, public, and rent-free) and by examining data from Australia, rather than the U.S. We demonstrate that the recent anti-Oswald results are the result of (1) highly leveraged owners having a greater incentive to remain employed and to become reemployed more rapidly that outright owners and (2) those paying below-market rents having a lower incentive to avoid unemployment or become reemployed than those paying market rents.  The only positive Oswald result is that females who are outright owners have significantly slower exits from unemployment.  Overall, homeownership does not increase unemployment. Finally, in line with expectations but in contrast to some earlier studies, our results indicate a significant impact of the predicted replacement ratio (unemployment benefits to wage if reemployed) on unemployment behavior.  Persons with a higher predicted ratio are significantly more likely to become unemployed, and unemployed females with a higher predicted replacement ratio have longer unemployment spells than those with lower predicted ratios.\n\n",
    "acknowledgement": "\n"
}