{
    "id": 10033,
    "citation_title": "Welfare Reform and Health Insurance Coverage of Low-Income Families",
    "citation_author": [
        "Robert Kaestner",
        "Neeraj Kaushal"
    ],
    "citation_publication_date": "2003-10-20",
    "issue_date": "2003-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether welfare reform adversely affected the health insurance coverage of low-educated single mothers and their children. Specifically, we investigate whether changes in the welfare caseload during the 1990s were associated with changes in Medicaid participation, private insurance coverage, and the number of uninsured among single mothers and their children. Estimates suggest that between 1996 and 1999, the 42 percent decrease in the welfare caseload was associated with the following changes in insurance coverage among low-educated, single mothers: a seven to nine percent decrease in Medicaid coverage; an increase in employer-sponsored, private insurance coverage of six percent; and a two to nine percent increase in the proportion uninsured. Among children of low-educated, single mothers, effects were somewhat smaller. Since welfare policy was responsible for only part (e.g., one-third) of the decline in the caseload, welfare reform per se had significantly smaller effects on the health insurance status of low-income families. However, we found limited evidence that changes in the caseload due to state and federal welfare policy had fewer adverse consequences on insurance status than changes in the caseload due to other factors. This implies even smaller effects of welfare reform.\n\n",
    "acknowledgement": "\n"
}