{
    "id": 10037,
    "citation_title": "The Form of Property Rights: Oligarchic vs. Democratic Societies",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2003-10-20",
    "issue_date": "2003-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model where this is a trade-off between the enforcement of the property rights of different groups. An oligarchic' society, where political power is in the hands of major producers, protects their property rights, but also tends to erect significant entry barriers, violating the property rights of future producers. Democracy, where political power is more widely diffuesed, imposes redistributive taxes on the producers, but tends to avoid entry barriers. When taxes in democracy are high and the distortions caused by entry barriers are low, an oligarchic society achieves greater efficiency. Nevertheless, because comparative advantage in entreprenuership shifts away from the incumbents, the inefficiency created by entry barriers in oligarchy deteriorates over time. The typical pattern is therefore one of the rise and decline of oligarchic societies: of two otherwise identical societies, the one with an oligarchic organization will first become richer, but later fall behind the democratic society. I also discuss how democratic societies may be better able to take advantage of new technologies, and how the unequal distribution of income in an oligarchic society supports the oligarchic institutions and may keep them in place even when the become significantly costly to society.\n\n",
    "acknowledgement": "\n"
}