{
    "id": 10041,
    "citation_title": "A Model of R&D Valuation and the Design of Research Incentives",
    "citation_author": [
        "Jason C. Hsu",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2003-10-27",
    "issue_date": "2003-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a real options model of R&D valuation, which takes into account the uncertainty in the quality of the research output, the time and cost to completion, and the market demand for the R&D output. The model is then applied to study the problem of pharmaceutical under-investment in R&D for vaccines to treat diseases affecting the developing regions of the world. To address this issue, world organizations and private foundations are willing to sponsor vaccine R&D, but there is no consensus on how to administer the sponsorship effectively. Different research incentive contracts are examined using our valuation model. Their effectiveness is measured in the following four dimensions: cost to the sponsor, the probability of development success, the consumer surplus generated and the expected cost per person successfully vaccinated. We find that, in general, purchase commitment plans (pull subsidies) are more effective than cost subsidy plans (push subsidies), while extending patent protection is completely ineffective. Specifically, we find that a hybrid subsidy constructed from a purchase commitment combined with a sponsor co-payment feature produces the best results in all four dimensions of the effectiveness measure.\n\n",
    "acknowledgement": "\n"
}