{
    "id": 10050,
    "citation_title": "Growth Strategies",
    "citation_author": [
        "Dani Rodrik"
    ],
    "citation_publication_date": "2003-10-27",
    "issue_date": "2003-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is an attempt to derive broad, strategic lessons from the diverse experience with economic growth in last fifty years. The paper revolves around two key arguments. One is that neoclassical economic analysis is a lot more flexible than its practitioners in the policy domain have generally given it credit. In particular, first-order economic principles   protection of property rights, market-based competition, appropriate incentives, sound money, and so on   do not map into unique policy packages. Reformers have substantial room for creatively packaging these principles into institutional designs that are sensitive to local opportunities and constraints. Successful countries are those that have used this room wisely. The second argument is that igniting economic growth and sustaining it are somewhat different enterprises. The former generally requires a limited range of (often unconventional) reforms that need not overly tax the institutional capacity of the economy. The latter challenge is in many ways harder, as it requires constructing over the longer term a sound institutional underpinning to endow the economy with resilience to shocks and maintain productive dynamism. Ignoring the distinction between these two tasks leaves reformers saddled with impossibly ambitious, undifferentiated, and impractical policy agendas.\n\n",
    "acknowledgement": "\n"
}