{
    "id": 1005,
    "citation_title": "Profitability, Employment and Structural Adjustment in France",
    "citation_author": [
        "Pentti J.K. Kouri",
        "Jorge Braga de Macedo",
        "Albert J. Viscio"
    ],
    "citation_publication_date": "1982-10-01",
    "issue_date": "1982-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we present a dynamic model which explains output, enployment and energy consumption in the French manufacturing sector in terms of the expectedand actual path of wage rates and energy prices in units of output. The modelhas two distinguishing features: First, the rate of capacity utilization isdetermined explicitly from profit-maximizing behavior and it is viewed as the crucial adjusting variable in the short run. Second, we assume complete lack of substitutability between capital, labor and energy inputs ex post.The model is motivated by a brief discussion of French growth, focusing on the decline of profitability and employment in manufacturing, and simulated using annual data from 1950 to 1979. The wage explosion and the energy shock of the early seventies are interpreted (in a model allowing for overhead labor) in terms of changes in expected real factor prices,and their effects on the utilizationand the profitability of each vintage are quantified. Aggregating over vintages,the model generates the observed decline in profitability and utilization of existing capacity. The results of the simulation are very encouraging, and a simultaneous estimation of the model under static expectations is rejected by the data. There are two limitations of the analysis which will be relaxed in further work. Investment is exogenous and open-economy aspects only appear indirectly, say via constraints on the energy price and the price of output.\n\n",
    "acknowledgement": "\n"
}