{
    "id": 10059,
    "citation_title": "Efficiency Costs of Meeting Industry-Distributional Constraints under Environmental Permits and Taxes",
    "citation_author": [
        "A.L. Bovenberg",
        "Lawrence H. Goulder",
        "Derek J. Gurney"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA politically realistic approach to environmental policy seems to require avoiding significant profit-losses in major pollution-related industries. The government can avoid such losses by freely allocating some emissions permits or by exempting some inframarginal emissions from a pollution tax. However, preventing profit-losses in this way involves an efficiency cost because it compels the government to forego especially efficient sources of revenue and to rely more heavily on ordinary, distortionary taxes. Using analytically and numerically solved equilibrium models, we analyze these efficiency costs. We find that when the required amount of abatement is small, the efficiency cost implied by the profits-constraint dwarfs the other efficiency costs of pollution-control. When the abatement requirement becomes more extensive, the cost of this constraint diminishes relative to the other efficiency costs. We also calculate and analyze the determinants of the  gross compensation ratio'   the share of pollution permits that must be freely allocated to prevent profit-losses in the targeted industries. Numerical simulations of sulfur dioxide pollution-control suggest that the Bush Administration's Clear Skies Initiative would exceed this ratio, freely allocating more permits than necessary to preserve profits.\n\n",
    "acknowledgement": "\n"
}