{
    "id": 10051,
    "citation_title": "Winners and Losers of Tax Competition in the European Union",
    "citation_author": [
        "Enrique G. Mendoza",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2003-10-27",
    "issue_date": "2003-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the macroeconomic effects of capital income tax competition in the European Union using a two-country neoclassical dynamic general equilibrium model. This model incorporates three key externalities of tax competition: the relative price externality, the wealth distribution externality and the fiscal solvency externality. We consider tax strategies limited to the class of time-invariant taxes and allow governments to issue debt to smooth the tax burden. The analysis starts from a pre-tax-competition equilibrium calibrated to represent the United Kingdom and Continental Europe (France, Germany and Italy) using data from the early 1980s, just before the European integration of financial markets. When labor taxes adjust to maintain fiscal solvency, competition does not trigger a  race to the bottom' in capital taxes. The UK makes a large welfare gain and cuts its capital tax. Continental Europe increases both labor and capital taxes and suffers a large welfare loss. These results are consistent with evidence showing that over the last two decades the UK lowered its capital tax, while Continental Europe increased both capital and labor taxes. When consumption taxes adjust to maintain fiscal solvency, there is a  race to the bottom' in capital taxes but both the UK and Continental Europe are better off than in the pre-tax-competition equilibrium. The gains from coordination in all of these experiments are trivial.\n\n",
    "acknowledgement": "\n"
}