{
    "id": 10067,
    "citation_title": "Globalizing Activities and the Rate of Survival: Panel Data Analysis on Japanese Firms",
    "citation_author": [
        "Fukunari Kimura",
        "Takamune Fujii"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper conducts a Cox-type survival analysis of Japanese corporate firms using census-coverage data collected by METI. A study of exiting firms confirmed several characteristics of Japanese firms in the 1990s. First, excessive internalization in the corporate structure and activities is harmful to corporate survival. Having too many establishments and affiliates weakens corporate performance. Efficient concentration on core competences increases the probability of survival. Second, global commitment helps Japanese firms be more competitive and more likely to survive. However, the channels of a firm's global commitment must be carefully selected. Small firms can benefit from exporting activities, though having foreign affiliates or conducting foreign outsourcing might aggravate their performance. Large firms, on the other hand, can conduct foreign direct investment and foreign outsourcing to possibly enhance the probability of their survival. Third, while corporate performance affects the choice of exits for affiliate firms, it does not affect the survival/exit of independent firms; suggesting the possible malfunctioning of the market mechanisms in the exits of independent firms. Fourth, we do not find any statistically significant evidence that firms with foreign shareholders are more likely to exit; there is little evidence of foot-loose behavior among foreign companies.\n\n",
    "acknowledgement": "\n"
}