{
    "id": 10062,
    "citation_title": "Benefit Plan Design and Prescription Drug Utilization Among Asthmatics: Do Patient Copayments Matter?",
    "citation_author": [
        "William H. Crown",
        "Ernst R. Berndt",
        "Onur Baser",
        "Stan N. Finkelstein",
        "Whitney P. Witt"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObjective: The ratio of controller to reliever medication use has been proposed as a measure of treatment quality for asthma patients. In this study we examine the effects of plan level mean out-of-pocket asthma medication patient copayments and other features of benefit plan design on the use of controller medications alone, controller and reliever medications (combination therapy), and reliever medications alone. Methods: 1995-2000 MarketScan  claims data were used to construct plan-level out-of-pocket copayment and physician/practice prescriber preference variables for asthma medications. Separate multinomial logit models were estimated for patients in fee-for-service (FFS) and non-FFS plans relating benefit plan design features, physician/practice prescribing preferences, patient demographics, patient comorbidities and county-level income variables to patient-level asthma treatment patterns. Results: We find that the controller reliever ratio rose steadily over 1995-2000, along with out-of-pocket payments for asthma medications, which rose more for controllers than for relievers. However, after controlling for other variables, plan level mean out-of-pocket copayments were not found to have a statistically significant influence upon patient-level asthma treatment patterns. On the other hand, physician practice prescribing patterns strongly influenced patient level treatment patterns. Conclusions: There is no strong statistical evidence that higher levels of out-of-pocket copayments for prescription drugs influence asthma treatment patterns. However, physician/practice prescribing preferences influence patient treatment.\n\n",
    "acknowledgement": "\n"
}