{
    "id": 10068,
    "citation_title": "Labor Market Discrimination and Racial Differences in Premarket Factors",
    "citation_author": [
        "Pedro Carneiro",
        "James J. Heckman",
        "Dimitriy V. Masterov"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines minority-white wage gaps. Neal and Johnson (1996) show that controlling for ability measured in the teenage years eliminates young adult wage gaps for all groups except for black males, for whom they eliminate 70% of the gap. Their study has been faulted because minority children and their parents may have pessimistic expectations about receiving fair rewards for their skills and so they may invest less in skill formation. If this is the case, discrimination may still affect wages, albeit indirectly, though it would appear that any racial differences in wages are due to differences in acquired traits. We find that gaps in ability across racial and ethnic groups open up at very early ages, long before child expectations are likely to become established. These gaps widen with age and schooling for Blacks, but not for Hispanics which indicates that poor schools and neighborhoods cannot be the principal factors affecting the slow black test score growth rate. Test scores depend on schooling attained at the time of the test. Adjusting for racial and ethnic differences in schooling attainment at the age the test is taken reduces the power of measured ability to shrink wage gaps for blacks, but not for other minorities. The evidence from expectations data are mixed. Although all groups are quite optimistic about future schooling outcomes, minority parents and children have more pessimistic expectations about child schooling relative to white children and their parents when their children are young. At later ages, expectations are more uniform across racial and ethnic groups. However, we also present some evidence that expectations data are unreliable and ambiguous. We also document the presence of disparities in noncognitive traits across racial and ethnic groups. These characteristics have been shown elsewhere to be important for explaining the labor market outcomes of adults. This evidence points to the importance of early (preschool) family factors and environments in explaining both cognitive and noncognitive ability differentials by ethnicity and race. Policies that foster both types of ability are far more likely to be effective in promoting racial and ethnic equality for most groups than are additional civil rights and affirmative action policies targeted at the workplace.\n\n",
    "acknowledgement": "\n"
}