{
    "id": 10070,
    "citation_title": "Money in a Theory of Banking",
    "citation_author": [
        "Douglas W. Diamond",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the connection between money, banks, and aggregate credit. We start with a simple real' model without money, where banks make loans repayable in goods and depositors hold claims on the bank payable on demand in goods. Aggregate production may be delayed in the economy. If so, we show that the level of ongoing bank lending, and hence of aggregate future output, can decrease with increases in the real repayment due on deposits: ceteris paribus, the higher the amount due, the more likely there will be insufficient goods, given the delay, to pay depositors, and the more new lending has to be curtailed to make up the shortfall. Thus a temporary delay in production can be exacerbated by banks into a more permanent reduction of total output. A number of inefficiencies including bank failures can result if deposits turn out to be too high. We then introduce money in this model. We show that if demand deposits are repayable in money rather than in goods, banks can be hedged against production delays: under certain circumstances, the price level will rise with delays in production, reducing the real value of the deposits banks have to pay out. But demand deposits payable in money can expose the banks to new risks: the value of money can fluctuate for reasons other than delays in aggregate production. Because deposits are convertible into money on demand, a temporary rise in money demand immediately boosts the interest rate banks have to pay depositors, which in turn boosts the real amounts banks have to repay them. This increase in the real deposit burden can again lead to the curtailment of bank lending and even bank failures. The way to combat these contractionary effects is to infuse more money into the banking system. Our analysis thus makes transparent how changes in the supply of money can work through banks to affect real economic activity, without invoking sticky prices, reserve requirements, or deposit insurance. It also suggests how bank failures could lead to a fall in prices and a contagion of bank failures, as described by Friedman and Schwartz (1963).\n\n",
    "acknowledgement": "\n"
}