{
    "id": 10078,
    "citation_title": "Inventories and the Business Cycle: An Equilibrium Analysis of (S,s) Policies",
    "citation_author": [
        "Aubhik Khan",
        "Julia Thomas"
    ],
    "citation_publication_date": "2003-11-10",
    "issue_date": "2003-11-10",
    "revision_date": "2007-02-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an equilibrium business cycle model where nonconvex delivery costs lead producers of final goods to follow generalized (S,s) inventory policies with respect to intermediate goods. When calibrated to match the average inventory-to-sales ratio in postwar U.S. data, our model reproduces two-thirds of the cyclical variability of inventory investment. Moreover, inventory accumulation is strongly procyclical, and production is more volatile than sales, as in the data. The comovement between inventory investment and final sales is often interpreted as evidence that inventories amplify aggregate fluctuations. Our model contradicts this view. Despite the positive correlation between sales and inventory investment, we find that inventory accumulation has minimal consequence for the cyclical variability of GDP. In equilibrium, procyclical inventory investment diverts resources from the production of final goods; thus, it dampens cyclical changes in final sales, leaving GDP volatility essentially unaltered. Moreover, although business cycles arise solely from shocks to productivity and markets are perfectly competitive in our model, it nonetheless yields a countercyclical inventory-to-sales ratio.\n\n",
    "acknowledgement": "\nWe thank Patrick Kehoe, Robert King and Richard Rogerson for extensive discussions and suggestions that have substantially raised the quality of this work. We are also grateful to Fernando Alvarez, Ellen McGrattan, Edward Prescott, Valerie Ramey and two anonymous referees, as well as seminar participants at Alicante, Bank of Canada, Carnegie-Mellon, Cornell, Indiana, Iowa, Ohio State, Montreal, Penn, Pompeu Fabra, UQAM and Yale and The Federal Reserve Banks of Atlanta, Minneapolis, Philadelphia and St.Louis and session participants at the 2002 Midwest Macro and SED meetings, February 2003 NBER EF&G meetings, and June 2003 Madrid Conference on Lumpy Investment, for helpful comments. Thomas thanks the Alfred P. Sloan Foundation for a research fellowship supporting this work, and the National Science Foundation for research support under grant #0318163. The views expressed in this paper do not reï¬‚ect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Burau of Economic Research.\n\n\n"
}