{
    "id": 10073,
    "citation_title": "Crises and Growth: A Re-Evaluation",
    "citation_author": [
        "Romaine Ranciere",
        "Aaron Tornell",
        "Frank Westermann"
    ],
    "citation_publication_date": "2003-11-03",
    "issue_date": "2003-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address the question of whether growth and welfare can be higher in crisis prone economies. First, we show that there is a robust empirical link between per-capita GDP growth and negative skewness of credit growth across countries with active financial markets. That is, countries that have experienced occasional crises have grown on average faster than countries with smooth credit conditions. We then present a two-sector endogenous growth model in which financial crises can occur, and analyze the relationship between financial fragility and growth. The underlying credit market imperfections generate borrowing constraints, bottlenecks and low growth. We show that under certain conditions endogenous real exchange rate risk arises and firms find it optimal to take on credit risk in the form of currency mismatch. Along such a risky path average growth is higher, but self-fulfilling crises occur occasionally. Furthermore, we establish conditions under which the adoption of credit risk is welfare improving and brings the allocation nearer to the Pareto optimal level. The design of the model is motivated by several features of recent crises: credit risk in the form of foreign currency denominated debt; costly crises that generate firesales and widespread bankruptcies; and asymmetric sectorial responses, where the nontradables sector falls more than the tradables sector in the wake of crises.\n\n",
    "acknowledgement": "\n"
}