{
    "id": 1007,
    "citation_title": "The Transition from School to Work: The Experiences of Blacks and Whites",
    "citation_author": [
        "Robert H. Meyer",
        "David A. Wise"
    ],
    "citation_publication_date": "1982-10-01",
    "issue_date": "1982-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause much of the concern about youth unemployment is motivated by the large differences between the rates for blacks and whites, we have pursued our earlier work by analyzing separately for black and white youth the relationship between high school preparation and early labor force experience. We find no striking differences between the determinants of weeks worked by whites and non-whites upon graduation from high school. Although vocational training in high school bears little relationship to weeks worked upon graduation, hours worked while in high school bear a strong relationship to later employment for students and non-students, white and non-white. Academic performanceas measured by standardized test scores and high school class rank isalso positively related to later weeks worked by non-students, both white and non-white. Young persons find jobs in large part through friends and relatives or through direct application to employers orpossibly a combination of the two. Persons who are not looking forwork--and would then be classified as out of the labor force, according to standard definitions--are apparently quite distinct from personswho are looking for work. Those out of the labor force seem not tobe \"discouraged workers\" for the most part. Controlling for other individual attributes, non-whites are much more likely than whites to be in a post-secondary school full-time (although without controlling for these attributes the reverse is true). A large proportion of young men in school are also working part-time and a significant number are working full-time. A sizeable proportion of persons in post-secondary schools would be classified as unemployed based on official definitions. Indeed the unemployment rate among these full-time students is generally more than twice the rate among young men not inschool. Few high school graduates are chronically unemployed.\n\n",
    "acknowledgement": "\n"
}