{
    "id": 10085,
    "citation_title": "The Impact on Consumption and Saving of Current and Future Fiscal Policies",
    "citation_author": [
        "Katherine Grace Carman",
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2003-11-10",
    "issue_date": "2003-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses ESPlannerTM -- a life-cycle, financial planning model -- to investigate the potential impact of alternative fiscal policies on current consumption and saving.  Studies to date have examined the response of current consumption to tax-induced temporary and permanent income changes. To our knowledge however, no study has directly examined whether consumption smoothing is actually feasible. ESPlanner's saving and life insurance recommendations generate the smoothest possible survival-state contingent lifetime consumption path for the household without putting it into debt.  Such consumption smoothing is predicted by economic theory and appears to accord closely, on average, with actual behavior.  By running households through ESPlanner based on current policy as well as on alternative fiscal policies, one can easily compare the program's consumption response to hypothetical tax and transfer policy changes and assess the degree to which borrowing constraints may be playing a role in determining the size of those responses. The households used in our analysis are drawn from the Federal Reserve's 1995 Survey of Consumer Finances.  This data set provides detailed information on household earnings, assets, housing, demographics, and retirement plans -- all of which is used by ESPlanner in formulating its recommendations.   The policies we consider are tax hikes, tax cuts, social security benefit cuts, and the elimination of tax-deferred saving. Our analysis distinguishes between immediate and future policy changes as well as between permanent and temporary ones. Our results are influenced by the fact that a majority 57 percent of our sample of households, many of which are young, is borrowing-constrained and, thus, more responsive to current than future policy changes no matter how long their duration. The results are also very sensitive to the particular policy being enacted.  Income tax changes, for example, have little effect on the consumption/saving of low-income households for the simple reason their income tax liabilities are relatively small.  And social security benefit cuts will have minor effects on the young because they lie so far in the future and the young are generally borrowing constrained. On the other hand, eliminating tax-deferred saving will have no effect on current retirees greatly influence the spending of the young, since such a policy would relax their borrowing constraints. The significant heterogeneity in consumption/saving responses to policy changes depending on the ages and resource levels of the households in question and the particular policy undertaken makes it difficult to summarize our quantitative findings apart from saying that each of the policies considered has a quite sizeable impact on the current consumption and saving behavior of a substantial subset of our sample.\n\n",
    "acknowledgement": "\n"
}