{
    "id": 10090,
    "citation_title": "The Environment and Globalization",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2003-11-10",
    "issue_date": "2003-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFears that globalization necessarily hurts the environment are not well-founded.    A survey reveals little statistical evidence, on average across countries, that openness to international trade undermines national attempts at environmental regulation through a  race to the bottom' effect.   If anything, favorable  gains from trade' effects dominate on average, for measures of air pollution such as SO2 concentrations. Perceptions that WTO panel rulings have interfered with the ability of individual countries to pursue environmental goals are also poorly informed.  Recent rulings have in fact confirmed that countries can enact environmental measures, even if they affect trade and even if they concern others' Processes and Production Methods (PPMs), provided the measures do not discriminate among producer countries. People care about both the environment and the economy.  As real incomes rise, their demand for environmental quality rises. This translates into environmental progress under the right conditions – democracy, effective regulation, and externalities that are largely confined within national borders and are therefore amenable to national regulation.   Increasingly, however, environmental problems spill across borders.   Global externalities include climate change and ozone depletion. Economic growth alone will not address such problems, in a system where each country acts individually, due to the free rider problem.  Multilateral institutions are needed, and national sovereignty is the obstacle, not the other way around.\n\n",
    "acknowledgement": "\n"
}