{
    "id": 10096,
    "citation_title": "The Developed World's Demographic Transition - The Roles of Capital Flows, Immigration, and Policy",
    "citation_author": [
        "Hans Fehr",
        "Sabine Jokisch",
        "Laurence Kotlikoff"
    ],
    "citation_publication_date": "2003-11-17",
    "issue_date": "2003-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe developed word stands at the fore of a phenomenal demographic transition.  Over the next 30 years the number of elderly in the U.S., the EU, and Japan will more than double.  At the same time, the number of workers available to pay the elderly their government-guaranteed pension and health care benefits will rise by less than 10 percent.  The fiscal implications of these two demographic trends are alarming.   Paying promised benefits will, it appears, require a doubling or more of payroll tax rates. This paper asks if there is a silver lining in this dark cloud hanging over the developed world.  Specifically, can the developed economies hope to be bailed out by either macroeconomic feedback effects of by increased migration? To address these questions, this paper develops and simulates a dynamic, intergeneration, and interregional demographic life-cycle model.  The model has three regions   the U.S. Japan   which exchange goods and capital.  The model features immigration, age-specific fertility, life span extension, life span uncertainty, bequests arising from incomplete annuitization, and intra-cohort heterogeneity. Other things equal, one would expect the aging of the developed economies to increase capital per worker as the number of suppliers of capital (the old) rises relative to the number of suppliers of labor (the young).  But given the need to pay the elderly their benefits, other things are far from equal. According to our simulations, the tax hikes needed to finance benefits along the demographic transition path generate a major capital shortage that lowers real wages by 19 percent and raises real interest rates by over 400 basis points.  Hence, far from mitigating the developed world's fiscal problems, macroeconomic feedback effects make matters significantly worse. The simulations also show that increased immigration does very little to mitigate the fiscal stresses facing the developed world.  On the other hand, there are policies that can materially improve the developed world's long-term prospects.  The one examined here is closing down, at the margin, existing government pension systems and using consumption taxes to pay off those program's accrued liabilities.  This policy could be coupled with the establishment of a fully funded mandatory individual saving system.  According to our simulations, this policy would impose modest welfare losses on current generations, but generate enormous welfare gains for future generations.  Future Europeans and Japanese benefit the most.  Their net wages almost triple, and their welfare levels double compared with the no-reform scenario.\n\n",
    "acknowledgement": "\n"
}