{
    "id": 10098,
    "citation_title": "Grasshoppers, Ants, and Pre-Retirement Wealth: A Test of Permanent Income",
    "citation_author": [
        "Erik Hurst"
    ],
    "citation_publication_date": "2003-11-17",
    "issue_date": "2003-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that households who enter retirement with low wealth consistently followed non-permanent income consumption rules during their working years. Using the Panel Study of Income Dynamics (PSID), household wealth in 1989 is predicted for a sample of 50-65 year olds using both current and past income, occupation, demographic, employment, and health characteristics. Using the residuals from this first stage regression, the sample of pre-retired households is subsetted into households who save 'lower' than predicted and all other households. The panel component of the PSID is then used to analyze the consumption behavior of these households early in their lifecycle. It is shown that these low pre-retirement wealth households had consumption growth that responded to predictable changes in income during their early working years. No such behavior was found among the other pre-retired households. Moreover, the low wealth residual households responded both to predictable income increases as well as predictable income declines, a result that is inconsistent with a liquidity constraints explanation. After ruling out other theories of consumption to explain these facts, it is concluded that households who entered retirement with lower than predicted wealth consistently followed near sighted consumption plans during their working lives.\n\n",
    "acknowledgement": "\n"
}