{
    "id": 101,
    "citation_title": "Innovation and Foreign Investment Behavior of the U.S. Pharmaceutical Industry",
    "citation_author": [
        "Benjamin I. Cohen",
        "Jorge Katz",
        "William T. Beck"
    ],
    "citation_publication_date": "1975-08-01",
    "issue_date": "1975-08-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the links between the development of new drugs, and particularly of innovative new drugs, and the international activities of  U.S. drug companies. While U.S. drug companies have developed new production processes - the most notable being the fermentation process for making penicillin - we concentrate in this paper on new products. Since production costs comprise less than 40 percent of the selling price of drugs and since the person choosing the drug rarely pays for it, growth in company sales and profits comes more from introducing new products than from cutting costs and prices of old products. The main novelty of our study is our examination of \"innovative\" as contrasted with \"imitative\" new drugs. Previous studies have generally focused on the total number of new drugs produced each year, but since our interest is in the causes and consequences of innovation, we have concentrated on the products we have rated as innovative. Section I explains our criteria for this distinction and presents our enumeration of the innovative new drugs for each of the 22 companies in our sample. In Section II we discuss trends in the rate of drug innovation and the factors influencing those trends. Section III describes our sample of drug companies and characterizes them with respect to their size, research investment, and innovativeness.  Section IV examines the relation of innovativeness to the foreign activities of individual firms. In Section  V we analyze, for a sample of 7 new drugs introduced by two companies, the rate at which use of the drugs was diffused among various countries arid the impact of the presence of manufacturing plants on the rate of diffusion.\n\n",
    "acknowledgement": "\nMost of the companies mentioned in this study cooperated fully with us in supplying information. We interviewed officials at Eli Lilly, Merck, Smith Kline and French, Pfizer, Squibb, arid Schering Plough. We wish to acknowledge the people who supplied us with information and ideas: Paul Brooke, John Carpenter, John Curran, Harold Clymer, James Fulton, Ralph Golby, Paul de Haen, Lawrence Marks, Gregorio Oclander, Robert O'Connor, and Frederick Roll. John Carpenter, Harold Clymer, Carlos Diaz-Alejandro, James Fulton, Robert Lipsey, Irving Kravis, and Richard Nelson made helpful comments on early drafts of this paper. Lipsey's comments were so extensive and helpful that some of them became Section III. Peter Busch, Linda Quandt, Nai Few Ong, and Thomas Spavins were extremely competent research assistants during different parts of this study. This research was financed by a National Science Foundation grant to the National Bureau of Economic Research. Any opinions, findings, conclusions or recommendations expressed herein are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}