{
    "id": 10116,
    "citation_title": "Two Trees: Asset Price Dynamics Induced by Market Clearing",
    "citation_author": [
        "John H. Cochrane",
        "Francis A. Longstaff",
        "Pedro Santa-Clara"
    ],
    "citation_publication_date": "2003-11-24",
    "issue_date": "2003-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf stocks go up, investors may want to rebalance their portfolios. But investors cannot all rebalance. Expected returns may need to change so that the average investor is still happy to hold the market portfolio despite its changed composition. In this way, simple market clearing can give rise to complex asset market dynamics. We study this phenomenon in a very simple model. Our model has two  Lucas trees.' Each tree has i.i.d.dividend growth, and the representative investor has log utility. We are able to give analytical solutions to the model. Despite this simple setup, price-dividend ratios, expected returns, and return variances vary through time. A dividend shock leads to underreaction' in some states, as expected returns rise and prices slowly adjust, and  overreaction' in others. Expected returns and excess returns are predictable by price-dividend ratios in the time series and in the cross section, roughly matching value effects and return forecasting regressions. Returns generally display positive serial correlation and negative cross-serial correlation, leading to 'momentuem,' but the opposite signs are possible as well. A shock to one asset's dividend a.ects the price and expected return of the other asset, leading to substantial correlation of returns even when there is no correlation of cash flows and giving the appearance of contagion.' Market clearing allows the  inverse portfolio' problem to be solved, in which the weights of the assets in the market portfolio are  inverted' to solve for the parameters of the assets' return generating process.\n\n",
    "acknowledgement": "\n"
}