{
    "id": 1011,
    "citation_title": "Unemployment Insurance and Reservation Wages",
    "citation_author": [
        "Martin Feldstein",
        "James M. Poterba"
    ],
    "citation_publication_date": "1982-07-01",
    "issue_date": "1982-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present paper examines the reservation wages reported by a largesample of unemployed individuals in the United States in May 1976. The majorityof unemployedindividuals report reservation wages that are at least as highas the wage they were paid on their last job. Approximately one-fourth of alljob seekers required a wage that is at least 10 percent higher than the wage ontheir previous job.Our econometric evidence shows that the level of unemployment benefitsrelative to previous wages has a powerful effect on the individual's reservation wage. A ten percent increase in the U.I. replacement ratio increases the reservation wage by about percent for job losers who are not on layoff and bysomewhat less for other unemployed groups. Separate regressions to analyze the high reservation wage per se show that a ten percent increase in the U.I. replacement ratio also increases by about four percentage points the probability that an unemployed individual will require a wage increase of 10 percent or more.These estimates imply that reducing net unemployment insurance benefits (by lowering gross benefits or by taxing unemployment benefits) could significantly lower the average duration of unemployment and the relative number of long duration spells of unemployment. Because of the non-linear response of the unemployment duration to the reservation wage, reducing a high unemployment insurance ratio by ten percentage points is likely to have a greater impact on unemployment than reducing a low unemployment insurance ratio by ten percentage points.\n\n",
    "acknowledgement": "\n"
}