{
    "id": 10125,
    "citation_title": "International Lending of Last Resort and Moral Hazard: A Model of IMF's Catalytic Finance",
    "citation_author": [
        "Giancarlo Corsetti",
        "Bernardo Guimaraes",
        "Nouriel Roubini"
    ],
    "citation_publication_date": "2003-12-08",
    "issue_date": "2003-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often argued that the provision of liquidity by the international institutions such as the IMF to countries experiencing balance of payment problems can have catalytic effects on the behavior of international financial markets, i.e., it can reduce the scale of liquidity runs by inducing investors to roll over their financial claims to the country. Critics point out that official lending also causes moral hazard distortions: expecting to be bailed out by the IMF, debtor countries have weak incentives to implement good but costly policies, thus raising the probability of a crisis. This paper presents an analytical framework to study the trade-off between official liquidity provision and debtor moral hazard. In our model international financial crises are caused by the interaction of bad fundamentals, self-fulfilling runs and policies by three classes of optimizing agents: international investors, the local government and the IMF. We show how an international financial institution helps prevent liquidity runs via coordination of agents' expectations, by raising the number of investors willing to lend to the country for any given level of the fundamental. We show that the influence of such an institution is increasing in the size of its interventions and the precision of its information: more liquidity support and better information make agents more willing to roll over their debt and reduces the probability of a crisis. Different from the conventional view stressing debtor moral hazard, we show that official lending may actually strengthen a government incentive to implement desirable but costly policies. By worsening the expected return on these policies, destructive liquidity runs may well discourage governments from undertaking them, unless they can count on contingent liquidity assistance.\n\n",
    "acknowledgement": "\n"
}