{
    "id": 10122,
    "citation_title": "The Timing of Births: Is the Health of Infants Counter-Cyclical?",
    "citation_author": [
        "Rajeev Dehejia",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2003-11-24",
    "issue_date": "2003-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a counter-cyclical pattern in the health of children, and examines whether this pattern is due to selection of mothers choosing to give birth or due to behavioral changes. We study the relationship between the unemployment rate at the time of a baby's conception and parental characteristics (which we often refer to as quality), parental behaviors, and babies' health Using national data from the Natality Files from 1975 onward, we find that babies conceived in times of high unemployment have a reduced incidence of low and very low birth weight and a reduced rate of neo-natal and post-neonatal mortality. These health improvements are attributable both to selection (differences in the type of mothers that conceive during recessions) and to changes in behavior during recessions. Black mothers tend to be higher quality (as measured by education and marital status) in times of high unemployment, whereas the quality of white mothers either worsens or does not improve. In the aggregate data, we find some evidence of improved behavior in times of high unemployment, but not for all mothers (use of prenatal care increases for all mothers, but smoking and drinking increase among white mothers). In order to separate out selection and behavioral effects, we use a panel of mothers from California and compare our results to those from the national aggregate data. For blacks, we find that selection drives our results, and that behavioral effects are relatively small. For whites, we find evidence of negative selection, and consequently that behavioral effects are larger than the joint behavior-plus-selection effect. Our findings are consistent with evidence that blacks are credit constrained (and therefore opt out of fertility in times of high unemployment).\n\n",
    "acknowledgement": "\n"
}