{
    "id": 1012,
    "citation_title": "Moving and Housing Expenditure: Transaction Costs and Disequilibrium",
    "citation_author": [
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper emphasizes initially the effects of moving transaction costs on the potential effect of government rent subsidy programs. As a concomitant to this analysis, the paper reaffirms the low income elasticities of housing expenditure among low-income renters found by others. Moving transaction costs are high on average among renters in our sample but vary widely between geographic regions and evidently vary a great deal among families as well. By our measure, transaction costs reflect monetary and especially non-monetary gains and losses associated with moving. Moving transaction costs in conjunction with low income elasticities make government lump-sum transfers very ineffective in increasing housing expenditure among low-incomerenters.A dollar of unconstrained transfer payment would increase housing expenditure by only 2 to 7 cents in the two cities in our data set. Minimum rent plans, that make the transfer payment conditional on spending at leasta minimum amount on rent, have larger effects on average than unconstrained transfers. Typical programs might increase rent by 10 to 30 cents per dollar of transfer payment. But families who spend the least on rent a real so those least likely to benefit from the minimum rent programs. To obtain payments under these plans, families who would otherwise spend less than the minimum must surmount the transaction costs associated with moving and must also reallocate income to favor housing in proportions that may be far from their preferred allocations. Thus only a small proportion of families with initial market rents below the minimum will ultimately participate in the programs. And of the total payments to these families, 15 to 32 percent is dead weight loss, according to our estimates. In addition, we find that because moving transaction costs and income elasticities vary widely among regions, the effects of any given government program are also likely to vary greatly from one region to the other.As a fortuitous benefit of the housing allowance demand experiment data that we used, we were also able to check our model results against experimental results. The model predictions and the experimental results correspond quite closely. The differences that are found can apparently be explained in large part by the impact of self-selection on the estimated experimental treatment effects. The self-determination of enrollment and the attrition inherent in the estimated experimental effects seriously detract from the potential benefits of experimental randomization. Therefore our model estimates may be more reliable than the experimental ones in this instance. Of course this judgment depends in large part on the experiment having been done so that we could check our model predictions against the experimental outcomes.\n\n",
    "acknowledgement": "\n"
}