{
    "id": 10130,
    "citation_title": "Have National Business Cycles Become More Synchronized?",
    "citation_author": [
        "Michael D. Bordo",
        "Thomas Helbling"
    ],
    "citation_publication_date": "2003-12-08",
    "issue_date": "2003-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we document evidence on the synchronization of business cycles across 16 countries over the past century and a quarter, demarcated into four exchange rate regimes. We find using three different methodologies that there is a secular trend towards increased synchronization for much of the twentieth century and that it occurs across diverse exchange rate regimes. This finding is in marked contrast to much of the recent literature, which has focused primarily on the evidence for the past 20 or 30 years and which has produced mixed results. We then considered a number of possible explanations for the observed pattern of increased synchronization. We first ascertained the role of shocks demarcated into country-specific (idiosyncratic) and global (common). Our key finding here is that global (common) shocks are the dominant influence across all regimes. The increasing importance of global shocks we posit reflects the forces of globalization, especially the integration of goods and services through international trade and the integration of financial markets. Our evidence shows a modest role for increasing bilateral trade in explaining synchronization, with stronger evidence for regional integration in Europe and North America but the evidence for the role of financial integration proxied by the removal of capital controls is inconclusive.\n\n",
    "acknowledgement": "\n"
}