{
    "id": 1013,
    "citation_title": "The Proper Measurement of Government Budget Deficits: Comprehensive Wealth Accounting or Permanent Income Accounting for the Public Sector",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies budgetary, financial and monetary policy evaluationand design using a comprehensive wealth or permanent income accounting framework. A set of stylized balance sheets and permanent income accountsis constructed for the public, private and overseas sectors.These are then contrasted with the conventionally measured balance sheet and flow of funds accounts. This permits a new look at the issues of \"crowding out\"and the \"eventual monetization of fiscal deficits.\"The conventionally measured public sector financial surplus, evenwhen evaluated at constant prices or as a proportion of GNP, presents apotentially very misleading picture of the change in the real net worth of the public sector. One reason is that capital gains and losses on outstanding stocks of marketable financial assets and liabilities are not included in the flow of funds. This includes changes in the real valueof nominally denominated public sector debt due to inflation.A second reason is the omission of revaluations in non-marketable (and often merely implicit) assets and liabilities such as the future stream of tax receipts and the future stream of benefit payments.The paper then proposes some general rules for the design of stabilization policy-policies to facilitate expenditure smoothing by avoiding or minimizing the incidence of capital market imperfections.Both national governments and international agencies should designfiscal, financial and budgetary policies so as to induce an evolution of the conventionally measured balance sheet and flow of funds accounts that permits private agents and national economies, respectively, to approximate the behavior that would be adopted if comprehensive wealth or permanent income were the only binding constraint on economic behavior. This can beachieved by keeping disposable income in line with permanent income and by ensuring an adequate share of disposable financial wealth in total wealth.\n\n",
    "acknowledgement": "\n"
}