{
    "id": 10140,
    "citation_title": "The Two-Part Instrument in a Second-Best World",
    "citation_author": [
        "Don Fullerton",
        "Ann Wolverton"
    ],
    "citation_publication_date": "2003-12-08",
    "issue_date": "2003-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard theory that the first-best tax on pollution is equal to marginal environmental damages has been extended in two directions. First, many polluting activities are difficult to tax because they are not market transactions, and so recent papers have shown that the same effects can be achieved by use of a two-part instrument    a tax on one market transaction such as output or income and a subsidy to a different market transaction that is a clean alternative to pollution. It is a generalization of a deposit-refund system. Second, a different literature concerns the second-best optimal pollution tax in the presence of other tax distortions. Here, we combine the two extensions by looking at the second-best two-part instrument (2PI). When government needs revenue, is the deposit larger and the rebate smaller? We find explicit solutions for each tax and subsidy in a general equilibrium model with other tax distortions, and we compare these to the rates in a first-best model. The tax-subsidy combination is explained in terms of a tax effect, an environmental effect, and a revenue effect. The model allows for flexible interpretation, to show various applications of the 2PI. We also discuss important caveats, cases where the 2PI may not be appropriate.\n\n",
    "acknowledgement": "\n"
}