{
    "id": 10144,
    "citation_title": "Endogenous Financial Openness: Efficiency and Political Economy Considerations",
    "citation_author": [
        "Joshua Aizenman",
        "Ilan Noy"
    ],
    "citation_publication_date": "2003-12-08",
    "issue_date": "2003-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the endogenous determination of financial openness. We outline a framework where financial openness is endogenously determined by the authority's choice of financial repression as a taxation device, and where the private sector determines endogenously the magnitude of capital flight. The optimal financial repression is shown to depend on the openness of the economy to international trade, the efficiency of the tax system (which in turn may be affected by political economy considerations), and on political polarization and the degree of opportunism. Similar predictions are obtained in a model where authorities pursue an opportunistic policy representing the interest of a narrow pressure group that engages in capital flight due to political uncertainty. We confirm the predictions of the models, showing that de-facto financial openness [measured by (gross private capital inflows + outflows)/GDP] depends positively on lagged trade openness, and GDP/Capita. For developing countries, we find that a one standard deviation increase in commercial openness is associated with a 9.5 percent increase in de-facto financial openness (% of GDP), a one standard deviation increase in the democratization index reduces financial openness by 3.5%, and a one standard deviation increase in corruption is associated with a 3% reduction of financial openness. Similar negative dependence applies for measures of political competition. The impact of a budget surplus on financial openness is negative for developing countries, but positive for the OECD. The theoretical and empirical analysis leads us to conclude that a more openly competitive, free and inclusive political system will lead to lower levels of de-facto financial openness after controlling for incomes, macroeconomic policy (inflation and budget surpluses), interest rates and commercial openness.\n\n",
    "acknowledgement": "\n"
}