{
    "id": 10147,
    "citation_title": "International Determinants of Religiosity",
    "citation_author": [
        "Robert Barro",
        "Rachel M. McCleary"
    ],
    "citation_publication_date": "2003-12-08",
    "issue_date": "2003-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo important theories of religiosity are the secularization hypothesis and the religion-market model. According to the former theory, economic development reduces religious participation and beliefs. According to the latter theory, religiosity depends on the presence of a state religion, regulation of the religion market, suppression of organized religion under Communism, and the degree of religious pluralism. We assess the theories by using survey information for 61 countries over the last 20 years on church attendance and religious beliefs. In accordance with the secularization view, overall economic development  represented by per capita GDP  tends to reduce religiosity. Moreover, instrumental estimates suggest that this link reflects causation from economic development to religiosity, rather than the reverse. The presence of an official state religion tends to increase religiosity, probably because of the subsidies that flow to organized religion. However, in accordance with the religion-market model, religiosity falls with government regulation of the religion market, Communist suppression, and a reduction in religious pluralism. Although religiosity declines overall with economic development, the nature of the interaction varies with the dimension of development. For example, religiosity is positively related to education and the presence of children and negatively related to urbanization.\n\n",
    "acknowledgement": "\n"
}