{
    "id": 1014,
    "citation_title": "Optimal Financial Aid Policies for a Selective University",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Daniel R. Sherman"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent federal cut-backs of financial support for undergraduates have worsened the financial position of colleges and universities and required them to debate how they will allocate their scarce financial aid resources.Our paper contributes to the debate by providing a model of optimal financial aid policies for a selective university-one that has a sufficient number of qualified applicants that it can select which ones to accept and the type of financial aid package to offer each admitted applicant.The university is assumed to derive utility from \"quality-units\" of different categories (race, sex, ethnic status, income class, alumni relatives, etc.) of enrolled students. Average quality in a category declines with the number of applicants admitted and the fraction of admitted applicants who enroll increases with the financial aid package offered the category.The university maximizes utility subject to the constraint that its total subsidy of students (net tuition revenue less costs including financial aid)is just offset by a predetermined income flow from nonstudent sources (e.g.,endowment). The model implies that the financial aid package to be offered to each category of admitted applicants depends on the elasticity of the fraction who accept offers of admission with respect to the financial aid package offered them, the propensity of the category to enroll, the elasticity of the categorys average quality with respect to the number admitted, and the relative weight the university assigns in the utility function to applicants in the category.While the latter must be subjectively determined by university administrators, the former parameters are subject to empirical estimation.The paper concludes with a case study of one selective institution's dataand illustrates how they may be estimated. Based upon data from the university's admissions and financial aid files, as well as questionnaire data which ascertained what alternative college most admitted freshman applicants were considering and the financial aid packages at the alternative, probit probability of enrollment equations are estimated as are equations that determine how average quality varies with the number admitted for each category. These estimates are then applied to illustrate what the\"optimal\" financial aid policy would be for the university.\n\n",
    "acknowledgement": "\n"
}