{
    "id": 10159,
    "citation_title": "Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinolones in India",
    "citation_author": [
        "Shubham Chaudhuri",
        "Pinelopi K. Goldberg",
        "Panle Jia"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "2006-07-17",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder the TRIPS agreement, WTO members are required to enforce product patents for pharmaceuticals. The debate about the merits of this requirement has been extremely contentious. Many low income economies claim that patent protection for pharmaceuticals will result in substantially higher prices for medicines, with adverse consequences for the health and well-being of their citizens. On the other hand, research-based global pharmaceutical companies, argue that prices are unlikely to rise significantly because most patented products have therapeutic substitutes. In this paper we empirically investigate the basis of these claims. Central to the ongoing debate is the structure of demand for pharmaceuticals in poor economies where, because health insurance coverage is so rare, almost all medical expenses are met out-of-pocket. Using a detailed product-level data set from India, we estimate key price and expenditure elasticities and supply-side parameters for the fluoroquinolones sub-segment of the systemic anti-bacterials (i.e., antibiotics) segment of the Indian pharmaceuticals market. We then use these estimates to carry out counterfactual simulations of what prices, profits, and consumer welfare would have been, had the fluoroquinolone molecules we study been under patent in India as they were in the U.S. at the time. Our results suggest that concerns about the potential adverse welfare effects of TRIPS may have some basis. We estimate that in the presence price regulation the total annual welfare losses to the Indian economy from the withdrawal of the four domestic product groups in the fluoroquinolone sub-segment would be on the order of U.S. $305 million, or about 50% of the sales of the entire systemic anti-bacterials segment in 2000. Of this amount, foregone profits of domestic producers constitute roughly $50 million. The overwhelming portion of the total welfare loss therefore derives from the loss of consumer welfare. In contrast, the profit gains to foreign producers in the presence price regulation are estimated to be only around $19.6 million per year.\n\n",
    "acknowledgement": "\n"
}