{
    "id": 10157,
    "citation_title": "The Risk Tolerance of International Investors",
    "citation_author": [
        "Kenneth A. Froot",
        "Paul G. J. O'Connell"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestor confidence and risk tolerance are important concepts that investors are constantly trying to gauge. Yet these concepts are notoriously hard to measure in practice. Most attempts rely on price or return data, but these run into trouble when trying to disentangle whether an observed price change is attributable to a shift in investor confidence or a change in fundamental value. In this paper, we take an alternative approach by looking at the world-wide holdings and trading of risky assets. We model global capital markets as the interaction between large global institutional investors and smaller domestic investors from each country. This permits separation of global price changes into two components, one that reflects changes in demand and fundamentals perceived by all investors, and a second that reflects changes in the relative risk tolerance of institutional investors over and above that of domestics. The latter component, changes in relative risk tolerance of global institutions, is driven by the willingness of these investors to acquire additional assets in each country in proportion to their current holdings. Using our model, we show how data on asset holdings and flows across countries can be used to identify changes in risk tolerance. We then apply this identification scheme to recent data on the global portfolio holdings of institutional investors. The resulting measure of risk tolerance impressionistically accords well with periods of market turbulence and quiescence. It also accounts for a considerable portion of the variation in portfolio holdings and is informative about future returns.\n\n",
    "acknowledgement": "\n"
}