{
    "id": 10161,
    "citation_title": "Choosing the Federal Reserve Chair: Lessons from History",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the lessons of history to identify the sources of monetary policy successes and failures in the past and to suggest a strategy for choosing successful Federal Reserve chairs in the future. It demonstrates that since at least the mid-1930s, the key determinant of the quality of monetary policy has been policymakers' beliefs about how the economy functions and what monetary policy can accomplish. When the Federal Reserve chairman and other policymakers have believed that inflation is costly, that inflation responds to the deviation of output from a moderate estimate of capacity, and that monetary policy can affect output and prices, as was the case in the 1950s and the 1980s and beyond, policy was well tempered and macroeconomic outcomes were desirable. When policymakers held other beliefs, such as the view that monetary policy cannot stimulate a depressed economy or that slack is ineffective in reducing inflation, as was the case in the 1930s and the 1970s, policy and outcomes were undesirable. This finding suggests that the key characteristic to look for in future Federal Reserve chairs is a sound economic framework. The paper shows that the best predictor of the beliefs previous chairmen held while in office are their prior writings, speeches, and confirmation hearings. Therefore, in choosing future chairs, it is crucial to evaluate the intellectual frameworks of potential nominees, and to reject candidates whose views are worrisome.\n\n",
    "acknowledgement": "\n"
}