{
    "id": 10167,
    "citation_title": "The Formation of International Production and Distribution Networks in East Asia",
    "citation_author": [
        "Mitsuyo Ando",
        "Fukinari Kimura"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe international production and distribution networks consist of vertical production chains and distribution networks extended across a number of countries.  This paper claims that the international production and distribution networks in East Asia present distinctive characters in their significance in the regional economy, their geographical extensiveness involving a large number of countries in the region, and their sophistication of both intra-firm and arm's-length relationships across different firm nationalities.  The paper starts from reviewing crucial changes in policy framework observed in the developing East Asian countries a decade ago and sketching the theoretical thoughts explaining the mechanics of international production and distribution networks.  Then, the empirical part of the paper examines the micro data of Japanese corporate firms to make a closer look at the nature of networks through the pattern of FDI after analyzing overall trade patterns of the major East Asian countries to confirm the importance of international trade of machinery parts and components.  In addition, the paper quantifies the magnitude of economic activities of Japanese firms through different channels of transactions, using the firm nationality approach.  The last part of the paper discusses policy implication of the networks.\n\n",
    "acknowledgement": "\n"
}