{
    "id": 10162,
    "citation_title": "Remedies for Price Overcharges: The Deadweight Loss of Coupons and Discounts",
    "citation_author": [
        "A. Mitchell Polinsky",
        "Daniel L. Rubinfeld"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article evaluates two different remedies for consumers who have been injured by a price overcharge on the sale of a good. Under a coupon remedy, injured consumers are awarded coupons that can be used for a limited period of time to purchase the good at a price below that which prevails after the overcharge has been eliminated, that is, below the competitive price. Under a discount remedy, any consumer, without proof of injury, may purchase the good for a limited period of time at a price that is set below the competitive price. Both remedies generally cause consumers to buy an excessive amount of the good during the remedy period. Under the coupon remedy only a subset of consumers are affected in this way (those holding a relatively high number of coupons), while under the discount remedy all consumers are affected. We show nonetheless that the resulting deadweight loss could be lower under the discount remedy. We also consider how the deadweight loss changes when the length of the remedy period is increased   by extending the expiration date for the use of coupons or by employing a lower discount for a longer period of time. The deadweight loss may or may not decline under the coupon remedy, though it does decline under the discount remedy. In neither case, however, does it go to zero in the limit.\n\n",
    "acknowledgement": "\n"
}