{
    "id": 10169,
    "citation_title": "International R&D Deployment and Locational Advantage: A Case Study of Taiwan",
    "citation_author": [
        "Meng-Chun Liu",
        "Shin-Horng Chen"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough it is evident that R&D has undergone a process of internationalization, and that the less-advanced economies are becoming increasingly involved in this process, the substantial body of literature in this area has been based largely on the experiences of the developed countries. This paper aims to contribute to the understanding of this issue by examining R&D internationalization within a newly-industrializing economy, a prime example of which is Taiwan, and focuses especially on factors underlying locational advantage in attracting multinationals' offshore R&D. We begin with an examination of the literature on R&D internationalization and globalization, based upon which we emphasize the significance of  first-tier supplier advantage' in a Taiwanese context. We take advantage of an official database to reveal the patterns of foreign corporate R&D in Taiwan and to systematically examine the determinants of the R&D intensity of foreign affiliates at industry level. Our empirical results show that within Taiwan, foreign affiliates with higher R&D intensity tend to be more export oriented, are localized within Taiwan in terms of their sourcing of materials and capital goods, and belong to sectors with a larger pool of R&D labor.\n\n",
    "acknowledgement": "\n"
}