{
    "id": 10168,
    "citation_title": "Competitive Liberalization and a US-SACU FTA",
    "citation_author": [
        "John Whalley",
        "J. Clark Leith"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates a possible US-SACU (Southern African Customs Union) free trade agreement as part of a US approach to new preferential trade agreements characterized by the term competitive liberalization.' This is the idea that competition among large countries (US/EU) to negotiate preferential arrangements with smaller countries or regions will lower barriers, and eventually add fresh impulse to new multilateral WTO negotiations. In commercial policy terms, the US interest in such an arrangement lies in improved access to a smaller but more protected market where the EU already has preferential arrangements, and the SACU interest lies in improved access to a much larger but less protected market. There is also a SACU interest in weakening the trade restrictive effects of MFA quotas in the US for apparel imports. The risk of entrapment in extremely complex rules of origin arrangements which at times close markets (as in NAFTA and other US bilaterals) is a concern for SACU. Also, gains to SACU may be only temporary because of the US proposal to eliminate non agricultural tariffs entirely in the WTO by 2015. In key non commodity trade areas (services, investment, intellectual property, temporary entry of business persons), if other US bilaterals are any guide most liberalization requested will be heavily asymmetric if not unilateral on the SACU side. SACU does not currently cover any of these items since it is only a customs union, and prior negotiation will be needed among SACU countries. SACU also clearly has an interest in coordinating its negotiation with other US bilateral negotiating partners. These and other barriers to negotiation (including negotiating capacity constraints in several SACU members) will influence the outcome of negotiations.\n\n",
    "acknowledgement": "\n"
}