{
    "id": 10179,
    "citation_title": "Assessing, Managing, and Financing Extreme Events: Dealing with Terrorism",
    "citation_author": [
        "Howard Kunreuther",
        "Erwann Michel-Kerjan",
        "Beverly Porter"
    ],
    "citation_publication_date": "2003-12-22",
    "issue_date": "2003-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses new challenges we face with terrorism as a catastrophic risk by focusing on risk assessment, risk management as well as risk financing issues. The special characteristics of terrorism compared with major natural hazards call for the development of public-private partnerships, as recognized in November 2002 when the Terrorism Risk Insurance Act of 2002 (TRIA) was passed. This paper shows, however, that the temporary insurance system established by TRIA is neither a complete answer nor a definitive one. It raises fundamental questions for U.S. insurers as to how they will estimate the risk in order to set premiums for terrorist coverage that they now must offer to their clients. We discuss some of the most recent developments of terrorism models for helping insurers and reinsurers assess the premiums they should charge and how much coverage they can assume as well as for firms to better understand their exposure. Since the passage of TRIA, the current level of demand for insurance coverage has remained low and we discuss some factors that may contribute to it. After presenting alternative foreign public-private partnerships and discussing the potential role for terrorist catastrophe bonds, we provide some features of a more sustainable program for terrorism insurance in the U.S. after December 31, 2005.\n\n",
    "acknowledgement": "\n"
}