{
    "id": 10171,
    "citation_title": "Gold, Fiat Money, and Price Stability",
    "citation_author": [
        "Michael D. Bordo",
        "Robert D. Dittmar",
        "William T. Gavin"
    ],
    "citation_publication_date": "2003-12-15",
    "issue_date": "2003-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhich monetary regime is associated with the most stable price level? A commodity money regime such as the classical gold standard has long been associated with long-run price stability. But critics of the day argued that the regime was associated with too much short-run price variability and argued for reforms that look much like modern versions of price-level targeting. In this paper, we develop a dynamic stochastic general equilibrium model that we use to examine price dynamics under four alternative regimes. They are the gold standard, Irving Fisher's compensated dollar proposal, and two regimes with paper money in which the central bank uses an interest rate rule to run monetary policy. In the first, the central bank uses an interest rate rule to target the price of gold. In the second, there is no convertibility and the central bank targets uses an interest rate rule to target an inflation rate. We find that strict inflation targeting, even though it introduces a unit root into the price level, provides more short-run stability than the gold standard and as much long-term price stability as does the gold standard for horizons shorter than 30 years. We find that Fisher's compensated dollar reduces price level and inflation uncertainty by an order of magnitude at all horizons.\n\n",
    "acknowledgement": "\n"
}