{
    "id": 1018,
    "citation_title": "The U.S. Productivity Slowdown: A Case of Statistical Myopia",
    "citation_author": [
        "Michael R. Darby"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies three major periods: 1900-1929, 1929-1965, and 1965-1978. In contrast to the middle period, the extreme periods are characterized by rapid growth in private employment and hours worked; because growth in private productivity increases by less, measured labor productivity growth falls compared to the middle period. However this fall reflects a substantial substitution of quantity for quality in labor force growth: after private employment and hours are adjusted for age, sex, immigration, and education, no difference is observed among the average quality-adjusted labor productivity growth rates. Substantial variation in these growth rates remains within the 1929-1965 and 1965-1978 periods. Slow quality-adjusted labor productivity growth during 1929-1948 is just offset by unusually rapid growth during 1948-1965; these variations are attributed to the near cessation of investment during the Depression and World War II and subsequent recovery of the capital-labor ratio. Thus no substantial variations in total factor productivity growth or technical progress is found. Variations inproductivity growth within 1965-1978 are explained by price-control induced biases in reported deflated output. Correction of these biases results inequal quality-adjusted labor productivity growth in 1965-1973 and 1973-1978.A substantial program of future research is proposed. A data appendix is included.\n\n",
    "acknowledgement": "\n"
}