{
    "id": 10205,
    "citation_title": "Foreign Lobbies and US Trade Policy",
    "citation_author": [
        "Kishore Gawande",
        "Pravin Krishna",
        "Michael J. Robbins"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn popular discussion much has been made recently of the susceptibility of government policies to lobbying by foreigners. The general presumption has also been that such interactions have a deleterious effect on the home economy. However, it can be argued that, in a trade policy context, bending policy in a direction that would suit foreigners may not in fact be harmful: If the policy outcome absent any lobbying by foreigners is characterized by welfare-reducing trade barriers, lobbying by foreigners may result in reductions in such barriers and raise consumer surplus (and possibly improve welfare). Using a new data set on foreign political activity in the US, this paper investigates the relationship between trade protection and lobbying activity empirically. The approach taken in this paper is primarily a structural one. To model the role of foreign and domestic lobbies in determining trade policy, we develop first a theoretical framework building on the well-known work of Grossman and Helpman (1994); the econometric work that follows is very closely linked to the theory. Our analysis of the data suggests that foreign lobbying activity has significant impact on trade policy - and in the predicted direction: Tariffs and non-tariff barriers (NTBs) are both found to be negatively related with foreign lobbying activity. We consider also extended specifications in which we include a large number of additional explanatory variables that have been suggested in the literature as determinants of trade policy (but that emerge from outside of the theoretical structure described above) and confirm the robustness of our findings in this setting.\n\n",
    "acknowledgement": "\n"
}