{
    "id": 10209,
    "citation_title": "Physical and Human Capital Deepening and New Trade Patterns in Japan",
    "citation_author": [
        "Keiko Ito",
        "Kyoji Fukao"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the deepening of the international division of labor and its effect on factor intensities in Japan, mainly focusing on the manufacturing sector. In the first half of the paper, we analyze the factor contents of trade and find that Japan's factor content net-exports of capital and non-production labor grew rapidly while net-exports of production workers fell by a large amount during the period from 1980-2000. Interestingly, the decline in the factor content of net-exports of production workers was almost entirely caused by Japan's trade with China and Hong Kong. According to our decomposition analysis, however, most of the macro-economic change in the capital-labor ratio and the change in the skilled-labor ratio is attributable to a  within-industry'shift rather than a between-industry' shift. Although we clearly see a drastic increase in VIIT and outsourcing to foreign countries, particularly to Asian countries, our empirical analysis provides only weak evidence that the deepening international division of labor contributes to changes in factor intensities in each industry. Our results suggest that specialization in the export of skilled-labor-intensive products may have contributed to the increase in the relative demand for skilled (professional, technical, managerial, and administrative) labor within industry. However, our results suggest that changes in trade patterns (specialization in capital-intensive production) cannot explain the rapid growth of capital-labor ratios in Japan.\n\n",
    "acknowledgement": "\n"
}