{
    "id": 10219,
    "citation_title": "How Large are the Classification Errors in the Social Security Disability Award Process?",
    "citation_author": [
        "Hugo Benitez-Silva",
        "Moshe Buchinsky",
        "John Rust"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an  audit' of the multistage application and appeal process that the U.S. Social Security Administration (SSA) uses to determine eligibility for disability benefits from the Disability Insurance (DI) and Supplemental Security Income (SSI) programs. We study a subset of individuals from the Health and Retirement Study (HRS) who applied for DI or SSI benefits between 1992 and 1996. We compare the SSA's ultimate award decision (i.e. after allowing for appeals) to the applicant's self-reported disability status. We use these data to estimate classification error rates under the hypothesis that applicants' self-reported disability status and the SSA's ultimate award decision are noisy but unbiased indicators of, a latent  true disability status' indicator. We find that approximately 20% of SSI/DI applicants who are ultimately awarded benefits are not disabled, and that 60% of applicants who were denied benefits are disabled. Our analysis also yields insights into the patterns of self-selection induced by varying delays and award probabilities at various levels of the application and appeal process. We construct an optimal statistical screening rule using a subset of objective health indicators that the SSA uses in making award decisions that results in significantly lower classification error rates than does SSA's current award process.\n\n",
    "acknowledgement": "\n"
}