{
    "id": 10215,
    "citation_title": "The Effect of Job Security Regulations on Labor Market Flexibility: Evidence from the Colombian Labor Market Reform",
    "citation_author": [
        "Adriana Kugler"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob security provisions are widely believed to reduce dismissals and hiring. In addition, in developing countries job security is believed to reduce compliance with labor regulations and to increase informal activity. Reductions in dismissal costs are, thus, often advocated as a way to increase labor market flexibility and to increase compliance with labor regulations. This paper analyzes the impact of a substantial reduction in dismissal costs introduced by the Colombian Labor Market Reform of 1990. A theoretical model illustrates the effect of dismissal costs when there is a noncompliant sector. The model shows the direct effect of a reduction in dismissal costs on increased turnover as well as the second order effects on wages and on the composition of the compliant and noncompliant sectors. Using microdata from the Colombian National Household Surveys, I exploit the temporal variability in dismissal costs together with the variability in coverage between formal and informal workers (who are not covered and were, thus, not directly affected by the reform). The differences-in-differences results indicate increased separations and accessions for formal workers relative to informal workers after the reform. Moreover, the increase in worker turnover was greatest among younger workers, more educated workers, and workers employed in larger firms who are most likely to have been affected by the reform. The estimates, together with the steady-state conditions of the model, suggest the reform contributed to 10% of the reduction in unemployment during the period of study.\n\n",
    "acknowledgement": "\n"
}