{
    "id": 10210,
    "citation_title": "Robust Aggregate Implications of Stochastic Discount Factor Volatility",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stochastic discount factor seems volatile, but is this observation of any consequence for aggregate analysis of consumption, capital accumulation, output, etc.? I amend the standard frictionless model of aggregate consumption and capital accumulation with time-varying subjective probability adjustments, and obtain four implications for aggregate economic analysis. First, subjective probability adjustments add volatility to the stochastic discount factor, and can rationalize any pattern of asset prices satisfying no-arbitrage, even while capital accumulation is efficient. Second, despite its flexibility in pricing assets, the model implies that, in expected value, the intertemporal marginal rate of transformation is equal to the intertemporal marginal rate of substitution, and there is a simple, stable, and familiar relation between consumption growth and capital's return. Third, the expected returns on assets in small net aggregate supply are weakly (and sometimes negatively) correlated with capital's expected return, and are thereby poor predictors of aggregate consumption growth. Fourth, when it comes to assets in small net aggregate supply, capital gains reflect time varying risk premia, and returns can predict aggregate consumption growth better when the capital gain component of those returns is ignored. All four implications are consistent with empirical results reported here, and in the previous literature documenting stochastic discount factor volatility. Several recent theories of stochastic discount factor volatility can, from the aggregate point of view, be interpreted as special cases of subjective probability adjusted CCAPM.\n\n",
    "acknowledgement": "\n"
}