{
    "id": 1022,
    "citation_title": "Swedish Firms Acquired by Foreigners: A Comparison of Before and After Takeover",
    "citation_author": [
        "Robert E. Lipsey",
        "Linda O'Connor"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSwedish firms acquired by foreigners were considerably larger than the average firms in their industries. They were relatively low in value added per employee at the time of takeover and before, a characteristic we take to indicate relatively low profitability, capital intensity, or efficiency,or some combination of these. However, they had been growing at least as fast as their industries over the longest periods we can measure.The takeovers tended to take place in years when the acquired firms did poorly relative to their industries and also relative to their own past performance with respect to the growth of employment, value of production,and value added. Thus the acquired firms seem to have been weak relative to others in their industries and had particularly suffered during the year in which the takeovers occurred.There were short-term recoveries after takeover from the misfortunes of the takeover year and a return to higher growth rates of employment and output, particularly the former. Over the longer run the acquired firms did not show the same relative employment gains as in the first year or two after takeover but seem to have increased their profitability or efficiency relative to their industries. The industries in which takeovers took place grew more rapidly after the takeovers than total manufacturing although they had grown less rapidly in the years before takeover.\n\n",
    "acknowledgement": "\n"
}