{
    "id": 10227,
    "citation_title": "What Happens When Child Care Inspections and Complaints Are Made Available on the Internet?",
    "citation_author": [
        "Ann Dryden Witte",
        "Magaly Queralt"
    ],
    "citation_publication_date": "2004-01-12",
    "issue_date": "2004-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide substantial evidence that placing child care provider inspection and complaint reports on the Internet changed the behavior of child care inspectors and improved the quality of child care received by low-income children. We believe that these results were forthcoming in part because: (1) the media widely reported the availability of this information on the Web, (2) the information was easy to locate and use and (3) the inspector's name and contact information appeared on the first page of the reports. To be more specific, we find that, after child care provider inspection and complaint reports are made available on the Internet: (1) inspectors produce significantly more inspection reports and (2) inspectors become significantly more likely to provide mixed reviews of centers in the course of their routine inspections, finding that centers sometimes meet minimum standards and other times fail to do so. Controlling for time trends and other unobserved policy and economic changes, we also find that, after inspection reports are made available on the Internet, there is a significant improvement in classroom environment and center management at centers serving low-income children with child care subsidies. While the magnitude of the improvement in terms of observational assessment scores (i.e., 2.82 points, or « of a standard deviation) is moderate, it is comparable in size to improvements often achieved by more expensive approaches to improve classroom environment or the curriculum.\n\n",
    "acknowledgement": "\n"
}