{
    "id": 10235,
    "citation_title": "The Geography of Stock Market Participation: The Influence of Communities and Local Firms",
    "citation_author": [
        "Jeffrey R. Brown",
        "Zoran Ivkovich",
        "Paul A. Smith",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2004-01-26",
    "issue_date": "2004-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is the first to investigate the importance of geography in explaining equity market participation. We provide evidence to support two distinct local area effects. The first is a community ownership effect, that is, individuals are influenced by the investment behavior of members of their community. Specifically, a ten percentage-point increase in equity market participation of the members of one's community makes it two percentage points more likely that the individual will invest in stocks. We find further evidence that the influence of community members is strongest for less financially sophisticated households and strongest within  peer groups' as defined by age and income categories. The second is that proximity to publicly-traded firms also increases equity market participation. In particular, the presence of publicly-traded firms within 50 miles and the share of U.S. market value headquartered within the community are significantly correlated with equity ownership of individuals. These results are quite robust, holding up in the presence of a wide range of individual and community controls, instrumental variables estimation, the inclusion of individual fixed effects, and specification checks to rule out that the relations are driven solely by ownership of the stock of one's employer.\n\n",
    "acknowledgement": "\n"
}