{
    "id": 10243,
    "citation_title": "The Labor Market Effects of the 1960s Riots",
    "citation_author": [
        "William J. Collins",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2004-01-26",
    "issue_date": "2004-01-26",
    "revision_date": "2020-06-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1964 and 1971, hundreds of riots erupted in American cities, resulting in large numbers of injuries, deaths, and arrests, as well as in considerable property damage concentrated in predominantly black neighborhoods. There have been few studies of an econometric nature that examine the impact of the riots on the economic status of African Americans, or on the cities in which the riots took. We present two complementary empirical analyses. The first uses aggregate, city-level data on income, employment, unemployment, and the area's racial composition from the published volumes of the federal censuses. We estimate the riot effect' by both ordinary least squares and two-stage least squares. The second uses individual-level census data from the Integrated Public Use Microdata Series. The findings suggest that the riots had negative effects on blacks' income and employment that were economically significant and that may have been larger in the long run (1960-1980) than in the short run (1960-1970). We view these findings as suggestive rather than definitive for two reasons. First, the data are not detailed enough to identify the precise mechanisms at work. Second, the wave of riots may have had negative spillover effects to cities that did not experience severe riots; if so, we would tend to underestimate the riots' overall effect.\n\n",
    "acknowledgement": "\n"
}