{
    "id": 10279,
    "citation_title": "Cross-country Conversion Factors for Sectoral Productivity Comparisons",
    "citation_author": [
        "Johannes Van Biesebroeck"
    ],
    "citation_publication_date": "2004-02-02",
    "issue_date": "2004-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational comparisons of the level of labor or total factor productivity have used exchange rates or purchasing power parity (PPP) to make output and capital comparable across countries. Recent evidence suggests that aggregate PPP holds rather well in the long run, making it a good basis for comparison. At the same time, sectoral deviations from PPP are very persistent, raising the need for disaggregate price measures to make disaggregate productivity comparisons. Sectoral differences in the importance of nontradables make it even more important to work with sectoral prices when country-comparisons are made at the sectoral level. Mapping prices from household expenditure surveys into the industrial classification of sectors and adjusting for taxes and international trade, I obtain a sector-specific PPP measure. The few previous studies that used sectoral prices only had conversion factors available for a single year. With price data for 1985, 1990, 1993, and 1996, I am the first to test whether the constructed conversion factors adequately capture differential changes in relative prices between countries. For some industries--Agriculture, Mining, and less sophisticated manufacturing sectors--the indices prove adequate. For most other industries, aggregate PPP is a superior currency conversion factor.\n\n",
    "acknowledgement": "\n"
}