{
    "id": 10277,
    "citation_title": "Financial Openness, Sudden Stops and Current Account Reversals",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2004-02-02",
    "issue_date": "2004-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I use a panel data set to investigate the mechanics of sudden stops of capital inflows and current account reversals. I am particularly interested in four questions: (a) What is the relationship between sudden stops and current account reversals? (b) To what extent does financial openness affect the probability of a country being subject to a current account reversal? In other words, do restrictions on capital mobility reduce the probability of such occurrences? (C) Does openness -- both trade openness and financial openness -- play a role in determining the effect of current account reversals on economic performance (i.e. GDP growth)? And, (d) does the exchange rate regime affect the intensity with which reversals affect real activity? The empirical analysis shows that sudden stops and current account reversals have been closely related. The econometric analysis suggests that restricting capital mobility does not reduce the probability of experiencing a reversal. Current account reversals, in turn, have had a negative effect on real growth that goes beyond their direct effect on investment. The regression analysis indicates that the negative effects of current account reversals on growth will depend on the country's degree of trade openness: More open countries will suffer less in terms of lower growth relative to trend   than countries with a lower degree of trade openness. On the other hand, the degree of financial openness does not appear to be related to the intensity with which reversals affect real economic performance. The empirical analysis also suggests that countries with more flexible exchange rate regimes are able to accommodate better shocks stemming from a reversal than countries with more rigid exchange rate regimes.\n\n",
    "acknowledgement": "\n"
}