{
    "id": 10276,
    "citation_title": "Thirty Years of Current Account Imbalances, Current Account Reversals and Sudden Stops",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2004-02-02",
    "issue_date": "2004-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the anatomy of current account adjustments in the world economy during the last three decades. The main findings may be summarized as follows: (a) Major reversals in current account deficits have tended to be associated to  sudden stops' of capital inflows. (b) The probability of a country experiencing a reversal is captured by a small number of variables that include the (lagged) current account to GDP ratio, the external debt to GDP ratio, the level of international reserves, domestic credit creation, and debt services. (c) Current account reversals have had a negative effect on real growth that goes beyond their direct effect on investments. (d) There is persuasive evidence indicating that the negative effect of current account reversals on growth will depend on the country's degree of openness. More open countries will suffer less    in terms of lower growth    than countries with a lower degree of openness. (e) I was unable to find evidence supporting the hypothesis that countries with a higher degree of dollarization are more severely affected by current account reversals than countries with a lower degree of dollarization. And, (f) the empirical analysis suggests that countries with more flexible exchange rate regimes are able to accommodate the shocks stemming from a reversal better than countries with more rigid exchange rate regime.\n\n",
    "acknowledgement": "\n"
}