{
    "id": 10274,
    "citation_title": "Single Mothers Working at Night: Standard Work, Child Care Subsidies, and Implications for Welfare Reform",
    "citation_author": [
        "Erdal Tekin"
    ],
    "citation_publication_date": "2004-02-02",
    "issue_date": "2004-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a data set from the post welfare reform environment (the 1999 National Survey of America's Families), this paper investigates the impact of child care subsidies on the standard work (i.e., work performed during the traditional work hours of 8 a.m. and 6 p.m. through Monday and Friday) decision of single mothers and tests whether this impact differs between welfare recipients and nonrecipients.  The econometric strategy accounts for sample selection into the labor force and the potential endogeneity of child care subsidy receipt and welfare participation.  Results suggest that child care subsidies are associated with a 6 percentage point increase in the probability of single mothers working at standard jobs.  When the impact of subsidies is allowed to differ between welfare recipients and non-recipients, results indicate that welfare recipients are 14 percentage points more likely to work at standard jobs than others when they are offered a child care subsidy.  Among non-recipients, child care subsidies increase standard work probability by only 1 percentage point.  These results underscore the importance of child care subsidies helping low-income parents, especially welfare recipients, find jobs with conventional or standard schedules and lend support to the current practice of states' giving priority to welfare recipients for child care subsidies.  Results are found to be robust to numerous specification checks.\n\n",
    "acknowledgement": "\n"
}