{
    "id": 10286,
    "citation_title": "Self-Employment: More may not be better",
    "citation_author": [
        "David G. Blanchflower"
    ],
    "citation_publication_date": "2004-02-09",
    "issue_date": "2004-02-09",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI present information on self-employment from seventy countries. Self-employment rates are generally down across the OECD. The main exceptions are the UK, and New Zealand. The probability of being self-employed across the OECD is higher for men and for older workers compared with younger workers. In Europe the probabilities are lower the more educated an individual is, while the opposite is true in the US. Some groups of immigrants have higher rates of self-employment than the indigenous population, others do not. Capital constraints appear to bind especially tightly in the US for firms owned by minorities and women: the low rates of self-employment of blacks and Hispanics in the US appears in part to be driven by liquidity constraints. There is evidence that liquidity constraints bite in other countries including the UK, Finland, Australia, Canada and Sweden. It does seem likely that people have an unrealistically rosy view of what it is like to be running their own business rather than staying with the comparative security of being an employee. A surprisingly high proportion of employees say they would prefer to be self-employed. Despite the fact that very high proportions of employees say they would like to set up their own business the reality is  something else. The evidence presented her suggests that people may well be able to judge what is in their own best interests - that is why they remain as employees. The self-employed work under a lot of pressure, report that they find their work stressful and that they come home from work exhausted. Further, they report being constantly under strain, that they lose sleep over worry and place more weight on work than they do on leisure. However, they are especially likely to say they have control over their lives as well as being highly satisfied with their lives.\n\n",
    "acknowledgement": "\n"
}