{
    "id": 10288,
    "citation_title": "Legal Regime and Business's Organizational Choice: A Comparison of France and the United States",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "Jean-Laurent Rosenthal"
    ],
    "citation_publication_date": "2004-02-09",
    "issue_date": "2004-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a recent series of articles, Rafael La Porta, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny have argued that countries whose legal systems are based on civil law (especially of French origin) have systematically weaker environments for business than those whose legal systems are based on Anglo-American common law. This paper addresses that argument by exploring the responsiveness of French and U.S. law to the needs of business enterprises during the nineteenth century, when both countries were undergoing industrialization. We find that contracting environment in the U.S. was in fact neither freer nor more flexible than that in France during this critical period. Not only did U.S. law offer enterprises a more limited menu of organizational choices, but business people in the U.S. had much less ability to adapt the basic forms to meet their needs than their French counterparts. Nor is there any evidence that American law evolved more readily in response to economic change than French law. In both nations, major changes in the rules governing organizational forms required the passage of new statutes, and governmental institutions do not seem to have worked any more expeditiously in the U.S. than in France to improve the menu of choices. To the contrary, it was not until the late twentieth century that U.S. business obtained much the same degree of contractual freedom that their French counterparts had long taken for granted.\n\n",
    "acknowledgement": "\n"
}