{
    "id": 10293,
    "citation_title": "The Positive Link Between Financial Liberalization, Growth and Crises",
    "citation_author": [
        "Aaron Tornell",
        "Frank Westermann",
        "Lorenza Martinez"
    ],
    "citation_publication_date": "2004-02-09",
    "issue_date": "2004-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is no agreement regarding the growth-enhancing effects of financial liberalization, mainly because it is associated with risky international bank flows, lending booms, and crises. In this paper we make the case for liberalization despite the occurrence of crises. We show that in developing countries trade liberalization has typically been followed by financial liberalization, which has indeed led to financial fragility and a greater incidence of crises. However, financial liberalization also has led to higher GDP growth. In fact, the fastest-growing countries are typically those that have experienced boom-bust cycles. That is, there is a positive link between GDP growth and the bumpiness of credit, which is captured by the negative skewness --not by the variance-- of credit growth. To substantiate our interpretation of the data we present a model that shows why in countries with severe credit market imperfections, liberalization leads to higher growth and, as a by-product, to financial fragility. Thus, occasional crises need not forestall growth and may even be a necessary component of a developing country's growth experience. Finally, our analysis indicates that foreign direct investment does not obviate the need for risky international bank flows, as the latter are the only source of financing for most firms in the nontradables sector.\n\n",
    "acknowledgement": "\n"
}