{
    "id": 10308,
    "citation_title": "Asbestos and the Future of Mass Torts",
    "citation_author": [
        "Michelle J. White"
    ],
    "citation_publication_date": "2004-02-24",
    "issue_date": "2004-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAsbestos was once referred to as a  miracle mineral' for its ability to withstand heat and it was used in thousands of products. But exposure to asbestos causes cancer and other diseases. As of the beginning of 2001, 600,000 individuals had filed lawsuits for asbestos-related diseases against more than 6,000 defendants. 85 firms have filed for bankruptcy due to asbestos liabilities and several insurers have failed or are in financial distress. More than $54 billion has been spent on the litigation   higher than any other mass tort. Estimates of the eventual cost of asbestos litigation range from $200 to $265 billion. The paper examines the history of asbestos regulation and asbestos liability and argues that it was liability rather than regulation that eventually caused producers to eliminate asbestos from most products by the late 1970s. But despite the disappearance of asbestos products from the marketplace, asbestos litigation continued to grow. Plaintiffs' lawyers used forum-shopping to select the most favorable state courts techniques for mass processing of claims, and substituted new defendants when old ones went bankrupt. Because representing asbestos victims was extremely profitable, lawyers had an incentive to seek out large numbers of additional plaintiffs, including many claimants who were not harmed by asbestos exposure. The paper contrasts asbestos litigation to other mass torts involving personal injury and concludes that asbestos was unique in a number of ways, so that future mass torts are unlikely to be as big. However new legal innovations developed for asbestos are likely to make future mass torts larger and more expensive. I explore two mechanisms-- bankruptcies and class action settlements--that the legal system has developed to resolve mass torts and show that neither has worked for asbestos litigation. The first, bankruptcy by individual asbestos defendants, exacerbates the litigation by spreading it to non-bankrupt defendants. The second, a class action settlement, is impractical for asbestos litigation because of the large number of defendants. As a result, Congressional legislation is needed and the paper discusses the compensation fund approach that Congress is currently considering.\n\n",
    "acknowledgement": "\n"
}