{
    "id": 10302,
    "citation_title": "The Economics of Latin American Art: Creativity Patterns and Rates of Return",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2004-02-16",
    "issue_date": "2004-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I use a large data set to analyze two aspects of the Latin American arts: (1) the nature of artistic creative process, and (2) Latin American art as an investment. I use data on auctions to understand the relation between artists' age and the value of their work. The analysis on creativity suggests that Latin American artists have followed very different patterns from that followed by U.S. artists. There is strong evidence suggesting that American artists born after 1920 did their best work at an earlier age than their older colleagues; exactly the opposite is true for the case of Latin America. Indeed, the results reported in this paper suggest that Latin American artists born after 1920 did their best work at a significantly older age than their colleagues from earlier cohorts. The analysis of art as an investment is based on the estimation of hedonic price indexes, and indicates that Latin American art has had a relatively high rate of return   indeed much higher than that of other type of paintings. The results also indicate that returns on Latin American art have a very low degree of correlation   that is, a very low beta   relative to an international portfolio comprised of equities. This means that adding Latin American art will lower the overall risk of an international portfolio.\n\n",
    "acknowledgement": "\n"
}