{
    "id": 10305,
    "citation_title": "Personal Accounts and Family Retirement",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2004-02-16",
    "issue_date": "2004-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a model of retirement and saving by two earner couples. The model includes three dimensions of behavior: the joint determination of retirement and saving; heterogeneity in time preference; and the interdependence of retirement decisions of husbands and wives. Estimation is based on panel data from the Health and Retirement Study covering the period 1992 to 2000.  When husbands postpone their retirement so they can retire together with their typically younger wives, the spike in retirement at age 62 is smeared to later ages. Thus retirements differ between one and two earner families. We find both an asymmetry in which husbands prefer their wife to be retired before they retire, and a clear distaste of many husbands to retiring when their wives are in poor health, while the wives are willing to stay at home with sickly husbands. We simulate a system of personal Social Security accounts based on a 10.6 percent contribution rate over the lifetime. One version allows individuals to make lump sum withdrawals at retirement instead of annuitizing. This program would increase the retirement rates of husbands at age 62 by about 15 percentage points compared to the current system. Adding a lump sum option, by itself, would increase retirements at 62 by about 6 percentage points.\n\n",
    "acknowledgement": "\n"
}