{
    "id": 10317,
    "citation_title": "International Trade and Child Labor: Cross-Country Evidence",
    "citation_author": [
        "Eric Edmonds",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2004-02-29",
    "issue_date": "2004-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the relationship between greater exposure to trade (as measured by openness) and child labor in a cross country setting. Our methodology accounts for the fact that trade flows are endogenous to child labor (and labor standards more generally) by examining the relationship between child labor and variation in trade based on geography. We find that countries that trade more have less child labor. At the cross-country means, the data suggest an openness elasticity of child labor of -0.7. For low-income countries, the elasticity of child labor with respect to trade with high income countries is -0.9. However, these relationships appear to be largely attributable to the positive association between trade and income. When we control for the endogeneity of trade and for cross-country income differences, the openness elasticity of child labor at cross-country means is much smaller (-0.1) and statistically insignificant. We consistently find a negative but statistically insignificant association between openness and child labor conditional on cross-country income differences when we split the sample into different country groups, consider only trade between high and low income countries, or focus on exports of unskilled-labor intensive products from low income countries. Thus, the cross-country data do not substantiate assertions that trade per se plays a significant role in perpetuating the high levels of child labor that pervade low-income countries.\n\n",
    "acknowledgement": "\n"
}