{
    "id": 10328,
    "citation_title": "The Expanding Pharmaceutical Arsenal in the War on Cancer",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2004-02-29",
    "issue_date": "2004-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnly about one third of the approximately 80 drugs currently used to treat cancer had been approved when the war on cancer was declared in 1971. We assess the contribution of pharmaceutical innovation to the increase in cancer survival rates in a differences in differences' framework, by estimating models of cancer mortality rates using longitudinal, annual, cancer-site-level data based on records of 2.1 million people diagnosed with cancer during the period 1975-1995. We control for fixed cancer site effects, fixed year effects, incidence, stage distribution of diagnosed patients, mean age at diagnosis, and surgery and radiation treatment rates. Cancers for which the stock of drugs increased more rapidly tended to have greater increases in survival rates. The increase in the stock of drugs accounted for about 50-60% of the increase in age-adjusted survival rates in the first 6 years after diagnosis. New cancer drugs increased the life expectancy of people diagnosed with cancer by about one year from 1975 to 1995. The estimated cost to achieve the additional year of life per person diagnosed with cancer   below $3000   is well below recent estimates of the value of a statistical life-year. Since the lifetime risk of being diagnosed with cancer is about 40%, the estimates imply that new cancer drugs accounted for 10.7% of the overall increase in U.S. life expectancy at birth.\n\n",
    "acknowledgement": "\n"
}