{
    "id": 10325,
    "citation_title": "Production Function and Wage Equation Estimation with Heterogeneous Labor: Evidence from a New Matched Employer-Employee Data Set",
    "citation_author": [
        "Judith K. Hellerstein",
        "David Neumark"
    ],
    "citation_publication_date": "2004-02-29",
    "issue_date": "2004-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we first describe the 1990 DEED, the most recently constructed matched employer-employee data set for the United States that contains detailed demographic information on workers (most notably, information on education). We then use the data from manufacturing establishments in the 1990 DEED to update and expand on previous findings, using a more limited data set, regarding the measurement of the labor input and theories of wage determination. We find that the productivity of women is less than that of men, but not by enough to fully explain the gap in wages, a result that is consistent with wage discrimination against women. In contrast, we find no evidence of wage discrimination against blacks. We estimate that both the wage and productivity profiles are rising but concave to the origin (consistent with profiles quadratic in age), but the estimated relative wage profile is steeper than the relative productivity profile, consistent with models of deferred wages. We find a productivity premium for marriage equal to that of the wage premium, and a productivity premium for education that somewhat exceeds the wage premium. Exploring the sensitivity of these results, we also find that different specifications of production functions do not have any qualitative effects on the these results. Finally, the results indicate that the returns to productive inputs (capital, materials, labor quality) as well as the residual variance are virtually unaffected by the choice of the construction of the labor quality input.\n\n",
    "acknowledgement": "\n"
}