{
    "id": 10322,
    "citation_title": "The (Un)changing Geographical Distribution of Housing Tax Benefits: 1980 to 2000",
    "citation_author": [
        "Todd Sinai",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2004-02-29",
    "issue_date": "2004-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEven though the top marginal income tax rate has fallen substantially and the tax code has become less progressive since 1979, the tax benefit to homeowners was virtually unchanged between 1979-1989, and then rose substantially between 1989-1999. Using tract-level data from the 1980, 1990, and 2000 censuses, we estimate how the income tax-related benefits to owner-occupiers are distributed spatially across the United States. Geographically, gross program benefits have been and remain very spatially targeted. At the metropolitan area level, tax benefits are spatially targeted, with a spatial skewness that is increasing over time. In 1979, owners in the top 20 highest subsidy areas received from 2.7 to 8.0 times the subsidy reaped by owners in the bottom 20 areas. By 1999, owners in the top 20 areas received from 3.4 to 17.1 times more benefits than owners in any of the 20 lowest recipient areas. Despite the increasing skewness, the top subsidy recipient areas tend to persist over time. In particular, the very high benefit per owner areas are heavily concentrated in California and the New York City to Boston corridor, with California owners alone receiving between 19 and 22 percent of the national aggregate gross benefits. While tax rates are somewhat higher in these places, it is high and rising house prices which appear most responsible for the large and increasing skewness in the spatial distribution of benefits.\n\n",
    "acknowledgement": "\n"
}