{
    "id": 10329,
    "citation_title": "Good versus Bad Deflation: Lessons from the Gold Standard Era",
    "citation_author": [
        "Michael D. Bordo",
        "John Landon Lane",
        "Angela Redish"
    ],
    "citation_publication_date": "2004-02-29",
    "issue_date": "2004-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeflation has had a bad rap, largely based on the experience of the 1930's when deflation was synonymous with depression. Recent experience with declining prices in Japan and China together with the concern over deflation in Europe and the United States has led to renewed attention to the topic of deflation. In this paper we focus our attention on the deflation experience of the United States, the United Kingdom, and Germany in the late nineteenth century during a period characterized by low deflation, rapid productivity growth, positive output growth, and where many nations had a credible nominal anchor based on gold: circumstances which have resonance with the world of today. We identify aggregate supply, aggregate demand, and money supply shocks using a structural panel vector autoregression. We then use historical decompositions to investigate the impact that these structural shocks had on output and prices. Our findings are that the deflation of the late nineteenth century reflected both positive aggregate supply shocks and negative money supply shocks. However, the negative money supply shocks had little effect on output. This we posit is because the aggregate supply curve was very steep in the short run during this period. This contrasts greatly with the deflation experience during the Great Depression. Thus our empirical evidence suggests that deflation in the nineteenth century was primarily good.\n\n",
    "acknowledgement": "\n"
}