{
    "id": 10333,
    "citation_title": "Are Policy Platforms Capitalized into Equity Prices? Evidence from the Bush/Gore 2000 Presidential Election",
    "citation_author": [
        "Brian Knight"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "2020-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests for the capitalization of policy platforms into equity prices using a sample of 70 firms favored under Bush or Gore platforms during the 2000 U.S. Presidential Election. Two sources of daily data during the six months leading up to the election are incorporated: firm-specific equity returns and the probability of a Bush victory as implied by prices from the Iowa electronic market. For this group of politically-sensitive firms, the daily baseline estimates demonstrate that platforms are capitalized into equity prices: under a Bush administration, relative to a counterfactual Gore administration, Bush-favored firms are worth 3 percent more and Gore-favored firms are worth 6 percent less, implying a statistically significant differential return of 9 percent. The most sensitive sectors include tobacco, worth 13 percent more under a favorable Bush administration, Microsoft competitors, worth 15 percent less under an unfavorable Bush administration, and alternative energy companies, worth 16 percent less under an unfavorable Bush administration. A corresponding analysis of campaign contributions, which allows for heterogeneity in the importance of policy platforms to the firms, supports the baseline estimates. These results are then compared with results from a more traditional event study based upon the Florida recount.\n\n",
    "acknowledgement": "\n"
}