{
    "id": 1034,
    "citation_title": "Towards an Explanation of National Price Levels",
    "citation_author": [
        "Irving B. Kravis",
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1982-11-01",
    "issue_date": "1982-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to call attention to the need for a theory of comparative national price levels and to explore some of the elements that seem to belong to such a theory. Most theoretical discussions have maintained that national price levels tend towards equality and focus on presumably temporary divergences from equality. Yet strong evidence has been accumulating that there are large and long-standing differences inprice levels, the highest of which are more than twice those of countries with the lowest prices. Long-run price level differences are most clearly related to levels of real per capita output, with richer countries having higher price levels.These differences have been explained as resulting from greater advantages in productivity for the wealthier countries in goods production, mostly tradable, than in services production, mostly nontradable. The differences in relative productivity may be in total factor productivity or only in labor productivity, reflecting the greater capital intensity of goods production and possibly a higher elasticity of substitution between capital and labor in goods production.We find in the empirical analysis that a large part of the differences in price levels can be explained by structural factors such as real GDP per capita, the degree of openness of the economy, and the share of nontradable goods in output. The only non-structural factor emerging from a preliminary analysis of several of these was the rate of growth of the quantity of money.\n\n",
    "acknowledgement": "\n"
}