{
    "id": 10347,
    "citation_title": "On the Distributional Consequences of Child Labor Legislation",
    "citation_author": [
        "Dirk Krueger",
        "Jessica Tjornhom Donohue"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we construct a dynamic heterogeneous agent general equilibrium model to quantify the effects of child labor legislation on human capital accumulation and the distribution of wealth and welfare. Crucial model elements include a human capital externality in the market sector, an informal home production sector in which child labor laws cannot be enforced, uninsurable idiosyncratic income risk, borrowing constraints, and endogenous wage and interest rate determination in general equilibrium. We calibrate the model to US data around 1880 and find that the welfare consequences for individual households of a transition to policies that restrict child labor or provide tax-financed free education depend crucially on the main source of a households' income. Whereas households with significant financial asset holdings unambiguously lose from any government intervention, high-wage workers benefit most from a ban on child labor, while low-wage workers benefit most from free education. Based on a utilitarian social welfare function, the introduction of free education results in substantial welfare gains, in the order of 3% of consumption, mainly because it leads to higher human capital accumulation. A child labor ban, in contrast, induces (small) welfare losses because it reduces income opportunities for poor families without being effective in stimulating education attainment.\n\n",
    "acknowledgement": "\n"
}