{
    "id": 10346,
    "citation_title": "Technological Innovations and Endogenous Changes in U.S. Legal Institutions, 1790-1920",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent scholarship highlights the importance of institutions to the processes of economic growth, but the precise nature of their relationship bears further examination. This paper considers how the evolution of legal institutions has contributed to, and in turn been affected by, major technological innovations. The first section of the paper examines the U.S. intellectual property system. Patent and copyright laws, and their interpretation and enforcement by the federal judiciary, certainly influenced the course of technical and cultural change, but it is clear that they did not develop independently of the state of technology and of the economy. Both the statutes and their interpretations altered in response to the introduction and diffusion of new technologies. The second section explores in more detail the impact of some of these technological innovations -- including steamboats, railroads, telegraphy, medical technologies, and automobiles -- on the common law, regulation and insurance. Such technological advances often led to institutional bottlenecks, which then required accommodations in legal rules and their enforcement. Although the common law had some capability for economizing on legal adjustment costs through 'adjudication by analogy', the socio-economic changes wrought by major innovations ultimately produced more fundamental change in legal institutions, such as shifts in the relative importance of state and federal policies, and in the degree of reliance on regulation by bureaucracy. In sum, the historical record of the evolution of legal rules and standards in the United States indicates a remarkable degree of flexibility as such institutions responded to changing economic circumstances.\n\n",
    "acknowledgement": "\n"
}