{
    "id": 10348,
    "citation_title": "Transaction Structures in the Developing World",
    "citation_author": [
        "Josh Lerner",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWhile variations in public securities markets across nations have attracted increasing scrutiny, private financings have received little attention. But in developing nations, the bulk of financings are private ones. This paper analyzes 210 private equity transactions in developing countries. We find that unlike in the U.S., where convertible preferred securities are ubiquitous, in developing nations a much broader array of securities are employed and private equity investors often have fewer contractual protections. The choice of security appears to be driven by the legal and economic circumstances of the nation and the private equity group. Investments in common law nations are structured similar to those in the U.S., being less likely to employ common stock or straight debt, and more likely to use preferred stock with a variety of covenants. By way of contrast, in nations where the rule of law is less established, private equity groups are likely to use common stock and own the majority of the firm's equity if the investment encounters difficulties. Private equity groups based in the U.S. and U.K. rely more on preferred securities but also adapt transactions to local conditions. These contractual differences appear to have real consequences: larger transactions with higher valuations are seen in common law countries. These findings suggest that the structure of a country's legal system affects private contracts and cannot easily be undone by (bi-lateral) private solutions.\n\n",
    "acknowledgement": "\n"
}