{
    "id": 10340,
    "citation_title": "Unlocking Housing Equity in Japan",
    "citation_author": [
        "Olivia S. Mitchell",
        "John Piggott"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior literature on asset patterns among the elderly often overlooks housing wealth as a determinant of retiree wealth, particularly in the Japanese context. Yet releasing equity in housing may be a natural mechanism to boost consumption, reduce public pension liability, and mitigate the demand for long-term care facilities in Japan. Our study evaluates what might be needed to implement reverse mortgages (RMs) in this country. Policies could include exempting RMs from capital gains tax and transactions tax, along with mechanisms to make annuity income flows nontaxable, along with interest rate accruals for RMs. In addition, housing market reforms to enhance information flows would be needed, particularly regarding new and existing housing trades, which could permit the securitization of housing loans and lines of credit. Other improvements in capital markets could also help, including the establishment of reinsurance mechanisms to help lenders offer these reverse mortgages while having some protection against crossover risk. In the Japanese case, demand for RMs will be dampened by declining residential housing values as well as low interest rates and long life expectancies. Nevertheless, we conclude that RMs might be a good way to finance elderly consumption in Japan, particularly against the backdrop of governmental financial stringencies.\n\n",
    "acknowledgement": "\n"
}