{
    "id": 10351,
    "citation_title": "Business Cycle Accounting",
    "citation_author": [
        "V.V. Chari",
        "Patrick J. Kehoe",
        "Ellen McGrattan"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple method to help researchers develop quantitative models of economic fluctuations. The method rests on the insight that many models are equivalent to a prototype growth model with time-varying wedges which resemble productivity, labor and investment taxes, and government consumption. Wedges corresponding to these variables -- effciency, labor, investment, and government consumption wedges -- are measured and then fed back into the model in order to assess the fraction of various fluctuations they account for. Applying this method to U.S. data for the Great Depression and the 1982 recession reveals that the effciency and labor wedges together account for essentially all of the fluctuations; the investment wedge plays a decidedly tertiary role, and the government consumption wedge, none. Analyses of the entire postwar period and alternative model specifications support these results. Models with frictions manifested primarily as investment wedges are thus not promising for the study of business cycles.\n\n",
    "acknowledgement": "\nWe thank the co-editor and three referees for useful comments. We also thank Kathy Rolfe for excellent editorial assistance and the National Science Foundation for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}