{
    "id": 10355,
    "citation_title": "Equity Style Returns and Institutional Investor Flows",
    "citation_author": [
        "Kenneth A. Froot",
        "Melvyn Teo"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores institutional investor trades in stocks grouped by style and the relationship of these trades with equity market returns. It aggregates transactions drawn from a large universe of approximately $6 trillion of institutional funds. To analyze style behavior, we assign equities to deciles in each of five style dimensions: size, value/growth, cyclical/defensive, sector, and country. We find, first, strong evidence that investors organize and trade stocks across style-driven lines. This appears true for groupings both strongly and weakly related to fundamentals (e.g., industry or country groupings versus size or value/growth deciles). Second, the positive linkage between flows and returns emerges at daily frequencies, yet becomes even more important at lower frequencies. We show that quarterly decile flows and returns are even more strongly positively correlated than are daily flows and returns. However, as the horizon increases beyond a year, we find that the flow/return correlation declines. Third, style flows and returns are important components of individual stock expected returns. We find that nearby style inflows and returns positively forecast future returns while distant style inflows and returns forecast negatively. Fourth, we find strong correlations between style flows and temporary components of return. This suggests that behavioral theories may play a role in explaining the popularity and price impact of flow-related trading.\n\n",
    "acknowledgement": "\n"
}