{
    "id": 10353,
    "citation_title": "Port Efficiency, Maritime Transport Costs and Bilateral Trade",
    "citation_author": [
        "Ximena Clark",
        "David Dollar",
        "Alejandro Micco"
    ],
    "citation_publication_date": "2004-03-08",
    "issue_date": "2004-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent literature has emphasized the importance of transport costs and infrastructure in explaining trade, access to markets, and increases in per capita income. For most Latin American countries, transport costs are a greater barrier to U.S. markets than import tariffs. We investigate the determinants of shipping costs to the U.S. with a large database of more than 300,000 observations per year on shipments of products aggregated at six-digit HS level from different ports around the world. Distance volumes and product characteristics matter. In addition, we find that ports efficiency is an important determinant of shipping costs. Improving port efficiency from the 25th to the 75th percentile reduces shipping costs by 12 percent. (Bad ports are equivalent to being 60% farther away from markets for the average country.) Inefficient ports also increase handling costs, which are one of the components of shipping costs. Reductions in country inefficiencies associated to transport costs from the 25th to 75th percentiles imply an increase in bilateral trade of around 25 percent. Finally, we try to explain variations in port efficiency and find that they are linked to excessive regulation, the prevalence of organized crime, and the general condition of the country's infrastructure.\n\n",
    "acknowledgement": "\n"
}