{
    "id": 10367,
    "citation_title": "The Effect of Structural Reforms on Productivity and Profitability Enhancing Reallocation: Evidence from Colombia",
    "citation_author": [
        "Marcela Eslava",
        "John Haltiwanger",
        "Adriana Kugler",
        "Maurice Kugler"
    ],
    "citation_publication_date": "2004-03-15",
    "issue_date": "2004-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., some sectoral evidence suggests that growth is driven mainly by productivity enhancing reallocation. In countries with greater barriers to entry and imperfect competition, the reallocation process may be inefficient. Therefore, for developing countries, an open question is whether reallocation is productivity enhancing.  Using a unique plant-level longitudinal dataset for Colombia for the period 1982-1998 we examine the interaction between market allocation, productivity and profitability. Given the important trade, labor and financial market oriented reforms in Colombia in 1990, we explore whether and how the contribution of reallocation changed. Our data include plant-level quantities and prices. Using plant prices, we propose a sequential methodology to estimate productivity and demand shocks. First, with plant-level physical output data, we estimate total factor productivity (TFP) using downstream demand to instrument for inputs. Then, with plant-level price data, we estimate demand shocks and mark-ups in the inverse-demand equation, using TFP to instrument for output. We characterize the evolution of TFP and demand shock distributions. Market reforms are associated with rising overall productivity that is driven by reallocation away from low- and towards high-productivity businesses; and, the allocation of activity across businesses is less driven by demand factors.\n\n",
    "acknowledgement": "\n"
}