{
    "id": 10369,
    "citation_title": "Shape Up or Ship Out: The Effects of Remediation on Students at Four-Year Colleges",
    "citation_author": [
        "Eric Bettinger",
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRemediation is an important part of American higher education with approximately one-third of students requiring remedial or developmental courses. However, at an annual cost of over $1 billion for public colleges alone, policymakers have become critical of the practice. Despite the growing debate and the thousands of under prepared students who enter college each year, there is almost no research on the impact of remediation on student outcomes. This project addresses this critical issue by examining the effect of math remediation using a unique dataset of approximately 8,600 students at nonselective, four-year colleges. To account for selection issues, the paper uses variation in remediation placement policies across institutions and the importance of proximity in college choice. The results suggest that placement (the \"intention to treat\") increases the likelihood that students drop out or transfer to a lower-level college in comparison to similar, non-remediated students. The early timing of these outcomes implies that remediation may serve as a mechanism to re-sort students across schools. The results are mixed among students who actually complete the courses (the \"treatment on the treated\" effect). After accounting for selection, remediated students are less likely to dropout suggesting that the courses may increase persistence. However, they take longer to complete their degrees and are slightly more likely to transfer to lower-level colleges.\n\n",
    "acknowledgement": "\n"
}