{
    "id": 10375,
    "citation_title": "Government Gains from Self-Restraint: A Bargaining Theory of Inefficient Redistribution",
    "citation_author": [
        "Allan Drazen",
        "Nuno Limão"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a bargaining model of the interaction between a government and interest groups in which, unlike most existing models, neither side is assumed to have all the bargaining power. The government finds it optimal to constrain itself in the use of transfer policies to improve its bargaining position. In a model of redistribution to lobbies, the government finds it optimal to cap the size of lump-sum transfers it makes below the unconstrained equilibrium level. With a binding cap on efficient subsidies in place, less efficient subsidies will be used for redistribution even when they serve no economic function. Analogously, if it must choose either efficient or inefficient transfers, it may find it optimal to forego use of the former if its bargaining power relative to the lobby is sufficiently low. Even if the lobby can bargain over the type of redistribution policy with the government, the inefficient policy may still be used in equilibrium. If policymakers are elected, rational fully informed voters may choose a candidate who implements the inefficient policy over one who would implement the efficient policy and may prefer the candidate with the lower weight on voter welfare We thus offer an alternative theory that explains why governments may optimally choose to restrict efficient lump-sum transfers to interest groups and replace them with relatively less efficient transfers.\n\n",
    "acknowledgement": "\n"
}