{
    "id": 10377,
    "citation_title": "Transaction Prices and Managed Care Discounting for Selected Medical Technologies: A Bargaining Approach",
    "citation_author": [
        "Avi Dor",
        "Michael Grossman",
        "Siran M.Koroukian"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is generally assumed that managed care has been successful at capturing discounts from medical providers, but the implications have been a matter of debate. Critics argue that managed care organizations attain savings by reducing intensity of services, while others have argued that savings are 'real' and are a consequence of discounts per unit of care. To address this, we obtain separate transaction prices for hospital episodes (treatment) and for the narrowly defined surgical procedure, using the example of heart bypass surgery. Both sets of prices were drawn from a database of insurance claims of self-insured firms that offer a menu of insurance options. We use a Nash-Bargaining framework to obtain price discounts by type of insurance.  Adjusting for product and patient heterogeneity, the per-procedure prices yield the anticipated pattern of discounts: Relative to traditional fee for service, point-of-service HMOs exhibited the largest discounts followed by Preferred-Provider-Organizations (18 and 12 percent, respectively). While reductions in intensity of services are not directly observable from the data, combining the results from the per-procedure and per-episode analysis yields a range of intensity reduction of 20-6 percent, with a corresponding per-unit price discount of 4-18 percent for the entire episode. We conclude that a large share cost savings by managed care organizations are due to per-unit price reductions.\n\n",
    "acknowledgement": "\n"
}