{
    "id": 10374,
    "citation_title": "Pay or Pray? The Impact of Charitable Subsidies on Religious Attendance",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic argument for subsidizing charitable giving relies on the positive externalities of charitable activities, particularly from the religious institutions that are the largest recipients of giving.  But the net external effects of subsidies to religious giving will also depend on a potentially important indirect effect as well: impacts on religious participation. Religious participation can be either a complement to, or a substitute with, the level of charitable giving.  Understanding these spillover effects of charitable giving may be quite important, given the existing observational literature that suggests that religiosity is a major determinant of well-being among Americans.  In this paper I investigate the impact of charitable subsidies on a measure of religious participation, attendance at religious services.  I do so by using data over three decades from the General Social Survey, as well as confirming the impact of such subsidies on religious giving using the Consumer Expenditure Survey.  I find strong evidence that religious giving and religious attendance are substitutes: larger subsidies to charitable giving lead to more religious giving, but less religious attendance, with an implied elasticity of attendance with respect to religious giving of -0.92.  These results have important implications for the debate over charitable subsidies.  They also serve to validate economic models of religious participation.\n\n",
    "acknowledgement": "\n"
}