{
    "id": 10371,
    "citation_title": "Inequality, Technology, and the Social Contract",
    "citation_author": [
        "Roland Benabou"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe distribution of human capital and income lies at the center of a nexus of forces that shape a country's economic, institutional and technological structure. I develop here a unified model to analyze these interactions and their growth consequences. Five main issues are addressed. First, I identify the key factors that make both European-style \"welfare state\" and US-style \"laissez-faire\" social contracts sustainable.; I also compare the growth rates of these two politico-economic steady states, which are no Pareto-rankable. Second, I examine how technological evolutions affect the set of redistributive institutions that can be durably sustained, showing in particular how skill-biased technical change may cause the welfare state to unravel. Third, I model the endogenous determination of technology or organizational form that results from firms' tailoring the flexibility of their production processes to the distribution of workers' skills. The greater is human capital heterogeneity, the more flexible and wage-disequalizing is the equilibrium technology. Moreover, firms' choices tend to generate excessive flexibility, resulting in suboptimal growth or even self-sustaining technology-inequality traps. Fourth, I examine how institutions also shape the course of technology; thus, a world-wide shift in the technology frontier results in different evolutions of production processes and skill premia across countries with different social contracts. Finally, I ask what joint configurations of technology, inequality and redistributive policy are feasible in the long run, when all three are endogenous. I show in particular how the diffusion of technology leads to the  exporting' of inequality across borders; and how this, in turn, generates spillovers between social contracts that make it more difficult for nations to maintain distinct institutions and social structures.\n\n",
    "acknowledgement": "\n"
}