{
    "id": 10370,
    "citation_title": "Do College Instructors Matter? The Effects of Adjuncts and Graduate Assistants on Students' Interests and Success",
    "citation_author": [
        "Eric Bettinger",
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most pronounced trends in higher education over the last decade has been the increased reliance on instructors outside of the traditional full-time, Ph.D.-trained model. Nearly 43 percent of all teaching faculty were part-time in 1998, and at selective colleges, graduate assistant instructors teach over 35 percent of introductory courses. Critics argue that these alternative instructors, with less education and engagement within a university, are causing the quality of education to deteriorate and may affect student interest in a subject. However, little research exists to document these claims. This paper attempts to fill this void using a unique dataset of students at public, four-year colleges in Ohio. The paper quantifies how adjunct and graduate assistant instructors affect the likelihood of enrollment and success in subsequent courses. Because students with alternative instructors may differ systematically from other students, the paper uses two empirical strategies: course fixed effects and a value-added instructor model. The results suggest that adjunct and graduate assistant instructors generally reduce subsequent interest in a subject relative to full-time faculty members, but the effects are small and differ by discipline. Adjuncts and graduate assistants negatively affect students in the humanities while positively affecting students in some of the technical and professional fields.\n\n",
    "acknowledgement": "\n"
}