{
    "id": 10380,
    "citation_title": "Entry Regulation as a Barrier to Entrepreneurship",
    "citation_author": [
        "Leora Klapper",
        "Luc Laeven",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2004-03-22",
    "issue_date": "2004-03-22",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a comprehensive database of European firms, we study the effect of market entry regulations on the creation of new limited-liability firms, the average size of entrants, and the growth of incumbent firms. We find that costly regulations hamper the creation of new firms, especially in industries that should naturally have high entry. These regulations also force new entrants to be larger and cause incumbent firms in naturally high-entry industries to grow more slowly. Our results hold even when we correct for the availability of financing, the degree of protection of intellectual property, and labor regulations.\n\n",
    "acknowledgement": "\nWe thank William Schwert, an anonymous referee, Allen Berger, Arnoud Boot, Nicola Cetorelli, Stijn Claessens, Mihir Desai, Simeon Djankov, Alexander Dyck, Saul Estrin, Raymond Fisman, Nicola Gennaioli, Paul Gompers, Luigi Guiso, Stephen Haber, Robert Hauswald, Thomas Hellman, Simon Johnson, Steven Kaplan, Naomi Lamoreaux, Joshua Lerner, Inessa Love, Vojislav Maksimovic, Atif Mian, Enrico Perotti, Michel Robe, Roberta Romano, Jean-Laurent Rosenthal, Jan Svejnar, Scott Stern, Gregory Udell, Christopher Woodruff, and seminar participants at the Fifth International Conference on Financial Market Development in Emerging and Transition Economies in Hyderabad, American University, University of Amsterdam, University of Maryland, the NBER Corporate Finance Program Meeting at the University of Chicago, the SME Conference at the World Bank, the Entrepreneurship Conference at Harvard Business School, the AEA meetings in Philadelphia, and the World Bank/NYU Workshop on Entry, Entrepreneurship, and Financial Development for valuable comments; Ying Lin and Victor Sulla for outstanding research assistance; Sebastian Roels at Bureau Van Dijk for help with the Amadeus data; and Brian Williams and Ryan Paul at Dun & Bradstreet for help with the Dun & Bradstreet data. Rajan thanks the National Science Foundation, the Center for the Study of the State and the Economy at the Graduate School of Business, University of Chicago for research support during part of this study. We also thank the World Bank for financial support.  An earlier version of this paper circulated under the title “Business Environment and Firm Entry: Evidence from International Data.” This paper’s findings, interpretations, and conclusions are entirely those of the authors and do not necessarily represent the views of the World Bank, the IMF, their Executive Directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}