{
    "id": 10389,
    "citation_title": "Fiscal Dominance and Inflation Targeting: Lessons from Brazil",
    "citation_author": [
        "Olivier Blanchard"
    ],
    "citation_publication_date": "2004-03-29",
    "issue_date": "2004-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA standard proposition in open-economy macroeconomics is that a central-bank-engineered increase in the real interest rate makes domestic government debt more attractive and leads to a real appreciation. If, however, the increase in the real interest rate also increases the probability of default on the debt, the effect may be instead to make domestic government debt less attractive, and to lead to a real depreciation. That outcome is more likely the higher the initial level of debt, the higher the proportion of foreign-currency-denominated debt, and the higher the price of risk. Under that outcome, inflation targeting can clearly have perverse effects: An increase in the real interest in response to higher inflation leads to a real depreciation. The real depreciation leads in turn to a further increase in inflation. In this case, fiscal policy, not monetary policy, is the right instrument to decrease inflation. This paper argues that this is the situation the Brazilian economy found itself in in 2002 and 2003. It presents a model of the interaction between the interest rate, the exchange rate, and the probability of default, in a high-debt high-risk-aversion economy such as Brazil during that period. It then estimates the model, using Brazilian data. It concludes that, in 2002, the level and the composition of public debt in Brazil, and the general level of risk aversion in world financial markets, were indeed such as to imply perverse effects of the interest rate on the exchange rate and on inflation.\n\n",
    "acknowledgement": "\n"
}