{
    "id": 10383,
    "citation_title": "Nominal Wage Rigidities in Mexico: Evidence from Social Security Records",
    "citation_author": [
        "Sara G. Castellanos",
        "Rodrigo Garcia-Verdu",
        "David S. Kaplan"
    ],
    "citation_publication_date": "2004-03-29",
    "issue_date": "2004-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the existence and extent of downward nominal wage rigidities in the Mexican labor market using data from the administrative records of the Mexican Social Security Institute (IMSS). This longitudinal, firm-level dataset allows us to track workers employed with the same firm, observe their wage profiles and calculate the nominal-wage changes they experience over time. Based on the estimated density functions of nominal wage changes and other moments of the distribution, we are able to calculate several standard tests of nominal wage rigidity that have been proposed in the literature.  Furthermore, we extend these tests to take into account the presence of minimum wage laws that may affect the distribution of nominal wage changes.  The densities and tests calculated using these date are similar to those obtained using administrative data from other countries, and constitute a significant improvement over the measures of nominal wage rigidities obtained from household survey data.  We find considerably more wage rigidity than previous estimates obtained for Mexico using data from the National Urban Employment Survey suggest.  Furthermore, we find evidence that the extent of nominal wage rigidities has been falling over time.  We also document the importance of minimum wages in the Mexican labor market, as evidenced by the large fraction of minimum wage earners and the widespread indexation of wage changes to the minimum wage increases.\n\n",
    "acknowledgement": "\n"
}