{
    "id": 10399,
    "citation_title": "Top Wealth Shares in the United States: 1916-2000: Evidence from Estate Tax Returns",
    "citation_author": [
        "Wojciech Kopczuk",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2004-03-29",
    "issue_date": "2004-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new homogeneous series on top wealth shares from 1916 to 2000 in the United States using estate tax return data. Top wealth shares were very high at the beginning of the period but have been hit sharply by the Great Depression, the New Deal, and World War II shocks. Those shocks have had permanent effects. Following a decline in the 1970s, top wealth shares recovered in the early 1980s, but they are still much lower in 2000 than in the early decades of the century. Most of the changes we document are concentrated among the very top wealth holders with much smaller movements for groups below the top 0.1%. Consistent with the Survey of Consumer Finances results, top wealth shares estimated from Estate Tax Returns display no significant increase since 1995. Evidence from the Forbes 400 richest Americans suggests that only the super-rich have experienced significant gains relative to the average over the last decade. Our results are consistent with the decreased importance of capital income at the top of the income distribution documented by Piketty and Saez (2003) and suggest that the rentier class of the early century is not yet reconstituted. The most plausible explanations for the facts are perhaps the development of progressive income and estate taxation which has dramatically impaired the ability of large wealth holders to maintain their fortunes, and the democratization of stock ownership which now spreads stock market gains and losses much more widely than in the past.\n\n",
    "acknowledgement": "\n"
}