{
    "id": 10394,
    "citation_title": "Public Debt Management in Brazil",
    "citation_author": [
        "Francesco Giavazzi",
        "Alessandro Missale"
    ],
    "citation_publication_date": "2004-03-29",
    "issue_date": "2004-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper derives the optimal composition of the Brazilian public debt by looking at the relative impact of the risk and cost of alternative debt instruments on the probability of missing the stabilization target. This allows to price risk against the expected cost of debt service and thus to find the optimal combination along the trade off between cost and risk minimization. The optimal debt structure is a function of the expected return differentials between debt instruments, of the conditional variance of debt returns and of their covariances with output growth, inflation, exchange-rate depreciation and the Selic rate. We estimate the relevant covariances by: i) exploiting the daily survey of expectations; ii) simulating a small structural model of the Brazilian economy under different shocks; iii) estimating the unanticipated components of the relevant variables with forecasting regressions. The empirical evidence suggests that a large share of the Brazilian debt should be indexed to the price level. Fixed-rate bonds should be preferred to Selic indexed bonds, while the share of dollar denominated (and indexed) bonds should be further reduced from the current high level.his paper derives the optimal composition of the Brazilian public debt by looking at the relative impact of the risk and cost of alternative debt instruments on the probability of missing the stabilization target. This allows to price risk against the expected cost of debt service and thus to find the optimal combination along the trade off between cost and risk minimization. The optimal debt structure is a function of the expected return differentials between debt instruments, of the conditional variance of debt returns and of their covariances with output growth, inflation, exchange-rate depreciation and the Selic rate. We estimate the relevant covariances by: i) exploiting the daily survey of expectations; ii) simulating a small structural model of the Brazilian economy under different shocks; iii) estimating the unanticipated components of the relevant variables with forecasting regressions. The empirical evidence suggests that a large share of the Brazilian debt should be indexed to the price level. Fixed-rate bonds should be preferred to Selic indexed bonds, while the share of dollar denominated (and indexed) bonds should be further reduced from the current high level.\n\n",
    "acknowledgement": "\n"
}