{
    "id": 1039,
    "citation_title": "The Gold Standard and the Bank of England in the Crisis of 1847",
    "citation_author": [
        "Rudiger Dornbusch",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1982-12-01",
    "issue_date": "1982-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the operation of the gold standard and the performance of the Bank of England during the crisis of 1847. The key feature of that crisis has been its origin: it originated from a massive real shock rather than from monetary disorder. A harvest failure gave rise to commercial distress and financial panic.Following a brief outline of the main events during the 1847 crisis, we present asimple model of the financial sector that captures the central characteristics of the crisis. The model, which highlights the role of confidence in both external and internal convertibility, is then used for interpreting the detailed characteristics of the financial crisis.Faced with a confidence crisis leading to international and external monetary drains,the Bank of England suspended Peel's act and thereby was allowed to issue fiat money without being constrained to have full gold backing. Our analysis shows that suspension of Peel's act was the proper policy required for the restoration of confidence. It also sheds light on the role of a lender of last resort in cases of banking panic.As for the evaluation of the gold standard, the 1847 crisis demonstrates that International capital flows have played a key role in the adjustnent mechanism. Further, it demonstrates that in contrast with the traditional representation, the gold standard has not been characterized by automatic, non-discretionary adjustment. On the contrary,banking policies and changes in the reserve-deposits and currency-deposits ratios have affected the money stock independently of gold flows.\n\n",
    "acknowledgement": "\n"
}