{
    "id": 10400,
    "citation_title": "The Institutions of Monetary Policy",
    "citation_author": [
        "Mervyn King"
    ],
    "citation_publication_date": "2004-04-05",
    "issue_date": "2004-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI argue that it is useful to think about the optimal design of monetary institutions using the insights from the theory of incomplete contracts. The core of the monetary policy problem is the uncertainty about future social decisions resulting from the impossibility and the undesirability of committing our successors to any given monetary policy strategy. The impossibility stems from the observation that collective decisions cannot be enforced so that it is impossible to commit to future collective decisions. The undesirability reflects the fact that we cannot articulate all possible future states of the world. Monetary institutions expand the possibility frontier of the technology of collective decisions by raising the costs of making inefficient deviationsng from pre-announced paths. Institutions also become repositories of experience and knowledge to facilitate learning about the economic environment and communication to society as a whole. I illustrate the importance of institutional design for the operation of monetary policy by reference to three case studies: the collapse of exchange rate regimes in Brazil and the United Kingdom; currency arrangements in Iraq and their reform after the 2003 war; and the relationship between central banks and governments when the zero constraint on nominal interest rates is binding.\n\n",
    "acknowledgement": "\n"
}