{
    "id": 10419,
    "citation_title": "401(k) Matching Contributions in Company Stock: Costs and Benefits for Firms and Workers",
    "citation_author": [
        "Jeffrey R. Brown",
        "Nellie Liang",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2004-04-12",
    "issue_date": "2004-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines why some employers provide matching contributions to 401(k) plans in company stock and explores the implications of match policy for employee retirement wealth. Unlike stock option grants to non-executives, a firm's decision to match in company stock does not appear to be strongly correlated with cash flow or with measures of the benefits of aligning incentives of employees and employers. Rather, we find evidence that firms are more likely to provide the match in company stock if firm risk is low (i.e. lower stock price volatility and lower bankruptcy risk) and employees are also covered by a defined benefit plan. These findings suggest that firms consider the retirement security of their workers in making the match decision, either because firms want to minimize the risk of violating their fiduciary responsibility or because employees more fully value company stock at companies with lower firm-specific risk. Evidence also indicates that firms may want to match in company stock to boost employee ownership, perhaps to help deter takeovers, or because of the tax advantages for dividends on the company stock match. Simulation results suggest that sufficiently risk-tolerant individuals actually prefer a 401(k) plan at a company with a company stock match to a plan at a company with an unrestricted match, unless the equity premium is reduced substantially.\n\n",
    "acknowledgement": "\n"
}