{
    "id": 10424,
    "citation_title": "How Much is Post-Acute Care Use Affected by Its Availability?",
    "citation_author": [
        "Melinda Beeuwkes Buntin",
        "Anita Datar Garten",
        "Susan Paddock",
        "Debra Saliba",
        "Mark Totten",
        "Jose J. Escarce"
    ],
    "citation_publication_date": "2004-04-12",
    "issue_date": "2004-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo assess the relative impact of clinical factors versus non-clinical factors   such as post acute care (PAC) supply - in determining whether patients receive care from skilled nursing facilities (SNFs) or inpatient rehabilitation facilities (IRFs) after discharge from acute care.  Medicare acute hospital, IRF and SNF claims provided data on PAC choices; predictors of site of PAC chosen were generated from Medicare claims, provider of services, enrollment file, and Area Resource File data.  We used multinomial logit models to predict post-acute care use by elderly patients after hospitalizations for stroke, hip fractures, or lower extremity joint replacements.  A file was constructed linking Medicare acute and post-acute utilization data for all sample patients hospitalized in 1999.    PAC availability is a more powerful predictor of PAC use than the clinical characteristics in many of our models.  The effects of distance to providers and supply of providers are particularly clear in the choice between IRF and SNF care.  The farther away the nearest IRF is, and the closer the nearest SNF is, the less likely a patient is to go to an IRF.  Similarly, the fewer IRFs, and the more SNFs, there are in the patient's area the less likely the patient is to go to an IRF.  In addition, if the hospital from which the patient is discharged has a related IRF or a related SNF the patient is more likely to go there.  We find that the availability of PAC is a major determinant of whether patients use such care and which type of PAC facility they use. Further research is needed in order to evaluate whether these findings indicate that a greater supply of PAC leads to both higher use of institutional care and better outcomes   or whether it leads to unwarranted expenditures of resources and delays in returning patients to their homes.\n\n",
    "acknowledgement": "\n"
}