{
    "id": 1043,
    "citation_title": "The Welfare Cost of Distortions in the United States Tax System: A General Equilibrium Approach",
    "citation_author": [
        "Charles L. Ballard",
        "John B. Shoven",
        "John Whalley"
    ],
    "citation_publication_date": "1982-12-01",
    "issue_date": "1982-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a general equilibrium model of the United States economy,we examine the combined welfare cost of all taxes in the U.S. revenue system.We find that the welfare losses caused by distortionary taxation can be very large, both on average and at the margin.The marginal welfare loss to consumers from raising an additional dollar of revenue is in the range of 34 cents to 48 cents, depending on certain elasticities. This has very important implications for cost-benefit analysis.If a public project must be financed by distortionary taxes which cause dead-weight loss, this excess burden must be taken into account when we decide whether to undertake the project. Our calculations indicate that the marginal deadweight loss is between one-third and one-half of marginal revenues. This large wedge could cause us to approve many fewer projects than we would approve if we were to use the simple condition that the sum of the marginal rates of substitution should equal the marginal rate of transformation.The average deadweight loss per dollar of revenue is smaller than the marginal deadweight loss, but it is still substantial. We estimate that the present value of the gain from replacing the distortionary tax system with certain lump sum taxes would be in the range of $1.8 trillion to $3.1 trillion,or 13 cents to 22 cents per dollar of revenue. The gains would be about 60 percent as great if the existing system were replaced with a proportional income tax. Replacing the existing system with a consumption-type value-added tax would give even greater gains than those from switching to a proportional income tax.\n\n",
    "acknowledgement": "\n"
}