{
    "id": 10438,
    "citation_title": "Which Countries Have State Religions?",
    "citation_author": [
        "Robert J. Barro",
        "Rachel M. McCleary"
    ],
    "citation_publication_date": "2004-04-19",
    "issue_date": "2004-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor 188 independent countries in 2000, 72 had no state religion in the years 2000, 1970, and 1900; 58 had a state religion at all three dates; and 58 had some kind of transition. Among the 58 transitional countries, 12 had two transitions, 4 of which (former Soviet Republics in Asia) involved two forms of state religion. The probability of having a state religion in 2000 or 1970 depends strongly on the status of state religion in 1900 but much more so for countries that experienced no major change in political regime during the 20th century. Communist governments tend not to have state religion - only one Communist country (Somalia in 1970) had a state religion in the usual sense. However, a past history of Communism does not have much influence on the probability of state religion. Greater concentration of religious adherence is positively related to state religion, and most of this relation seems to reflect causation from religious concentration to state religion, rather than the reverse. Theoretically, state religion is more probable when the population adheres to a monotheistic religion. We find this effect for Muslim adherence, but the relationship is not robust. State religion is less likely in sub-Saharan Africa, possibly because of the intense competition for converts in this region among the major world religions. The probability of state religion does not differ significantly between former colonies and non-colonies but is higher for British colonies than for Spanish and Portuguese colonies. Variables that have little effect on the probability of state religion include per capita GDP, country size, and the extent of democracy, civil liberties, and the rule of law.\n\n",
    "acknowledgement": "\n"
}