{
    "id": 10448,
    "citation_title": "High-Frequency Contagion Between the Exchange Rates and Stock Prices",
    "citation_author": [
        "Yuko Hashimoto",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2004-04-19",
    "issue_date": "2004-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the co-movement of the exchange rates and the stock prices from the viewpoint of contagion among the eight countries in the region during the period of Asian currency crisis, 1997-1999. Ito and Hashimoto (2002; NBER working paper) proposed a new definition of high-frequency contagion using daily exchange rate data. This paper extends the idea to include the stock market origins that are separately identified for the exchange rate and the stock price. Then contagion is defined not only among the exchange rates and stock prices separately, but also between an exchange rate and a stock price of the same country or of different countries. One of the motivations is the following observation. Hong Kong successfully defended the peg to the U.S. dollar throughout the Asian currency crisis period. However, the Hong Kong stock market was affected by the decline in currencies of neighboring countries most notably in October 1997. We use a friction model and a Tobit model to analyze the impact of a negative shock in one asset price to others. The difference between mildly-affected countries and severely-affected countries is analyzed; categories of large declines in the exchange rates (or stock prices) are made differentiated; and whether the stock prices were increasing or decreasing is distinguished. It is found, among others, that there was, in general the contagion between the exchange rates and stock prices; that the stock prices in Hong Kong were found to suffer from contagious effects from the decline in the Asian currencies; and that Indonesian, Korean and Thai currency depreciation and Hong Kong stock price declines had impacts on other currencies and stock prices in the region during the crisis period.\n\n",
    "acknowledgement": "\n"
}