{
    "id": 10443,
    "citation_title": "The Optimal Design of Unemployment Insurance and Employment Protection. A First Pass",
    "citation_author": [
        "Olivier Blanchard",
        "Jean Tirole"
    ],
    "citation_publication_date": "2004-04-19",
    "issue_date": "2004-04-19",
    "revision_date": "2005-11-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the policy discussion of labor market institutions has been at the margin, with proposals to tighten unemployment benefits, reduce employment protection, and so on. There has been little discussion however of what the ultimate goal and architecture should be. The paper focuses on characterizing this ultimate goal, the optimal architecture of labor market institutions. We start our analysis with a simple benchmark, with risk averse workers, risk neutral firms and random shocks to productivity. In this benchmark, we show that optimality requires both unemployment insurance and employment protection---in the form of layoff taxes; it also requires that layoff taxes be equal to unemployment benefits. We then explore the implications of four broad categories of deviations: limits on insurance, limits on layoff taxes, ex-post wage bargaining, and heterogeneity of firms or workers. We show how the architecture must be modified in each case. The scope for insurance may be more limited than in the benchmark; so may the scope for employment protection. The general principle remains however, namely the need to look at unemployment insurance and employment protection together, rather than in isolation.\n\n",
    "acknowledgement": "\n"
}