{
    "id": 10440,
    "citation_title": "Fiscal Shenanigans, Targeted Federal Health Care Funds, and Patient Mortality",
    "citation_author": [
        "Katherine Baicker",
        "Douglas Staiger"
    ],
    "citation_publication_date": "2004-04-19",
    "issue_date": "2004-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal government spends billions of dollars each year on programs designed to increase the resources available to hospitals that serve the poor. This paper explores the intended and unintended effects of such targeted funds. First, how do these funds distort the behavior of state and local governments who wish to appropriate the funds for other uses? Second, to the extent that these funds do increase resources in the targeted hospitals, do patients benefit? We use the rapid and uneven growth in Medicaid Disproportionate Share Hospital (DSH) payments across states and hospitals to answer these questions. We identify states that were most able to appropriate DSH funds and show that, while DSH payments to public hospitals in these states were systematically diverted, DSH payments to other hospitals and in other states were not diverted. Additional resources that were made available to hospitals (rather than appropriated by the state) were associated with significant declines in infant and post-heart attack mortality. A range of evidence suggests that these improvements were due to better hospital care. Overall, our analysis implies that public subsidies can be an effective mechanism for improving medical care and outcomes for the poor, but that the impact is limited by the ability of state and local government to divert the targeted funds.\n\n",
    "acknowledgement": "\n"
}