{
    "id": 10456,
    "citation_title": "What Prompts Japan to Intervene in the Forex Market? A New Approach to a Reaction Function",
    "citation_author": [
        "Takatoshi Ito",
        "Tomoyoshi Yabu"
    ],
    "citation_publication_date": "2004-05-03",
    "issue_date": "2004-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes and estimates the reaction function of the Japanese monetary authorities in deciding when to intervene in the foreign exchange (forex) markets, using daily Japanese intervention data from April 1, 1991 to December 31, 2002. This paper is the first in estimating the reaction function of the monetary authorities in the forex market intervention with following new methods. First, a theoretical friction model is presented to describe the intervention as cost-minimizing behavior. Second, the ordered probit analysis, which is consistent with the theoretical model, was carried out to predict authorities'  reaction function. The regime change from frequent, small-size intervention before June 1995 and infrequent, large-size intervention after June 1995 is established and estimations are conducted for two different regimes separately. Third, a noise-to-signal ratio is applied in selecting the optimal cutoff point in estimated ordered probit function to use the model for predicting interventions. Major findings are as follows: (1) There was a regime change in June 1995 from small-scale frequent interventions to large-scale infrequent interventions; (2) the first half of the sample period had lower friction costs than the second half of the sample period; (3) Judging from the model and data, the optimum cutoff was higher in the first half than the second half.\n\n",
    "acknowledgement": "\n"
}