{
    "id": 10458,
    "citation_title": "A Model of Housing in the Presence of Adjustment Costs: A Structural Interpretation of Habit Persistence",
    "citation_author": [
        "Marjorie Flavin",
        "Shinobu Nakagawa"
    ],
    "citation_publication_date": "2004-05-03",
    "issue_date": "2004-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper generalizes the Grossman and Laroque (1990) model of optimal consumption and portfolio allocation in the context in which a durable good (or house) subject to adjustment costs is both an argument of the utility function and a component of wealth. Because the Grossman and Laroque model abstracts completely from nondurable consumption, their analysis cannot address either a) the potential spillover effects of the adjustment costs of the durable good on the dynamics of nondurable consumption, or b) the implications for portfolio allocation of housing risk arising from variation in the relative price of housing. By introducing an endogenously determined but infrequently adjusted state variable, the housing model generates many of the implications of the habit persistence model, such as smooth nondurable consumption, state-dependent risk aversion, and a small elasticity of intertemporal substitution despite moderate risk aversion. Using a specification of the utility function which nests both the housing model and habit persistence, the Euler equation for nondurable consumption is estimated with household level data on food consumption and housing from the PSID. The habit persistence model (without housing effects) can be decisively rejected, while the housing model (without habit effects) is not rejected.\n\n",
    "acknowledgement": "\n"
}