{
    "id": 10451,
    "citation_title": "Constitutions, Corporations, and Corruption: American States and Constitutional Change",
    "citation_author": [
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2004-04-26",
    "issue_date": "2004-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 1840s, twelve American states adopted new constitutions. Eleven of the twelve states adopted new procedures for issuing government debt and for chartering corporations through general incorporation acts. These institutional innovations were American inventions, and today hard budget constraints and transparent corporate forms with secure stockholder rights are important institutional determinants of successful economies. This paper investigates how and why these two important institutional reforms occurred at precisely the same time. The link is the public finance implications of chartering corporations and investing in large infrastructure projects in finance and transportation. States borrowed almost $200 million between 1820 and 1840 to invest in canals, railroads, and banks. Electoral pressure to provide these important government investments was counter-balanced by the difficulty of providing geographically specific projects and paying for them with geographically widespread taxation. States responded with several innovative schemes for financing canals and banks in the 1820s and 1830s. Some schemes involved  taxless finance:' construction of canals and banks used borrowed funds and privileges for private corporations so that current taxes did not rise, but required a contingent commitment by taxpayers to service bonds in case of the project's failure. Other schemes involved  benefit taxation:' coordinating the tax costs of projects with the geographic benefits of canal and bank construction through the property tax. When a fiscal crisis hit states in the early 1840s, they responded by changing their constitutions, and thereby economic institutions, to eliminate the possibility of taxless finance in the future.\n\n",
    "acknowledgement": "\n"
}