{
    "id": 10464,
    "citation_title": "Death Spiral or Euthanasia? The Demise of Generous Group Health Insurance Coverage",
    "citation_author": [
        "Mark V. Pauly",
        "Olivia Mitchell",
        "Yuhui Zeng"
    ],
    "citation_publication_date": "2004-05-10",
    "issue_date": "2004-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployers must determine which sorts of healthcare insurance plans to offer employees and also set employee premiums for each plan provided.  Depending on how they structure the premiums that employees pay across different healthcare insurance plans, plan sponsors alter the incentives to choose one plan over another. If employees know they differ by risk level but premiums do not fully reflect these risk differences, this can give rise to a so-called \"death spiral\" due to adverse selection. In this paper use longitudinal information from a natural experiment in the management of health benefits for a large employer to explore the impact of moving from a fixed dollar contribution policy to a risk-adjusted employer contribution policy.  Our results suggest that implementing a significant risk adjustment had no discernable effect on adverse selection against the most generous indemnity insurance policy. This stands in stark contrast to previous studies, which have tended to find large impacts. Further analysis suggests that previous studies which appeared to detect plans in the throes of a death spiral, may instead have been experiencing an inexorable movement away from a non-preferred product, one that would have been inefficient for almost all workers even in the absence of adverse selection.\n\n",
    "acknowledgement": "\n"
}