{
    "id": 10460,
    "citation_title": "What Determines Corruption? International Evidence from Micro Data",
    "citation_author": [
        "Naci Mocan"
    ],
    "citation_publication_date": "2004-05-03",
    "issue_date": "2004-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper utilizes a micro-level data set from 49 countries to address three issues: What determines corruption at the individual level? What determines the perception of the extent of corruption in the country? Does corruption have a direct impact on growth when the quality of the institutions are controlled for? In addition, the paper creates a direct measure of corruption which portrays the extent of corruption as revealed byindividuals who live in those countries. The results show that both personal and country characteristics determine the risk of exposure to bribery. Examples are gender, wealth, education, marital status, the city size, the legal origin of the country, the existence of uninterrupted democracy, a war between 1960s and 1980s, and the strength of the institutions in the country (measured by the risk of expropriation). The second part of the paper shows that controlling for endogeneity of corruption and institutional quality, actual corruption in the country and the proportion of the bribes asked by various government agencies have no direct impact on corruption perception. On the other hand, an improvement in the quality of institutions lowers the perception of corruption. The final section of the paper shows that controlling for the quality of the institutions, corruption does not have a direct impact on growth. Keeping constant the geographical location of the country, the legal origin, religious composition, the presence of a war, the federal status, initial education and income as well as the extent of corruption in the country, a one-half standard deviation increase in the quality of institutions (e.g. from the level of Indonesia to the level of India), generates an additional 0.7 percentage point increase in the average annual per capita GDP growth.\n\n",
    "acknowledgement": "\n"
}