{
    "id": 10461,
    "citation_title": "Models for Anchoring and Acquiescence Bias in Consumption Data",
    "citation_author": [
        "Arthur van Soest",
        "Michael Hurd"
    ],
    "citation_publication_date": "2004-05-03",
    "issue_date": "2004-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nItem non-response in household survey data on economic variables such as income, assets or consumption is a well-known problem. Follow-up unfolding bracket questions have been used as a tool to collect partial information on respondents that do not answer an open-ended question. It is also known, however, that mistakes are made in answering such unfolding bracket questions. In this paper, we develop several limited dependent variable models to analyze two sources of mistakes, anchoring and acquiescence (or yeasaying), focusing on the first bracket question. We use the experimental module of the AHEAD 1995 data, where the sample is randomly split into respondents who get an open-ended question on the amount of total family consumption - with follow-up unfolding brackets (of the form: is consumption $X or more?) for those who answer immediately directed to unfolding brackets. In both cases, the entry point of the unfolding bracket sequence is randomized. We compare models in which the probability of a mistake depends on the deviation between the true consumption amount and the entry point amount $X and models in which it does not. We find that allowing for acquiescence bias substantially changes the conclusions on the selective nature of non-response to the open-ended question and on the distribution of consumption expenditures in the population. Once acquiescence bias is taken into account, anchoring in the first bracket question plays only a minor role.\n\n",
    "acknowledgement": "\n"
}