{
    "id": 1047,
    "citation_title": "The Real Interest Rate: A Multi-Country Empirical Study",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1982-12-01",
    "issue_date": "1982-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow real interest rates behave over time is critical to our understanding of many macroeconomic issues, and much recent research has pursued this question. Very little of the research, however, has focused on real interest rates outside the United States. This paper is an empirical exploration of real interest rate movements in seven OECD countries from 1967-II to 1979-II. Further research is needed on real rates in other countries for several reasons. Not only are measures of foreign real rates of interest in their ownright, but extending an analysis of real rates to other countries also has the following additional benefits: it can generate more powerful statistical tests of propositions previously tested on U.S. data and yield information on whether results found for the U.S. hold up in other countries.This study pursues several questions that have arisen naturally from this earlier work. Is the hypothesis that the real rate is constant rejected when the analysis is extended to other countries? Does the real rate decline with increased inflation and money growth in other countries besides the United States? How reliable is the Fisher effect, in which nominal interestrates reflect changes in expected inflation? Are movements in nominal interest rates a reliable indicator of movements in real rates? What kind of variationsin real interest rates are there in different countries? Have real rates declined from the '60s to the '70s for other countries besides the U.S.?\n\n",
    "acknowledgement": "\n"
}