{
    "id": 10472,
    "citation_title": "Reliability and Competitive Electricity Markets",
    "citation_author": [
        "Paul L. Joskow",
        "Jean Tirole"
    ],
    "citation_publication_date": "2004-05-10",
    "issue_date": "2004-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite all of the talk about  deregulation' of the electricity sector, a large number of non-market mechanisms have been imposed on emerging competitive wholesale and retail markets. These mechanisms include spot market price caps, operating reserve requirements, non-price rationing protocols, and administrative protocols for managing system emergencies. Many of these mechanisms have been carried over from the old regime of regulated monopoly and continue to be justified as necessary responses to market imperfections of various kinds and engineering requirements dictated by the special physical attributes of electric power networks. This paper seeks to bridge the gap between economists focused on designing competitive market mechanisms and engineers focused on the physical attributes and engineering requirements they perceive as being needed for operating a reliable electric power system. The paper starts by deriving the optimal prices and investment program when there are price-insensitive retail consumers, and their load serving entities can choose any level of rationing they prefer contingent on real time prices. It then examines the assumptions required for a competitive wholesale and retail market to achieve this optimal price and investment program. The paper analyses the implications of relaxing several of these assumptions. First, it analyzes the interrelationships between regulator-imposed price caps, capacity obligations, and system operator procurement, dispatch and compensation arrangements. It goes on to explore the implications of potential network collapses, the concomitant need for operating reserve requirements and whether market prices will provide incentives for investments consistent with these reserve requirement.\n\n",
    "acknowledgement": "\n"
}