{
    "id": 10473,
    "citation_title": "Retail Electricity Competition",
    "citation_author": [
        "Paul L. Joskow",
        "Jean Tirole"
    ],
    "citation_publication_date": "2004-05-10",
    "issue_date": "2004-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a number of unstudied aspects of retail electricity competition. We first explore the implications of load profiling of consumers whose traditional meters do not allow for measurement of their real time consumption, when consumers are homogeneous up to a scaling factor. In general, the combination of retail competition and load profiling does not yield the second best prices given the non price responsiveness of consumers. Specifically, the competitive equilibrium does not support the Ramsey two-part tariff. By contrast, when consumers have real time meters and are billed based on real time prices and consumption, retail competition yields the Ramsey prices even when consumers can only partially respond to variations in real time prices. More complex consumer heterogeneity does not lead to adverse se1ection and competitive screening behavior unless consumers have real time meters and are not rational. We then examine the incentives competitive retailers have to install one of two types of advanced metering equipment. Competing retailers overinvest in real time meters compared to the Ramsey optimum, but the investment incentives are constrained optimal given load-profiling and retail competition. Finally effects of physical limitations on the ability of system operators to cut off individual customers. Competing retailers have no incentive to determine the aggregate value of non-interruption of consumers in the zones they serve instead to free ride on other retailers serving consumers in the same zones.\n\n",
    "acknowledgement": "\n"
}