{
    "id": 10471,
    "citation_title": "Corporate Tax Avoidance and High Powered Incentives",
    "citation_author": [
        "Mihir A. Desai",
        "Dhammika Dharmapala"
    ],
    "citation_publication_date": "2004-05-10",
    "issue_date": "2004-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the links between corporate tax avoidance, the growth of high-powered incentives for managers, and the structure of corporate governance. We develop and test a simple model that highlights the role of complementarities between tax sheltering and managerial diversion in determining how high-powered incentives influence tax sheltering decisions. The model generates the testable hypothesis that firm governance characteristics determine how incentive compensation changes sheltering decisions. In order to test the model, we construct an empirical measure of corporate tax avoidance - the component of the book-tax gap not attributable to accounting accruals - and investigate the link between this measure of tax avoidance and incentive compensation. We find that, for the full sample of firms, increases in incentive compensation tend to reduce the level of tax sheltering, suggesting a complementary relationship between diversion and sheltering. As predicted by the model, the relationship between incentive compensation and tax sheltering is a function of a firm's corporate governance. Our results may help explain the growing cross-sectional variation among firms in their levels of tax avoidance, the  undersheltering puzzle,' and why large book-tax gaps are associated with subsequent negative abnormal returns.\n\n",
    "acknowledgement": "\n"
}