{
    "id": 10482,
    "citation_title": "Assessing the Economic Gains from Telecom Competition",
    "citation_author": [
        "Richard N. Clarke",
        "Kevin A. Hassett",
        "Zoya Ivanova",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2004-05-10",
    "issue_date": "2004-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and simulates a dynamic model of strategic telecom competition. The goal is to understand how regulatory policy, particularly relative to lease charges for local network elements, affects telecom competition, investment, retail prices, and consumer welfare. The model assumes two products, local voice service and data (broadband), and three types of players    the regional Bell operating companies, referred to as incumbent local exchange carriers (ILECs), cable companies (Cables), and competitive local exchange carriers (CLECs). The game begins with a) ILECs established in each county with respect to the provision of local voice and data services and b) Cables established in roughly half of the counties with respect to the provision of data.There are one-time fixed costs of entering a county, product- and period-specific costs of operating in a county, and marginal costs of supplying each product. Economies of scope reduce the fixed entry and operating costs of supplying both products in a given county at a given point in time. Finally, in supplying telecom services in a given county, CLECs may enter by leasing ILEC infrastructure at specified access rates. The requirement that ILECs allow CLECs to lease their local network facilities was established in the Telecommunications Act of 1996 as part of a quid pro quo that promised ILECs entry into the long distance market. But the ILECs continue to contest the quid.  The ILECs support their position by suggesting that leased access reduces telecom investment and output and raises telecom prices. Our model considers the entire range of options available to each of the players, but it reaches the opposite conclusion. Indeed, we find thatif UNE-P rates were set at the Supreme Court-approved total element long-run incremental cost (TELRIC) levels, telecom investment and employment outlays would increase by over one fifth in counties containing the majority of the U.S. population and by over 30 percent in counties containing almost a third of the population. The present value of telecom outlays over the next 5 and 20 years would rise by $71 billion and $155 billion, respectively.  On average, the switch from actual to TELRIC UNE rates would lower local phone rates across the country's 3108 counties by $57 per year, generating annual total savings to consumers of $15 billion. Almost two fifths of the population would experience reductions in local phone rates of 20 percent or more. Over one fifth would experience rate reductions of 30 percent or more. These findings of price reductions are based on a fairly conservative parameterization of our model with respect to the specification of true ILEC and CLEC incremental long-run production costs.\n\n",
    "acknowledgement": "\n"
}