{
    "id": 1048,
    "citation_title": "Are Real Interest Rates Equal Across Countries? An Empirical Investigation of International Parity Conditions",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1982-12-01",
    "issue_date": "1982-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe proposition that real rates are equal across countries is worth studying because it is central to our understanding of open economy macroeconomics and because it is also an important issue to policy makers. If it is true, then domestic monetary authorities have no control over their real rate relative to the world rate, limiting the impact of their stabilization policies. In addition, as Feldstein has pointed out, unless real rates can differ across countries, policies directed at increasing domestic savings cannot increase the rate of capital formation and hence productivity. The equality of real rates is also worth investigating, because it is intimately linked to and provides information on the basic parity conditions featured so prominently in open economy macro models.This paper conducts empirical tests of the equality of real rates and other parity conditions across countries using euro rate data over the1967-II to 1979-II sample period. The empirical evidence strongly rejects the hypothesis of the equality of real euro rates across countries. The joint hypotheses of uncovered interest parity and ex ante relative PPP, or the unbiasedness of forward rate forecasts and ex ante relative PPP, are also strongly rejected. Yet independent tests of uncovered interest parity, the unbiasedness of forward rate forecasts and ex ante relative PPP yield few rejections and high marginal significance levels. The evidence suggests that it is worth studying open economy models which allow: 1) domestic real rates to differ from world rates, 2) time varying risk premiums in the forward market or 3) deviations from ex ante relative purchasing power parity.The evidence also leaves open the possibility for policy makers to exertsome control over their domestic real rate relative to those in the rest of the world. However, the evidence does not rule out that there is a tendency for real rates across countries to equalize over time, and this is an important topic for further research.\n\n",
    "acknowledgement": "\n"
}