{
    "id": 10484,
    "citation_title": "Finders Keepers: Forfeiture Laws, Policing Incentives, and Local Budgets",
    "citation_author": [
        "Katherine Baicker",
        "Mireille Jacobson"
    ],
    "citation_publication_date": "2004-05-17",
    "issue_date": "2004-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn order to encourage anti-drug policing, both the federal government and many state governments have enacted laws that allow police agencies to keep a substantial fraction of assets that they seize in drug arrests. By adjusting their own allocations to police budgets, however, county governments can effectively undermine these incentives, capturing the additional resources for other uses. We use a rich new data set on police seizures and county spending to explore the reactions of both local governments and police to the complex incentives generated by these laws. We find that local governments do indeed offset the seizures that police make by reducing their other allocations to policing, undermining the statutory incentive created by the laws. They are more likely to do so in times of fiscal distress. Police, in turn, respond to the real net incentives for seizures, once local offsets are taken into account, not simply the incentives set out in statute. When de facto policies allow police to keep the assets they seize, they seize more. These findings have strong implications for the effectiveness of using financial incentives to solve agency problems in the provision of public goods in a federal system: agents respond to incentives, but so do intervening governments, and the effectiveness of federal and state laws in influencing agents' behavior is limited by the ability of local governments to divert funds to other uses.\n\n",
    "acknowledgement": "\n"
}