{
    "id": 10497,
    "citation_title": "Global Imbalances and the Lessons of Bretton Woods",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "2004-05-17",
    "issue_date": "2004-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn influential school of thought views the current international monetary and financial system as Bretton Woods reborn. Today, like 40 years ago, the international system is composed of a core, which has the exorbitant privilege of issuing the currency used as international reserves, and a periphery, which is committed to export-led growth based on the maintenance of an undervalued exchange rate. In the 1960s, the core was the United States and the periphery was Europe and Japan. Now, with the spread of globalization, there is a new periphery, Asia, but the same old core, the United States, with the same tendency to live beyond its means. This view suggests that the current pattern of international settlements can be maintained indefinitely. The United States can continue running current account deficits because the emerging markets of Asia and Latin America are happy to accumulate dollars. There is no reason why the dollar must fall, since there is no need for balance of payments adjustment; in particular, the Asian countries will resist the appreciation of their currencies against the greenback. I argue that this image of a new Bretton Woods System confuses the incentives that confronted individual countries under Bretton Woods with the incentives that confronted groups of countries. It imagines the existence of a cohesive bloc of countries called the periphery ready and able to act in their collective interest. I argue, to the contrary, that the countries of Asia constituting the new periphery are unlikely to be able to subordinate their individual interest to the collective interest. This image of the current system as Bretton Woods reborn also overlooks how the world has changed since the 1960s. This alternative reading of history and current circumstances suggests that even if there exists today something vaguely resembling the Bretton Woods System, it is not long for this world.\n\n",
    "acknowledgement": "\n"
}