{
    "id": 10494,
    "citation_title": "Are Perks Purely Managerial Excess?",
    "citation_author": [
        "Raghuram Rajan",
        "Julie Wulf"
    ],
    "citation_publication_date": "2004-05-17",
    "issue_date": "2004-05-17",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA widespread view is that executive perks exemplify agency problems -- they are a route through which managers misappropriate a firm’s surplus. Accordingly, firms with high free cash flow, operating in industries with limited investment prospects, should offer more perks, and firms subject to more external monitoring should offer fewer perks. The evidence for agency as an explanation of perks is, at best, mixed. Perks are, however, offered in situations in which they enhance managerial productivity. While we cannot rule out the occasional aberration, and while we have little to say on the overall level of perks, our findings suggest that treating perks purely as managerial excess is incorrect.\n\n",
    "acknowledgement": "\nWe are grateful to Katie Donohue for assistance in data collection on perquisites and to Severin Borenstein for the airline data, and we would like to thank both for helpful comments. We also would like to thank Carliss Baldwin, Wayne Guay, Charlie Himmelberg, Ulrike Malmendier, Bob Inman, Felix Oberholzer-Gee, Paul Oyer, Reed Shuldiner, Adrian Tschoegl, Premal Vora, Joel Waldfogel, David Yermack, Peter Zemsky, an anonymous referee, and seminar participants at the NBER Corporate Finance Summer Institute, American Economic Association Annual Meeting, Harvard Business School Strategy Conference, Harvard Business School Seminar, University of Minnesota, Philadelphia Federal Reserve, University of Chicago, and Wharton. Wulf acknowledges research support from the Reginald H. Jones Center for Management Policy, Strategy and Organization at the Wharton School and Rajan thanks the National Science Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}