{
    "id": 10492,
    "citation_title": "Moving Up or Moving Out? Anti-Sweatshop Activists and Labor Market Outcomes",
    "citation_author": [
        "Ann Harrison",
        "Jason Scorse"
    ],
    "citation_publication_date": "2004-05-17",
    "issue_date": "2004-05-17",
    "revision_date": "2006-06-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 1990s, human rights and anti-sweatshop activists increased their efforts to improve working conditions and raise wages for workers in developing countries. These campaigns took many different forms: direct pressure to change legislation in developing countries, pressure on firms, newspaper campaigns, and grassroots organizing. This paper analyzes the impact of two different types of interventions on labor market outcomes in Indonesian manufacturing: (1) direct US government pressure, which contributed to a doubling of the minimum wage and (2) anti-sweatshop campaigns. The combined effects of the minimum wage legislation and the anti-sweatshop campaigns led to a 50 percent increase in real wages and a 100 percent increase in nominal wages for unskilled workers at targeted plants. We then examine whether higher wages led firms to cut employment or relocate elsewhere. Although the higher minimum wage reduced employment for unskilled workers, anti-sweatshop activism targeted at textiles, apparel, and footwear plants did not. Plants targeted by activists were more likely to close, but those losses were offset by employment gains at surviving plants. The message is a mixed one: activism significantly improved wages for unskilled workers in sweatshop industries, but probably encouraged some plants to leave Indonesia.\n\n",
    "acknowledgement": "\n"
}