{
    "id": 105,
    "citation_title": "Time-Utilization of a Population of General Practitioners in a Prepaid Group Practice",
    "citation_author": [
        "Richard N. Watkins",
        "Edward F. X. Hughes",
        "Eugene M. Lewit"
    ],
    "citation_publication_date": "1975-10-01",
    "issue_date": "1975-10-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA population of seven general surgeons in a prepaid group practice previously shown to have a mean operative work load of 9.2 HE per week were found to have a mean standardized seven day working week of 56.2 hours exclusive of evening activities. The surgeons also devoted a mean of 6.7 evening hours to professional activities for a total working week of 62.9 hours. Comparisons of the time utilization of this population of general surgeons with a population of previously studied community surgeons revealed that the prepaid group surgeons were able to maintain a surgical output more than double that of the community surgeons without having to devote twice as much time to professional activities. Economies in the utilization of surgical manpower in the prepaid group appear to stem from geographic and specialty restrictions on the scope of work of the surgeons, from a reduction of waiting time in the office, and from the utilization of paraprofessional personnel for operative assisting.\n\n",
    "acknowledgement": "\nWe would like to thank Drs. Victor Fuchs, Kurt Deuschle, and Michael Grossman for their help in completing this paper. We would also like to thank Mssrs. Donald Wright and John Wolfe and Ms. Barbara Chamberlain for research assistance. We are also indebted to the members of the Health Advisory Committee of the National Bureau of Economic Research for their helpful comments. We would also like to thank most sincerely both populations of general surgeons for their cooperation throughout these studies. This research was supported by a United States Public Health Service research grant (5 P01 HS 00451) from the National Center of Health Services Research; Health Career Scientist Award No. 1786 from the Health Research Council of the City of New York; and by a training grant (3 A08 AR 00090 02) from the Division of Allied Health Manpower, U.S. Public Health Service.\n\n\n"
}