{
    "id": 10507,
    "citation_title": "The Path to the Top: Changes in the Attributes and Careers of Corporate Executives, 1980-2001",
    "citation_author": [
        "Peter Cappelli",
        "Monika Hamori"
    ],
    "citation_publication_date": "2004-05-31",
    "issue_date": "2004-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe analyses below compare the career histories and personal characteristics of the executives in the top ranks of the world's largest and most stable business operations, the Fortune 100, between 1980 and 2001.  To our knowledge, there have been no prior studies of contemporary changes in the experience or attributes of executives beyond CEOs.  In 2001, these executives were younger, more likely to be women, and less likely to have been Ivy League educated.  Most important, they got to the executive suite about four years faster than in 1980 and did so by holding fewer jobs on the way to the top. (In particular, women in 2001 got to their executive jobs faster than their male counterparts --there were no women executives in the Fortune 100 in 1980).  Executives in 2001 also spent about five years less in their current organization and were more likely to be hired from the outside than in 1980.  Interestingly, the most stable firms the 26 that were in the Fortune 100 in both periods   had just as much lifetime employment among executives in 2001 as in 1980, although changes in other aspects of careers were similar. Overall, the path to the executive suite and the attributes of the individuals who get there appear to have changed even in the largest and most stable business operations.\n\n",
    "acknowledgement": "\n"
}