{
    "id": 10509,
    "citation_title": "Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich-Country Comparisons",
    "citation_author": [
        "Steven J. Davis",
        "Magnus Henrekson"
    ],
    "citation_publication_date": "2004-05-31",
    "issue_date": "2004-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGuided by a simple theory of task assignment and time allocation, we investigate the long run response to national differences in tax rates on labor income, payrolls and consumption. The theory implies that higher tax rates reduce work time in the market sector, increase the size of the shadow economy, alter the industry mix of market activity, and twist labor demand in a way that amplifies negative effects on market work and concentrates effects on the less skilled. We also describe conditions whereby cross-country OLS regressions yield unbiased estimates of the total effect of taxes, inclusive of indirect effects that work through government spending responses to tax revenues. Regressions on rich-country samples in the mid 1990s indicate that a unit standard deviation tax rate difference of 12.8 percentage points leads to 122 fewer market work hours per adult per year, a drop of 4.9 percentage points in the employment-population ratio, and a rise in the shadow economy equal to 3.8 percent of GDP. It also leads to 10 to 30 percent lower employment and value added shares in (a) retail trade and repairs, (b) eating, drinking and lodging, and (c) a broader industry group that includes wholesale and motor trade.\n\n",
    "acknowledgement": "\n"
}