{
    "id": 10501,
    "citation_title": "Market Structure and Productivity: A Concrete Example",
    "citation_author": [
        "Chad Syverson"
    ],
    "citation_publication_date": "2004-05-24",
    "issue_date": "2004-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies have documented large and persistent productivity differences across producers, even within narrowly defined industries. This paper both extends and departs from the past literature, which focused on technological explanations for these differences, by proposing that demand-side features also play a role in creating the observed productivity variation. The specific mechanism investigated here is the effect of spatial substitutability in the product market. When producers are densely clustered in a market, it is easier for consumers to switch between suppliers (making the market in a certain sense more competitive). Relatively inefficient producers find it more difficult to operate profitably as a result. Substitutability increases truncate the productivity distribution from below, resulting in higher minimum and average productivity levels as well as less productivity dispersion. The paper presents a model that makes this process explicit and empirically tests it using data from U.S. ready-mixed concrete plants, taking advantage of geographic variation in substitutability created by the industry's high transport costs. The results support the model's predictions and appear robust. Markets with high demand density for ready-mixed concrete   and thus high concrete plant densities have higher lower-bound and average productivity levels and exhibit less productivity dispersion among their producers.\n\n",
    "acknowledgement": "\n"
}