{
    "id": 10512,
    "citation_title": "The Role of Immigration in Dealing with the Developed World's Demographic Transition",
    "citation_author": [
        "Hans Fehr",
        "Sabine Jokisch",
        "Laurence Kotlikoff"
    ],
    "citation_publication_date": "2004-05-31",
    "issue_date": "2004-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper and its companion study, Fehr, Jokisch, and Kotlikoff (2004), develop a three-region dynamic general equilibrium life-cycle model to analyze general and skill-specific immigration policy during the demographic transition.  The three regions are the U.S., Japan, and the EU.  Immigration is often offered as a solution to the remarkable again underway in the developed world. Absent an immediate and dramatic change in immigration, dependency ratios will roughly double over the next three decades placing fiscal institutions, in particular, and economies, in general, under enormous stress. Can immigration alleviate these stresses? The answer is unclear bacause a number of offsetting factors are at play.  First, increased immigration raises the size of the labor force, but also lowers real wages.  Hence, the increase in the taxable wage base due to immigration will be less than might otherwise be expected.  Second, immigrants arrive with some capital and accumulate more capital as they age.  This raises labor productivity and both payroll and income tax bases.  Third, immigrants, like natives, require public goods and become eligible for government welfare, health care, and pension benefits. Fiscally speaking, how much one  earns' from a new immigrant depends on the immigant's skill level, which, in turn, determines the immigrant's level of earnings.  The reason is that taxes and transfer payments are, in general, collected and distributed on a progressive basis. Consequently, high-skilled immigrants deliver a larger bang for the buck when it comes to paying net taxes (taxes paid net of transfer payments received). Our model confirms this point.  Nonetheless, its findings, even with respect to high-skilled immigration, which we investigate in detail in this paper, are not pretty.  It shows that a significant expansion of immigration, whether across all skill groups or among particular skill groups, will do remarkably little to alter the major capital shortage, tax hikes, and reductions in real wages that can be expected along the demographic transition.\n\n",
    "acknowledgement": "\n"
}