{
    "id": 10511,
    "citation_title": "The Role of Public Health Improvements in Health Advances: The 20th Century United States",
    "citation_author": [
        "David M. Cutler",
        "Grant Miller"
    ],
    "citation_publication_date": "2004-05-31",
    "issue_date": "2004-05-31",
    "revision_date": "2018-09-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortality rates in the US fell more rapidly during the late 19th and early 20th Centuries than any other period in American history. This decline coincided with an epidemiological transition and the disappearance of a mortality \"penalty\" associated with living in urban areas.  There is little empirical evidence and much unresolved debate about what caused these improvements, however.  This paper investigates the causal influence of clean water technologies - filtration and chlorination - on mortality in major cities during the early 20th Century.  Plausibly exogenous variation in the timing and location of technology adoption is used to idetify these effects, and the validity of this identifying assumption is examined in detail. We find that clean water was responsible for nearly half of the total mortality reduction in major cities, three-quarters of the infant mortality reduction, and nearly two-thirds of the child mortality reduction. Rough calculations suggest that the social rate of return to these technologies was greater than 23 to 1 with a cost per life-year saved by clean water of about $500 in 2003 dollars.  Implications for developing countries are briefly considered.\n\nThe findings of this study are the subject of a comment in another NBER working paper. The authors of this study have posted a response; the authors of the commenting study have composed a rejoinder here.\n\n",
    "acknowledgement": "\n"
}