{
    "id": 10536,
    "citation_title": "Mergers and Acquisitions in the Pharmaceutical and Biotech Industries",
    "citation_author": [
        "Patricia M. Danzon",
        "Andrew Epstein",
        "Sean Nicholson"
    ],
    "citation_publication_date": "2004-06-07",
    "issue_date": "2004-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the determinants of M&A activity in the pharmaceutical-biotechnology industry and the effects of mergers using propensity scores to control for merger endogeneity.  Among large firms, we find that mergers are a response to excess capacity due to anticipated patent expirations and gaps in a company's product pipeline.  For small firms, mergers are primarily an exit strategy for firms in financial trouble, as indicated by low Tobin's q, few marketed products, and low cash-sales ratios.  We find that it is important to control for a firm's prior propensity to merge.  Firms with relatively high propensity scores experienced slower growth of sales, employees and R&D regardless of whether they actually merged, which is consistent with mergers being a response to distress. Controlling for a firm's merger propensity, large firms that merged experienced similar changes in enterprise value, sales, employees, and R&D relative to similar firms that did not merge.  Merged firms had slower growth in operating profit in the third year following a merger. Thus mergers may be a response to trouble, but they are not an effective solution for large firms.  Neither mergers nor propensity scores have any effect on subsequent growth in enterprise value. This confirms that market valuations on average yield unbiased predictions of the effects of mergers.  Small firms that merged experienced slower R&D growth relative to similar firms that did not merge, suggesting that post-merger integration may divert cash from R&D.\n\n",
    "acknowledgement": "\n"
}