{
    "id": 10544,
    "citation_title": "Heterogeneous Productivity Response to Tariff Reduction: Evidence from Brazilian Manufacturing Firms",
    "citation_author": [
        "Adriana Schor"
    ],
    "citation_publication_date": "2004-06-07",
    "issue_date": "2004-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effects of trade liberalization on the evolution of firm productivity. The productivity of each firm was estimated using an unbalanced panel data of 4,484 Brazilian manufacturing firms from 1986 to 1998, following the procedure first proposed by Olley and Pakes (1996) and further developed by Levinsohn and Petrin (2003). First, the effect of nominal tariffs on firms' productivity levels is identified. After controlling for the endogeneity of nominal tariffs, the estimated coefficient for tariffs in the productivity equation turns out to be negative. Second, a measure of tariffs on inputs is added in the productivity equation. The coefficient associated with tariffs on inputs is also negative, and the inclusion of this new variable reduces the size of the estimated coefficient of nominal tariffs. Thus, it seems that, along with the increased competition, the new access to inputs that embody better foreign technology also contributes to productivity gains after trade liberalization. Third, it is shown that there is a huge degree of heterogeneity of responses to trade liberalization. The effect of the tariff reductions depends heavily on observed and unobserved characteristics of the firm.\n\n",
    "acknowledgement": "\n"
}