{
    "id": 10550,
    "citation_title": "The Economic Implications of Corporate Financial Reporting",
    "citation_author": [
        "John R. Graham",
        "Campbell R. Harvey",
        "Shiva Rajgopal"
    ],
    "citation_publication_date": "2004-06-14",
    "issue_date": "2004-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey 401 financial executives, and conduct in-depth interviews with an additional 20, to determine the key factors that drive decisions related to reported earnings and voluntary disclosure. The majority of firms view earnings, especially EPS, as the key metric for outsiders, even more so than cash flows. Because of the severe market reaction to missing an earnings target, we find that firms are willing to sacrifice economic value in order to meet a short-run earnings target. The preference for smooth earnings is so strong that 78% of the surveyed executives would give up economic value in exchange for smooth earnings. We find that 55% of managers would avoid initiating a very positive NPV project if it meant falling short of the current quarter's consensus earnings. Missing an earnings target or reporting volatile earnings is thought to reduce the predictability of earnings, which in turn reduces stock price because investors and analysts hate uncertainty. We also find that managers make voluntary disclosures to reduce information risk associated with their stock but try to avoid setting a disclosure precedent that will be difficult to maintain. In general, management's views provide support for stock price motivations for earnings management and voluntary disclosure, but provide only modest evidence in support of other theories of these phenomena (such as debt, political cost and bonus plan based hypotheses).\n\n",
    "acknowledgement": "\n"
}