{
    "id": 10551,
    "citation_title": "\"Success Taxes,\" Entrepreneurial Entry, and Innovation",
    "citation_author": [
        "William M. Gentry",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "2004-06-14",
    "issue_date": "2004-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nInterest in the role of entrepreneurial entry in innovation raises the question of the extent to which tax policy encourages or discourages entry. We find that, while the level of the marginal tax rate has a negative effect in entrepreneurial entry, the progressivity of the tax also discourages entrepreneurship, and significantly so for some groups of households. These effects are principally traceable to the  upside' or  success' convexity of the household tax schedule. Prospective entrants from a priori innovative industries and occupations are no less affected by the considerations we examine than other prospective entrants. In terms of destination-based industry and occupation measures of innovative entrepreneurs, we find mixed evidence on whether innovative entrepreneurs differ from the general population; the results for entrepreneurs moving to innovative industries suggest that they may be unaffected by tax convexity but the possible endogeneity of this measure of innovative entrepreneurs confounds interpreting this specification. Using education as a measure of potential for innovation, we find that tax convexity discourages entry into self-employment for people of all educational backgrounds. Overall, we find little evidence that the tax effects are focused simply on the employment changes of less skilled or less promising potential entrants.\n\n",
    "acknowledgement": "\n"
}