{
    "id": 10552,
    "citation_title": "The Costs of Low Birth Weight",
    "citation_author": [
        "Douglas Almond",
        "Kenneth Y. Chay",
        "David S. Lee"
    ],
    "citation_publication_date": "2004-06-14",
    "issue_date": "2004-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBirth weight has emerged as the leading indicator of infant health and welfare and the central focus of infant health policy. This is because low birth weight (LBW) infants experience severe health and developmental difficulties that can impose enormous costs on society. But would the prevention of LBW generate equally sizable cost savings and health improvements? Estimates of the return to LBW-prevention from cross-sectional associations may be biased by omitted variables that cannot be influenced by policy, such as genetic factors. To address this, we compare the hospital costs, health at birth, and infant mortality rates between heavier and lighter infants from all twin pairs born in the United States. We also examine the effect of maternal smoking during pregnancy    the leading risk factor for LBW in the United States    on health among singleton births after controlling for detailed background characteristics. Both analyses imply substantially smaller effects of LBW than previously thought, suggesting two possibilities: 1) existing estimates overstate the true costs and consequences of LBW by at least a factor of four and by as much as a factor of 20; or 2) different LBW-preventing interventions have different health and cost consequences, implying that policy efforts that presume a single return to reducing LBW will necessarily be suboptimal.\n\n",
    "acknowledgement": "\n"
}