{
    "id": 10564,
    "citation_title": "Further Tests of Abortion and Crime",
    "citation_author": [
        "Ted Joyce"
    ],
    "citation_publication_date": "2004-06-21",
    "issue_date": "2004-06-21",
    "revision_date": "2006-09-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe inverse relationship between abortion and crime has spurred new research and much controversy. If the relationship is causal, then polices that increased abortion have generated enormous external benefits from reduced crime. In previous papers, I argued that evidence for a casual relationship is weak and incomplete. In this paper, I conduct a number of new analyses intended to address criticisms of my earlier work. First, I examine closely the effects of changes in abortion rates between 1971 and 1974. Changes in abortion rates during this period were dramatic, varied widely by state, had a demonstrable effect on fertility, and were more plausibly exogenous than changes in the late 1970s and early 1980s. If abortion reduced crime, crime should have fallen sharply as these post-legalization cohorts reached their late teens and early 20s, the peak ages of criminal involvement. It did not. Second, I conduct separate estimates for whites and blacks because the effect of legalized abortion on crime should have been much larger for blacks than whites, since the effect of legalization of abortion on the fertility rates of blacks was much larger. There was little race difference in the reduction in crime. Finally, I compare changes in homicide rates before and after legalization of abortion, within states, by single year of age. The analysis of older adults is compelling because they were largely unaffected by the crack-cocaine epidemic, which was a potentially important confounding factor in earlier estimates. These analyses provide little evidence that legalized abortion reduced crime.\n\n",
    "acknowledgement": "\n"
}