{
    "id": 10572,
    "citation_title": "Do Dividend Payments Respond to Taxes? Preliminary Evidence from the 2003 Dividend Tax Cut",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2004-06-21",
    "issue_date": "2004-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe individual income tax burden on dividends was lowered sharply in 2003 from a maximum rate of 35% to 15%, creating a unique opportunity to analyze the effects of dividend taxes on dividend payments by U.S. corporations. This paper uses data from the Center for Research in Security Prices (CRSP) spanning 1980 to 2004-Q1 to analyze this issue. We find a sharp and widespread surge in dividend distributions following the tax cut, along several dimensions. First, the fraction of publicly traded firms paying dividends began to increase precisely in 2003 after having declined continuously for more than two decades. Nearly 150 firms have initiated dividend payments after the tax cut, adding more than $1.5 billion to aggregate quarterly dividends. Most of these firms initiated regular, recurrent payments rather than one-time special' distributions. Second, many firms that were already paying dividends prior to the reform raised regular dividend payments significantly after the tax cut. Third, special dividends also rose, but the magnitude of this effect is likely to be small relative to the increases in regular distributions in the long run. All three of these effects are significant among all company sizes, and are robust to controls for profits and other firm characteristics. The surge in regular dividend payments after the 2003 reform is unprecedented in recent years. The Tax Reform Act of 1986, which also reduced the top individual tax rate on dividends significantly, led to a temporary, concentrated rise in special dividend payments. However, the number of regular dividend payers did not rise much after the 1986 reform.\n\n",
    "acknowledgement": "\n"
}