{
    "id": 1057,
    "citation_title": "On the Relevance or Irrelevance of Public Financial Policy",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1983-01-01",
    "issue_date": "1983-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper establishes conditions under which public financial policyhas neither real nor inflationary effects; under which it has inflationary effects, but not real effects; and under which it has real effects. An increase in government debt (keeping real expenditures fixed), accompanied by a decrease in lump sum taxes has neither inflationary nor real effects (even in astochastic environment) provided there are no redistribution effects: the increase in supply of government bonds gives rise to an exactly offsetting increase in demand. An increase in the interest rate paid on government debt will be associated with an increase in the rate of inflation, but there will be no real effects. A change in financial policy which preserves the mean rate of return on bonds has no real effects if individuals are risk neutral and changes in the level of debt are offset by changes in lump sum taxes/subsidies for the owners of bonds. Except in these special cases, changes in public financial policy will always have real effects.The second part of the paper establishes that the optimal intertemporal risk redistribution scheme can be implemented through financial policies which entail constant price levels. This result is established in the context of a life cycle model with homogeneous individuals. It is shown, furthermore,that only a single financial instrument is required to implement the optimal policy; additional financial instruments are redundant. This redundancy result does not obtain, however, with heterogeneous populations if there are restrictions on the ability of the government to impose differential lump sum taxes on different groups.\n\n",
    "acknowledgement": "\n"
}