{
    "id": 10571,
    "citation_title": "Conflicts of Interest, Information Provision, and Competition in Banking",
    "citation_author": [
        "Patrick Bolton",
        "Xavier Freixas",
        "Joel Shapiro"
    ],
    "citation_publication_date": "2004-06-21",
    "issue_date": "2004-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn some markets, such as the market for drugs or for financial services, sellers have better information than buyers regarding the matching between the buyer's needs and the good's actual characteristics. Depending on the market structure, this may lead to conflicts of interest and/or the under-provision of information by the seller. This paper studies this issue in the market for financial services. The analysis presents a new model of competition between banks, as banks' price competition influences the ensuing incentives for truthful information revelation. We compare two different firm structures, specialized banking, where financial institutions provide a unique financial product, and one-stop banking, where a financial institution is able to provide several financial products which are horizontally differentiated. We show first that, although conflicts of interest may prevent information disclosure under monopoly, competition forces full information provision for sufficiently high reputation costs. Second, in the presence of market power, one-stop banks will use information strategically to increase product differentiation and therefore will always provide reliable information and charge higher prices than specialized banks, thus providing a new reason for the creation of one-stop banks. Finally, we show that, if independent financial advisers are able to provide reliable information, this increases product differentiation and therefore market power, so that it is in the interest of financial intermediaries to promote external independent financial advice.\n\n",
    "acknowledgement": "\n"
}