{
    "id": 10586,
    "citation_title": "India's De-Industrialization Under British Rule: New Ideas, New Evidence",
    "citation_author": [
        "David Clingingsmith",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2004-06-28",
    "issue_date": "2004-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia was a major player in the world export market for textiles in the early 18th century, but by the middle of the 19th century it had lost all of its export market and much of its domestic market. Other local industries also suffered some decline, and India underwent secular de-industrialization as a consequence. While India produced about 25 percent of world industrial output in 1750, this figure fell to only 2 percent by 1900. We use an open, specific-factor model to organize our thinking about the relative role played by domestic and foreign forces in India's de-industrialization. The construction of new relative price evidence is central to our analysis. We document trends in the ratio of export to import prices (the external terms of trade) from 1800 to 1913, and that of tradable to non-tradable goods and own-wages in the tradable sectors going back to 1765. With this new relative price evidence in hand, we ask how much of the de-industrialization was due to local supply-side influences (such as the demise of the Mughal empire) and how much to world price shocks (such as world market integration and rapid productivity advance in European manufacturing), both of which had to deal with an offset    the huge net transfer from India to Britain before 1815. Whether the Indian de-industrialization shocks and responses were big or small is then assessed by comparisons with other parts of the periphery.\n\n",
    "acknowledgement": "\n"
}