{
    "id": 10599,
    "citation_title": "Dividend Policy, Agency Costs, and Earned Equity",
    "citation_author": [
        "Harry DeAngelo",
        "Linda DeAngelo",
        "Rene Stulz"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do firms pay dividends? If they didn't their asset and capital structures would eventually become untenable as the earnings of successful firms outstrip their investment opportunities. Had they not paid dividends, the 25 largest long-standing 2002 dividend payers would have cash holdings of $1.8 trillion (51% of total assets), up from $160 billion (6% of assets), and $1.2 trillion in excess of their collective $600 billion in long-term debt. Their dividend payments prevented significant agency problems since the retention of earnings would have given managers command over an additional $1.6 trillion without access to better investment opportunities and with no additional monitoring. This logic suggests that firms with relatively high amounts of earned equity (retained earnings) are especially likely to pay dividends. Consistent with this view, the fraction of publicly traded industrial firms that pays dividends is high when the ratio of earned equity to total equity (total assets) is high, and falls with declines in this ratio, becoming near zero when a firm has little or no earned equity. We observe a highly significant relation between the decision to pay dividends and the ratio of earned equity to total equity or total assets,controlling for firm size, profitability, growth, leverage, cash balances, and dividend history. In our regressions, earned equity has an economically more important impact than does profitability or growth. Our evidence is consistent with the hypothesis that firms pay dividends to mitigate agency problems.\n\n",
    "acknowledgement": "\n"
}