{
    "id": 10591,
    "citation_title": "Does School Accountability Lead to Improved Student Performance?",
    "citation_author": [
        "Eric A. Hanushek",
        "Margaret E. Raymond"
    ],
    "citation_publication_date": "2004-06-28",
    "issue_date": "2004-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe leading school reform policy in the United States revolves around strong accountability of schools with consequences for performance. The federal government's involvement through the No Child Left Behind Act of 2001 reinforces the prior movement of many states toward policies based on measured student achievement. Analysis of state achievement growth as measured by the National Assessment of Educational progress shows that accountability systems introduced during the 1990s had a clear positive impact on student achievement. This single policy instrument did not, however, also lead to any narrowing in the black-white achievement gap (though it did narrow the Hispanic-white achievement gap). Moreover, the balck-white gap appears to have been harmed over the decade by increasing minority concentrations in the schools. An additional issue surrounding stronger accountability has been a concern about unintended consequences related to such things as higher exclusion rates from testing, increased drop-out rates, and the like. Our analysis of special education placement rates, a frequently identified area of concern, does not show any responsiveness to the introduction of accountability systems.\n\n",
    "acknowledgement": "\n"
}