{
    "id": 10600,
    "citation_title": "The Impact of the Terms of Trade on Economic Development in the Periphery, 1870-1939: Volatility and Secular Change",
    "citation_author": [
        "Christopher Blattman",
        "Jason Hwang",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost countries in the periphery specialized in the export of just a handful of primary products for most of their history. Some of these commodities have been more volatile than others, and those with more volatile prices have grown slowly relative both to the industrial leaders and to other primary product exporters. This fact helps explain the growth puzzle noted by Easterly, Kremer, Pritchett and Summers more than a decade ago: that the contending fundamental determinants of growth   institutions, geography and culture   exhibit far more persistence than do the growth rates they are supposed to explain. Using a new panel database for 35 countries, this paper estimates the impact of terms of trade volatility and secular change on country performance between 1870 and 1939. Volatility was much more important for accumulation and growth than was secular change. Additionally, both effects were asymmetric between Core and Periphery, findings that speak directly to the terms of trade debates that have raged since Prebisch and Singer wrote more than 50 years ago. The paper also investigates one channel of impact, and finds that foreign capital inflows declined steeply where commodity prices were volatile.\n\n",
    "acknowledgement": "\n"
}