{
    "id": 10607,
    "citation_title": "The Purchasing Power Parity Debate",
    "citation_author": [
        "Alan M. Taylor",
        "Mark P. Taylor"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOriginally propounded by the sixteenth-century scholars of the University of Salamanca, the concept of purchasing power parity (PPP) was revived in the interwar period in the context of the debate concerning the appropriate level at which to re-establish international exchange rate parities. Broadly accepted as a long-run equilibrium condition in the post-war period, it was first advocated as a short-run equilibrium by many international economists in the first few years following the breakdown of the Bretton Woods system in the early 1970s and then increasingly came under attack on both theoretical and empirical grounds from the late 1970s to the mid 1990s. Accordingly, over the last three decades, a large literature has built up that examines how much the data deviated from theory, and the fruits of this research have provided a deeper understanding of how well PPP applies in both the short run and the long run. Since the mid 1990s, larger datasets and nonlinear econometric methods, in particular, have improved estimation. As deviations narrowed between real exchange rates and PPP, so did the gap narrow between theory and data, and some degree of confidence in long-run PPP began to emerge again. In this respect, the idea of long-run PPP now enjoys perhaps its strongest support in more than thirty years, a distinct reversion in economic thought.\n\n",
    "acknowledgement": "\n"
}