{
    "id": 10602,
    "citation_title": "Managing Volatility and Crises: A Practitioner's Guide Overview",
    "citation_author": [
        "Joshua Aizenman",
        "Brian Pinto"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis overview introduces and summarizes the findings of a practical volume on managing volatility and crises. The interest in these topics stems from the growing recognition that non-linearities tend to magnify the impact of economic volatility leading to large output and economic growth costs, especially in poor countries. In these circumstances, good times do not offset the negative impact of bad times, leading to permanent negative effects. Such asymmetry is often reinforced by incomplete markets, sovereign risk, divisive politics, inefficient taxation, procyclical fiscal policy and weak financial market institutions factors that are more problematic in developing countries. The same fundamental phenomena that make it difficult to cope with volatility also drive crises. Hence, the volume also focuses on the prevention and management of crises. It is a user-friendly compilation of empirical and policy results aimed at development policy practitioners divided into three modules: (i) the basics of volatility and its impact on growth and poverty; (ii) managing volatility along thematic lines, including financial sector and commodity price volatility; and (iii) management and prevention of macroeconomic crises, including a cross-country study, lessons from the debt defaults of the 1980s and 1990s and case studies on Argentina and Russia.\n\n",
    "acknowledgement": "\n"
}