{
    "id": 10608,
    "citation_title": "Breakfast of Champions? The School Breakfast Program and the Nutrition of Children and Families",
    "citation_author": [
        "Jayanta Bhattacharya",
        "Janet Currie",
        "Steven Haider"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the National Health and Nutritional Examination Survey (NHANES) III to examine the effect of the availability of the school breakfast program (SBP). Our work builds on previous research in four ways: First, we develop a transparent difference-in-differences strategy to account for unobserved differences between students with access to SBP and those without. Second, we examine serum measures of nutrient in addition to intakes based on dietary recall data. Third, we ask whether the SBP improves the diet by increasing/or decreasing the intake of nutrients relative to meaningful threshold levels. Fourth, we examine the effect of the SBP on other members of the family besides the school-aged child. We have three main findings. First, the SBP helps students build good eating habits: SBP increases scores on the healthy eating index, reduces the percentage of calories from fat, and reduces the probability of low fiber intake. Second, the SBP reduces the probability of serum micronutrient deficiencies in vitamin C, vitamin E, and folate, and it increases the probability that children meet USDA recommendations for potassium and iron intakes. Since we find no effect on total calories these results indicate that the program improves the quality of food consumed. Finally, in households with school-aged children, both preschool children and adults have healthier diets and consume less fat when the SBP is available. These results suggest that school nutrition programs may be an effective way to combat both nutritional deficiencies and excess consumption among children and their families.\n\n",
    "acknowledgement": "\n"
}