{
    "id": 10605,
    "citation_title": "Exploring the Patent Explosion",
    "citation_author": [
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "2004-07-05",
    "issue_date": "2004-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks more closely at the sources of patent growth in the United States since 1984. It confirms that the increase is largely due to US patenters, with an earlier surge in Asia, and some increase in Europe. Growth has taken place in all technologies, but not in all industries, being concentrated in the electrical, electronics, computing, and scientific instruments industries. It then examines whether these patents are valued by the market. We know from survey evidence that patents in these industries are not usually considered important for appropriability, but are sometimes considered necessary to secure financing for entering the industry. I compare the market value of patents held by entrant firms to those held by incumbents (controlling for R&D). Using data on publicly traded firms 1980-1989, I find that in industries based on electrical and mechanical technologies the market value of entrants' patents is positive in the post-1984 period (after the patenting surge), but not before, when patents were relatively unimportant in these industries. Also, the value of patent rights in complex product industries (where each product relies on many patents held by a number of other firms) is much higher for entrants than incumbents in the post-1984 period. For discrete product industries (where each product relies on only a few patents, and where the importance of patents for appropriability has traditionally been higher), there is no difference between incumbents and entrants.\n\n",
    "acknowledgement": "\n"
}