{
    "id": 1061,
    "citation_title": "Technical Problems in Social Experimentation: Cost versus Ease of Analysis",
    "citation_author": [
        "Jerry A. Hausman",
        "David A. Wise"
    ],
    "citation_publication_date": "1983-01-01",
    "issue_date": "1983-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe goal of the paper is to set forth general guidelines that we believe would enhance the usefulness of future social experiments and to suggest ways of correcting for inherent limitations of them. Although the major motivation for an experiment is to overcome the inherent limitations of structural econometric models, in many instances the experimental designs have subverted this motivation. The primary advantages of randomized controlled experiments were often lost. The major complication for the analysis of the experiments was induced by an endogenous sample selection and treatment assignment procedure that selected the experimental participants and assigned them to controlversus treatment groups partly on the basis of the variable whose response the experiments were intended to measure. We propose that to overcome these difficulties, the goal of an experimental design should be as nearly as possible to allow analysis based on a simple analysis of variance model. Although complexities attendant to endogenous stratification can be avoided, there are inherent limitations of the experiments that cannot. Two major ones are self-determination of participation and self-selection out, through attrition.But these problems, we believe, can be corrected for with relative ease if endogenous stratification is eliminated. Finally, we propose that as a guiding principle, the experiments should have as a first priority the precise estimation of a single or a small number of treatment effects.\n\n",
    "acknowledgement": "\n"
}