{
    "id": 10615,
    "citation_title": "A Continuous-Time Agency Model of Optimal Contracting and Capital Structure",
    "citation_author": [
        "Peter M. DeMarzo",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2004-07-19",
    "issue_date": "2004-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a principal-agent model in which the agent needs to raise capital from the principal to finance a project. Our model is based on DeMarzo and Fishman (2003), except that the agent's cash flows are given by a Brownian motion with drift in continuous time. The difficulty in writing an appropriate financial contract in this setting is that the agent can conceal and divert cash flows for his own consumption rather than pay back the principal. Alternatively, the agent may reduce the mean of cash flows by not putting in effort. To give the agent incentives to provide effort and repay the principal, a long-term contract specifies the agent's wage and can force termination of the project. Using techniques from stochastic calculus similar to Sannikov (2003), we characterize the optimal contract by a differential equation. We show that this contract is equivalent to the limiting case of a discrete time model with binomial cash flows. The optimal contract can be interpreted as a combination of equity, a credit line, and either long-term debt or a compensating balance requirement (i.e., a cash position). The project is terminated if the agent exhausts the credit line and defaults. Once the credit line is paid off, excess cash flows are used to pay dividends. The agent is compensated with equity alone. Unlike the discrete time setting, our differential equation for the continuous-time model allows us to compute contracts easily, as well as compute comparative statics. The model provides a simple dynamic theory of security design and optimal capital structure.\n\n",
    "acknowledgement": "\n"
}