{
    "id": 10613,
    "citation_title": "The Evolution of Concentrated Ownership in India Broad patterns and a History of the Indian Software Industry",
    "citation_author": [
        "Tarun Khann",
        "Krishna Palepu"
    ],
    "citation_publication_date": "2004-07-19",
    "issue_date": "2004-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs in many countries (Canada, France, Germany, Japan, Italy, Sweden), concentrated ownership is a ubiquitous feature of the Indian private sector over the past seven decades. Yet, unlike in most countries, the identity of the primary families responsible for the concentrated ownership changes dramatically over time, perhaps even more than it does in the U.S. during the same time period. It does not appear that concentrated ownership in India is entirely associated with the ills that the literature has recently ascribed to concentrated ownership in emerging markets. If the concentrated owners are not exclusively, or even primarily, engaged in rent-seeking and entry-deterring behavior, concentrated ownership may not be inimical to competition. Indeed, as a response to competition, we argue that at least some Indian families    the concentrated owners in question    have consistently tried to use their business group structures to launch new ventures. In the process they have either failed hence the turnover in identity    or reinvented themselves. Thus concentrated ownership is a result, rather than a cause, of inefficiencies in capital markets. Even in the low capital-intensity, relatively unregulated setting of the Indian software industry, we find that concentrated ownership persists in a privately successful and socially useful way. Since this setting is the least hospitable to the existence of concentrated ownership, we interpret our findings as a lower bound on the persistence of concentrated ownership in the economy at large.\n\n",
    "acknowledgement": "\n"
}