{
    "id": 10620,
    "citation_title": "The Design of Financial Systems: Towards a Synthesis of Function and Structure",
    "citation_author": [
        "Robert C. Merton",
        "Zvi Bodie"
    ],
    "citation_publication_date": "2004-07-19",
    "issue_date": "2004-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a functional approach to designing and managing the financial systems of countries, regions, firms, households, and other entities. It is a synthesis of the neoclassical, neo-institutional, and behavioral perspectives. Neoclassical theory is an ideal driver to link science and global practice in finance because its prescriptions are robust across time and geopolitical borders. By itself, however, neoclassical theory provides little prescription or prediction of the institutional structure of financial systems   that is, the specific kinds of financial intermediaries, markets, and regulatory bodies that will or should evolve in response to underlying changes in technology, politics, demographics, and cultural norms. The neoclassical model therefore offers important, but incomplete, guidance to decision makers seeking to understand and manage the process of institutional change. In accomplishing this task, the neo-institutional and behavioral perspectives can be very useful. In this proposed synthesis of the three approaches, functional and structural finance (FSF), institutional structure is endogenous. When particular transaction costs or behavioral patterns produce large departures from the predictions of the ideal  frictionless' neoclassical equilibrium for a given institutional structure, new institutions tend to develop that partially offset the resulting inefficiencies. In the longer run, after institutional structures have had time to fully develop, the predictions of the neoclassical model will be approximately valid for asset prices and resource allocations. Through a series of examples, the paper sets out the reasoning behind the FSF synthesis and illustrates its application.\n\n",
    "acknowledgement": "\n"
}