{
    "id": 10624,
    "citation_title": "Sources for Financing Domestic Capital -- Is Foreign Saving a Viable Option for Developing Countries?",
    "citation_author": [
        "Joshua Aizenman",
        "Brian Pinto",
        "Artur Radziwill"
    ],
    "citation_publication_date": "2004-07-19",
    "issue_date": "2004-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new method for measuring the degree to which the domestic capital stock is self-financed. The main idea is to use the national accounts to construct a self-financing ratio, indicating what would have been the autarky stock of tangible capital supported by actual past domestic saving, relative to the actual stock of capital. We use the constructed measure of self-financing to evaluate the impact of the growing global financial integration on the sources of financing domestic capital stocks in developing countries. On average, 90% of the stock of capital in developing countries is self financed, and this fraction was surprisingly stable throughout the 1990s. The greater integration of financial markets has not changed the dispersion of self-financing rates, and the correlation between changes in de-facto financial integration and changes in self-financing ratios is statistically insignificant. There is no evidence of any  growth bonus' associated with increasing the financing share of foreign savings. In fact, the evidence suggests the opposite: throughout the 1990s, countries with higher self-financing ratios grew significantly faster than countries with low self-financing ratios. This result persists even after controlling growth for the quality of institutions. We also find that higher volatility of the self-financing ratios is associated with lower growth rates, and that better institutions are associated with lower volatility of the self-financing ratios. These findings are consistent with the notion that financial integration may have facilitated diversification of assets and liabilities, but failed to offer new net sources of financing capital in developing countries.\n\n",
    "acknowledgement": "\n"
}