{
    "id": 10639,
    "citation_title": "Auctions with Resale When Private Values Are Uncertain: Theory and Empirical Evidence",
    "citation_author": [
        "Andreas Lange",
        "John A. List",
        "Michael K. Price"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAuction theory is one of the richest areas of research in economics over the past three decades. Yet whether and to what extent the introduction of secondary resale markets influences bidding behavior in sealed bid first-price auctions remains under researched. This study begins by developing theory to explore auctions with resale when private values are uncertain. We put our theory to the test by examining both field data and experimental data from the lab. Our field data are from a unique data set that includes nearly 3,000 auctions (over 10,000 individual bids) for cutting rights of standing timber in British Columbia from 1996-2000. In comparing bidding patterns across agents who are likely to have resale opportunities with those who likely do not, we find evidence that is consistent with our theoretical predictions. Critical evaluation of the reduced-form bidding model, however, reveals that sharp tests of the theoretical predictions are not possible because several other differences may exist across these bidder types. We therefore use a laboratory experiment to examine if the resale opportunity by itself can have the predicted effect. We find that while it does have the predicted effect, a theoretical model based on risk-averse bidders explains the overall data patterns more accurately than a model based on risk-neutral bidders. More generally, the paper highlights the inferential power of combining naturally occurring data with laboratory data.\n\n",
    "acknowledgement": "\n"
}