{
    "id": 10637,
    "citation_title": "Public Debt, Fiscal Solvency and Macroeconomic Uncertainty in Latin America: The Cases of Brazil, Colombia, Costa Rica, and Mexico",
    "citation_author": [
        "Enrique G. Mendoza",
        "P. Marcelo Oviedo"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRatios of public debt as a share of GDP in Brazil, Colombia, and Mexico were 10 percentage points higher on average during 1996-2002 than in the period 1990-1995. Costa Rica's debt ratio remained stable but at a high level near 50 percent. Is there reason to be concerned for the solvency of the public sector in these economies? We provide an answer to this question based on the quantitative predictions of a variant of the framework proposed by Mendoza and Oviedo (2004). This methodology yields forward-looking estimates of debt ratios consistent with fiscal solvency for a government that faces revenue uncertainty and can issue only non-state-contingent debt. In this environment, aversion to a collapse in outlays leads the government to respect a \"natural debt limit\" equal to the annuity value of the primary balance in a \"fiscal crisis\". A fiscl crisis occurs after a long sequence of adverse revenue shocks and public outlays adjust to a tolerable minimum. The debt limit also represents a credible commitment to be able to repay even in a fiscal crisis but is not, in general, the same as the sustainable debt, which is driven by the probabilistic dynamics of the primary balance. The results of a baseline scenario question the sustainability of current debt ratios in Brazil and Colombia, while those in Costa Rica and Mexico seem inside the limits consistent with fiscal solvency. In contrast, public debt ratios are found to be unsustainable in all four countries for plausible changes to lower average growth rates or higher real interest rates. Moreover, sustainable debt ratios fall sharply when default risk is taken into account.\n\n",
    "acknowledgement": "\n"
}