{
    "id": 10642,
    "citation_title": "Deflationary Bubbles",
    "citation_author": [
        "Willem H. Buiter",
        "Anne C. Sibert"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "2006-05-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyse deflationary bubbles in a model where money is the only financial asset. We show that such bubbles are consistent with the household's transversality condition if and only if the nominal money stock is falling. Our results are in sharp contrast to those in several prominent contributions to the literature, where deflationary bubbles are ruled out by appealing to a non-standard transversality condition, originally due to Brock. This condition, which we dub the GABOR condition, states that the consumer must be indifferent between reducing his money holdings by one unit and leaving them unchanged and enjoying the discounted present value of the marginal utility of that unit of money forever. We show that the GABOR condition is not part of the necessary and sufficient conditions for household optimality nor is it sufficient to rule out deflationary bubbles. Moreover, it rules out Friedman's optimal quantity of money equilibrium and, when the nominal money stock is falling, it rules out deflationary bubbles that are consistent with household optimality. We also consider economies with real and nominal government debt and small open economies where private agents can lend to and borrow from abroad. In these cases, deflationary bubbles may be possible, even when the nominal money stock is rising. Their existence is shown to depend on the rules governing the issuance of government debt.\n\n",
    "acknowledgement": "\n"
}