{
    "id": 10645,
    "citation_title": "Do the Rich Flee from High State Taxes? Evidence from Federal Estate Tax Returns",
    "citation_author": [
        "Jon Bakija",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "2019-03-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how changes in state tax policy affect the number of federal estate tax returns filed in each state, utilizing data on federal estate tax return filings by state and wealth class for 18 years between 1965 and 1998. Controlling for state- and wealth-class specific fixed effects, we find that high state inheritance and estate taxes and sales taxes have statistically significant, but modest, negative impacts on the number of federal estate tax returns filed in a state. High personal income tax and property tax burdens are also found to have negative effects, but these results are somewhat sensitive to alternative specifications. This evidence is consistent with the notion that wealthy elderly people change their real (or reported) state of residence to avoid high state taxes, although it could partly reflect other modes of tax avoidance as well. We discuss the implications for the debate over whether individual states should  decouple' their estate taxes from federal law, which would retain the state tax even as the federal credit for such taxes is eliminated. Our results suggest that migration and other observationally equivalent avoidance activities in response to such a tax would cause revenue losses and deadweight losses, but that these would not be large relative to the revenue raised by the tax.\n\n",
    "acknowledgement": "\n"
}