{
    "id": 10640,
    "citation_title": "Scientific Teams and Institution Collaborations: Evidence from U.S. Universities, 1981-1999",
    "citation_author": [
        "James D. Adams"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores recent trends in the size of scientific teams and in institutional collaborations. The data derive from 2.4 million scientific papers written in 110 leading U.S. research universities over the period 1981-1999. We measure team size by the number of authors on a scientific paper. Using this measure we find that team size increases by 50 percent over the 19-year period. We supplement team size with measures of domestic and foreign institutional collaborations, which capture the geographic dispersion of team workers. The time series evidence suggests that the trend towards larger and more dispersed teams accelerates at the start of the 1990s. This acceleration suggests a sudden decline in the cost of collaboration, perhaps due to improvements in telecommunications. Using a panel of top university departments we find that private universities and departments whose scientists have earned prestigious awards participate in larger teams, as do departments that have larger amounts of federal funding. Placement of former graduate students is a key determinant of institutional collaborations, especially collaborations with firms and foreign scientific institutions. Finally, the evidence indicates that scientific influence increases with team size and institutional collaborations. Since increasing team size implies an increase in the division of labor, these results suggest that scientific productivity increases with the scientific division of labor.\n\n",
    "acknowledgement": "\n"
}