{
    "id": 10641,
    "citation_title": "The History and Politics of Corporate Ownership in Sweden",
    "citation_author": [
        "Peter Hogfeldt"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNot despite but because of persistent Social Democratic political influence since the Great Reversal in 1932 have a few families and banks controlled the largest listed firms in Sweden. The Social Democrats have de facto been the guarantor rather than the terminator of private capitalism since the political and corporate incumbencies have been united by strong common interests. Incumbent owners need the political support to legitimize that their corporate power rests on extensive use of dual-class shares and pyramiding. While the Social Democrats only get the necessary resources and indirect support for their social and economic policies from the private sector if the largest firms remain under Swedish control so that capital does not migrate. The extensive use of mechanisms to separate votes from capital however drives a significant wedge between the costs of internal and external capital that causes an enhanced (political) pecking order of financing where new external equity is strongly avoided. By not encouraging outsiders to create new firms and fortunes, and by not fully activating the primary equity markets, the heavy politicized system has redistributed incomes but not property rights and wealth. The result is an ageing economy with an unusually large proportion of very old and very large firms with well-defined owners in control. 31 of the 50 largest listed firms in 2000 were founded before 1914, only 8 in the post-war period and none after 1970.\n\n",
    "acknowledgement": "\n"
}