{
    "id": 10644,
    "citation_title": "Behavioral Finance in Corporate Governance - Independent Directors, Non-Executive Chairs, and the Importance of the Devil's Advocate",
    "citation_author": [
        "Randall Morck"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "2007-10-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Common Law, parliamentary democracy, and academia all institutionalize dissent to check undue obedience to authority; and corporate governance reformers advocate the same in boardrooms. Many corporate governance disasters could often be averted if directors asked hard questions, demanded clear answers, and blew whistles. Work by Milgram suggests humans have an innate predisposition to obey authority. This excessive subservience of agent to principal, here dubbed a \"type II agency problem\", explains directors' eerie submission. Rational explanations are reviewed, but behavioral explanations appear more complete. Experimental work shows this predisposition disrupted by dissenting peers, conflicting authorities, and distant authorities. Thus, independent directors, chairs, and committees excluding CEOs might induce greater rationality and more considered ethics in corporate governance. Empirical evidence of this is scant - perhaps reflecting problems identifying genuinely independent directors.\n\n",
    "acknowledgement": "\nI am grateful for helpful comments and suggests by seminar participants at Århus University, the University of Alberta, the Journal of Management and Governance Symposium at the Università Cattolica Sacro Cuore of Milan, the National Bureau of Economic Research Universities Conference on Behavioral Corporate Finance, and the University of Toronto; and especially for suggestions by Malcolm Baker, Terry Burnham, Lorenzo Caprio, Steve Kaplan, Ricky Ruback, Andrei Shleifer, Henry Tosi, and Jeff Wurgler. This research was funded in part by the Social Sciences and Humanities Research Council. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}