{
    "id": 10650,
    "citation_title": "Do a Firm's Equity Returns Reflect the Risk of Its Pension Plan?",
    "citation_author": [
        "Li Jin",
        "Robert Merton",
        "Zvi Bobie"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the empirical question of whether systematic equity risk of U.S. firms as measured by beta from the Capital Asset Pricing Model reflects the risk of their pension plans. There are a number of reasons to suspect that it might not. Chief among them is the opaque set of accounting rules used to report pension assets, liabilities, and expenses. Pension plan assets and liabilities are off-balance sheet, and are often viewed as segregated from the rest of the firm, with its own trustees. Pension accounting rules are complicated. Furthermore, the role of Pension Benefit Guaranty Corporation further clouds the real relation between pension plan risk and firm equity risk. The empirical findings in this paper are consistent with the hypothesis that equity risk does reflect the risk of the firm's pension plan despite arcane accounting rules for pensions. This finding is consistent with informational efficiency of the capital markets. It also has implications for corporate finance practice in the determination of the cost of capital for capital budgeting. Standard procedure uses de-leveraged equity return betas to infer the cost of capital for operating assets. But the de-leveraged betas are not adjusted for the risk of the pension assets and liabilities.   Failure to make this adjustment will typically bias upwards estimates of the discount rate for capital budgeting. The magnitude of the bias is shown here to be large for a number of well-known U.S. companies. This bias can result in positive net-present-value projects being rejected.\n\n",
    "acknowledgement": "\n"
}