{
    "id": 10653,
    "citation_title": "Sex Differences in Morbidity and Mortality",
    "citation_author": [
        "Anne C. Case",
        "Christina Paxson"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen have worse self-rated health and more hospitalization episodes than men from early adolescence to late middle age, but are less likely to die at each age. We use 14 years of data from the U.S. National Health Interview Survey to examine this paradox. Our results indicate that the difference in self-assessed health between women and men can be entirely explained by differences in the distribution of the chronic conditions they face. Although on average women have worse self-rated health than men, women and men with the same chronic conditions have the same self-rated health. The results for hospital episodes are somewhat different. While the effect of poor health on hospital episodes is the same for men and women, men with respiratory cancer, cardiovascular disease, and bronchitis are more likely to experience hospital episodes than women who suffer from the same chronic conditions, implying that men may experience more severe forms of these conditions. The same is true for mortality. Although the effects of many chronic conditions on the probability of death are the same for women and men, men who report having cardiovascular disease and certain lung disorders are significantly more likely to die than women with these conditions. While some of the gender difference in mortality can be explained by differences in the distribution of chronic conditions, an equally large share can be attributed to the larger adverse effects of these conditions on male mortality. Is smoking the smoking gun? Conditions for which we find excess male hospitalizations and mortality are generally smoking-related.\n\n",
    "acknowledgement": "\n"
}