{
    "id": 10652,
    "citation_title": "Modeling Inventories Over the Business Cycle",
    "citation_author": [
        "Aubhik Khan",
        "Julia K. Thomas"
    ],
    "citation_publication_date": "2004-07-26",
    "issue_date": "2004-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe search for useful models of aggregate fluctuations with inventories. We focus exclusively on dynamic stochastic general equilibrium models that endogenously give rise to inventory investment and evaluate two leading candidates: the (S,s) model and the stockout avoidance model. Each model is examined under both technology shocks and preference shocks, and its performance gauged by its ability to explain the observed magnitude of inventories in the U.S. economy, alongside other empirical regularities such as the procyclicality of inventory investment and its positive correlation with sales. We find that the (S,s) model is far more consistent with the behavior of aggregate inventories in the postwar U.S. when aggregate fluctuations arise from technology, rather than preference, shocks. The converse is true for the stockout avoidance model. Overall, while the (S,s) model performs well with respect to the inventory facts and other business cycle regularities, the stockout avoidance model does not. There, the essential motive for stocks is insufficient to generate inventory holdings near the data without destroying the model's performance along other important margins. Finally, the stockout avoidance model appears incapable of sustaining inventories alongside capital. This suggests a fundamental problem in using reduced-form inventory models with stocks rationalized by this motive.\n\n",
    "acknowledgement": "\n"
}