{
    "id": 10661,
    "citation_title": "Why was Europe Left at the Station When America's Productivity Locomotive Departed?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter fifty years of catching up to the United States level of productivity, since 1995 Europe has been falling behind. The growth rate in output per hour over 1995-2003 in Europe was just half that in the United States, and this annual growth shortfall caused the level of European productivity to fall back from 94 percent of the United States level to 85 percent. Fully one-fifth of the European catch-up (from 44 to 94 percent) over the previous half-century has been lost over the period since 1995. Disaggregated studies of industrial sectors suggest that the main difference between Europe and the United States is in ICT-using industries like wholesale and retail trade and in securities trading. The contrast in retailing calls attention to regulatory barriers and land-use regulations in Europe that inhibit the development of the big box retailing formats that have created many of the productivity gains in the United States.  For many decades, the United States and Europe have gone in opposite directions in the public policies relevant for metropolitan growth. The United States has promoted highly dispersed low-density metropolitan areas through its policies of building intra-urban highways, starving public transit, providing tax subsidies to home ownership, and allowing local governments to maintain low density by maintaining minimum residential lot sizes. Europeans have chosen different policies that encourage high-density residential living and retail precincts in the central city while inhibiting the exploitation of greenfield suburban and exurban sites suitable for modern big box retail developments. The middle part of the paper draws on recent writing by Phelps: economic dynamism is promoted by policies that promote competition and flexible equity finance and is retarded by corporatist institutions designed to protect incumbent producers and inhibit new entry. European cultural attributes inhibit the development of ambition and independence by teenagers and young adults, in contrast to their encouragement in the United States.  While competition, corporatism, and culture may help to explain the differing transatlantic evolution of productivity growth, they reveal institutional flaws in both continents that are inbred and likely to persist. The final section of the paper identifies the roots of the favorable environment for innovation in the United States compared to Europe. Elements include an openly competitive system of private and public universities, government subsidies to universities through peer-reviewed research grants rather than unconditional subsidies for free undergraduate tuition, the world dominance of United States business schools and management consulting firms, strong United States patent protection, a flexible financial infrastructure making available venture capital finance to promising innovations, the benefits of a common language and free internal migration, and a welcoming environment for highly-skilled immigrants.\n\n",
    "acknowledgement": "\n"
}