{
    "id": 10662,
    "citation_title": "Two Centuries of Economic Growth: Europe Chasing the American Frontier",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting from the same level of productivity and per-capita income as the United States in the mid-nineteenth century, Europe fell behind steadily to a level of barely half in 1950, and then began a rapid catch-up. While Europe's level of productivity has almost converged, its income per person has leveled off at about three-quarters of America's. How could Europe be so productive yet so poor? The simple answer is that hours per person in Europe have fallen drastically in the past 40 years, reflecting long vacations, high unemployment, and low labor force participation, and only about one-third of the Europe-America difference reflects voluntarily chosen leisure. The paper contains a welfare analysis of the difference and argues that conventional national income data overstate the advantage of America over Europe, and that Europe's welfare is about 8 percent below the American level rather than the 25 percent implied by a comparison of measured income per capita. A historical analysis traces Europe's falling behind after 1870 to American political unity, fostering large-scale material-intensive manufacturing and a set of marketing innovations to a set of additional advantages that would not have been possessed even if Europe had hypothetically created a United States of Europe in 1870. After 1913 the U. S. surged further ahead, due to its early exploitation of the great inventions of electricity and the internal combustion engine, while Europe was distracted by wars and interwar economic chaos. After 1950 Europe's catch up was achieved both by exploiting the great inventions 40 years late, and also by the gradual erosion of early American advantages. But after 1995 the gap began to widen again, a development that brings to the forefront fundamental American advantages in fostering and exploiting innovation.\n\n",
    "acknowledgement": "\n"
}