{
    "id": 10663,
    "citation_title": "The Economic Impacts of Climate Change: Evidence from Agricultural Profits and Random",
    "citation_author": [
        "Olivier Deschenes",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "2006-02-08",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the economic impact of climate change on US agricultural land. We replicate the previous literature's implementation of the hedonic approach and find that it produces estimates of the effect of climate change that are very sensitive to decisions about the appropriate control variables, sample and weighting. We find estimates of the benchmark doubling of greenhouse gases on agricultural land values that range from a decline of $420 billion (1997$) to an increase of $265 billion, or   30% to 19%. Despite its theoretical appeal, the wide variability of these estimates suggests that the hedonic method may be unreliable in this setting. In light of the potential importance of climate change, this paper proposes a new strategy to determine its economic impact. We estimate the effect of weather on farm profits, conditional on county and state by year fixed effects, so the weather parameters are identified from the presumably random variation in weather across counties within states. The results suggest that the benchmark change in climate would reduce the value of agricultural land by $40 to $80 billion, or   3% to   6%, but the null of zero effect cannot be rejected. In contrast to the hedonic approach, these results are robust to changes in specification. Since farmers can engage in a more extensive set of adaptations in response to permanent climate changes, this estimate is likely downwards biased, relative to the preferred long run effect. Together the point estimates and sign of the likely bias contradict the popular view that climate change will have substantial negative welfare consequences for the US agricultural sector.\n\n",
    "acknowledgement": "\n"
}