{
    "id": 10660,
    "citation_title": "Five Puzzles in the Behavior of Productivity, Investment, and Innovation",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n(1) Whatever happened to the cyclical effect? Skeptics were justified on the basis of data through the end of 1999 in their claim that part of the post-1995 productivity growth revival reflected the normal cyclical correlation between productivity and output growth. In contrast data through mid-2003 reveal only a negligible cyclical effect for 1995-99 but rather a temporary bubble in 2002-03. (2) Why did productivity growth accelerate after 2000 when the ICT investment boom was collapsing? The most persuasive argument points to unusually savage corporate cost-cutting and hidden intangible investments in the late 1990s that provided productivity benefits after 2000. (3) The steady decline in the price of computer power implies steady technical progress, but then why did computers produce so little productivity growth before 1995 and so much afterwards? We draw an analogy to electricity, where miniaturization was the key step in making small electric motors practicable, and the internal combustion engine, where complementary investments, especially roads, were necessary to reap benefits. (4) What does the collapse of the investment boom imply about the future of innovation? First-rate inventions in the 1990s, notably the web and user-friendly business productivity software, are being followed by second-rate inventions in the current decade. (5) Finally, why did productivity growth slow down in Europe but accelerate in the U. S.? A consensus is emerging that U. S. institutions foster creative destruction and financial markets that welcome innovation, while Europe remains under the control of corporatist institutions that dampen competition and inhibit new entry. Further, Europe lacks a youth culture like that of the U. S. which fosters independence: U. S. teenagers work after school and college students must work to pay for much of their educational expense. There is a chasm of values across the Atlantic.\n\n",
    "acknowledgement": "\n"
}