{
    "id": 10669,
    "citation_title": "Health in an Age of Globalization",
    "citation_author": [
        "Angus Deaton"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisease has traveled with goods and people since the earliest times. Armed globalization spread disease, to the extent of eliminating entire populations. The geography of disease shaped patterns of colonization and industrialization throughout the now poor world. Many see related threats to public health from current globalization. Multilateral and bilateral trade agreements do not always adequately represent the interests of poor countries, the General Agreement on Trade in Services may restrict the freedom of signatories to shape their own health delivery systems, and it remains unclear whether current arrangements for intellectual property rights are in the interests of citizens of poor countries with HIV/AIDS. However, to the extent that globalization promotes economic growth, population health may benefit, and there has been substantial reductions in poverty and in international inequalities in life-expectancy over the last 50 years. Although there is a strong inverse relationship between the poverty and life-expectancy in levels, gains in life expectancy have been only weakly correlated with growth rates and, in the last decade, the HIV/AIDS epidemic has widened international inequalities in life expectancy. The rapid transmission of health knowledge and therapies from one rich country to another has led to a swift convergence of adult mortality rates among the rich of the world, particularly men. Globalization would do much for global health if transmission from rich to poor countries could be accelerated.\n\n",
    "acknowledgement": "\n"
}