{
    "id": 10664,
    "citation_title": "A Model of Forum Shopping, with Special Reference to Standard Setting Organizations",
    "citation_author": [
        "Josh Lerner",
        "Jean Tirole"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOwners of intellectual property or mere sponsors of an idea (e.g., authors, security issuers, sponsors of standards) often need to persuade potential buyers or adopters of the worth of their property or idea. To this purpose, they often resort to more or less independent certifiers. This paper analyzes the strategic choice of certifiers in rival and non-rival situations in a three-stage game. First, the owner/sponsor selects among potential certifiers. Certifiers differ in their degree of sympathy towards the owner/sponsor's interests relative to their concern for quality delivered to the users. Second, the certifier studies the offering and renders an opinion. The opinion consists of an endorsement (or lack thereof) and, possibly, some further demands for changes involving prices or offering characteristics. Third, the final users adopt or buy as a function of their perceived utility. In this context, the choice of certifier involves a basic trade-off: trying a tougher certifier reduces the probability of a positive opinion, but makes the users more likely to adopt the offering or willing to pay more for it in case of a positive opinion by the certifier. The paper first analyzes the sponsor's choices of certifier and design, as well as social preferences regarding these choices. More attractive standards lead to more friendly certification and fewer concessions to users. Regulation cannot improve on private choices in case of mildly attractive standards, and partial regulation reduces social welfare in case of attractive standards. Furthermore, the sponsor can costlessly delegate the design choice to the certifier when she can have her preferred choice of certifier, but must make more concessions to users than she would want to if the spectrum of certifiers is limited. The paper then extends the basic model to multiple categories of users, to the downstream presence of the sponsor, and to within-user-group network externalities. Finally, it studies strategic forum shopping by sponsors of competing standards.\n\n",
    "acknowledgement": "\n"
}