{
    "id": 10675,
    "citation_title": "Portfolio Concentration and the Performance of Individual Investors",
    "citation_author": [
        "Zoran Ivkovich",
        "Clemens Sialm",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on the investments a large number of individual investors made through a discount broker from 1991 to 1996, we find that the stock trades by households with concentrated portfolios outperform those with diversified portfolios. While in general the stocks bought by individual investors significantly underperform the stocks they sell, the reverse is true for households whose holdings are concentrated in a few stocks. The excess return of concentrated relative to diversified portfolios is stronger for households with large account balances as well as for stocks not included in the S&P 500 Index and local stocks, potentially reflecting concentrated investors' successful exploitation of information asymmetries. This finding is very robust to alternative concentration measures and regression specifications, and to alternative explanations such as differences across concentrated and diversified investors in the portfolio turnover and access to inside information, suggesting that some of these concentrated households have superior information processing skills. Moreover, controlling for a household's average investment ability, the household's trades perform better as the household's portfolio includes fewer stocks. However, while concentrated household portfolios on average outperform diversified ones, their levels of total risk are larger and the Sharpe ratios of their stock portfolios are lower.\n\n",
    "acknowledgement": "\n"
}