{
    "id": 10670,
    "citation_title": "Preschool, Day Care, and Afterschool Care: Who's Minding the Kids?",
    "citation_author": [
        "David Blau",
        "Janet Currie"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe majority of children in the U.S. and many other high-income nations are now cared for many hours per week by people who are neither their parents nor their school teachers. The role of such preschool and out of school care is potentially two-fold: First, child care makes it feasible for parents to be employed. Second, early intervention programs and after school programs aim to enhance child development, particularly among disadvantaged children. Corresponding to this distinction, the literature has two branches. The first focuses on the market for child care and analyzes factors affecting the supply, demand, and quality of care. The second focuses on child outcomes and asks whether certain types of programs can ameliorate the effects of early disadvantage. The primary goal of this review is to bring the two literatures together in order to suggest ways that both may be enhanced. Accordingly, we provide an overview of the number of children being cared for in different sorts of arrangements; describe theory and evidence about the nature of the private child care market; and discuss theory and evidence about government intervention in the market for child care. Our summary suggests that additional research is necessary to highlight the ways that government programs and market provided child care interact with each other.\n\n",
    "acknowledgement": "\n"
}