{
    "id": 1067,
    "citation_title": "Monetary Policy: Domestic Targets and International Constraints",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1983-01-01",
    "issue_date": "1983-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that macroeconomic policies for open economies differ, in fundamentally important ways, from the corresponding policies for closed economies.The openness of the economy imposes constraints on the effectiveness and proper conduct of macroeconomic policies and it also provides policy makers with infor-mation which may be usefully exploited in the design of policy. The discussion in this paper focuses on the dependence of monetary policy on the constraints and the information that are provided by the external sector. Section I summarizes briefly the characteristics of the international constraints on monetary policy.Section II deals with intervention in the foreign-exchange market and its relation to monetary policy. In this context the distinction between sterilized and non-sterilized interventions is drawn and the implications of the various forms of intarventions for the effectiveness of monetary policy are examined. Finally,Section III addresses the question of the role that exchange rates should play in the design of monetary policy. It is argued that data from the market for foreign exchange in combination with data on interest rates can provide the monetary authorities with useful information on money market conditions and thereby can contribute to the improved conduct of monetary policy.\n\n",
    "acknowledgement": "\n"
}