{
    "id": 10683,
    "citation_title": "Inequality Change in China and (Hukou) Labour Mobility Restrictions",
    "citation_author": [
        "John Whalley",
        "Shunming Zhang"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the Hukou system of permanent registration in China which many believe has supported growing relative inequality over the last 20 years by restraining labour migration both between the countryside and urban areas and between regions and cities. Our aim is to inject economic modelling into the debate on sources of inequality in China which thus far has been largely statistical. We first use a model with homogeneous labour in which wage inequality across various geographical divides in China is supported solely by quantity based migration restrictions (urban -- rural areas, rich -- poor regions, eastern coastal -- central and western (noncoastal) zones, eastern and central -- western development zones, eastern -- central -- western zones, more disaggregated 6 regional classifications, and an all 31 provincal classification). We calibrate this model to base case data and when we remove migration restrictions all wage and most income inequality disappears. Results from this model structure point to a significant role for Hukou restrictions in supporting inequality in China, and show how economic rather than statistical modelling can be used to decompose inequality change. We then modify the model to capture labour efficiency differences across regions, calibrating the modified model to estimates of both national and regional Gini coefficients. Removal of migration barriers is again inequality improving but now less so. Finally, we present a further model extension in which urban house price rises retard rural - urban migration. The impacts of removing of migration restrictions on inequality are smaller, but are still significant.\n\n",
    "acknowledgement": "\n"
}