{
    "id": 10681,
    "citation_title": "Federal Government Debt and Interest Rates",
    "citation_author": [
        "Eric M. Engen",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes government debt affect interest rates? Despite a substantial body of empirical analysis, the answer based on the past two decades of research is mixed. While many studies suggest, at most, a single-digit rise in the interest rate when government debt increases by one percent of GDP, others estimate either much larger effects or find no effect. Comparing results across studies is complicated by differences in economic models, definitions of econometric approaches, and sources of data. Using a standard set of data and a simple analytical framework, we reconsider and add to empirical evidence on the effect of federal government debt and interest rates. We begin by deriving analytically the effect of government debt on the real interest rate and find that an increase in government debt equivalent to one percent of GDP would be predicted to increase the real interest rate by about two to three basis points. While some existing studies estimate effects in this range, others find larger effects. In almost all cases, these larger estimates come from specifications relating federal deficits (as opposed to debt) and the level of interest rates or from specifications not controlling adequately for macroeconomic influences on interest rates that might be correlated with deficits. We present our own empirical analysis in two parts. First, we examine a variety of conventional reduced-form specifications linking interest rates and government debt and other variables. In particular, we provide estimates for three types of specifications to permit comparisons among different approaches taken in previous research; we estimate the effect of: an expected, or projected, measure of federal government debt on a forward-looking measure of the real interest rate; an expected, or projected, measure of federal government debt on a current measure of the real interest rate; and a current measure of federal government debt on a current measure of the real interest rate. Most of the statistically significant estimated effects are consistent with the prediction of the simple analytical calculation. Second, we provide evidence using vector autoregression analysis. In general, these results are similar to those found in our reduced-form econometric analysis and consistent with the analytical calculations. Taken together, the bulk of our empirical results suggest that an increase in federal government debt equivalent to one percent of GDP, all else equal, would be expected to increase the long-term real rate of interest by about three basis points, though one specification suggests a larger impact, while some estimates are not statistically significantly different from zero. By presenting a range of results with the same data, we illustrate the dependence of estimation on specification and definition differences.\n\n",
    "acknowledgement": "\n"
}