{
    "id": 10686,
    "citation_title": "The Determinants of the Global Digital Divide: A Cross-Country Analysis of Computer and Internet Penetration",
    "citation_author": [
        "Menzie D. Chinn",
        "Robert Fairlie"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo identify the determinants of cross-country disparities in personal computer and Internet penetration, we examine a panel of 161 countries over the 1999-2001 period. Our candidate variables include economic variables (income per capita, years of schooling, illiteracy, trade openness), demographic variables (youth and aged dependency ratios, urbanization rate), infrastructure indicators (telephone density, electricity consumption), telecommunications pricing measures, and regulatory quality. With the exception of trade openness and the telecom pricing measures, these variables enter in as statistically significant in most specifications for computer use. A similar pattern holds true for Internet use, except that telephone density and aged dependency matter less. The global digital divide is mainly    but by no means entirely accounted for by income differentials. For computers, telephone density and regulatory quality are of second and third importance, while for the Internet, this ordering is reversed. The region-specific explanations for large disparities in computer and Internet penetration are generally very similar. Our results suggest that public investment in human capital, telecommunications infrastructure, and the regulatory infrastructure can mitigate the gap in PC and Internet use.\n\n",
    "acknowledgement": "\n"
}