{
    "id": 10692,
    "citation_title": "Corporate Governance, Economic Entrenchment and Growth",
    "citation_author": [
        "Randall Morck",
        "Daniel Wolfenzon",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2004-08-23",
    "issue_date": "2004-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAround the world, large corporations usually have controlling owners, who are usually very wealthy families. Outside the U.S. and the U.K., pyramidal control structures, cross shareholding and super voting rights are common. Using these devices, a family can control corporations without making a commensurate capital investment. In many countries, such families end up controlling considerable proportions of their countries'' economies. Three points emerge. First, at the firm level, these ownership structures vest dominant control rights with families who often have little real capital invested    creating agency and entrenchment problem simultaneously. In addition, controlling shareholders can divert corporate resources for private benefits using transactions within the pyramidal group. The result is a poor utilization of resources. At the economy level, extensive control of corporate assets by a few families distorts capital allocation and reduces the rate of innovation. The result is an economy-wide misallocation of resources, and slower economic growth. Second, political influence is plausibly related to what one controls, rather than what one owns. The controlling owners of pyramids thus have greatly amplified political influence relative to their actual wealth. They appear to influence the development of both public policy, such as property rights protection and enforcement, and institutions like capital markets. We denote this phenomenon economic entrenchment. Third, we conceive of a relationship between the distribution of corporate control and institutional development that generates and preserves economic entrenchment as one equilibrium; but not the only one. Based on the literature, we identify key determinants of economic entrenchment. We also identify many gaps where further work exploring the political economy importance of the distribution of corporate control is needed.\n\n",
    "acknowledgement": "\n"
}