{
    "id": 10698,
    "citation_title": "Pairwise Kidney Exchange",
    "citation_author": [
        "Alvin E. Roth",
        "Tayfun Sonmez",
        "M. Utku Unver"
    ],
    "citation_publication_date": "2004-08-30",
    "issue_date": "2004-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn connection with an earlier paper on the exchange of live donor kidneys (Roth, Sonmez, and Unver 2004) the authors entered into discussions with New England transplant surgeons and their colleagues in the transplant community, aimed at implementing a Kidney Exchange program. In the course of those discussions it became clear that a likely first step will be to implement pairwise exchanges, between just two patient-donor pairs, as these are logistically simpler than exchanges involving more than two pairs. Furthermore, the experience of these surgeons suggests to them that patient and surgeon preferences over kidneys should be 0-1, i.e. that patients and surgeons should be indifferent among kidneys from healthy donors whose kidneys are compatible with the patient. This is because, in the United States, transplants of compatible live kidneys have about equal graft survival probabilities, regardless of the closeness of tissue types between patient and donor (unless there is a rare perfect match). In the present paper we show that, although the pairwise constraint eliminates some potential exchanges, there is a wide class of constrained-efficient mechanisms that are strategy-proof when patient-donor pairs and surgeons have 0-1 preferences. This class of mechanisms includes deterministic mechanisms that would accommodate the kinds of priority setting that organ banks currently use for the allocation of cadaver organs, as well as stochastic mechanisms that allow considerations of distributive justice to be addressed.\n\n",
    "acknowledgement": "\n"
}