{
    "id": 10709,
    "citation_title": "The Effect of Malpractice Liability on the Delivery of Health Care",
    "citation_author": [
        "Katherine Baicker",
        "Amitabh Chandra"
    ],
    "citation_publication_date": "2004-08-30",
    "issue_date": "2004-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growth of medical malpractice liability costs has the potential to affect the delivery of health care in the U.S. along two dimensions. If growth in malpractice payments results in higher malpractice insurance premiums for physicians, these premiums may affect the size and composition of the physician workforce. The growth of potential losses from malpractice liability might also encourage physicians to practice 'defensive medicine.' We use rich new data to examine the relationship between the growth of malpractice costs and the delivery of health care along both of these dimensions. We pose three questions. First, are increases in payments responsible for increases in medical malpractice premiums? Second, do increases in malpractice liability drive physicians to close their practices or not move to areas with high payments? Third, do increases in malpractice liability change the way medicine is practiced by increasing the use of certain procedures? First, we find that increases in malpractice payments made on behalf of physicians do not seem to be the driving force behind increases in premiums. Second, increases in malpractice costs (both premiums overall and the subcomponent factors) do not seem to affect the overall size of the physician workforce, although they may deter marginal entry, increase marginal exit, and reduce the rural physician workforce. Third, there is little evidence of increased use of many treatments in response to malpractice liability at the state level, although there may be some increase in screening procedures such as mammography.\n\n",
    "acknowledgement": "\n"
}