{
    "id": 1070,
    "citation_title": "Rational Expectations and Macroeconomic Forecasts",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1983-01-01",
    "issue_date": "1983-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents extensive results from testing for bias and serially correlated errors in a large collection of quarterly multiperiod predictions from surveys conducted since 1968 by the National Bureau of Economic Research and the American Statistical Association. The tests of the joint null hypothesis that the regressions of actual on predicted values have zero intercepts and unitary slope coefficients are very unfavorable to the expectations of inflation, but they show the forecasts of several other variables in a generally much better light. There have been strong tendencies for the forecasters in this period to underestimate inflation and overestimate real growth.Considerable attention is given to the effects of the sample size--the issue of the power of the tests--and also to the extent and role of autocorrelations among the residual errors from these regressions.Rationality in the sense of efficient use of relevant information implies the absence of systematic elements in series of errors from the forecaster's own predictions, measured strictly in the form in which such errors could have been known at the time of the forecast. The frequencies of significant auto-correlations among errors so measured vary greatly across the forecasts for different variables, being very high for inflation, high for inventory investment and the unemployment rate, and much lower for most of the predictions ofthe other variables covered (rates of change in nominal and real GNP and expenditures on consumer durables). The corresponding tests for the group meanforecasts show much less evidence of serially correlated ex ante errors, except for inflation.\n\n",
    "acknowledgement": "\n"
}