{
    "id": 10711,
    "citation_title": "Borrowing Constraints, College Aid, and Intergenerational Mobility",
    "citation_author": [
        "Eric A. Hanushek",
        "Charles Ka Yui Leung",
        "Kuzey Yilmaz"
    ],
    "citation_publication_date": "2004-08-30",
    "issue_date": "2004-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe current level and form of subsidization of college education is often rationalized by appeal to capital constraints on individuals. Because borrowing against human capital is difficult, capital constraints can lead to nonoptimal outcomes unless government intervenes. We develop a simple dynamic general equilibrium model of the economy that permits us to explore the impact of alternative ways of subsidizing higher education. The key features of this model include endogenously determined bequests from parents that can be used to finance schooling, uncertainty in college completion related to differences in ability, and wage determination based upon the amount of schooling in the economy. Because policies toward college lead to large changes in schooling, it is very important to consider the general equilibrium effects on wages. Within this structure, we analyze tuition subsidies such as exist in most public colleges, alternative forms of need-based aid, income contingent loans, and merit-based aid. Each of these policies tends both to improve the efficiency of the economy while yielding more intergenerational mobility and greater income equality. But, the various policies have quite different implications for societal welfare, and the underlying subsidy patterns vary widely.\n\n",
    "acknowledgement": "\n"
}