{
    "id": 10723,
    "citation_title": "Exchange Rates and Fundamentals",
    "citation_author": [
        "Charles Engel",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2004-08-30",
    "issue_date": "2004-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show analytically that in a rational expectations present value model, an asset price manifests near random walk behavior if fundamentals are I(1) and the factor for discounting future fundamentals is near one. We argue that this result helps explain the well known puzzle that fundamental variables such as relative money supplies, outputs, inflation and interest rates provide little help in predicting changes in floating exchange rates. As well, we show that the data do exhibit a related link suggested by standard models - that the exchange rate helps predict these fundamentals. The implication is that exchange rates and fundamentals are linked in a way that is broadly consistent with asset pricing models of the exchange rate.\n\n",
    "acknowledgement": "\nWe thank Shiu-Sheng Chen, Akito Matsumoto, Benjamin T. West and Yu Yuan for research assistance, the National Science Foundation for financial support, and many seminar audiences for helpful comments. Portions of this paper were completed while West was a Houblon-Norman Fellow at the Bank of England\nand the Professorial Fellow in Monetary Economics at Victoria University and the Reserve Bank of New Zealand. The views expressed herein are those of the author(s) and not necessarily those of the National Bureau of Economic Research.\n\n\n"
}