{
    "id": 10726,
    "citation_title": "Why Do Countries Matter So Much for Corporate Governance?",
    "citation_author": [
        "Rene M. Stulz",
        "Craig Doidge",
        "Andrew Karolyi"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and tests a model of how country characteristics, such as legal protections for minority investors, and the level of economic and financial development, influence firms' costs and benefits in implementing measures to improve their own governance and transparency. The model focuses on an entrepreneur who needs to raise funds to finance the firm's investment opportunities and who decides whether or not to invest in better firm-level governance mechanisms to reduce agency costs. We show that, for a given level of country investor protection, the incentives to adopt better governance mechanisms at the firm level increase with a country's financial and economic development. When economic and financial development is poor, the incentives to improve firm-level governance are low because outside finance is expensive and the adoption of better governance mechanisms is expensive. Using firm-level data on international corporate governance and transparency ratings for a large sample of firms from around the world, we find evidence consistent with this prediction. Specifically, we show that (1) almost all of the variation in governance ratings across firms in less developed countries is attributable to country characteristics rather than firm characteristics typically used to explain governance choices, (2) firm characteristics explain more of the variation in governance ratings in more developed countries, and (3) access to global capital markets sharpens firm incentives for better governance, but decreases the importance of home-country legal protections of minority investors.\n\n",
    "acknowledgement": "\n"
}