{
    "id": 10720,
    "citation_title": "The More the Merrier? The Effect of Family Composition on Children's Education",
    "citation_author": [
        "Sandra E. Black",
        "Paul G. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmong the perceived inputs in the  production' of child quality is family size; there is an extensive theoretical literature that postulates a tradeoff between child quantity and quality within a family. However, there is little causal evidence that speaks to this theory. Our analysis is able to overcome many limitations of the previous literature by using a rich dataset that contains information on the entire population of Norway over an extended period of time and allows us to match adult children to their parents and siblings. In addition, we use exogenous variation in family size induced by the birth of twins to isolate causation. Like most previous studies, we find a negative correlation between family size and children's educational attainment. However, when we include indicators for birth order, the effect of family size becomes negligible. This finding is robust to the use of twin births as an instrument for family size. In addition, we find that birth order has a significant and large effect on children's education; children born later in the family obtain less education. These findings suggest the need to revisit economic models of fertility and child  production', focusing not only on differences across families but differences within families as well.\n\n",
    "acknowledgement": "\n"
}