{
    "id": 10733,
    "citation_title": "Neoclassical Growth and the Adoption of Technologies",
    "citation_author": [
        "Diego Comin",
        "Bart Hobijn"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a growth model of technology diffusion and endogenous Total Factor Productivity (TFP) levels both at the sector and aggregate level. At the aggregate, the model behaves as the Neoclassical growth model. Our goal is for this model to bridge the gap between the theoretical and empirical studies of technology adoption and economic growth. We bridge this gap in three important directions. First of all, we use our model to show how one unified theoretical framework is broadly consistent with the observed dynamics of both economic growth as well as of many different measures of technology adoption, like adoption rates, capital to output ratios, and output ratios. Secondly, we estimate our model using a broad range of technological adoption measures, covering 17 technologies and 21 industrialized countries over the past 180 years. This allows us to show how its predicted adoption patterns fit those observed in the data. Finally, we estimate the disparities in sectoral productivity levels as well as aggregate TFP that can be attributed to the differences in the range of technologies in use across countries. These disparities are almost completely determined by the quality of the worst technology in use, rather than by the quality of the newest technology that has just been adopted or by the number of technologies in use. Further, we find that the TFP component attributable to the range of technologies used is highly correlated with overall sectoral TFP differences across countries, though the variance is smaller.\n\n",
    "acknowledgement": "\n"
}