{
    "id": 10738,
    "citation_title": "How Does Cost-Sharing Affect Drug Purchases? Insurance Regimes in the Private Market for Prescription Drugs",
    "citation_author": [
        "Avi Dor",
        "William Encinosa"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "2009-08-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInsurance for prescription drugs is characterized by two types of cost-sharing: flat copayments and variable coinsurance. We develop a theoretical model to show that refill purchases of preventive drugs (compliance) are lower under coinsurance due to the consumer's exposure to variation in drug prices. Coinsurance creates countervailing incentives. Consumers who never comply under flat copayments might find it optimal to comply if they drew a relatively low price under coinsurance. In contrast, consumers who always comply under flat copayments might stop complying if they drew a relatively high price under coinsurance. Our theory shows the second effect dominates under certain distributional assumptions about health states. Empirically, we derive comparable models for compliance behavior in the two regimes. Using claims data from eight large firms, we focus our analysis on diabetes, a common chronic condition that leads to severe complications when not continuously treated with medications. Propensity score methods are used to create matched samples for the two insurance regimes. We find that when coinsurance and flat copayments have the same expected out-of-pocket of $9, at least 34% of patients under copayments would fully comply and refill their medication over the next 90 days, compared to only 24% under coinsurance. Similarly, under copayments, moving from the 25th percentile to the 75th percentile of cost sharing results in a significantly lower shift into the non-compliance state compared with coinsurance. Thus, the empirical results confirm the main theoretical predictions. This research is a substantial revision and extension of our earlier 2004 NBER working paper no. 10738.\n\n",
    "acknowledgement": "\nThis research is a substantial revision and extension of our earlier 2004 NBER working paper no. 10738 \"Does Cost Sharing Affect Compliance? The Case of Prescription Drugs\".\n\n\n"
}