{
    "id": 10734,
    "citation_title": "Emerging Market Business Cycles: The Cycle is the Trend",
    "citation_author": [
        "Mark Aguiar",
        "Gita Gopinath"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness Cycles in emerging markets are characterized by strongly counter-cyclical current accounts, consumption volatility that exceeds income volatility and dramatic  sudden stops' in capital inflows. These features contrast with developed small open economies and highlight the uniqueness of emerging markets. Nevertheless, we show that both qualitatively and quantitatively a standard dynamic stochastic small open economy model can account for the behavior of both types of markets. Motivated by the observed frequent policy regime switches in emerging markets, our underlying premise is that these economies are subject to substantial volatility in the trend growth rate relative to developed markets. Consequently, shocks to trend growth are the primary source of fluctuations in these markets rather than transitory fluctuations around a stable trend. When the parameters of the income process are structurally estimated using GMM for each type of economy, we find that the observed predominance of permanent shocks relative to transitory shocks for emerging markets and the reverse for developed markets explains differences in key features of their business cycles. Lastly, employing a VAR methodology to identify permanent shocks we find further support for the notion that the cycle is the trend' for emerging economies.\n\n",
    "acknowledgement": "\n"
}