{
    "id": 10739,
    "citation_title": "The Dynamics of Criminal Behavior: Evidence from Weather Shocks",
    "citation_author": [
        "Brian Jacob",
        "Lars Lefgren",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe persistence of criminal activity is well documented. While such serial correlation may be evidence of social interactions in the production of crime, it may also be due to the persistence of unobserved determinants of crime. Moreover, there are good reasons to believe that, particularly over a short time horizon, there may actually be a negative relationship between crime rates in a particular area due to displacement. In this paper, we exploit the correlation between weather and crime to examine the short-run dynamics of criminal behavior. Drawing on crime-level data from the FBI's National Incident-Based Reporting System, we construct a panel of weekly crime data for 116 jurisdictions. Using the plausibly exogenous variation in lagged crime rates due to unexpected weather shocks, we find that the strong positive serial correlation documented in OLS is reversed. A ten percent increase in violent crime in one week is associated with a 2.6 percent reduction in crime the following week. The corresponding reduction for property crime is 2.0 percent. Additional displacement appears to occur over a longer time horizon. Furthermore, the results do not appear to be driven by persistence in weather conditions over time or displacement of non-criminal economic activity. These findings suggest that the long-run impact of temporary crime prevention efforts may be smaller than the short-run effects.\n\n",
    "acknowledgement": "\n"
}