{
    "id": 10746,
    "citation_title": "Faster, Smaller, Cheaper: An Hedonic Price Analysis of PDAs",
    "citation_author": [
        "Paul D. Chwelos",
        "Ernst R. Berndt",
        "Iain M. Cockburn"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compute quality-adjusted price indexes for Personal Digital Assistants (PDAs) for the period 1999-2004, using data on prices and characteristics of 203 models sold by 12 manufacturers. The PDA market is growing in size, it is technologically dynamic with very substantial changes in measured characteristics over time, and it has experienced rapid rates of product introduction. Hedonic regressions consistently show prices to be positively related to processor performance, RAM memory, permanent storage capacity, and battery life, as well as several measures of screen size and quality. Features such as networking, biometric identification, camera, and cellphone capability are also positively associated with price. Hedonic price indexes implied by these regressions decline at an AAGR of 21.1% to 25.6% per year during this period. A matched model price index computed from a subset of observations declines at 18.75% per year. Though these PDA rates of price decline are lower than have been estimated for desktop and laptop PCs, consumers in this \"ultra-portable\" segment of the computer market appear to have enjoyed substantial welfare gains over the past five years.\n\n",
    "acknowledgement": "\n"
}