{
    "id": 10740,
    "citation_title": "Disaggregating Employment Protection: The Case of Disability Discrimination",
    "citation_author": [
        "Christine Jolls",
        "J.J. Prescott"
    ],
    "citation_publication_date": "2004-09-06",
    "issue_date": "2004-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of the effects of employment protection frequently examine protective legislation as a whole. From a policy reform perspective, however, it is often critical to know which particular aspect of the legislation is responsible for its observed effects. The American with Disabilities Act (ADA), a 1990 federal law covering over 40 million Americans, is a clear case in point. Several empirical studies have suggested that the passage of the ADA reduced rather than increased employment opportunities for individuals with disabilities. To the extent this is true, it is crucial to credibly disentangle the different features of this complex and multi-faceted law. Separately evaluating the distinct aspects of the ADA is important not only for determining how the law might best be reformed if some aspects of it produce negative employment effects, but also for improving our understanding of the potential consequences of ADA-like provisions in race and other civil rights laws. This paper exploits state-level variation in pre-ADA legal regimes governing disability discrimination to separately estimate the employment effects of each of the ADA's two primary substantive provisions. We find strong evidence that the immediate post-enactment employment effects of the ADA are attributable to its requirement of \"reasonable accommodations\" for disabled employees rather than to its potential imposition of firing costs for such employees. Moreover, the pattern of the ADA's effects across states suggests, contrary to widely discussed prior findings based on national-level data, that declining disabled employment after the immediate post-ADA period reflects other factors rather than the ADA itself.\n\n",
    "acknowledgement": "\n"
}