{
    "id": 10756,
    "citation_title": "Can Interest Rate Volatility be Extracted from the Cross Section of Bond Yields? An Investigation of Unspanned Stochastic Volatility",
    "citation_author": [
        "Pierre Collin-Dufresne",
        "Christopher S. Jones",
        "Robert S. Goldstein"
    ],
    "citation_publication_date": "2004-09-13",
    "issue_date": "2004-09-13",
    "revision_date": "2006-02-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost affine models of the term structure with stochastic volatility (SV) predict that the variance of the short rate is simultaneously a linear combination of yields and the quadratic variation of the spot rate. However, we find empirically that the A1(3) SV model generates a time series for the variance state variable that is strongly negatively correlated with a GARCH estimate of the quadratic variation of the spot rate process. We then investigate affine models that exhibit \"unspanned stochastic volatility (USV).\" Of the models tested, only the A1(4) USV model is found to generate both realistic volatility estimates and a good cross-sectional fit. Our findings suggests that interest rate volatility cannot be extracted from the cross-section of bond prices. Separately, we propose an alternative to the canonical representation of affine models introduced by Dai and Singleton (2001). This representation has several advantages, including: (I) the state variables have simple physical interpretations such as level, slope and curvature, (ii) their dynamics remain affine and tractable, (iii) the model is econometrically identifiable, (iv) model-insensitive estimates of the state vector process implied from the term structure are readily available, and (v) it isolates those parameters which are not identifiable from bond prices alone if the model is specified to exhibit USV.\n\n",
    "acknowledgement": "\n"
}