{
    "id": 10757,
    "citation_title": "Socioeconomic Status and Medical Care Expenditures in Medicare Managed Care",
    "citation_author": [
        "Kanika Kapur",
        "Jeannette A. Rogowski",
        "Vicki A. Freedman",
        "Steven L. Wickstrom",
        "John L. Adams",
        "Jose J. Escarce"
    ],
    "citation_publication_date": "2004-09-13",
    "issue_date": "2004-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examined the effects of education, income, and wealth on medical care expenditures in two Medicare managed care plans. The study also sought to elucidate the pathways through which socioeconomic status (SES) affects expenditures, including preferences for health and medical care and ability to navigate the managed care system. We modeled the effect of SES on medical care expenditures using Generalized Linear Models, estimating separate models for each component of medical expenditures: inpatient, outpatient, physician, and other expenditures. We found that education, income, and wealth all affected medical care expenditures, although the effects of these variables differed across expenditure categories. Moreover, the effects of these SES variables were much smaller than the effects found in earlier studies of fee-for-service Medicare. The pathway variables also were associated with expenditures. Accounting for the pathways through which SES affects expenditures narrowed the effect of SES on expenditures; however, the change in the estimates was very small. Thus, although our measures of preferences and ability to navigate the system were associated with expenditures, they did not account for an appreciable share of the impact of SES on expenditures.\n\n",
    "acknowledgement": "\n"
}