{
    "id": 10761,
    "citation_title": "The Optimal Use of Fines and Imprisonment When Wealth is Unobservable",
    "citation_author": [
        "A. Mitchell Polinsky"
    ],
    "citation_publication_date": "2004-09-13",
    "issue_date": "2004-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article studies the optimal use of fines and imprisonment when an offender's level of wealth is private information that cannot be observed by the enforcement authority. In a model in which there are two levels of wealth, I derive the optimal mix of sanctions, including the imprisonment sentence imposed on offenders who do not pay the fine -- referred to as the \"alternative\" imprisonment sentence. Among other things, I demonstrate that if imprisonment sanctions are used, the optimal alternative imprisonment sentence is sufficiently high that high-wealth individuals prefer to pay a fine exceeding the wealth level of low-wealth individuals and bear a lower (possibly no) imprisonment sentence rather than to pretend to be low-wealth individuals. I also show that if the optimal enforcement system would rely exclusively on fines when wealth is observable, the inability to observe wealth is detrimental because higher fines then could not be levied on higher-wealth individuals. In this case, it may be desirable when wealth is unobservable to impose an imprisonment sentence on offenders who do not pay the fine -- who will be low-wealth offenders -- in order to induce high-wealth offenders to pay the fine. However, if the optimal enforcement system would employ both fines and imprisonment sentences when wealth is observable, the inability to observe wealth is not detrimental. In this case, the same sanctions would be chosen if wealth is unobservable and these sanctions lead high-wealth individuals to pay more than low-wealth individuals.\n\n",
    "acknowledgement": "\n"
}