{
    "id": 1077,
    "citation_title": "Money, Real Interest Rates, and Output: A Reinterpretation of Postwar U.S. Data",
    "citation_author": [
        "Robert B. Litterman",
        "Laurence Weiss"
    ],
    "citation_publication_date": "1983-02-01",
    "issue_date": "1983-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reexamines both monthly and quarterly U.S. postwar data to investigate if the observed comovements between money, real interestrates, prices and output are compatible with the money-real interest-output link suggested by existing monetary theories of output, which include both Keynesian and equilibrium models.The major empirical findings are these;1) In both monthly and quarterly data, we cannot reject the hypothesis that the ex ante real rate is exogenous, or Granger-causally prior in the context of a four-variable system which contains money, prices, nominal interest rates and industrial production.2) In quarterly data, there is significantly more information con-tained in either the levels of expected inflation or the innovationof this variable for predicting future output, given current and lagged output, than in any other variable examined (money, actualinflation, nominal interest rates, or ex ante real rates). The effect of an inflation innovation on future output is unambiguously negative. The first result casts strong doubt on the empirical importance of existing monetary theories of output, which imply that money should have a causal role on the ex ante real rates. The second result would appear incompatible with most demand driven models of output.In light of these results, we propose an alternative structural model which can account for the major dynamic interactions among the variables.This model has two central features: i) output is unaffected by money supply;and ii) the money supply process is motivated by short-run price stability.\n\n",
    "acknowledgement": "\n"
}