{
    "id": 10778,
    "citation_title": "Markets in China and Europe on the Eve of the Industrial Revolution",
    "citation_author": [
        "Carol H. Shiue",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2004-09-20",
    "issue_date": "2004-09-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevailing views suggest the Industrial Revolution began in Europe because markets had gradually become more efficient and by the 18th century the scope of economic activity was far larger than in other parts of the world. This paper compares the actual performance of markets in Europe and China, two regions of the world that were relatively advanced in the pre-industrial period, but would start to industrialize about 150 years apart. The analysis covers economies that account for about two-fifths of the world's population in the mid-18th century, and it considers some three centuries of data. Our findings suggest that relative levels of market function in China and Europe were similar prior to the Industrial Revolution. Higher efficiency in Europe is seen only in the nineteenth century when industrialization was already underway. Moreover, these improvements occurred in a dramatic and sudden fashion, further casting doubt on an evolutionary view of market development. Rather than being a key condition for subsequent growth, gains in efficiency appeared simultaneously with the turning point of modern growth. We discuss the implications of these findings for a number of explanations for long-run growth and the Industrial Revolution.\n\n",
    "acknowledgement": "\n"
}