{
    "id": 10772,
    "citation_title": "Marriage and Divorce since World War II: Analyzing the Role of Technological Progress on the Formation of Households",
    "citation_author": [
        "Jeremy Greenwood",
        "Nezih Guner"
    ],
    "citation_publication_date": "2004-09-20",
    "issue_date": "2004-09-20",
    "revision_date": "2008-06-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince World War II there has been: (i) a rise in the fraction of time that married households allocate to market work, (ii) an increase in the rate of divorce, and (iii) a decline in the rate of marriage. What can explain this? It is argued here that technological progress in the household sector has saved on the need for labor at home. This makes it more feasible for singles to maintain their own home, and for married women to work. To address this question, a search model of marriage and divorce is developed. Household production benefits from labor-saving technological progress.\n\n",
    "acknowledgement": "\nDaron Acemoglu, Alvaro Aguirre, Kei Muraki, Claudia Olivetti and Juan Sanchez are thanked for helpful comments. Financial support from the Ministerio de Educacion y Ciencia (Spain) and the NSF is gratefully acknowledged. An abridged version of this paper, under the same title, will appear in the NBER Macroeconomics Annual 2008, 23, edited by Daron Acemoglu, Kenneth Rogoff and Michael Woodford, University of Chicago Press. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}