{
    "id": 10785,
    "citation_title": "The Comovement of Returns and Investment Within the Multinational Firm",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan financial integration, particularly the cross-border investments of multinational firms, help explain the synchronization of business cycles? This paper presents evidence on the comovement of returns and investment within U.S. multinational firms to address this question. These firms constitute significant fractions of economic output and investment in most large economies, suggesting that they could create significant economic linkages. Aggregate measures of rates of return and investment rates of U.S. multinational firms located in different countries are highly correlated across countries. Firm-level regressions demonstrate that rates of return and investment rates of affiliates are highly correlated with the rates of return and investment of the affiliate's parent and other affiliates within the same parent system, controlling for country and industry factors. The evidence on these interrelationships and the importance of multinationals to local economies suggests that global firms may be an important channel for transmitting economic shocks. This evidence also sheds light on asset pricing puzzles related to the diversification benefits provided by multinational firms.\n\n",
    "acknowledgement": "\n"
}