{
    "id": 10782,
    "citation_title": "Supply or Demand: Why is the Market for Long-Term Care Insurance So Small?",
    "citation_author": [
        "Jeffrey R. Brown",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong-term care represents one of the largest uninsured financial risks facing the elderly in the United States. Whether the small size of this market is driven primarily by supply side market imperfections or by limitations to demand, however, is unresolved, largely due to the paucity of data about the structure of the private market. We provide what is to our knowledge the first empirical evidence on the pricing and benefit structure of long-term care insurance policies. We estimate that the typical policy purchased by a 65-year old has an average pricing load of about 18 percent and has a very limited benefit structure, covering only one-third of the expected present discounted value of long-term care expenditures. These findings are consistent with the presence of supply side market imperfections. However, we also find enormous gender differences in pricing  -- typical loads are 44 cents on the dollar for men but better than actuarially fair for women  -- that do not translate into differences in coverage. And, although purchased policies provide limited benefits, we demonstrate that more comprehensive policies are widely-available at similar loads, but are rarely purchased. These findings suggest that while supply-side market imperfections exist, they are not the primary cause of the small size of the private long-term care insurance market.\n\n",
    "acknowledgement": "\n"
}