{
    "id": 10791,
    "citation_title": "The Rise of the Fourth Estate: How Newspapers Became Informative and Why It Mattered",
    "citation_author": [
        "Matthew Gentzkow",
        "Edward L. Glaeser",
        "Claudia Goldin"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA free and informative press is widely agreed to be crucial to the democratic process today. But throughout much of the nineteenth century U.S. newspapers were often public relations tools funded by politicians, and newspaper independence was a rarity. The newspaper industry underwent fundamental changes between 1870 and 1920 as the press became more informative and less partisan. Whereas 11 percent of urban dailies were \"independent\" in 1870, 62 percent were in 1920. The rise of the informative press was the result of increased scale and competitiveness in the newspaper industry caused by technological progress in the newsprint and newspaper industries. We examine the press coverage surrounding two major political scandals -- Credit Mobilier in the early 1870s and Teapot Dome in the 1920s. The analysis demonstrates a sharp reduction in bias and charged language in the half century after 1870.\n\tFrom 1870 to 1920, when corruption appears to have declined significantly within the United States, the press became more informative, less partisan, and expanded its circulation considerably. It seems a reasonable hypothesis that the rise of the informative press was one of the reasons why the corruption of the Gilded Age was sharply reduced during the subsequent Progressive Era.\n\n",
    "acknowledgement": "\n"
}