{
    "id": 10790,
    "citation_title": "Putting the Brakes on Sudden Stops: The Financial Frictions-Moral Hazard Tradeoff of Asset Price Guarantees",
    "citation_author": [
        "Enrique G. Mendoza",
        "Ceyhun Bora Durdu"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe hypothesis that Sudden Stops to capital inflows in emerging economies may be caused by global capital market frictions, such as collateral constraints and trading costs, suggests that Sudden Stops could be prevented by offering price guarantees on the emerging-markets asset class. Providing these guarantees is a risky endeavor, however, because they introduce a moral-hazard-like incentive similar to those that are also viewed as a cause of emerging markets crises. This paper studies this financial frictions-moral hazard tradeoff using an equilibrium asset-pricing model in which margin constraints, trading costs, and ex-ante price guarantees interact in the determination of asset prices and macroeconomic dynamics. In the absence of guarantees, margin calls and trading costs create distortions that produce Sudden Stops driven by occasionally binding credit constraints and Irving Fisher's debt-deflation mechanism. Price guarantees contain the asset deflation by creating another distortion that props up the foreign investors' demand for emerging markets assets. Quantitative simulation analysis shows the strong interaction of these two distortions in driving the dynamics of asset prices, consumption and the current account. Price guarantees are found to be effective for containing Sudden Stops but at the cost of introducing potentially large distortions that could lead to 'overvaluation' of emerging markets assets.\n\n",
    "acknowledgement": "\n"
}