{
    "id": 10796,
    "citation_title": "The Changing Association Between Prenatal Participation in WIC and Birth Outcomes in New York City",
    "citation_author": [
        "Ted Joyce",
        "Diane Gibson",
        "Silvie Colman"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the relationship between prenatal WIC participation and birth outcomes in New York City from 1988-2001. The analysis is unique for several reasons. First, we restrict the analysis to women on Medicaid and or WIC who have no previous live births and who initiate prenatal care within the first four months of pregnancy. Our goal is to lessen heterogeneity between WIC and non-WIC participants by limiting the sample to women who initiate prenatal care early and who have no experience with WIC from a previous pregnancy. Second, we focus on measures of fetal growth distinct from preterm birth, since there is little clinical support for a link between nutritional supplementation and premature delivery. Third, we analyze a large sub-sample of twin deliveries. Multifetal pregnancies increase the risk of anemia and fetal growth retardation and thus, may benefit more than singletons from nutritional supplementation. We find no relationship between prenatal WIC participation and measures of fetal growth except among a sub-sample of US-born Blacks between 1990-1992. A similarly sporadic pattern of association exists among US-born Black twins. Our finding that the modest association between WIC and fetal growth is limited to a specific racial and ethnic group during specific years and even specific ages suggests that the protective effect of prenatal WIC on adverse birth outcomes in New York City has been minimal.\n\n",
    "acknowledgement": "\n"
}