{
    "id": 10804,
    "citation_title": "Why Do Households Without Children Support Local Public Schools?",
    "citation_author": [
        "Christian A. L. Hilber",
        "Christopher J. Mayer"
    ],
    "citation_publication_date": "2004-10-04",
    "issue_date": "2004-10-04",
    "revision_date": "2006-09-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile residents receive similar benefits from many local government programs, only about one-third of all households have children in public schools.  We argue that capitalization of school spending into house prices can encourage residents to support spending on schools, even if the residents themselves will never have children in schools.  We identify a proxy for the extent of capitalization-the supply of land available for new development-and show that in response to a plausibly exogenous spending shock in Massachusetts, towns with little undeveloped land have larger changes in house prices, but smaller changes in quantity (construction).  Towns with little available land also spend more on schools.  We extend these results using data from school districts in 46 states, showing that per pupil spending is positively related to the percentage of developed land.  This positive correlation persists only in districts where the median resident is a homeowner and is stronger in districts with more elderly residents who do not use school services and have a shorter expected duration in their home.  These findings support models in which house price capitalization encourages more efficient provision of public services and may explain why some elderly residents support school spending.\n\n",
    "acknowledgement": "\n"
}