{
    "id": 10801,
    "citation_title": "Transaction Costs: Valuation Disputes, Bi-Lateral Monopoly Bargaining and Third-Party Effects in Water Rights Exchanges. The Owens Valley Transfer to Los Angeles",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2004-09-27",
    "issue_date": "2004-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1905 and 1934 over 869 farmers in Owens Valley, California sold their land and associated water rights to Los Angeles, 250 miles to the southwest. This agriculture-to-urban water transfer increased Los Angeles' water supply by over 4 times, making the subsequent dramatic growth of the semi-arid city possible, generating large economic returns. The exchange took water from a marginal agricultural area and transferred it via the Los Angeles Aqueduct. No other sources of water became available for the city until 1941 with the arrival of water from Hoover Dam via the California Aqueduct. The Owens Valley transfer was the first and last, large-scale voluntary market exchange of water from agriculture to urban. Despite gains to both parties from the re-allocation of water to higher-valued uses, the Owens Valley transfer serves today as a metaphor, cautioning any agricultural region against water sales to urban areas. In this paper I examine the bargaining involved in the Owens Valley water transfer to determine why it was so contentious and became so notorious. I focus on valuation disputes, bi-lateral monopoly, and third party effects. I also examine the impact of the transfer on Owens Valley and Los Angeles land owners. The results suggest gains to both groups. Broader conclusions for bargaining, when the aggregate gains from trade are enormous, but distribution very skewed, are drawn.\n\n",
    "acknowledgement": "\n"
}