{
    "id": 10818,
    "citation_title": "Inflation Targeting and Japan: Why has the Bank of Japan not Adopted Inflation Targeting?",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2004-10-04",
    "issue_date": "2004-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper aims at explaining why the Bank of Japan has not adopted inflation targeting, despite calls for such a policy. Disclosed minutes of the Monetary Policy Meetings of the Bank of Japan, after March 1998, as well as Speeches by its members give clues to changing reasons against inflation targeting. Inflation targeting was not adopted in Japan in the early years (the first wave of interest in1999-2000) because the Board members were not sure about an appropriate price index, and a specific number for an appropriate inflation rate. A Bank of Japan study, completed in October 2000, did not give any clear answers. Inflation targeting was not adopted in later years (2001-2003), despite the inflation-targeting-like commitment strategy adopted in March 2001, because the Board members thought that conventional tools to increase the inflation rate were not available. As such, they thought that announcing a target with a positive inflation rate would damage confidence. In terms of introducing unconventional measures, the Bank of Japan worried about the transmission channels and the damage to its balance sheet. Towards the end of Governor Hayami  fs term, the views against inflation targeting turned sharply negative, as news reports suggested that it may be linked to the new Governor  fs appointment. Therefore, , why inflation targeting was not adopted, can be explained and understood from a political economy perspective.\n\n",
    "acknowledgement": "\n"
}