{
    "id": 10822,
    "citation_title": "Assessing the Impacts of the Prescription Drug User Fee Acts (PDUFA) on the FDA Approval Process",
    "citation_author": [
        "Ernst R. Berndt",
        "Adrian H. B. Gottschalk",
        "Tomas Philipson",
        "Matthew W. Strobeck"
    ],
    "citation_publication_date": "2004-10-11",
    "issue_date": "2004-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCongress enacted and renewed the Prescription Drug User Fee Acts (PDUFA) in 1992, and renewed it in 1997 and 2002, mandating FDA performance goals in reviewing and acting on drug applications within specified time periods. In turn, the FDA was permitted to levy user fees on drug sponsors submitting applications to the FDA. While PDUFA mandated action or review times, its ultimate impacts on actual final drug approval times are unknown. We model and quantify the impact of PDUFA-I and II on drug approval times, since these approval dates are the ones most directly related to new medicines becoming available to benefit patients.\nIn assessing the impacts of PDUFA on drug approval times, it is noteworthy that approval times were trending downwards at 1.7% percent per year prior to implementation of PDUFA. Assuming continuation of that time trend, approval times post-PDUFA would have fallen even in the absence of PDUFA. Our principal finding is that PDUFA accelerated this downward trend so that instead of a counterfactual 6% reduction in approval times from 24.2 to 20.4 months in absence of these acts between 1991 and 2002, there was an observed decline of about 42%, from 24.2 to 14.2 months, following implementation of PDUFA. Thus, of the total observed decline in approval times between 1991 and 2002, approximately two-thirds can be attributed to PDUFA. However, much of this impact occurred in the initial years between 1992 and 1997 (PDUFA-I) rather than during the subsequent 1997-2002 time frame (PDUFA-II). We discuss implications of these findings and how future research might quantify the social value of the observed acceleration in the FDA drug approvals.\n\n",
    "acknowledgement": "\n"
}