{
    "id": 10824,
    "citation_title": "Charging NOx Emitters for Health Damages: An Exploratory Analysis",
    "citation_author": [
        "Denise Mauzerall",
        "Babar Sultan",
        "Namsoug Kim",
        "David F. Bradford"
    ],
    "citation_publication_date": "2004-10-11",
    "issue_date": "2004-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a proof-of-concept analysis of the measurement of the health damage of ozone (O3) produced from nitrogen oxides (NOx = NO   NO2) emitted by individual large point sources in the eastern United States.  We use a regional atmospheric model of the eastern United States, the Comprehensive Air Quality Model with Extensions (CAMx), to quantify the variable impact that a fixed quantity of NOx emitted from individual sources can have on the downwind concentration of surface O3, depending on temperature and local biogenic hydrocarbon emissions.  We also examine the dependence of resulting ozone-related health damages on the size of the exposed population.  The investigation is relevant to the increasingly widely used \"cap and trade\" approach to NOx regulation, which presumes that shifts of emissions over time and space, holding the total fixed over the course of the summer O3 season, will have minimal effect on the environmental outcome.  By contrast, we show that a shift of a unit of NOx emissions from one place or time to another could result in large changes in the health effects due to ozone formation and exposure.  We indicate how the type of modeling carried out here might be used to attach externality-correcting prices to emissions.  Charging emitters fees that are commensurate with the damage caused by their NOx emissions would create an incentive for emitters to reduce emissions at times and in locations where they cause the largest damage.\n\n",
    "acknowledgement": "\n"
}