{
    "id": 10838,
    "citation_title": "Inflation Stabilization and Welfare: The Case of a Distorted Steady State",
    "citation_author": [
        "Pierpaolo Benigno",
        "Michael Woodford"
    ],
    "citation_publication_date": "2004-10-18",
    "issue_date": "2004-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the appropriate stabilization objectives for monetary policy in a microfounded model with staggered price-setting. Rotemberg and Woodford (1997) and Woodford (2002) have shown that under certain conditions, a local approximation to the expected utility of the representative household in a model of this kind is related inversely to the expected discounted value of a conventional quadratic loss function, in which each period's loss is a weighted average of squared deviations of inflation and an output gap measure from their optimal values (zero). However, those derivations rely on an assumption of the existence of an output or employment subsidy that offsets the distortion due to the market power of monopolistically-competitive price-setters, so that the steady state under a zero-inflation policy involves an efficient level of output. Here we show how to dispense with this unappealing assumption, so that a valid linear-quadratic approximation to the optimal policy problem is possible even when the steady state is distorted to an arbitrary extent (allowing for tax distortions as well as market power), and when, as a consequence, it is necessary to take account of the effects of stabilization policy on the average level of output.\n\tWe again obtain a welfare-theoretic loss function that involves both inflation and an appropriately defined output gap, though the degree of distortion of the steady state affects both the weights on the two stabilization objectives and the definition of the welfare-relevant output gap. In the light of these results, we reconsider the conditions under which complete price stability is optimal, and find that they are more restrictive in the case of a distorted steady state. We also consider the conditions under which pure randomization of monetary policy can be welfare-improving, and find that this is possible in the case of a sufficiently distorted steady state, though the parameter values required are probably not empirically realistic.\n\n",
    "acknowledgement": "\n"
}