{
    "id": 10848,
    "citation_title": "The Elusive Welfare Economics of Price Stability as a Monetary Policy Objective: Should New Keynesian Central Bankers Pursue Price Stability?",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies the inflation rate associated with optimal monetary policy in a standard suite of DSGE models, when fiscal policy is either unrestricted optimal or restricted but supportive of monetary policy. Full nominal price flexibility, nominal prices set one period in advance and Calvo-style staggered overlapping price contracts with a variety of indexation rules for constrained price setters are considered.\n\tFor all price setting models, optimal monetary policy implements the Bailey-Friedman Optimal Quantity of Money (OQM) rule: the pecuniary opportunity cost of holding money is equal to zero.\n\tThere is an optimal inflation rate for producer prices in the Calvo model, given by the 'core inflation' process generated by the indexation rule of the constrained price setters. It is constant only if core inflation is constant.\n\tA zero rate of producer price inflation is necessary for optimality in the Calvo model, only if all of the following conditions hold.\n\t\t(1) There is no money or the nominal interest rate on money can be set freely.\n\t\t(2) The constrained price setters of the Calvo model implement an ill-posed, arbitrary price indexation rule, such as the lagged partial indexation rule used by Woodford to make a case for price stability.\n\t\t(3) The authorities use neither their tax instruments nor the nominal interest rate to validate the core inflation process.\n\tThese results are global - they do not depend on linear approximations at a deterministic, zero-inflation steady state.\n\n",
    "acknowledgement": "\n"
}