{
    "id": 10845,
    "citation_title": "Dollar Shortages and Crises",
    "citation_author": [
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging markets do not handle adverse shocks well. In this paper, we lay out an argument about why emerging markets are so fragile, and why they may adopt contractual mechanisms -such as a dollarized banking system- that increase their fragility. We draw on this analysis to explain why dollarized economies may be prone to dollar shortages and twin crises. The model of crises described here differs in some important aspects from what is now termed the first, second, and third generation models of crises. We then examine how domestic policies, especially monetary policy, can mitigate the adverse effects of these crises. Finally, we consider the role, potentially constructive, that international financial institutions may undertake both in helping to prevent the crises and in helping to resolve them.\n\n",
    "acknowledgement": "\nThis paper reflects our opinions and is not meant to represent the views of the International Monetary Fund or its member countries. We thank Douglas Diamond, Olivier Jeanne, Se-Jik Kim, and Ashok Mody for helpful comments. The paper is based on talks Rajan gave at the Central Bank of Argentina and the Central Bank of Chile. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}