{
    "id": 10841,
    "citation_title": "Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of dividend taxation on corporate behavior using the large tax cut on individual dividend income enacted in 2003. Using data spanning 1980 to 2004-Q2, we document a sharp and widespread surge in dividend payments following the tax cut, along several dimensions. First, an unprecedented number of firms initiated regular dividend payments after the reform. As a result, the number of publicly traded firms paying dividends, after having declined continuously for more than two decades, began to increase precisely in 2003. Second, many firms that were already paying dividends prior to the reform raised regular dividend payments significantly. Third, special dividends also rose. All of these effects are robust to introducing controls for profits and other firm characteristics. Additional evidence for specific groups of firms suggests that the tax cut induced increases in total payout rather than substitution between dividends and repurchases. The tax response was confined to firms with lower levels of forecasted growth, consistent with an improvement in capital allocation efficiency. The response to the tax cut was strongest in firms with strong principals whose tax incentives changed (presence of large taxable institutional owners or independent directors with large share holdings), and in firms where agents had stronger incentives to respond (large executive ownership and low levels of executive stock-options outstanding). These findings show that principal-agent issues play a central role in corporate responses to taxation.\n\n",
    "acknowledgement": "\n"
}