{
    "id": 10840,
    "citation_title": "Optimal Monetary and Fiscal Policy in a Liquidity Trap",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Michael Woodford"
    ],
    "citation_publication_date": "2004-10-18",
    "issue_date": "2004-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn previous work (Eggertsson and Woodford, 2003), we characterized the optimal conduct of monetary policy when a real disturbance causes the natural rate of interest to be temporarily negative, so that the zero lower bound on nominal interest rates binds, and showed that commitment to a history-dependent policy rule can greatly increase welfare relative to the outcome under a purely forward-looking inflation target. Here we consider in addition optimal tax policy in response to such a disturbance, to determine the extent to which fiscal policy can help to mitigate the distortions resulting from the zero bound, and to consider whether a history-dependent monetary policy commitment continues to be important when fiscal policy is appropriately adjusted. We find that even in a model where complete tax smoothing would be optimal as long as the zero bound never binds, it is optimal to temporarily adjust tax rates in response to a binding zero bound; but when taxes have only a supply-side effect, the optimal policy requires that the tax rate be raised during the \"trap\", while committing to lower tax rates below their long-run level later. An optimal policy commitment is still history-dependent, in general, but the gains from departing from a strict inflation target are modest in the case that fiscal policy responds to the real disturbance in an appropriate way.\n\n",
    "acknowledgement": "\n"
}