{
    "id": 10842,
    "citation_title": "The Measurement and Evolution of Health Inequality: Evidence from the U.S. Medicare Population",
    "citation_author": [
        "Jonathan Skinner",
        "Weiping Zhou"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHas U.S. health care for the elderly become more equitable during the past several decades? When inequality is measured by Medicare expenditures, the answer is yes. During 1987-2001, low income households experienced an increase of 78 percent ($2624) in per capita expenditures, double the increase of 34 percent ($1214) in the highest income group. When inequality is measured by life expectancy, the answer is no. Survival for the lowest income decile grew by 0.2 years during the 1990s compared to 0.8 years in the highest income group. That the two measures deliver such discordant messages may reflect their intrinsic shortcomings; expenditures depend on preferences, health status, and prices, while outcomes are strongly affected by health behavior and past illness. We suggest a new approach to measuring inequality: the use of quality-based effective care measures. For these measures, efficacy is well proven and nearly all of the relevant population should be receiving it, regardless of health status or preferences. Using Medicare claims data matched to zip code income, we find greater use of mammography screening, diabetic eye exams, and the use of ââ blockers and reperfusion following heart attacks among higher income households, and these differences appear to be stable or growing slowly over time. In sum, the rapid relative growth in health care expenditures among low income elderly people has not translated into relative improvement either in survival or rates of effective care.\n\n",
    "acknowledgement": "\n"
}