{
    "id": 10857,
    "citation_title": "Re-Assessing the U.S. Quality Adjustment to Computer Prices: The Role of Durability and Changing Software",
    "citation_author": [
        "Robert C. Feenstra",
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the second-half of the 1990s, the positive impact of information technology on productivity growth for the United States became apparent. The measurement of this productivity improvement depends on hedonic procedures adopted by the Bureau of Labor Statistics (BLS) and Bureau of Economic Analysis (BEA). In this paper we suggest a new reason why conventional hedonic methods may overstate the price decline of personal computers. We model computers as a durable good and suppose that software changes over time, which influences the efficiency of a computer. Anticipating future increases in software, purchasers may \"overbuy\" characteristics, in the sense that the purchased bundle of characteristics is not fully utilized in the first months or year that a computer is owned. In this case, we argue that hedonic procedures do not provide valid bounds on the true price of computer services at the time the machine is purchased with the concurrent level of software. To assess these theoretical results we estimate the model and find that before 2000 the hedonic price index constructed with BLS methods overstates the fall in computer prices. After 2000, however, the BLS hedonic index falls more slowly, reflecting the reduced marginal cost of acquiring (and therefore marginal benefit to users) of characteristics such as RAM, hard disk space or speed.\n\n",
    "acknowledgement": "\n"
}