{
    "id": 10851,
    "citation_title": "The Impact of Population Aging on Financial Markets",
    "citation_author": [
        "James Poterba"
    ],
    "citation_publication_date": "2004-10-25",
    "issue_date": "2004-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of financial market analysts have argued that the aging of the \"Baby Boom\" cohort contributed to the rise U.S. asset values during the 1990s, and that asset prices will decline when this group reaches retirement age and begins to draw down its wealth. This paper explores the importance of changing demographic structure for asset returns, asset prices, and the composition of household balance sheets in the United States.  Standard models suggest that equilibrium returns on financial assets will vary in response to changes in population age structure. While the direction of the effect of demographic changes is not controversial, the quantitative importance of such changes for financial markets is open to debate. The paper presents several strands of empirical evidence that bear on this issue. First, it describes current age-specific patterns of asset holding in the United States, and finds that asset holdings rise sharply when households are in their 30s and 40s. Aside from the automatic decline in the value of defined benefit pension assets as households age, however, other financial assets decline only gradually during retirement. When these data are used to project asset demands in light of the future age structure of the U.S. population, they do not show a sharp decline in asset demand between 2020 and 2050. This finding calls into question the \"asset market meltdown\" view. Second, the paper considers the historical association between population age structure and real returns on Treasury bills, long-term government bonds, and corporate stock. The evidence suggests only modest effects, if any, of a changing demographic mix. Statistical tests based on the few effective degrees of freedom in the historical record of age structure and asset returns have limited power to detect such effects. There is a stronger historical correlation between asset levels, as measured for example by the price-dividend ratio, and summary measures of the population age structure. Once again, however, the results are sensitive to choices about econometric specification. These empirical findings provide modest support, at best, for the view that asset prices could decline as the share of households over the age of 65 increases.\n\n",
    "acknowledgement": "\n"
}