{
    "id": 10864,
    "citation_title": "Fixed Costs and FDI: The Conflicting Effects of Productivity Shocks",
    "citation_author": [
        "Assaf Razin",
        "Yona Rubinstein",
        "Efraim Sadka"
    ],
    "citation_publication_date": "2004-11-01",
    "issue_date": "2004-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops a model with lumpy setup costs of new investment, which govern the flows of FDI. Foreign investment decisions are two-fold: whether to export FDI and, if so, how much. The first decision is governed by total profitability considerations, whereas the second is governed by marginal profitability considerations. A positive productivity shock in the host country may, on the one hand, increases the volume of the desired FDI flows to the host country but, on the other hand, somewhat counter-intuitively, lowers the likelihood of the making new FDI flows by the source country, at all. Every country is potentially both a source for FDI flows to several host countries, and a host for FDI flows from several source countries. Thus, the model could generate two-way FDI flows, but not all source-host FDI flows get realized. We employ a sample of 24 OECD countries, over the period 1981-1998. We observe many pairs of countries with no FDI flows between them. Zero reported flows could indicate measurement errors, or true zeroes that are due to fixed costs (in situations where they dominate marginal productivity conditions). Empirical literature on the determinants of FDI flows which uses the Tobit procedure aims at a correction for measurement errors provides nevertheless biased estimates in the presence of fixed costs. By employing the Heckman selection procedure, we demonstrate how to get unbiased estimates of the fixed-costs effects on FDI flows. Controlling for the selection into source-host pairs of countries, and for time and country fixed effects, the paper sheds light on the importance of several covariates, such as income per capita, education, and financial risk ratings as key determinants of volume of FDI flows. While the coefficients of both the source- and host-country average years of schooling are positive and significant in the flow equation, the magnitude of the source country coefficient is more than twice that of the host country. That is, the richer the source country is relative to the host country, the larger are the FDI flows which occur between them.\n\n",
    "acknowledgement": "\n"
}