{
    "id": 10869,
    "citation_title": "The Unsustainable US Current Account Position Revisited",
    "citation_author": [
        "Maurice Obstfeld",
        "Kenneth Rogoff"
    ],
    "citation_publication_date": "2004-11-01",
    "issue_date": "2004-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the when one takes into account the global equilibrium ramifications of an unwinding of the US current account deficit, currently estimated at 5.4% of GDP, the potential collapse of the dollar becomes considerably larger--more than 50% larger--than our previous estimates (Obstfeld and Rogoff 2000a). That global capital markets may have deepened (as emphasized by US Federal Reserve Chairman Alan Greenspan) does not affect significantly the extent of dollar decline in the wake of global current account adjustment. Rather, the dollar adjustment to global current account rebalancing depends more centrally on the level of goods-market integration. Whereas the dollar's decline may be benign as in the 1980s, we argue that the current conjuncture more closely parallels the early 1970s, when the Bretton Woods system collapsed. Finally, we use our model to dispel some common misconceptions about what kinds of shifts are needed to help close the US current account imbalance. Faster growth abroad helps only if it is relatively concentrated in nontradable goods; faster productivity growth in foreign tradable goods is more likely to exacerbate the US adjustment problem.\n\n",
    "acknowledgement": "\n"
}