{
    "id": 10875,
    "citation_title": "Standing on Academic Shoulders: Measuring Scientific Influence in Universities",
    "citation_author": [
        "James D. Adams",
        "J. Roger Clemmons",
        "Paula E. Stephan"
    ],
    "citation_publication_date": "2004-11-01",
    "issue_date": "2004-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article measures scientific influence by means of citations to academic papers. The data source is the Institute for Scientific Information (ISI); the scientific institutions included are the top 110 U.S. research universities; the 12 main fields that classify the data cover nearly all of science; and the time period is 1981-1999. Altogether the database includes 2.4 million papers and 18.8 million citations. Thus the evidence underlying our findings accounts for much of the basic research conducted in the United States during the last quarter of the 20th century. This research in turn contributes a significant part of knowledge production in the U.S. during the same period.\nThe citation measure used is the citation probability, which equals actual citations divided by potential citations, and captures average utilization of cited literature by individual citing articles. The mean citation probability within fields is on the order of 10-5. Cross-field citation probabilities are one-tenth to one-hundredth as large, or 10-6 to 10-7. Citations between pairs of citing and cited fields are significant in less than one-fourth of the possible cases. It follows that citations are largely bounded by field, with corresponding implications for the limits of scientific influence.\nCross-field citation probabilities appear to be symmetric for mutually citing fields. Scientific influence is asymmetric within fields, and occurs primarily from top institutions to those less highly ranked. Still, there is significant reverse influence on higher-ranked schools. We also find that top institutions are more often cited by peer institutions than lower-ranked institutions are cited by their peers. Overall the results suggest that knowledge spillovers in basic science research are important, but are circumscribed by field and by intrinsic relevance. Perhaps the most important implication of the results are the limits that they seem to impose on the returns to scale in the knowledge production function for basic research, namely the proportion of available knowledge that spills over from one scientist to another.\n\n",
    "acknowledgement": "\n"
}