{
    "id": 10880,
    "citation_title": "R&D Subsidies and Climate Policy: Is There a \"Free Lunch\"?",
    "citation_author": [
        "David Popp"
    ],
    "citation_publication_date": "2004-11-01",
    "issue_date": "2004-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of the long-term nature of the climate problem, technological advances are often seen as an important component of any solution. However, when considering the potential for technology to help solve the climate problem, two market failures exist which lead to underinvestment in climate-friendly R&D: environmental externalities and the public goods nature of new knowledge. As a result, government subsidies to climate-friendly R&D projects are often proposed as part of a policy solution. Using the ENTICE model, I analyze the effectiveness of such subsidies, both with and without other climate policies, such as a carbon tax. While R&D subsidies do lead to significant increases in climate-friendly R&D, this R&D has little impact on the climate itself. Subsidies address the problem of knowledge as a public good, but they do not address the environmental externality, and thus offer no additional incentive to adopt new technologies. Moreover, high opportunity costs to R&D limit the potential role that subsidies can play. While R&D subsidies can improve efficiency, policies that directly affect the environmental externality have a much larger impact on both atmospheric temperature and economic welfare.\n\n",
    "acknowledgement": "\n"
}