{
    "id": 10887,
    "citation_title": "$1000 Cash Back: Asymmetric Information in Auto Manufaturer Promotions",
    "citation_author": [
        "Meghan Busse",
        "Florian Zettelmeyer",
        "Jorge Silva-Risso"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAutomobile manufacturers make frequent use of promotions that give cash-back payments. Two common types of cash-back promotions are rebates to customers, which are widely publicized to potential customers, and discounts to dealers, which are not publicized. While the payments nominally go entirely to one party or the other, the real division of the manufacturer-supplied surplus between dealer and customer depends on what price the two parties negotiate. These two types of promotions thus form a natural experiment of the effect of information asymmetry on bargaining outcomes: in the customer rebate case, the parties are symmetrically informed about the availability of the manufacturer-supplied surplus, while in the dealer discount case, the dealer will generally have an informational advantage. The aim of this paper is to compare, in appropriate settings and with appropriate controls, the price outcomes of transactions conducted under these two types of promotions in order to empirically quantify the effect of this information asymmetry. We show that customers obtain approximately 80% of the surplus in cases when they are likely to be well-informed about the promotion (customer rebate), and approximately 35% when they are likely to be uninformed (dealer discount). For a promotion of average size, this difference translates to customers being worse off by $500 when they do not know that the promotion is being offered.\n\n",
    "acknowledgement": "\n"
}