{
    "id": 10890,
    "citation_title": "The Evolution of Income and Fertility Inequalities over the Course of Economic Development: A Human Capital Perspective",
    "citation_author": [
        "Isaac Ehrlich",
        "Jinyoung Kim"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "2007-12-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing an endogenous-growth, overlapping-generations framework where human capital is the engine of growth, we trace the dynamic evolution of income and fertility distributions and their interdependencies over three endogenous phases of economic development. In our model, heterogeneous families determine fertility and children's human capital, and generations are linked via parental altruism and social interactions. We derive and test discriminating propositions concerning the dynamic behavior of inequalities in fertility, educational attainments, and three endogenous income inequality measures -- family-income inequality, income-group inequality, and the Gini coefficient. In this context, we also reexamine the \"Kuznets hypothesis\" concerning the relation between income growth and inequality.\n\n",
    "acknowledgement": "\nWe are indebted to Chi-wa Yuen and Jianguo Zhong for collaboration on earlier related work, and to Omer Moav, Gary Becker, Kevin Murphy, Stephen Turnovsky, Matthias Doepke, and Francis Lui for comments on previous drafts. We are especially indebted to Thomas Muench for very helpful comments concerning dynamic stability issues in our heterogeneous agent system, and to Jong Kook Shin for valuable research assistance. We alone are responsible for errors.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}