{
    "id": 10896,
    "citation_title": "Well-Being and Social Capital: Does Suicide Pose a Puzzle?",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper has a double purpose: to see how well Durkheim's (1897) findings apply a century later, and to see if the beneficial effects of social capital on suicide prevention are parallel to those already found for subjective well-being (Helliwell 2003). The results show that more social capital and higher levels of trust are associated with lower national suicide rates, just as they are associated with higher levels of subjective well-being. Furthermore, there is a strong negative correlation between national average suicide rates and measures of life satisfaction. Thus social capital does appear to improve well-being, whether measured by higher average values of life satisfaction or by lower average suicide rates. There is a slight asymmetry, since the very high Scandinavian measures of subjective wellbeing are not matched by equally low suicide rates. To take the Swedish case as an example, this asymmetry is explained by Sweden having particularly high values of variables that have more weight in explaining life satisfaction than suicide (trust and quality of government), and less beneficial values of variables that have more influence in explaining suicide rates (Swedes have low belief in God and high divorce rates), because with the latest data and models the Swedish data fit the wellbeing and suicide equations with only tiny errors. If the international suicide data pose a puzzle, it is more because suicide rates, and their estimated equations, differ greatly by gender, while life satisfaction and its explanations are similar for men and women.\n\n",
    "acknowledgement": "\n"
}