{
    "id": 10891,
    "citation_title": "Bidding With Securities: Auctions and Security Design",
    "citation_author": [
        "Peter M. DeMarzo",
        "Ilan Kremer",
        "Andrzej Skrzypacz"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study security-bid auctions in which bidders compete by bidding with securities whose payments are contingent on the realized value of the asset being sold. Such auctions are commonly used, both formally and informally. In formal auctions, the seller restricts bids to an ordered set, such as an equity share or royalty rate, and commits to a format, such as first or second-price. In informal settings with competing buyers, the seller does not commit to a mechanism upfront. Rather, bidders offer securities and the seller chooses the most attractive bid, based on his beliefs, ex-post.\nWe characterize equilibrium payoffs and bidding strategies for formal and informal auctions. For formal auctions, we examine the impact of both the security design and the auction format. We define a notion of the steepness of a set of securities, and show that steeper securities lead to higher revenues. We also show that the revenue equivalence principle holds for equity and cash auctions, but that it fails for debt (second-price auctions are superior) and for options (a first-price auction yields higher revenues). We then show that an informal auction yields the lowest possible revenues across all possible formal mechanisms. Finally, we extend our analysis to consider the effects of liquidity constraints, different information assumptions, and aspects of moral hazard.\n\n",
    "acknowledgement": "\n"
}