{
    "id": 10895,
    "citation_title": "Biases in Static Oligopoly Models? Evidence from the California Electricity Market",
    "citation_author": [
        "Dae-Wook Kim",
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating market power is often complicated by the lack of reliable measures of marginal cost. Instead, policy-makers often rely on other summary statistics of the market, thought to be correlated with price cost margins---such as concentration ratios or the HHI. In many industries, these summary statistics may be only weakly correlated with deviations from perfectly competitive pricing. Beginning with Gollop and Roberts (1979), a number of empirical studies have allowed the data to identify industry competition and marginal cost levels by estimating the firms' first order condition within a conjectural variations framework. Despite the prevalence of such \"New Empirical Industrial Organization\" (NEIO) studies, Corts (1999) illustrates the estimated mark-up levels may be biased, since the estimated conjectural variations model forces the supply relationship to be a ray through the marginal cost intercept, whereas this need not be true in dynamic games. In this paper, we use direct measures of marginal cost for the California electricity market to measure the extent to which estimated mark-ups and marginal costs are biased. Our results suggest that the NEIO technique poorly estimates the level of mark-ups and the sensitivity of marginal cost to cost shifters.\n\n",
    "acknowledgement": "\n"
}