{
    "id": 10905,
    "citation_title": "The social Security Retirement Earnings Test, Retirement and Benefit Claiming",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2004-11-15",
    "issue_date": "2004-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces the age at which Social Security benefits are claimed as an additional outcome in a structural model of retirement and wealth.  The model is then used to simulate the effects of abolishing the remainder of the Social Security earnings test, between age 62 and the full retirement age.  Estimates are based on data for married men from the first six waves of the Health and Retirement Study.\nFrom age 62 through the full retirement age, the earnings test reduces the share of married men who work full time by about four percentage points, which entails a reduction of about ten percent in the number of married men of that age at full time work.  In terms of the cash flow of the system, abolishing the earnings test would have an adverse effect, at least initially.  If the earnings test were abolished between the early and full retirement ages, the share of married men claiming Social Security benefits would increase by about 10 percentage points, and the average benefit payments would increase by about $1,800 per recipient.  The initial increase in benefit payments would eventually be reversed, over a time span of decades, because the annual benefit amounts would eventually be reduced by more than an actuarially fair amount due to the earlier collection of benefits.\nOne can increase the employment of older persons either by abolishing the earnings test or by increasing the early entitlement age under Social Security.  A major difference on the funding side is that abolishing the earning test results in an earlier flow of benefit payments from Social Security, worsening the cash-flow problems of the system, while increasing the early entitlement age delays the flow of benefit payments from the system, improving its liquidity.\n\n",
    "acknowledgement": "\n"
}