{
    "id": 10900,
    "citation_title": "Corporate Governance and the Plight of Minority Shareholders in the United States Before the Great Depression",
    "citation_author": [
        "Naomi Lamoreaux",
        "Jean-Laurent Rosenthal"
    ],
    "citation_publication_date": "2004-11-08",
    "issue_date": "2004-11-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLegal records indicate that conflicts of interest -- that is, situations in which officers and directors were in a position to benefit themselves at the expense of minority shareholders -- were endemic to corporations in the late-nineteenth and early-twentieth century U.S. Yet investors nonetheless continued to buy stock in the ever increasing numbers of corporations that business people formed during this period. We attempt to understand this puzzling situation by examining the evolution of the legal rules governing both corporations and the main organizational alternative, partnerships. Because partnerships existed only at the will of their members, disputes among partners had the potential to lead to an untimely (and costly) dissolution of the enterprise. We find that the courts quite consciously differentiated the corporate form from the partnership so as to prevent disputes from having similarly disruptive effects on corporations. The cost of this differentiation, however, was to give controlling shareholders the power to extract more than their fair share of their enterprise's profits. The courts put limits on this behavior by defining the boundary at which private benefits of control became fraud, but the case law suggests that these constraints became weaker over our period. We model the basic differences between corporations and partnerships and show that, if one takes the magnitude of private benefits of control as given by the legal system, the choice of whether or not to form a firm, and whether to organize it as a partnership or a corporation, was a function of the expected profitability of the enterprise and the probability that a partnership would suffer untimely dissolution. We argue that the large number of corporations formed during the late nineteenth and early twentieth centuries were made possible by an abundance of high-profit opportunities. But the large number of partnerships that also continued to be organized suggests that the costs of corporate form were significant.\n\n",
    "acknowledgement": "\n"
}