{
    "id": 10906,
    "citation_title": "Vertical Equity Consequences of Very High Cigarette Tax Increases: If the Poor are the Ones Smoking, How Could Cigarette Tax Increases be Progressive?",
    "citation_author": [
        "Greg Colman",
        "Dahlia K. Remler"
    ],
    "citation_publication_date": "2004-11-15",
    "issue_date": "2004-11-15",
    "revision_date": "2007-11-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCigarette smoking is concentrated among low income groups. Consequently, cigarette taxes are considered regressive. However, if poorer individuals are much more price sensitive than richer individuals, then tax increases would reduce smoking much more among the poor and their cigarette tax expenditures as a share of income would rise by much less than for the rich. Warner (2000) said this phenomenon would make cigarette tax increases progressive. We test this empirically. Among low-, middle-, and high-income, we estimate total price elasticities of -0.37, -0.35, and -0.20, respectively. We find that cigarette tax increases are not close to progressive using both tax expenditure-based and traditional welfare measures. This finding is robust to cross-border purchasing, generic cigarettes, and substantial external effects. However, we find that taxes can be progressive under some behavioral economic models (Gruber & Koszegi, 2004) but that these may only apply to a small share of smokers.\n\n",
    "acknowledgement": "\nWe thank Ron Bayer, Howard Chernick, Sandra Decker, Bill Evans, Mathew Farrelly, Sherry Glied, Jonathan Gruber, Ted Joyce, Sanders Korenman, Jeffrey Yau, seminar participants at Baruch, Columbia, the Fall 2003 Association of Public Policy Analysis and Management Meeting, the 2004 Canadian Economics Association Meeting, and the 2005 International Health Economics Association Meeting, and referees for comments on earlier versions of this paper or useful discussions. We thank Jon Gruber for generously providing programs for corroboration.\n\n\n"
}