{
    "id": 1091,
    "citation_title": "Inflation and the Role of Bonds in Investor Portfolios",
    "citation_author": [
        "Zvi Bodie",
        "Alex Kane",
        "Robert L. McDonald"
    ],
    "citation_publication_date": "1983-03-01",
    "issue_date": "1983-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores both theoretically and enirically the role of nominalbonds of various maturities in investor portfolios in the U.S. One of its principal goals is to determine whether an investor who is constrained to limithis investment in bonds to a single portfolio of money-fixed debt instruments will suffer a serious welfare loss. Our interest in this question stemsi n part from the observation that many employer-sponsored savings plans limit a participant's investment choices to two types, a common stock fund and a money-fixed bond fund of a particular maturity. A second goal is to study the desirability and feasibility of introducing a market for index bonds (i.e. an asset offering a riskless real rate of return) in the U.S. capital markets.The theoretical framework is Merton's (1971) continuous time model of consumption and portfolio choice. Our measure of the welfare gain or loss from a given change in the investor's opportunity set is the increment to current wealth needed to completely offset the effect of the change. A novel feature of our empirical approach is the method of deriving equilibrium risk premia on the various asset classes. We employ the variance-covariance matrix of real rates of return estimated from historical data in combination with \"reasonable\" assumptions about net asset supplies and the economy-wide average degree of risk aversion to derive numerical values for these risk premia. This procedure allows us to circumvent the formidable estimation problems associated with using historical means, which are negative during some subperiods.Our main results are: (i) There can be a substantial loss in welfare for participants in savings plans offering a choice of only two funds, a diversified stock fund and an intermediate-term bond fund. Most of this loss can be eliminated by introducing as a third option a money market fund.(2) The potential welfare gain from the introduction of private index bonds in the U.S.capital market is probably not large enough to justify the costs of innovation.The major reason for the small gain is that one month bills with their small variance of real returns are an effective substitute for index bonds.\n\n",
    "acknowledgement": "\n"
}