{
    "id": 10911,
    "citation_title": "Fast Times at Ridgemont High? The Effect of Compulsory Schooling Laws on Teenage Births",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereaux",
        "Kjell Salvanes"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch suggests that teenage childbearing adversely affects both the outcomes of the mothers as well as those of their children. We know that low-educated women are more likely to have a teenage birth, but does this imply that policies that increase educational attainment reduce early fertility? This paper investigates whether increasing mandatory educational attainment through compulsory schooling legislation encourages women to delay childbearing. We use variation induced by changes in compulsory schooling laws in both the United States and Norway to estimate the effect in two very different institutional environments. We find evidence that increased compulsory schooling does in fact reduce the incidence of teenage childbearing in both the United States and Norway, and these results are quite robust to various specification checks. Somewhat surprisingly, we also find that the magnitude of these effects is quite similar in the two countries. These results suggest that legislation aimed at improving educational outcomes may have spillover effects onto the fertility decisions of teenagers.\n\n",
    "acknowledgement": "\n"
}