{
    "id": 10918,
    "citation_title": "Why Are Power Couples Increasingly Concentrated in Large Metropolitan Areas",
    "citation_author": [
        "Janice Compton",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "2006-07-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing census data, Costa and Kahn (QJE, 2000) find that power couples - couples in which both spouses have college degrees - are increasingly likely to be located in the largest metropolitan areas. One explanation for this trend is that college educated couples are more likely to face a co-location problem - the desire to satisfy the career aspirations of both spouses - and therefore are more attracted to large labor markets than are other couples. An alternative explanation is that all college educated individuals, married and unmarried, are attracted to the amenities and high returns to education found in large cities and that as a result, the formation of power couples through marriage of educated singles and additional education is more likely to occur in larger than smaller metropolitan areas. Using the Panel Study of Income Dynamics (PSID), we analyze the dynamic patterns of migration, marriage, divorce and education in relation to city size and find that power couples are not more likely to migrate to the largest cities than part-power couples or power singles. Instead, the location trends are better explained by the higher rate of power couple formation in larger metropolitan areas. Regression analysis suggests that it is only the education of the husband and not the joint education profile of the couple that affects the propensity to migrate to large metropolitan areas.\n\n",
    "acknowledgement": "\n"
}