{
    "id": 10929,
    "citation_title": "Regulation of Entry and the Distortion of Industrial Organization",
    "citation_author": [
        "Raymond Fisman",
        "Virginia Sarria-Allende"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distortions to industrial organization caused by entry regulation. We take advantage of heterogeneity across industries in their natural barriers and growth opportunities to examine whether some industries are differentially affected by country-level entry regulation. In industries with high natural entry barriers, entry regulation has little impact on the quantity and average size of firms in an industry. By contrast, in industries with low natural entry barriers, countries with high entry regulation have relatively few, large firms. We find no relation between natural entry barriers and overall industry share of manufacturing, as a function of entry regulation. Utilizing firm-level data, we show that operating margins are relatively high in low barrier industries in high entry regulation countries. Finally, we analyze the ability of industries to take advantage of shocks to growth opportunities. In countries with high entry regulation, industries respond to growth opportunities through the expansion of existing firms, while in countries with low entry regulation, the response is through the creation of new firms; the total sectoral response is invariant to the level of regulation. Our results suggest that regulation distorts the structure of industry, promoting industry concentration, but does not have measurable effects on intersectoral allocations.\n\n",
    "acknowledgement": "\n"
}