{
    "id": 10923,
    "citation_title": "Financing Invention During the Second Industrial Revolution: Cleveland, Ohio, 1870-1920",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "Margaret Levenstein",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nFor those who think of Cleveland as a decaying rustbelt city, it may seem difficult to believe that this northern Ohio port was once a hotbed of high-tech startups, much like Silicon Valley today. During the late nineteenth and early twentieth centuries, Cleveland played a leading role in the development of a number of second-industrial-revolution industries, including electric light and power, steel, petroleum, chemicals, and automobiles. In an era when production and inventive activity were both increasingly capital-intensive, technologically creative individuals and firms required greater and greater amounts of funds to succeed. This paper explores how the city's leading inventors and technologically innovative firms obtained financing, and finds that formal institutions, such as banks and securities markets, played only a very limited role. Instead, most funding came from local investors who took long-term stakes in start-ups formed to exploit promising technological discoveries, often assuming managerial positions in these enterprises as well. Business people who were interested in investing in cutting-edge ventures needed help in deciding which inventors and ideas were most likely to yield economic returns, and we show how enterprises such as the Brush Electric Company served multiple functions for the inventors who flocked to work there. Not only did they provide forums for the exchange of ideas, but by assessing each other's discoveries, the members of these technological communities conveyed information to local businessmen about which inventions were most worthy of support.\n\n",
    "acknowledgement": "\n"
}