{
    "id": 10933,
    "citation_title": "Organizational Scope and Investment: Evidence from the Drug Development Strategies and Performance of Biopharmaceutical Firms",
    "citation_author": [
        "Ilan Guedj",
        "David Scharfstein"
    ],
    "citation_publication_date": "2004-11-29",
    "issue_date": "2004-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the clinical trial strategies and performance of large, established (\"mature\") biopharmaceutical firms to those of smaller (\"early stage\") firms that have not yet successfully developed a drug. We study a sample of 235 cancer drug candidates that entered clinical trials during the period 1990-2002 and were sponsored by public firms. Early stage firms are more likely than mature firms to advance drug candidates from Phase I to Phase II clinical trials. However, early stage firms have much less promising clinical results in their Phase II trials and their Phase II drug candidates are also less likely to advance to Phase III and to receive Food and Drug Administration approval. This pattern is more pronounced for early stage firms with large cash reserves. The evidence points to an agency problem between shareholders and managers of single-product early stage firms who are reluctant to abandon development of their only viable drug candidates. By contrast, the managers of mature firms with multiple products in development are more willing to drop unpromising drug candidates. The findings appear to be consistent with the benefits of internal capital markets identified by Stein (1997).\n\n",
    "acknowledgement": "\n"
}