{
    "id": 10935,
    "citation_title": "Evaluation of Four Tax Reforms in the United States: Labor Supply and Welfare Effects for Single Mothers",
    "citation_author": [
        "Nada Eissa",
        "Henrik Jacobsen Kleven",
        "Claus Thustrup Kreiner"
    ],
    "citation_publication_date": "2004-11-29",
    "issue_date": "2004-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature evaluating the welfare effects of taxation has examined the role of the labor supply elasticity, and has shown that the estimated welfare effects are highly sensitive to its size. A common feature of this literature is its exclusive focus on hours worked and the associated marginal tax rate. An emerging consensus among public finance and labor economists, however, is that labor supply is more responsive along the extensive margin (participation) than along the intensive margin (hours worked). To understand the implications of the participation decision for the welfare analysis of tax reform, this paper embeds the extensive margin in an explicit welfare theoretic framework. It is shown that the participation effect on welfare is created by a different tax wedge than the marginal-tax wedge relevant for hours of work. This difference is due to non-linearities and discontinuities in tax-transfer schemes, features that are particularly important for the welfare evaluation of tax reforms affecting the bottom of the income distribution. We apply our framework to examine the labor supply and welfare effects for single mothers in the United States following four tax acts passed in 1986, 1990, 1993, and 2001. Our simulations show that each of the four tax acts reduced the tax burden on low-income single mothers, and created substantial welfare gains. We note three features of the welfare effects. First, we find that welfare gains are almost exclusively concentrated along the extensive margin of labor supply. Second, welfare effects along the extensive margin tend to dominate those along the intensive margin, even when the two labor supply elasticities are of similar size. This occurs because the welfare effect on each margin is created by a different tax wedge. Finally, ignoring the composition of the labor supply elasticity may reverse the sign of the welfare effect. In the welfare evaluation of tax reform, we conclude that the composition of the total labor supply elasticity is as important as its size.\n\n",
    "acknowledgement": "\n"
}