{
    "id": 10930,
    "citation_title": "The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing",
    "citation_author": [
        "Mark Duggan",
        "Fiona Scott Morton"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal-state Medicaid program insures 43 million people for virtually all of the prescription drugs approved by the FDA. To determine the price that it will pay for a drug treatment, the government uses the average price in the private sector for that same drug. Assuming that Medicaid recipients are unresponsive to price because of the program's zero co-pay, this rule will increase prices for non-Medicaid consumers. Using drug utilization and expenditure data for the top 200 drugs in 1997 and in 2002, we investigate the relationship between the Medicaid market share (MMS) and the average price of a prescription. Our findings suggest that the Medicaid rules substantially increase equilibrium prices for non-Medicaid consumers. Specifically, a ten percentage-point increase in the MMS is associated with a ten percent increase in the average price of a prescription. This result is robust to the inclusion of controls for a drug's therapeutic class, the existence of generic competition, the number of brand competitors, and the years since the drug entered the market. We also demonstrate that the Medicaid rules increase a firm's incentive to introduce new versions of a drug at higher prices and find empirical evidence in support of this for drugs that do not face generic competition. Taken together, our findings suggest that government procurement can have an important effect on equilibrium prices in the private sector.\n\n",
    "acknowledgement": "\n"
}