{
    "id": 10931,
    "citation_title": "The Structure of Early Care and Education in the United States: Historical Evolution and International Comparisons",
    "citation_author": [
        "Ann Dryden Witte",
        "Marisol Trowbridge"
    ],
    "citation_publication_date": "2004-11-22",
    "issue_date": "2004-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost European governments have universal, consolidated, education-based ECE programs that are available from early in the morning to late in the evening throughout the year. European ECE programs are uniformly of high quality, generally last at least three years, and are funded to serve all children. The US ECE system is composed of three separate programs (Head Start, Pre-Kindergarten (Pre-K) and the child care voucher program) targeted to low-income children. With a few notable exceptions, US ECE programs are funded to serve less than half of the eligible children. US ECE programs developed quite separately. They have different goals, different funding sources, different administrations and policies, and generally last for an academic year or less. Pre-K and Head Start operate only 3 to 6 hours a day and are open only during the academic year. The average quality of US ECE programs is generally much lower than the average quality of European ECE programs. Further, the quality of US ECE programs varies widely even within local areas. Although the US has greatly increased expenditures on ECE, US governments pay only 40% of the costs of ECE, while European governments pay 70% to 90% of the costs of ECE. None of the major US ECE programs simultaneously provides work supports for parents, child development opportunities for children and preparation for school for low-income children. The evidence suggests that the US ECE system is neither efficient nor equitable. Consolidation of funding and administration of current US ECE programs could substantially lower transaction costs for parents and provide more stable care arrangements for children. Increased funding could improve the quality of existing programs, extend hours and months of operation, and make care available to all eligible families. Both the evaluation literature and the European experience suggest that such a consolidated, well-funded system could be successful in preparing poor children for school. Further, the benefits of such a program could well exceed the costs since it is precisely low-income children that benefit most from stable, high-quality ECE. However, such a targeted program will have neither the positive peer group effects nor the social-integration benefits of universal ECE programs.\n\n",
    "acknowledgement": "\n"
}