{
    "id": 1094,
    "citation_title": "Some Aspects of the Taxation of Capital Gains",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1983-03-01",
    "issue_date": "1983-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe analysis of the effects ofcapital gains taxation requires a careful modelling both of the details of the tax code and the imperfections in the capital market. Under the standard assumptions concerning perfect capital marketsand under the standard idealizations of the tax code, there are several strategies by which rational investors can avoid not only all taxes on their capital income;these strategies leave individuals consumption and bequests in each state of nature and at each date unchanged from what they would have been in the absence of taxes.Although certain detailed provisions of the tax code may limit the extent to which rational investors can avail themselves of these tax avoidance activities, there are ways, in a perfect capital market, by which the effects of these restrictions can be ameliorated. Accordingly,any analysis of the effects of capital taxation must focus on imperfect capital market.If individuals face limitations on the amounts which they can borrow and/or if there are limitations on short sales, then under some circumstances there is a locked - in effect (individuals do not sell securities which they would have sold inthe absence of taxation); but under other circumstances individuals are induced to sell securities that they otherwise would have held, in order to takea dvantage of the a symmetric treatment of short term losses and long term gains. A policy of realizing gains as soon as they become eligible for long term treatment dominates the policy of postponing the realization of capital gains,provided the gains are not too large.A simple general equilibrium model is constructed within which it is shown that the taxation of capital gains may increase the volatility of asset prices,and lead individuals not to trade when they otherwise would.While the analysis casts doubt on the significance of the welfare losses resulting from these exchange inefficiencies,there are circumstances in which the tax leads to production inefficiencies, e.g. terminating projects at other than the socially optimal date.Finally, we argue that the focus of some recent policy debates on the short run revenue impact of a decrease in the tax rate on capital gains is misplaced: even when the short run revenue impact is positive, consumption may increase (thus exacerbating inflationary pressures) and private savings may decrease (thus leading to a lower level of investment in the private sector). Moreover, there issome presumption that the long run revenue impact is negative.Our analysis has some important implications for empirical research.In particular, it suggests that the impact of the tax is not adequately summarized by a single number, such as the \"effective tax rate\" representing the average ratio of tax payments to capital gains. Moreover, the impact of the tax cannot be assessed by looking only at reported capital gains and losses.\n\n",
    "acknowledgement": "\n"
}