{
    "id": 10940,
    "citation_title": "Quantitative Implication of A Debt-Deflation Theory of Sudden Stops and Asset Prices",
    "citation_author": [
        "Enrique G. Mendoza",
        "Katherine A. Smith"
    ],
    "citation_publication_date": "2004-12-06",
    "issue_date": "2004-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the quantitative predictions of an equilibrium asset pricing model with financial frictions are consistent with the large consumption and current-account reversals and asset-price collapses observed in the \"Sudden Stops\" of emerging markets crises. Margin requirements set a collateral constraint on foreign borrowing by domestic agents. Foreign traders incur costs in trading assets with domestic agents. Margin constraints bind occasionally depending on equilibrium portfolios and asset prices. When the constraints do not bind, productivity shocks cause standard real-business-cycle effects. When the constraints bind, shocks of the same magnitude cause strikingly different effects that vary with the leverage ratio and the liquidity of asset markets. With high leverage and liquid markets, the shocks trigger margin calls forcing \"fire sales\" of assets. Fisher's debt-deflation mechanism causes subsequent rounds of margin calls, a fall in asset prices and large consumption and current account reversals. The size of the price decline depends on trading costs parameters because these parameters determine the price elasticity of the foreign traders' asset demand function. Price declines of the magnitude observed in the data require a less-than-unitary price elasticity. Precautionary saving makes Sudden Stops infrequent in the long run so that the model can explain both regular business cycles and the unusually large reversals of consumption and current accounts associated with Sudden Stops.\n\n",
    "acknowledgement": "\n"
}