{
    "id": 10953,
    "citation_title": "Has the Unified Budget Undermined the Federal Government Trust Funds?",
    "citation_author": [
        "Sita Nataraj",
        "John B. Shoven"
    ],
    "citation_publication_date": "2004-12-06",
    "issue_date": "2004-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn order to ease the burden on workers during the retirement of the baby boom generation, the 1983 Social Security Reforms set payroll taxes above the level needed to pay current benefits, thus partially prefunding the baby boomers' retirement. The military and civil service retirement programs followed suit in the mid-1980s and switched from pay-as-you-go financing to funded systems. The excess income generated by these retirement programs was held in the federal trust funds, which have accumulated almost $3 trillion since the reforms took place. However, this paper presents evidence that the trust fund build-up may not help future generations due to the adoption of the Unified Budget in 1970. The Unified Budget includes trust fund receipts as income and trust fund payments as expenditures. The empirical evidence suggests that attempts to balance the Unified Budget while the trust funds were generating surpluses has led to increased government spending and personal and corporation income tax cuts within the rest of the federal government. There is no evidence of increased government saving as a result of the trust fund accumulations. An alternate theory of increased national saving is also explored, where increased payroll taxes accompanied by decreased income taxes induces higher personal saving. This mechanism, suggested by Diamond, also does not appear to have significantly enhanced the wealth of future generations.\n\n",
    "acknowledgement": "\n"
}