{
    "id": 10952,
    "citation_title": "The Concept of Systematic Corruption in American Political and Economic History",
    "citation_author": [
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2004-12-06",
    "issue_date": "2004-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe critical role of governance in the promotion of economic development has created intense interest in the manner in which the United States eliminated corruption. This paper examines the concept of corruption in American history; tracing the term corruption to its roots in British political philosophy of the 17th and 18th century, and from there back to Machiavelli, Polybius and Artistole. Corruption was defined prior to 1850 in a way that was significantly different from how it was defined in the Progressive Era. \"Systematic corruption\" embodied the idea that political actors manipulated the economic system to create economic rents that politicians could use to secure control of the government. In other words, politics corrupts economics. The classic cure for systematic corruption was balanced government. Americans fought for independence because they believed that the British government was corrupt. The structure of American constitutions was shaped by the need to implement balanced government. Conflict and debate over the implementation of balanced government dominated the political agenda until the 1840s, when states began moving regulatory policy firmly towards open entry and free competition. By the 1890s, systematic corruption had essentially appeared from political discourse. By then corruption had come to take on its modern meaning: the idea that economic interests corrupt the political process. What modern developing countries with corrupt governments need to learn is how the United States eliminated systematic corruption.\n\n",
    "acknowledgement": "\n"
}