{
    "id": 10958,
    "citation_title": "Using Tontines to Finance Public Goods: Back to the Future?",
    "citation_author": [
        "Andreas Lange",
        "John A. List",
        "Michael K. Price"
    ],
    "citation_publication_date": "2004-12-06",
    "issue_date": "2004-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe tontine, which is an interesting mixture of group annuity, group life insurance, and lottery, has a peculiar place in economic history. In the seventeenth and eighteenth centuries it played a major role in raising funds to finance public goods in Europe, but today it is rarely encountered outside of murder mysteries. This study provides a formal model of individual contribution decisions under a tontine mechanism. We analyze the performance of tontines and compare them to another popular fundraising scheme used today by both government and charitable fundraisers: lotteries. Our major theoretical results are that (i) the optimal tontine for agents with identical valuations of the public good consists of all agents receiving a fixed \"prize\" amount in the first period equal to a percentage of their total contribution, (ii) contribution levels in the optimal tontine are identical to those of risk-neutral agents in an equivalently valued single prize lottery, (iii) contribution levels for the optimal tontine are independent of risk-aversion, and thereby outperform lotteries when agents are risk-averse, (iv) if agents are sufficiently asymmetric in their valuation of the public good, equilibrium contribution levels are larger under tontines than any lottery. In particular, one can obtain full participation in the tontine mechanism compared to only partial participation in a lottery. These insights highlight that the tontine institution can be a useful tool for fundraisers in the future.\n\n",
    "acknowledgement": "\n"
}