{
    "id": 10965,
    "citation_title": "Digging the Dirt at Public Expense: Governance in the Building of the Erie Canal and Other Public Works",
    "citation_author": [
        "Stanley Engerman",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2004-12-13",
    "issue_date": "2004-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Erie Canal was a mammoth public works project undertaken largely because the scope of the investment was beyond what a private firm could manage during the early 19th century. As with most public works, there were ample opportunities for public officials to realize private gains from the effort, and many did. On the whole, however, the construction of the Erie Canal (and most other major public works projects of the era) appears to have been well conceived and executed; it not only paid off more than its costs through tolls, but also generated substantial welfare improvements for the residents of the state of New York in the form of producer and consumer surplus and a wide range of positive externalities. Although there was obviously some fraud and mismanagement, the public authorities carried out the work at costs relatively close to those projected at the point of authorization. In an effort to try to place this episode in a broader perspective, we compare the ratio of actual expenditures on construction relative to the estimated costs at the time of authorization for the Erie Canal, to those for a range of other public works over American history up to the present day. It is our contention that this measure, albeit quite narrow in focus, is informative about the quality of governance of public resources. We highlight how, by this standard, the governance of public resources during the canal era stands up well in comparison with what we have seen since. Indeed, the cost overrun ratios have risen sharply over the last half-century, coinciding with both a marked increase in the relative size of the government sector as well as sustained economic growth. These patterns suggest how important it is that better measures and other means of systematically studying how the prevalence and effects of corruption vary across different contexts be developed.\n\n",
    "acknowledgement": "\n"
}