{
    "id": 10963,
    "citation_title": "Bounds in Competing Risks Models and the War on Cancer",
    "citation_author": [
        "Bo E. Honore",
        "Adriana Lleras Muney"
    ],
    "citation_publication_date": "2004-12-13",
    "issue_date": "2004-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1971 President Nixon declared war on cancer and increased the federal funds allocated to cancer research dramatically. Thirty years later, many have declared this war a failure. Overall cancer statistics confirm this view: age-adjusted mortality in 2000 was essentially unchanged from the early 1970s. At the same time, age-adjusted mortality rates from cardiovascular disease have fallen quite dramatically. Since the causes underlying cancer and cardiovascular disease are likely to be correlated, the decline in mortality rates from cardiovascular disease may be somewhat responsible for the rise in cancer mortality. It is natural to model mortality with more than one cause of death as a competing risks model. Such models are fundamentally unidentified, and it is therefore difficult to get a clear picture of the progress in cancer. This paper derives bounds for aspects of the underlying distributions under a number of different assumptions. Most importantly, we do not assume that the underlying risks are independent, and impose weak parametric assumptions in order to obtain identification. The theoretical contribution of the paper is to provide a framework to estimate competing risk models with interval data and discrete explanatory variables, both of which are common in empirical applications. We use our method to estimate changes in cancer and cardiovascular mortality since 1970. The estimated bounds for the effect of time on the duration until death for either cause are fairly tight and we find that trends in cancer show much larger improvements than previously estimated. For example, we find that time until death from cancer increased by about 10% for white males and 20% for white women.\n\n",
    "acknowledgement": "\n"
}