{
    "id": 10966,
    "citation_title": "Institutions and Technological Innovation During the Early Economic Growth: Evidence from the Great Inventors of the United States, 1790-1930",
    "citation_author": [
        "B. Zorina Khan",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2004-12-13",
    "issue_date": "2004-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmploying a sample of renowned U.S. inventors that combines biographical detail with information on the patents they received over their careers, we highlight the impact of early U.S. patent institutions in providing broad access to economic opportunity and in encouraging trade in new technological knowledge. Through setting low fees and establishing administrative procedures for application, the United States deliberately created a patent system that allowed a much wider range, in socioeconomic class terms, of technologically creative individuals to obtain property rights to their inventions than did European patent institutions. Moreover, by requiring that applications be examined for novelty by technical experts, and by enforcing patent rights strictly, the U.S. system reduced uncertainty about the validity of patent rights, and in that way lowered the cost of transacting in them. Creating secure assets in new technological knowledge and facilitating access to markets in technology in this way both stimulated specialization at invention and further enhanced the opportunities available to technologically creative individuals who would otherwise have lacked the capital to directly extract returns from their efforts. Indeed, we show that until the late 19th century, the 'great inventors' of the U.S. generally had backgrounds that permitted them only limited formal schooling, and made extensive use of their abilities under the patent system to extract returns from trading their patent rights. The usefulness of the 19th century U.S. patent system to inventors with humble origins may have implications for the design of intellectual property institutions in contemporary developing countries.\n\n",
    "acknowledgement": "\n"
}