{
    "id": 10977,
    "citation_title": "Tax Policy for Health Insurance",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2004-12-13",
    "issue_date": "2004-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a $140 billion existing tax break for employer-provided health insurance, tax policy remains the tool of choice for many policy-makers in addressing the problem of the uninsured.  In this paper, I use a microsimulation model to estimate the impact of various tax interventions to cover the uninsured, relative to an expansion of public insurance designed to accomplish the same goals.  I contrast the efficiency of these policies along several dimensions, most notably the dollars of public spending per dollar of insurance value provided.  I find that every tax policy is much less efficient than public insurance expansions: while public insurance costs the government only between $1.17 and $1.33 per dollar of insurance value provided, tax policies cost the government between $2.36 and $12.98 per dollar of insurance value provided.  I also find that targeting is crucial for efficient tax policy; policies tightly targeted to the lowest income earners have a much higher efficiency than those available higher in the income distribution.  Within tax policies, tax credits aimed at employers are the most efficient, and tax credits aimed at employees are the least efficient, because the single greatest determinant of insurance coverage is being offered insurance by your employer, and because most employees who are offered already take up that insurance.  Tax credits targeted at non-group coverage are fairly similar to employer tax credits at low levels, but much less efficient at higher levels.\n\n",
    "acknowledgement": "\n"
}