{
    "id": 10989,
    "citation_title": "The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market",
    "citation_author": [
        "Jeffrey R. Brown",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2004-12-20",
    "issue_date": "2004-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the provision of even incomplete public insurance can substantially crowd out private insurance demand. We examine the interaction of the public Medicaid program with the private market for long-term care insurance and estimate that Medicaid can explain the lack of private insurance purchases for at least two-thirds and as much as 90 percent of the wealth distribution, even if comprehensive, actuarially fair private policies were available. Medicaid's large crowd out effect stems from the very large implicit tax (on the order of 60 to 75 percent for a median wealth individual) that Medicaid imposes on the benefits paid from private insurance policies. Importantly, Medicaid itself provides an inadequate mechanism for smoothing consumption for most individuals, so that its crowd out effect has important implications for overall risk exposure. An implication of our findings is that public policies designed to stimulate private insurance demand will be of limited efficacy as long as Medicaid continues to impose this large implicit tax.\n\n",
    "acknowledgement": "\n"
}