{
    "id": 10988,
    "citation_title": "Happy News from the Dismal Science: Reassessing the Japanese Fiscal Policy and Sustainability",
    "citation_author": [
        "Christian Broda",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2004-12-20",
    "issue_date": "2004-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze fiscal policy and fiscal sustainability in Japan using a variant of the methodology developed in Blanchard (1990). We find that Japan can achieve fiscal sustainability over a 100-year horizon with relatively small changes in the tax-to-GDP ratio. Our analysis differs from more pessimistic analyses in several dimensions. First, since Japanese net debt is only half that of gross debt, we demonstrate that the current debt burden is much lower than is typically reported. This means that monetization of the debt will have little impact on Japan's fiscal sustainability because Japan's problem is the level of future liabilities not current ones. Second, we argue that one obtains very different projections of social security burdens based on the standard assumption that Japan's population is on a trend towards extinction rather than transitioning to a new lower level. Third, we demonstrate that some modest cost containment of the growth rate of real per capita benefits, such as cutting expenditures for shrinking demographic categories, can dramatically lower the necessary tax burden. In sum, no scenario involves Japanese taxes rising above those in Europe today and many result in tax-to-GDP ratios comparable to those in the United States.\n\n",
    "acknowledgement": "\n"
}