{
    "id": 10980,
    "citation_title": "Why Should We Care About Child Labor? The Education, Labor Market, and Health Consequences of Child Labor",
    "citation_author": [
        "Kathleen Beegle",
        "Rajeev Dehejia",
        "Roberta Gatti"
    ],
    "citation_publication_date": "2004-12-13",
    "issue_date": "2004-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough there is an extensive literature on the determinants of child labor and many initiatives aimed at combating it, there is limited evidence on the consequences of child labor on socio-economic outcomes such as education, wages, and health. We evaluate the causal effect of child labor participation on these outcomes using panel data from Vietnam and an instrumental variables strategy. Five years subsequent to the child labor experience, we find significant negative impacts on school participation and educational attainment, but also find substantially higher earnings for those (young) adults who worked as children. We find no significant effects on health. Over a longer horizon, we estimate that from age 30 onward the forgone earnings attributable to lost schooling exceed any earnings gain associated with child labor and that the net present discounted value of child labor is positive for discount rates of 11.5 percent or higher. We show that child labor is prevalent among households likely to have higher borrowing costs, that are farther from schools, and whose adult members experienced negative returns to their own education. This evidence suggests that reducing child labor will require facilitating access to credit and will also require households to be forward looking.\n\n",
    "acknowledgement": "\n"
}