{
    "id": 10994,
    "citation_title": "Explaining the Magnitude of Liquidity Premia: The Roles of Return Predictability, Wealth Shocks and State-Dependent Transaction Costs",
    "citation_author": [
        "Anthony W. Lynch",
        "Sinan Tan"
    ],
    "citation_publication_date": "2004-12-20",
    "issue_date": "2004-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe seminal work of Constantinides (1986) documents how, when the risky return is calibrated to the U.S. market return, the impact of transaction costs on per-annum liquidity premia is an order of magnitude smaller than the cost rate itself. A number of recent papers have formed portfolios sorted on liquidity measures and found a spread in expected per-annum return that is definitely not an order of magnitude smaller than the transaction cost spread: the expected per-annum return spread is found to be around 6-7% per annum. Our paper bridges the gap between Constantinides' theoretical result and the empirical magnitude of the liquidity premium by examining dynamic portfolio choice with transaction costs in a variety of more elaborate settings that move the problem closer to the one solved by real-world investors. In particular, we allow returns to be predictable and transaction costs to be stochastic, and we introduce wealth shocks, both stationary multiplicative and labor income. With predictable returns, we also allow the wealth shocks and transaction costs to be state dependent. We find that adding these real world complications to the canonical problem can cause transactions costs to produce per-annum liquidity premia that are no longer an order of magnitude smaller than the rate, but are instead the same order of magnitude. For example, predictable returns and i.i.d. labor income growth causes the liquidity premium for an agent with a wealth to monthly labor income ratio of 0 or 10 to be 1.68\\% and 1.20\\% respectively; these are 21-fold and 15-fold increases, respectively, relative to that in the standard i.i.d. return case. We conclude that the effect of proportional transaction costs on the standard consumption and portfolio allocation problem with i.i.d. returns can be materially altered by reasonable perturbations that bring the problem closer to the one investors are actually solving.\n\n",
    "acknowledgement": "\n"
}