{
    "id": 1099,
    "citation_title": "The New Nexus among Trade, Industrial and Exchange-Rate Policies",
    "citation_author": [
        "J. David Richardson"
    ],
    "citation_publication_date": "1983-03-01",
    "issue_date": "1983-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the new interconnections between real and financial policies that affect international transactions. Among other conclusions are the following. (1) In a world of spatially mobile capital and reasonably accurate expectations, trends in international competitiveness and financial asset yields are tightly linked. Volatility in one causes volatility in the other. Policies that affect one affect the other.Financial policy influences real exchange rates and alters the pressures for trade and industrial policy. Trade and industrial policy causes overshooting of financial variables, and alters the pressures for financial policy.(2) Any failureto make real and financial policy stable, credible,systematic, and predictable generates volatile and costly signals to reallocate resources. The problems with this are unpredictability more than inefficiency and resource disorder more than resource mis-order.(3) Stable, credible, systematic, and transparent exchange-rate policy can allay resource disorder by limiting deviations around economic trends.Economic trends can be enhanced in the presence of well-defined market imperfections by stable, credible, systematic, and transparent trade and industrial policies. (4) To reduce the likelihood of global resource disorder, real and financial policy options may involve retreating from multilateralism and from unrealistically binding rules. Sensible and timely alternatives seem to be aggressive bilateral peacemaking, non-inclusive coalition formation, and the formulation of credible \"conventions\" to govern government policy, both real and financial.\n\n",
    "acknowledgement": "\n"
}