{
    "id": 11001,
    "citation_title": "Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency",
    "citation_author": [
        "Kira Markiewicz",
        "Nancy L. Rose",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2004-12-20",
    "issue_date": "2004-12-20",
    "revision_date": "2007-06-28",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile neoclassical models assume static cost-minimization by firms, agency models suggest that firms may not minimize costs in less-competitive or regulated environments. We test this using a transition from cost-of-service regulation to market-oriented environments for many U.S. electric generating plants. Our estimates of input demand suggest that publicly-owned plants, whose owners were largely insulated from these reforms, experienced the smallest efficiency gains, while investor-owned plants in states that restructured their wholesale electricity markets improved the most. The results suggest modest medium-term efficiency benefits from replacing regulated monopoly with a market-based industry structure.\n\n",
    "acknowledgement": "\nRose gratefully acknowledges support from the MIT Center for Energy and Environmental Policy Research (CEEPR), the Hoover Institution, the Guggenheim Foundation, and the National Bureau of Economic Research. We thank participants at NBER Productivity and Industrial Organization program meetings, the University of California Energy Institute POWER conference, and the MIT CEEPR conference, as well as seminar participants at Chicago, Harvard, MIT, UC Berkeley, UC Davis and Yale for their suggestions. Our work has benefited greatly from detailed comments by Mitali Das, Al Klevorick, Mark Roberts, Charles Rossman and Johannes Van Biesebroeck, and two anonymous referees. We thank Tom Wilkening for assistance in coding restructuring policies across states and Jen-Jen L'ao for assistance coding plant identities. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}