{
    "id": 11010,
    "citation_title": "Labor Income Dynamics at Business-Cycle Frequencies: Implications for Portfolio Choice",
    "citation_author": [
        "Anthony W. Lynch",
        "Sinan Tan"
    ],
    "citation_publication_date": "2004-12-27",
    "issue_date": "2004-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large recent literature has focused on multiperiod portfolio choice with labor income, and while the models are elaborate along several dimensions, they all assume that the joint distribution of shocks to labor income and asset returns is i.i.d.. Calibrating this joint distribution to U.S. data, these papers obtain three results not found empirically for U.S. households: young agents choose a higher stock allocation than old agents; young agents choose a higher stock allocation when poor than when rich; and, young agents always hold some stock. This paper asks whether allowing the conditional joint distribution to depend on the business cycle can allow the model to generate equity holdings that better match those of U.S. households, while keeping the unconditional distribution the same as in the data. Calibrating the business-cycle variation in the first two moments of labor income growth to U.S. data leads to large reductions in stock holdings by young agents with low wealth-income ratios. The reductions are so large that young, poor agents now hold less stock than both young, rich agents and old agents, and also hold no stock a large fraction of the time. Our results suggest that the predictability of labor-income growth at a business-cycle frequency plays an important role in a young agent's decision-making about her portfolio's stock holding.\n\n",
    "acknowledgement": "\n"
}