{
    "id": 11019,
    "citation_title": "Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes",
    "citation_author": [
        "Patrick Bayer",
        "Stephen Ross",
        "Giorgio Topa"
    ],
    "citation_publication_date": "2005-01-10",
    "issue_date": "2005-01-10",
    "revision_date": "2008-04-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a novel research design to empirically detect the effect of social interactions among neighbors on labor market outcomes. Specifically, using Census data that characterize residential and employment locations down to the city block, we examine whether individuals residing in the same block are more likely to work together than those in nearby blocks. We find evidence of significant social interactions operating at the block level: residing on the same versus nearby blocks increases the probability of working together by over 33 percent. The results also indicate that this referral effect is stronger when individuals are similar in socio-demographic characteristics (e.g., both have children of similar ages) and when at least one individual is well attached to the labor market. These findings are robust across various specifications intended to address concerns related to sorting and reverse causation. Further, having determined the characteristics of a pair of individuals that lead to an especially strong referral effect, we provide evidence that the increased availability of neighborhood referrals has a significant impact on a wide range of labor market outcomes including labor force participation, hours and earnings.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful suggestions and comments from Joe Altonji, Pat Bajari, Ed Glaeser, Kevin Lang, Rob McMillan, David Neumark, Stuart Rosenthal, Wilbert van der Klaauw, Ken Wolpin, the editor and two anonymous referees, and seminar participants at AEA, Boston College, Brown, Columbia, Cornell, Econometric Society, Miami, NY Fed, NYU, Southern Methodist, Stanford and Yale. Shihe Fu, Anupam Nanda and Chris Huckfeldt have provided excellent research assistance. The authors are grateful to the Department of Housing and Urban Development, the Federal Reserve Bank of New York, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut for financial support. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center (BRDC). Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. The views and opinions offered in this paper do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the U.S. Department of Housing and Urban Development, any other agency of the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}