{
    "id": 11011,
    "citation_title": "PIPE Dreams? The Performance of Companies Issuing Equity Privately",
    "citation_author": [
        "David J. Brophy",
        "Paige P. Ouimet",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2004-12-27",
    "issue_date": "2004-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivate Investments in Public Equity (PIPEs) have become an important source of financing for young, publicly traded firms whose poor operating performance may limit alternative financing options. We propose that firms are motivated to sell these securities to minimize costs associated with asymmetric information. We find that both the security structure and the investor composition of a PIPE security matter in the subsequent performance of the issuing firm. Poor post-issuance performance is associated with securities where investors obtain significant repricing rights, which protect them from future stock price declines. Furthermore, companies that obtain financing from hedge funds tend to under-perform companies that obtain financing from other institutional investors. We argue that hedge funds act as investors of last resort, playing an important role in the market for young, high-risk firms with substantial asymmetric information. Hedge funds are willing to fund such high-risk companies because they can protect against possible price declines in the issuing companies by either negotiating PIPE securities with repricing rights or by entering into short positions of the underlying stocks of the issuing companies.\n\n",
    "acknowledgement": "\n"
}