{
    "id": 11022,
    "citation_title": "Lobbies and Technology Diffusion",
    "citation_author": [
        "Diego Comin",
        "Bart Hobijn"
    ],
    "citation_publication_date": "2005-01-10",
    "issue_date": "2005-01-10",
    "revision_date": "2007-01-30",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores whether lobbies slow down technology diffusion. To answer this question, we exploit the differential effect of various institutional attributes that should affect the costs of erecting barriers when the new technology has a technologically close predecessor but not otherwise. We implement this test in a unique dataset compiled by us that covers the diffusion of 20 technologies for 23 countries over the past two centuries. We find that each of the relevant institutional variables that affect the costs of erecting barriers has a significantly larger effect on the diffusion of technologies with a competing predecessor technology than when no such a technology exists. These effects are quantitatively important. Thus, we conclude that lobbies are an important barrier to technology adoption and to development.\n\n",
    "acknowledgement": "\nWe appreciate the superb research assistance of Erick Gong, Kristy Mayer and Bess Rabin. The paper has benefited from the comments of Daron Acemoglu, Philippe Aghion, Manuel Amador, Heski Bar-Isaac, Roland Benabou, Mark Doms, Catherine Haffer, Mike Kremer, David Laibson, John Leahy, Adam Przeworski, Paul Romer, Gilles Saint-Paul, Betsy Stevenson, Xavier Tafunell, Jim Robinson, Romain Wacziarg, Richard Zeckhauser and seminar participants at Harvard, San Francisco Fed, Stanford Business School, the NBER Summer Institute and NYU. Comin thanks financial assistance from the NSF and C.V. Starr Center for Applied Economics. The views expressed in this paper solely reflect those of the authors and not necessarily those of the Federal Reserve Bank of New York, nor those of the NBER, nor those of the Federal Reserve System as a whole.\n\n\n"
}