{
    "id": 11032,
    "citation_title": "Allander Series: Skill Policies for Scotland",
    "citation_author": [
        "James J. Heckman",
        "Dimitriy V. Masterov"
    ],
    "citation_publication_date": "2005-01-10",
    "issue_date": "2005-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that skill formation is a life-cycle process and develops the implications of this insight for Scottish social policy. Families are major producers of skills, and a successful policy needs to promote effective families and to supplement failing ones. We present evidence that early disadvantages produce severe later disadvantages that are hard to remedy. We also show that cognitive ability is not the only determinant of education, labor market outcomes and pathological behavior like crime. Abilities differ in their malleability over the life-cycle, with noncognitive skills being more malleable at later ages. This has important implications for the design of policy. The gaps in skills and abilities open up early, and schooling merely widens them. Additional university tuition subsidies or improvements in school quality are not warranted by Scottish evidence. Company-sponsored job training yields a higher return for the most able and so this form of investment will exacerbate the gaps it is intended to close. For the same reason, public job training is not likely to help adult workers whose skills are rendered obsolete by skill-biased technological change. Targeted early interventions, however, have proven to be very effective in compensating for the effect of neglect.\n\n",
    "acknowledgement": "\n"
}