{
    "id": 11040,
    "citation_title": "World Trade Flows: 1962-2000",
    "citation_author": [
        "Robert C. Feenstra",
        "Robert E. Lipsey",
        "Haiyan Deng",
        "Alyson C. Ma",
        "Hengyong Mo"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a set of bilateral trade data by commodity for 1962-2000, which is available from www.nber.org/data (International Trade Data, NBER-UN world trade data). Users must agree not to resell or distribute the data for 1984-2000. The data are organized by the 4-digit Standard International Trade Classification, revision 2, with country codes similar to the United Nations classification. This dataset updates the Statistics Canada World Trade Database as described in Feenstra, Lipsey, and Bowen (1997), which was available for years 1970-1992. In that database, Statistics Canada had revised the United Nations trade data, mostly derived from the export side, to fit the Canadian trade classification and in some cases to add data not available from the export reports. In contrast, in the new NBER-UN dataset we give primacy to the trade flows reported by the importing country, whenever they are available, assuming that these are more accurate than reports by the exporters. If the importer report is not available for a country-pair, however, then the corresponding exporter report is used instead. Corrections and additions are made to the United Nations data for trade flows to and from the United States, exports from Hong Kong and China, and imports into many other countries.\n\n",
    "acknowledgement": "\n"
}