{
    "id": 1104,
    "citation_title": "Characteristics of U.S. Manufacturing Companies Investing Abroad and their Choice of Production Locations",
    "citation_author": [
        "Robert E. Lipsey",
        "Irving B. Kravis",
        "Linda O'Connor"
    ],
    "citation_publication_date": "1983-04-01",
    "issue_date": "1983-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to examine the relations among characteristics of U.S. firms, their tendency to invest abroad, and their choice of production locations. The larger the firm, and the higher its profitability, capital intensity, technological Intensity, and the skill level ofits labor force, the higher the probability that it was a foreign investor.Some of these factors were largely associated with the industry the firm was in but size, R&D, and profitability were characteristics of investing firms within individual industries.Despite its importance in determining the probability that a firm would invest abroad, size of firm appeared to have no relation to the importance of foreign investment; among firms that invested at all, large firms did not produce a higher proportion of their output abroad than small firms. The concentration of manufacturing abroad in a small number of corn-panies is largely a reflection of the concentration within the United States. The influence of size, we conclude, reflects economies of scale not in production but in investing.We found no evidence that, in general, low-wage U.S. firms tended to invest in low-wage countries or that R&D - intensive firms tended to operate more in countries with highly sophisticated or educated labor. In fact,investors in developing countries, and particularly those in some Southeast Asian countries, tended to be more R&D intensive than investors in developed countries. There was some indication that in industries other than machinery R&D - intensive firms were more inclined than others to license technology, while in the machinery industries, R&D - intensive firms tended to license less:to exploit their technological capital in foreign markets by producing there rather than by licensing.\n\n",
    "acknowledgement": "\n"
}