{
    "id": 11042,
    "citation_title": "Meese-Rogoff Redux: Micro-Based Exchange Rate Forecasting",
    "citation_author": [
        "Martin D.D. Evans",
        "Richard K. Lyons"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the true, ex-ante forecasting performance of a micro-based model against both a standard macro model and a random walk. In contrast to existing literature, which is focused on longer horizon forecasting, we examine forecasting over horizons from one day to one month (the one-month horizon being where micro and macro analysis begin to overlap). Over our 3-year forecasting sample, we find that the micro-based model consistently out-performs both the random walk and the macro model. Micro-based forecasts account for almost 16 per cent of the sample variance in monthly spot rate changes. These results provide a level of empirical validation as yet unattained by other models. Our result that the micro-based model out-performs the macro model does not imply that macro fundamentals will never explain exchange rates. Quite the contrary, our findings are in fact consistent with the view that the principal driver of exchange rates is standard macro fundamentals. In Evans and Lyons (2004b)we report firm evidence that the non-public information that we exploit here for forecasting exchange rates is also useful for forecasting macro fundamentals themselves.\n\n",
    "acknowledgement": "\n"
}