{
    "id": 11045,
    "citation_title": "Is Poland the Next Spain?",
    "citation_author": [
        "Francesco Caselli",
        "Silvana Tenreyro"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit Western Europe's record with labor-productivity convergence, and tentatively extrapolate its implications for the future path of Eastern Europe. The poorer Western European countries caught up with the richer ones through both higher rates of physical capital accumulation and greater total factor productivity gains. These (relatively) high rates of capital accumulation and TFP growth reflect convergence along two margins. One margin (between industry) is a massive reallocation of labor from agriculture to manufacturing and services, which have higher capital intensity and use resources more efficiently. The other margin (within industry) reflects capital deepening and technology catch-up at the industry level. In Eastern Europe the employment share of agriculture is typically quite large, and agriculture is particularly unproductive. Hence, there are potential gains from sectoral reallocation. However, quantitatively the between-industry component of the East's income gap is quite small. Hence, the East seems to have only one real margin to exploit: the within-industry one. Coupled with the fact that within-industry productivity gaps are enormous, this suggests that convergence will take a long time. On the positive side, however, Eastern Europe already has levels of human capital similar to those of Western Europe. This is good news because human capital gaps have proved very persistent in Western Europe's experience. Hence, Eastern Europe does start out without the handicap that is harder to overcome.\n\n",
    "acknowledgement": "\n"
}