{
    "id": 11056,
    "citation_title": "A Monetary Policy Rule for Automatic Prevention of a Liquidity Trap",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn analyses of \"liquidity trap\" problems associated with the zero lower bound (ZLB) on nominal interest rates, it is important to emphasize the difference between policy rule changes, intended to help escape an existing ZLB situation, and maintained policy rules designed so as to avoid ZLB situations. Analysis assuming that rule changes would lead to a new RE equilibrium immediately seems implausible. Accordingly, the paper focuses on the design of a rule that should retain stabilization effectiveness even if the economy is temporarily shocked into a ZLB situation.\nThe rule considered is one that uses as its instrument variable a weighted average of an interest rate and the rate of depreciation of the nominal exchange rate. With a small weight attached to the depreciation term, it will be nearly irrelevant in normal situations but call for strong adjustments when the ZLB condition prevails. Stabilizing properties of this \"MC\" rule are studied within a small open economy model developed by McCallum and Nelson. Results indicate that under ZLB conditions the MC rule will provide strong stabilizing policy actions yet, under conditions such that the ZLB constraint is not relevant, the MC rule need not hinder monetary policy.\n\n",
    "acknowledgement": "\n"
}