{
    "id": 11058,
    "citation_title": "The Irony of Reform: Did Large Employers Subvert Workplace Safety Reform, 1869 to 1930?",
    "citation_author": [
        "Price Fishback"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1869 and the early 1900s state governments regulated safety in mines and factories and reformed the liability for accidents.  Reformers sought to reduce workers' risks and ensure that those involved in accidents received reasonable medical care and compensation for lost earnings.   Yet large employers often wielded significant clout.   This paper explores the extent to which large employers, measured by average number of employees, subverted the safety reform process, including the adoption of safety legislation, its scope, and the resources devoted to enforcement.\nThe findings vary by industry.  In coal mining large employers followed a defensive strategy, limiting the breadth of regulation, pressing for regulations that were enforced more against workers than against employers, and weakening enforcement.  In manufacturing, on the other hand, safety regulations were introduced earlier in states with larger average establishment sizes.  Reformers may have succeeded in imposing regulations on large manufacturing employers.  However, the finding is also consistent with large firms working to raise rivals' costs and the analytical narratives suggest that manufacturing employers at times shaped the legislation to their benefit and that the regulations were often poorly enforced.\n\n",
    "acknowledgement": "\n"
}