{
    "id": 11057,
    "citation_title": "Colonialism, Inequality, and Long-Run Paths of Development",
    "citation_author": [
        "Stanley L. Engerman",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2005-01-17",
    "issue_date": "2005-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last few years, colonialism, especially as pursued by Europeans, has enjoyed a revival in interest among both scholars and the general public. Although a number of new accounts cast colonial empires in a more favorable light than has generally been customary, others contend that colonial powers often leveraged their imbalance in power to impose institutional arrangements on the colonies that were adverse to long-term development. We argue here, however, that one of the most fundamental impacts of European colonization may have been in altering the composition of the populations in the areas colonized. The efforts of the Europeans often involved implanting ongoing communities who were greatly advantaged over natives in terms of human capital and legal status. Because the paths of institutional development were sensitive to the incidence of extreme inequality which resulted, their activity had long lingering effects. More study is needed to identify all of the mechanisms at work, but the evidence from the colonies in the Americas suggests that it was those that began with extreme inequality and population heterogeneity that came to exhibit persistence over time in evolving institutions that restricted access to economic opportunities and generated lower rates of public investment in schools and other infrastructure considered conducive to growth. These patterns may help to explain why a great many societies with legacies as colonies with extreme inequality have suffered from poor development experiences.\n\n",
    "acknowledgement": "\n"
}