{
    "id": 1106,
    "citation_title": "On the Relevance or Irrelevance of Public Financial Policy: Indexation,Price Rigidities and Optimal Monetary Policy",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1983-04-01",
    "issue_date": "1983-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is concerned with delineating conditions under which public financial policies have no real and/or price effects. In the absence of intergenerational distribution effects, public financial policy is irrelevant:an increase in government debt (whether indexed or not), an exchange of anindexed bond for a non-indexed bond, or an exchange of a short term bond fora long term bond has neither real nor financial effects. We also describe changes in financial policy in which the supply of bonds are increased and the nominal interest rate increases, which have an effect on the rate of inflation, but no real effects. We examine the implications of price and wage rigidities and the existence of a non-interest bearing financial asset used for transactions purposes for the validity of these irrelevance theorems.In general, public financial policies have effects on intergenerational distribution; alternative financial policies have implications for the pattern of capital accumulation (an effect which was the center of the literature on money and growth) and on the sharing of risks among members of different generations. We examine the consequences of three alternative financial policies,a fixed supply of financial assets, a fixed price level, and a fixed real supply of government indebtedness; under some plausible conditions, the latter policy may provide for the least intergenerational variability inconsumption.\n\n",
    "acknowledgement": "\n"
}