{
    "id": 11079,
    "citation_title": "Saving and Cohabitation: The Economic Consequences of Living with One's Parents in Italy and the Netherlands",
    "citation_author": [
        "Rob Alessie",
        "Agar Brugiavini",
        "Guglielmo Weber"
    ],
    "citation_publication_date": "2005-01-24",
    "issue_date": "2005-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper deals with the e.ects of cohabitation of grown children with their parents on household saving, using data from Italy and the Netherlands. It presents a two-period gametheoretical model where the child has to decide whether to move out of the parental home. This decision is affected by transaction costs, the child's preference for independence, and by the consumption loss induced by the move (consumption is a public good while the child lives in the parental home). We show that the child's income share affects the household saving decision, in contrast with predictions of the standard unitary model of household decision making. Empirical results from both countries are supportive of the key model predictions. We find strong positive effects of the child income share on the saving rate in Italy, where we calculate saving as the difference between disposable income and consumption but cannot distinguish children who will leave from those who will stay. We also find some significant effects of the child income share on household saving rate in the Netherlands, where saving is computed as the change over time in financial wealth. In the Dutch data we distinguish between children who stay and children who leave. The effect of the child's income share is significantly negative for those who stay, positive for those who leave.\n\n",
    "acknowledgement": "\n"
}