{
    "id": 11074,
    "citation_title": "Optimal Defaults and Active Decisions",
    "citation_author": [
        "Gabriel D. Carroll",
        "James J. Choi",
        "David Laibson",
        "Brigitte Madrian",
        "Andrew Metrick"
    ],
    "citation_publication_date": "2005-01-24",
    "issue_date": "2005-01-24",
    "revision_date": "2010-01-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDefaults can have a dramatic influence on consumer decisions. We identify an overlooked but practical alternative to defaults: requiring individuals to make an explicit choice for themselves. We study such \"active decisions\" in the context of 401(k) saving. We find that compelling new hires to make active decisions about 401(k) enrollment raises the initial fraction that enroll by 28 percentage points relative to a standard opt-in enrollment procedure, producing a savings distribution three months after hire that would take three years to achieve under standard enrollment. We also present a model of 401(k) enrollment and characterize the optimal enrollment regime. Active decisions are optimal when consumers have a strong propensity to procrastinate and savings preferences that are highly heterogeneous. Naive beliefs about future time-inconsistency strengthen the normative appeal of the active-decision enrollment regime. However, financial illiteracy favors default enrollment over active decision enrollment.\n\n",
    "acknowledgement": "\nWe thank Hewitt Associates for their help in providing the data. We are particularly grateful to Lori Lucas, Jim McGhee, Scott Peterson, Deborah Bonus, and Yan Xu, some of our many contacts at Hewitt. We also appreciate many helpful conversations with Harlan Fleece and the exceptional research assistance of Nelson Uhan, Jared Gross, John Friedman, Hongyi Li, Laura Serban, Keith Ericson, Ben Grossman, and Fuad Faridi. Richard Thaler, Mark Iwry, Shlomo Benartzi, Annamaria Lusardi, and seminar participants at the University of Chicago, Harvard, MIT, Berkeley, Cornell, USC, LSE, Wharton, Dartmouth, Stanford, the New York Federal Reserve, the Russell Sage Foundation, and the NBER have provided much useful feedback. Choi acknowledges financial support from a National Science Foundation Graduate Research Fellowship and the Mustard Seed Foundation. Choi, Laibson, and Madrian acknowledge individual and collective financial support from the National Institute on Aging (grants R01-AG-16605, R29-AG-013020, and T32-AG00186). Laibson also acknowledges financial support from the Sloan Foundation.\n\n\n"
}