{
    "id": 11076,
    "citation_title": "Systemic Crises and Growth",
    "citation_author": [
        "Romain Ranciere",
        "Aaron Tornell",
        "Frank Westermann"
    ],
    "citation_publication_date": "2005-01-24",
    "issue_date": "2005-01-24",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we document the fact that countries that have experienced occasional financial crises have, on average, grown faster than countries with stable financial conditions. We measure the incidence of crisis with the skewness of credit growth, and find that it has a robust negative effect on GDP growth. This link coexists with the negative link between variance and growth typically found in the literature. To explain the link between crises and growth we present a model where contract enforce-ability problems generate borrowing constraints and impede growth.  In the set of financially liberalized countries with a moderate degree of contract enforceability, systemic risk-taking relaxes borrowing constraints and increases investment.  This leads to higher mean growth, but also to greater incidence of crises.  We find that the negative link between skewness and growth is indeed strongest in this set of countries, validating the restrictions imposed by the model's equilibrium.\n\n",
    "acknowledgement": "\nWe thank Jess Benhabib, Ariel Burstein, Roberto Chang, Daniel Cohen, Raquel Fernandez, Pierre Gourinchas, Thorvaldur Gylfason, Jurgen von Hagen, Lutz Hendricks, Olivier Jeanne, Kai Konrad, Fabrizio Perri, Thomas Piketty, Joris Pinkse, Carmen Reinhart, Hans-Werner Sinn, Carolyn Sissoko, Jaume Ventura, Fabrizio Zilibotti, and seminar participants at Bonn, DELTA, ESSIM, ECB, Harvard, IIES, IMF, Munich, NBER and NYU for helpful comments.  Chiarra Sardelli, Guillermo Vuletin, and Mary Yang provided excellent research assistance.\n\n\n"
}