{
    "id": 11072,
    "citation_title": "How do Incumbents Respond to the Threat of Entry? Evidence from the Major Airlines",
    "citation_author": [
        "Austan Goolsbee",
        "Chad Syverson"
    ],
    "citation_publication_date": "2005-01-24",
    "issue_date": "2005-01-24",
    "revision_date": "2008-08-13",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how incumbents respond to the threat of entry by competitors (as distinct from how they respond to actual entry).  We look specifically at passenger airlines, using the evolution of Southwest Airlines' route network to identify particular routes where the probability of future entry rises abruptly.  We find incumbents cut fares significantly when threatened by Southwest's entry.  Over half of Southwest's total impact on incumbent fares occurs before Southwest starts flying.  These cuts are only on threatened routes, not those out of non-Southwest competing airports.  The evidence on whether incumbents are seeking to deter or accommodate entry is mixed.\n\n",
    "acknowledgement": "\nWe thank Gary Becker, Severin Borenstein, Dennis Carlton, Edward Glaeser, Robert Gordon, Justine Hastings, Elena Krasnokutskaya, Mara Lederman, Chris Mayer, Nancy Rose, Fiona Scott Morton, Mike Whinston, anonymous referees, and seminar participants at University of California San Diego, Chicago, Dartmouth (Tuck), Illinois, Minneapolis Federal Reserve Bank, Minnesota, Massachusetts Institute of Technology, North Dakota, Northwestern, Pittsburgh, Rochester, Wharton, Wisconsin, Yale, the Society for Economic Dynamics Annual Meeting, the Harvard Business School Strategy Conference, the NET Institute Conference, and the joint Federal Reserve Bank-George Washington University seminar for helpful comments.  Brian Melzer and Luis Andres provided superior research assistance.  Financial support from the NET Institute (http://www.NETinst.org) is gratefully acknowledged.  Goolsbee also thanks the National Science Foundation, the Initiative on Global Markets and the American Bar Foundation for financial support.\n\n\n"
}