{
    "id": 11084,
    "citation_title": "Reducing the Risk of Investment-Based Social Security Reform",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "2005-01-31",
    "issue_date": "2005-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the risks implied by a mixed system of Social Security pension benefits with different combinations of pay-as-you-go taxes and personal retirement account (PRA)  saving.  The analysis shows how these risks can be reduced by using alternative private market guarantee strategies. The first such strategy uses a blend of equities and TIPS to guarantee at least a positive real rate or return on each year's PRA saving. The second is an explicit zero-cost collar that guarantees an annual rate of return by giving up all returns above a certain level. One variant of these guarantees uses a two stage procedure: a guaranteed return to age 66 and then a separate guarantee on the implicit return in the annuity phase.  An alternative strategy provides a combined guarantee on the return during both the accumulation and the annuity phase.\n\tSimulations are presented of the probability distributions of retirement incomes relative to the \"benchmark\" benefits specified in current law. Calculations of expected utility show that these risk reduction techniques can raise  expected utility relative to the plans with no guarantees. The ability to do so depends on the individual's risk aversion level.  This underlines the idea that different individuals would rationally prefer different investment strategies and risk reduction options.\n\n",
    "acknowledgement": "\n"
}