{
    "id": 11080,
    "citation_title": "Politics, Relief, and Reform: The Transformation of America's Social Welfare System during the New Deal",
    "citation_author": [
        "John Joseph Wallis",
        "Price Fishback",
        "Shawn Kantor"
    ],
    "citation_publication_date": "2005-01-24",
    "issue_date": "2005-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American social welfare system was transformed during the 1930s. Prior to the New Deal public relief was administered almost exclusively by local governments. The administration of local public relief was widely thought to be corrupt. Beginning in 1933, federal, state, and local governments cooperatively built a larger social welfare system. While the majority of the funds for relief spending came from the federal government, the majority of administrative decisions were made at state and local levels. While New Dealers were often accused of playing politics with relief, social welfare system created by the New Deal (still largely in place today) is more often maligned for being bureaucratic than for being corrupt. We do not believe that New Dealers were motivated by altruistic motives when they shaped New Deal relief policies. Evidence suggests that politics was always the key issue. But we show how the interaction of political interests at the federal, state, and local levels of government created political incentives for the national relief administration to curb corruption by actors at the state and local level. This led to different patterns of relief spending when programs were controlled by national, rather than state and local officials. In the permanent social welfare system created by the Social Security Act, the national government pressed for the substitution of rules rather than discretion in the administration of relief. This, ultimately, significantly reduced the level of corruption in the administration of welfare programs.\n\n",
    "acknowledgement": "\n"
}