{
    "id": 1109,
    "citation_title": "Survey Response Variation in the Current Population Survey",
    "citation_author": [
        "James M. Poterba",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "1983-04-01",
    "issue_date": "1983-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the problem of responseand coding errors in the Current Population Survey. It draws upon a potentially rich source o finformation for verifying survey answers, a three month matched sample of CPS respondents, to analyze whether individuals' questionnaire responses inadjacent months are mutually consistent.We focus primarily on reported durations of unemployment spells.For individuals who were coded as unemployed in two consecutive months and who experienced no intervening labor market withdrawal or employment,their reported duration in the second interview should exceed the first interview duration by about four weeks. However, this is not what survey responses show. In more than three quarters of all cases, reported durations in successive months are logically inconsistent. The reporting problemis not confined to spell durations. In 25 percent of all cases,the professed reason for unemployment changes as the unemployment spell progresses.Furthermore, analysis of labor force entrants shows that reported changes in labor force status between unemployment and not-in-the labor force are not reliable guides to actual behavior.We conclude that reported durations of unemployment, and to a lesser extent, reasons for unemployment, may be very misleading indicators of future behavior. Econometric analyses which focus on changes in individual behavior over time are likely to be badly flawed by spurious changes due to reporting errors. These problems with the Current Population Survey, one of the best sample surveys available, may suggest far greater difficulties in interpreting other sources of panel data.\n\n",
    "acknowledgement": "\n"
}