{
    "id": 111,
    "citation_title": "Confidence Regions for Robust Regression",
    "citation_author": [
        "Roy E. Welsch"
    ],
    "citation_publication_date": "1975-11-01",
    "issue_date": "1975-11-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the results of a Monte Carlo study of certain aspects of robust regression confidence region estimation for linear models with one, five, and seven parameters. One-step sine estimators (c = l.42) were used with design matrices consisting of short-tailed, Gaussian, and long-tailed columns. The samples were generated from a variety of contaminated Gaussian distributions. A number of proposals for covariance matrices were tried, including forms derived from asymptotic considerations and from weighted-least squares with data dependent weights. Comparisons with: the Monte Carlo \"truth\" were made using generalized eigenvalues. In order to measure efficiency and compute approximate t-values, linear combinations of parameters corresponding to the largest eigenvalues of the \"truth\" were examined. For design matrices with columns of modest kurtosis, the covariance estimators all give reasonable results and, after adjusting for asymptotic bias, some useful approximate t-values can be obtained. This implies that the standard weighted least-squares output using data-dependent weights need only be modified slightly to give useful robust confidence intervals. When design matrix kurtosis is high and severe contamination is present in the data, these simple approximations are not adequate.\n\n",
    "acknowledgement": "\nThe author has benefited greatly from the advice and assistance of Paul Holland, David Hoaglin, John Tukey, Alan Cross, Richard Hill, Stanley Wasserman, and Sheila Howard. This work has been supported by National Science Foundation Grant GJ-ll5X3 to the National Bureau of Economic Research.\n\n\n"
}