{
    "id": 11108,
    "citation_title": "Property Tax Limitations and Mobility: The Lock-in Effect of California's Proposition 13",
    "citation_author": [
        "Nada Wasi",
        "Michelle J. White"
    ],
    "citation_publication_date": "2005-02-07",
    "issue_date": "2005-02-07",
    "revision_date": "2023-04-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposition 13, adopted by California voters in 1978, mandates a property tax rate of one percent, requires that properties be assessed at market value at the time of sale, and allows assessments to rise by no more than 2% per year until the next sale. In this paper, we examine how Prop 13 has affected the average tenure length of owners and renters in California versus in other states. We find that from 1970 to 2000, the average tenure length of owners and renters in California increased by 1.04 years and .79 years, respectively, relative to the comparison states. We also find substantial variation in the response to Prop 13, with African-American households responding more than households of other races and migrants responding more than native-born households. Among owner-occupiers, the response to Prop 13 increases sharply as the size of the subsidy rises. Homeowners living in inland California cities such as Bakersfield receive Prop 13 subsidies averaging only $110/year and their average tenure length increased by only .11 years in 2000, but owners living in coastal California cities receive Prop 13 subsidies averaging in the thousands of dollars and their average tenure length increased by 2 to 3 years.\n\n",
    "acknowledgement": "\n"
}