{
    "id": 1110,
    "citation_title": "The Desirability of a Dollar Appreciation, Given a Contractionary U.S. Monetary Policy",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1983-04-01",
    "issue_date": "1983-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUndesirable real effects have been attributed to floating exchange rates in general, and the 1980-83 appreciation of the dollar in particular.In the appreciating country, the U.S., export industries lose competitiveness and so output falls. In the other country, say Europe, the exchange rate change worsens inflation.This paper starts from the premise that these undesirable side effects are attributable, not to the exchange rate, but rather to the decisionin the U.S. to switch to a more contractionary monetary policy in order to fight inflation. Given the U.S. contraction, it might be desirable for the dollar to appreciate in the sense that it allows each country to attain the best possible tradeoff between aggregate output and inflation.This conclusion follows from the assumption that in each of two sectors,nontraded goods or exportables, the relationship between output and inflationis concave. A U.S. contraction will then give the maximum reduction ininflation per lost output only if it is shared equally by both sectors.This means allowing the currency to appreciate; under a fixed exchange rate the burden of contraction would be borne disproportionately by the nontraded goods sector. The exchange rate change is also good for Europe. Given the U.S. contraction, the European export sectors would suffer a disproportionate loss in output if European currencies were not allowed to depreciate against the dollar.\n\n",
    "acknowledgement": "\n"
}