{
    "id": 11107,
    "citation_title": "The Integration of the Canadian Productivity Accounts within the System of National Accounts: Current Status and Challenges Ahead",
    "citation_author": [
        "John R. Baldwin",
        "Tarek Harchaoui"
    ],
    "citation_publication_date": "2005-02-07",
    "issue_date": "2005-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA statistical agency faces several challenges in building Productivity Accounts. What started out as a request for simple ratios of output to employment has moved to a demand for multifactor (total factor) productivity measures that take into account both labor and capital inputs, the compositional changes in both, and price corrections for the changing quality of outputs.\n\tThe challenge that faces users of productivity measures is that many series often exist within statistical agencies that can be used on an ad hoc basis by outsiders to generate productivity estimates; however, these series often generate conflicting estimates. Only by pulling together data into one coherent consistent framework can the statistical agency solve the problem of \"multiple\" stories. This can be done by developing a set of Productivity Accounts that are part of an integrated system of National Accounts.\n\tThis paper discusses the challenges that a statistical agency faces in this area -- as illustrated by the Canadian experience. First, it examines the progress that has been made in developing a system that integrates the Productivity Accounts into the overall System of National Accounts. It also discusses deficiencies that still need to be overcome.\n\tThe paper notes that integration provides not only benefits when it comes to the construction of productivity estimates, but also a means of quality control for the National Accounts. Productivity accounts bring together data on outputs, materials inputs, labor and capital. By confronting one series with another, the process of constructing productivity accounts provides a valuable means of quality assessment. It also helps to identify and fill data gaps. An integrated set of productivity accounts enhances the quality of the SNA through improvements in accuracy, coherence, relevance, and interpretability.\n\tFinally, the paper focuses on the need to consider whether the SNA manual should be extended into the area of productivity measurement. International comparisons of GDP have benefited immensely by the development of international standards over the last half-century. But productivity is not a central focus of the 1993 SNA. The paper argues that the advantage of integrating productivity accounts into the general accounts is sufficiently great that it is time to include more detail on the nature of productivity accounts in the general SNA framework.\n\n",
    "acknowledgement": "\n"
}