{
    "id": 11109,
    "citation_title": "Estimating the Impact of Medical Innovation: A Case Study of HIV Antiretroviral Treatments",
    "citation_author": [
        "Mark G. Duggan",
        "William N. Evans"
    ],
    "citation_publication_date": "2005-02-07",
    "issue_date": "2005-02-07",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs health care consumes a growing share of national income in the U.S., the demand for better estimates regarding both the benefits and the costs of new health care treatments is likely to increase.  Estimating these effects with observational data is difficult given the endogeneity of treatment decisions.  But because the random assignment clinical trials (RACTs) used in the FDA's approval process do not consider costs, there is often no good alternative.  In this study we use administrative data from the Medicaid program to estimate the impact of a particular category of new treatments - HIV antiretroviral drugs - on health care spending and health outcomes.  We use the detailed information on health care utilization to proxy for health status and exploit the differential take-up of ARVs following their FDA approval.  Our estimate of a 70 percent reduction in mortality is in line with the results from RACTs and with studies that had more detailed clinical data.  We also find that the ARVs lowered short-term health care spending by reducing expenditures on other categories of medical care.  Combining these two effects we estimate the cost per life year saved at $22,000.  Our results suggest that the administrative data that is readily available from programs like Medicaid, used with a properly specified econometric model that allows for heterogeneity in take-up rates and in effectiveness based on initial health conditions, can produce reliable estimates of the impact of new health care treatments on both spending and health.\n\n",
    "acknowledgement": "\nThis work was supported by grants from the Robert Wood Johnson Foundation (Duggan), the Alfred P. Sloan Foundation (Duggan), the National Science Foundation (Evans), and the Maryland Population Research Center.  We thank Julian Cristia, Tami Hayford, Scott Imberman, Victor Macias, and Daniel Perlman for outstanding research assistance and Jim Klein from the California Department of Health Services for assistance with the Medicaid data.  We are also grateful to David Autor, Dana Goldman, Michael Greenstone, Steven Levitt, Frank Lichtenberg, Justin McCrary, Catherine Wolfram, and seminar participants at the Brookings Institution, the Centers for Medicare and Medicaid Services, University of California at Berkeley, University of Chicago, Columbia University, RAND, Rochester University, Stanford University, the World Bank, and the NBER Health Care meetings for helpful suggestions.  The views expressed in this paper are those of the authors and not necessarily those of any of the individuals or institutions mentioned above.  All errors are our own.\n\n\n"
}