{
    "id": 11106,
    "citation_title": "The Architecture of the System of National Accounts: A Three Country Comparison, Canada, Australia, and United Kingdom",
    "citation_author": [
        "Karen Wilson"
    ],
    "citation_publication_date": "2005-02-07",
    "issue_date": "2005-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the characteristics of the System of National Accounts as outlined in SNA93.  It outlines the elements of infrastructure used to build the accounts and then describes the flow of accounts and supply and use framework used to construct integrated macro economic statistics.  Three countries are then compared in the use of this standard; Australia, Canada and the United Kingdom.\n\t Each of the three countries uses the Supply and Use framework (variant of Input Output tables) as the key integrating tool for building the system of accounts and GDP benchmarks are determined using the \"production\" approach inherent in the Supply and Use framework.  In Australia and United Kingdom, the supply and use framework is used to balance and benchmark the flow of accounts up to and including the measures of net lending/borrowing across the institutional sectors of the economy.  In Canada the supply and use framework is used to determine the level of GDP but not all of the components of the flow of accounts are benchmarked to it, leaving statistical discrepancies between incomes and final expenditures and net lending/borrowing across sectors.  This allows Canada to track the statistical system which provides independent estimates form establishment or kind of activity unit data (industry statistics) and institutional unit (savings and investment decision unit -- enterprise in the case of businesses) data used to build accounts by institutional sector.  In particular, it allows coherence and coverage analysis of the data system.\n\tIn all three countries, the financial accounts and balance sheets are integrated with the flow of accounts.  Statistical discrepancies are shown in all countries between net lending/borrowing and net financial investment by institutional sector.  None of the three countries publishes regular \"other volume changes in assets\" accounts although all recognize it as a part of the system which is more and more important to explaining wealth changes.\n\tFinally the paper ends with some summary comparisons of the three countries' systems of accounts and recognizes that while they all follow international standards to high degree, differences still exist which may or may not effect international comparability.  International coordination is the key to making the standard meet this purpose.  The United Kingdom system, as an example of the European system, best meets the standard for international comparison purposes.\n\n",
    "acknowledgement": "\n"
}