{
    "id": 11114,
    "citation_title": "The Cost of US Pharmaceutical Price Reductions: A Financial Simulation Model of R&D Decisions",
    "citation_author": [
        "Thomas A. Abbott",
        "John A. Vernon"
    ],
    "citation_publication_date": "2005-02-07",
    "issue_date": "2005-02-07",
    "revision_date": "2021-11-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious empirical studies that have examined the links between pharmaceutical price controls, profits, cash flows, and investment in research and development (R&D) have been largely based on retrospective statistical analyses of firm- and/or industry-level data. These studies, which have contributed numerous insights and findings to the literature, relied upon ad hoc reduced-form model specifications. In the current paper we take a very different approach: a prospective micro-simulation approach. Using Monte Carlo techniques we model how future price controls in the U.S. will impact early-stage product development decisions in the pharmaceutical industry. This is done within the context of a net present value (NPV) framework that appropriately reflects the uncertainty associated with R&D project technical success, development costs, and future revenues. Using partial-information estimators calibrated with the most contemporary clinical and economic data available, we demonstrate how pharmaceutical price controls will significantly diminish the incentives to undertake early-stage R&D investment. For example, we estimate that cutting prices by 40 to 50 percent in the U.S. will lead to between 30 to 60 percent fewer R&D projects being undertaken (in early-stage development). Given the recent legislative efforts to control prescription drug prices in the U.S., and the likelihood that price controls will prevail as a result, it is important to better understand the firm response to such a regulatory change.\n\n",
    "acknowledgement": "\n"
}