{
    "id": 11127,
    "citation_title": "Vehicle Currency Use in International Trade",
    "citation_author": [
        "Linda S. Goldberg",
        "Cedric Tille"
    ],
    "citation_publication_date": "2005-02-14",
    "issue_date": "2005-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough currency invoicing in international trade transactions is central to the transmission of monetary policy, the forces motivating the choice of currency have long been debated. We introduce a model wherein agents involved in international trade can invoice in the exporter's currency, the importer's currency, or a third-country vehicle currency. The model is designed to contrast the contribution of macroeconomic variability with that of industry-specific features in the selection of an invoice currency. We show that producers in industries with high demand elasticities are more likely than producers in other industries to display herding in their choice of currency. This industry-related force is more influential than local macroeconomic performance in determining producers' choices. Drawing on data on invoice currency use in exports and imports for twenty-four countries, we document that the dollar is the currency of choice for most transactions involving the United States. The dollar is also extensively used as a vehicle currency in international trade flows that do not directly involve the United States. Consistent with the results of our model, this last finding is largely attributable to international trade in reference-priced and organized-exchange traded goods. Although the magnitude of business-cycle volatility matters for invoicing of more differentiated products, it is less central for invoicing nondifferentiated goods.\n\n",
    "acknowledgement": "\n"
}