{
    "id": 11126,
    "citation_title": "Profitable Investments or Dissipated Cash? Evidence on the Investment-Cash Flow Relationship From Oil and Gas Lease Bidding",
    "citation_author": [
        "Marianne Bertrand",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2005-02-14",
    "issue_date": "2005-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe strong positive relationship between corporate cash flow and investment has been interpreted through the lens of both agency- and non-agency-based models. In this paper, we distinguish between these two interpretations using project-level data in the oil and gas industry. The specific projects we consider are auctioned-off leases that give mineral exploration rights to tracts of federal land. We find the standard positive relationship between investment and cash flow in this data, in that positive shocks to residual cash flow (netting out firm and time effects) are associated with higher spending on these leases. Interestingly, the increased investment comes from an increase in the price paid per tract with little to no change in the total number of tracts or total acreage of land bought. The positive association between price and cash flow holds even after controlling for a set of tract and firm characteristics that might be ex-ante related to expected return on a given tract. This data is most useful, however, because we can directly observe the eventual productivity of each of these projects. We find that the increase in price induced by higher cash flow is associated with lower average productivity. In fact, the total number of productive tracts does not increase with cash flow. In other words, while higher cash flow is associated with higher spending on these projects, higher cash flow does not lead to higher revenues from these projects. Combining this finding with the lack of a quantity response, we conclude that our results are best described by an agency model where managers use cash flow to simplify their job (or live a ``quiet life'') rather than ``empire-build.''\n\n",
    "acknowledgement": "\n"
}