{
    "id": 11128,
    "citation_title": "Shirking, Sharing Risk, and Shelving: The Role of University License Contracts",
    "citation_author": [
        "Marie Thursby",
        "Jerry Thursby",
        "Emmanuel Dechenaux"
    ],
    "citation_publication_date": "2005-02-14",
    "issue_date": "2005-02-14",
    "revision_date": "2008-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we develop a theoretical model of university licensing to explain why university license contracts often include payment types that differ from the fixed fees and royalties typically examined by economists. Our findings suggest that milestone payments and annual payments are common because moral hazard, risk sharing, and adverse selection all play a role when embryonic inventions are licensed. Milestones address inventor moral hazard without the inefficiency inherent in royalties. The potential for a licensee to shelve inventions is an adverse selection problem which can be addressed by annual fees if shelving is unintentional, but may require an upfront fee if the firm licenses an invention with the intention to shelve it. Whether the licensing contract prevents shelving depends in part on the university credibly threatening to take the license back from a shelving firm. This supports the rationale for Bayh-Dole march-in rights but also shows the need for the exercise of these rights can be obviated by contracts.\n\n",
    "acknowledgement": "\nWe thank Ajay Agrawal, Ashish Arora, Irwin Feller, Josh Lerner, Yann Meniere, Fiona Mur- ray, Richard Nelson, Arti Rai, and participants of workshops at Emory University, Harvard Business School, the University of California at Los Angeles, the NBER Entrepreneurship and Higher Education Meetings, the International Industrial Organization Conference at Northwestern University, and the Georgia Tech Roundtable for Research on Engineering Entrepreneurship for comments. We gratefully acknowledge financial support from the Alan and Mildred Peterson Foundation through the Purdue University Technology Transfer Initiative. Thursby and Thursby acknowledge support from the National Science Foundation (SES0094573) and Kauffman Foundation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}