{
    "id": 1112,
    "citation_title": "Empirical Studies of Exchange Rates: Price Behavior, Rate Determinationand Market Efficiency",
    "citation_author": [
        "Richard M. Levich"
    ],
    "citation_publication_date": "1983-04-01",
    "issue_date": "1983-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheoretical and empirical research completed over the last decade has dramatically increased our understanding of exchange rate behavior. The major insight to come from this decade of research is that foreign exchange is a financial asset. In an asset pricing framework, current exchange rates reflect the expected values of future exogenous variables. The purpose of this paper is to survay the empirical evidence on exchange rate behavior, market efficiency and related topics. Section 2 presents a stylized history of exchange rate behavior during 1970's. Alternative measures of volatility and transaction costs are reviewed. Tests of specific exchange rate determination models are presented in Section 3. Empirical studies have been fairly successful in constructing models to explain cross-sectional exchange rate differences and to explain time series exchange rate developments over the medium-run and long-run. Following the asset market framework , recent studies have demonstrated that unanticipated exchange rate changes are significantly correlated with \"news\" concerning fundamental macroeconomic variables. Evidence on foreign exchange market efficiency is summurized in Section 4. Efficiency studies remain difficult to formulate (because of small samples and unobserved variables) and difficult to interpret ( because of the joint hypothesis problem). Several recent studies claim that speculative profit opportunities are present, but it is unclear whether these are related to risk premiums or actual market inefficiencies.\n\n",
    "acknowledgement": "\n"
}