{
    "id": 11149,
    "citation_title": "Firm-Specific Capital and the New-Keynesian Phillips Curve",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2005-02-21",
    "issue_date": "2005-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA relation between inflation and the path of average marginal cost (often measured by unit labor cost) implied by the Calvo (1983) model of staggered pricing --- sometimes referred to as the \"new-Keynesian Phillips curve\"--- has been the subject of extensive econometric estimation and testing. Standard theoretical justifications of this form of aggregate-supply relation, however, either assume (i) the existence of a competitive rental market for capital services, so that the shadow cost of capital services is equated across firms and sectors at all points in time, despite the fact that prices are set at different times, or (ii) that the capital stock of each firm is constant, or at any rate exogenously given, and so independent of the firm's pricing decision. But neither assumption is realistic. The present paper examines the extent to which existing empirical specifications and interpretations of parameter estimates are compromised by reliance on either of these assumptions.\n\tThe paper derives an aggregate-supply relation for a model with monopolistic competition and Calvo pricing in which capital is firm-specific and endogenous, and investment is subject to convex adjustment costs. The aggregate-supply relation is shown to again take the standard \"new-Keynesian\" form, but with an elasticity of inflation with respect to real marginal cost that is a different function of underlying parameters than in the simpler cases studied earlier. Thus the relations estimated in the empirical literature remain correctly specified under the assumptions proposed here, but the interpretation of the estimated elasticity is different; in particular, the implications of the estimated Phillips-curve slope for the frequency of price adjustment is changed. Assuming a rental market for capital results in a substantial exaggeration of the infrequency of price adjustment; assuming exogenous capital instead results in a smaller under-estimate.\n\n",
    "acknowledgement": "\n"
}