{
    "id": 11146,
    "citation_title": "Fertility and Social Security",
    "citation_author": [
        "Michele Boldrin",
        "Mariacristina De Nardi",
        "Larry E. Jones"
    ],
    "citation_publication_date": "2005-02-21",
    "issue_date": "2005-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe data show that an increase in government provided old-age pensions is strongly correlated with a reduction in fertility. What type of model is consistent with this finding? We explore this question using two models of fertility, the one by Barro and Becker (1989), and the one inspired by Caldwell and developed by Boldrin and Jones (2002). In the Barro and Becker model parents have children because they perceive their children's lives as a continuation of their own. In the Boldrin and Jones' framework parents procreate because the children care about their old parents' utility, and thus provide them with old age transfers. The effect of increases in government provided pensions on fertility in the Barro and Becker model is very small, and inconsistent with the empirical findings. The effect on fertility in the Boldrin and Jones model is sizeable and accounts for between 55 and 65% of the observed Europe-US fertility differences both across countries and across time and over 80% of the observed variation seen in a broad cross-section of countries. Another key factor affecting fertility the Boldrin and Jones model is the access to capital markets, which can account for the other half of the observed change in fertility in developed countries over the last 70 years.\n\n",
    "acknowledgement": "\n"
}