{
    "id": 11159,
    "citation_title": "Selection, Investment, and Women's Relative Wages Since 1975",
    "citation_author": [
        "Casey B. Mulligan",
        "Yona Rubinstein"
    ],
    "citation_publication_date": "2005-02-28",
    "issue_date": "2005-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Demography and Aging",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn theory, growing wage inequality within gender should cause women to invest more in their market productivity and should differentially pull able women into the workforce, thereby closing the measured gender gap even though women's wages might have grown less than men's had their behavior been held constant. Using the CPS repeated cross-sections between 1975 and 2001, we use control function (Heckit) methods to correct married women's conditional mean wages for selectivity and investment biases. Our estimates suggest that selection of women into the labor market has changed sign, from negative to positive, or at least that positive selectivity bias has come to overwhelm investment bias. The estimates also explain why measured women's relative wage growth coincided with growth of wage inequality within-gender, and attribute the measured gender wage gap closure to changing selectivity and investment biases, rather than relative increases in women's earning potential. Using PSID waves 1975-93 to control for the changing female workforce with person-fixed effects, we also find little growth in women's mean log wages. Finally, we make a first attempt to gauge the relative importance of selection versus investment biases, by examining the family and cognitive backgrounds of members of the female workforce. PSID, NLS, and NLSY data sets show how the cross-section correlation between female employment and family/cognitive background has changed from \"negative\" to \"positive\" over the last thirty years, in amounts that might be large enough to attribute most of women's relative wage growth to changing selectivity bias.\n\n",
    "acknowledgement": "\n"
}