{
    "id": 11160,
    "citation_title": "The Labor Market Effects of Rising Health Insurance Premiums",
    "citation_author": [
        "Katherine Baicker",
        "Amitabh Chandra"
    ],
    "citation_publication_date": "2005-02-28",
    "issue_date": "2005-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2000, premiums for employer-provided health insurance have increased by 59 percent with little corresponding increase in the generosity of coverage. The effect of this increase in costs on wages and employment will depend on workers' valuation of the benefit, the elasticities of labor supply and demand, and institutional constraints on employers' ability to lower wages. Measuring these effects is difficult, however, without a source of exogenous variation in the cost of benefits. We use variation in medical malpractice payments driven by the recent \"medical malpractice crisis\" to identify the causal effect of rising health insurance premiums on wages, employment, and health insurance coverage. We estimate that a 10 percent increase in health insurance premiums reduces the aggregate probability of being employed by 1.6 percent and hours worked by 1 percent, and increases the likelihood that a worker is employed only part-time by 1.9 percent. For workers covered by employer provided health insurance, this increase in premiums results in an offsetting decrease in wages of 2.3 percent. Thus, rising health insurance premiums may both increase the ranks of the unemployed and place an increasing burden on workers through decreased wages for workers with employer health insurance and decreased hours for workers moved from full time jobs with benefits to part time jobs without.\n\n",
    "acknowledgement": "\n"
}