{
    "id": 11164,
    "citation_title": "Technology, Monopoly, and the Decline of the Viatical Settlements Industry",
    "citation_author": [
        "Neeraj Sood",
        "Abby Alpert",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2005-03-07",
    "issue_date": "2005-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe viatical settlement industry provides an opportunity for terminally-ill consumers, typically HIV patients, to exploit a previously untapped source of equity in existing life insurance contracts to finance consumption and medical expenses. The 1996 introduction and dissemination of effecive anti-HIV medication reduced AIDS mortality, but also reduced viatical settlement prices, even holding fixed changes in life expectancy.\nUsing Freedom of Information Act requests to state insurance regulatory agencies, we have assembled a unique dataset of over twelve thousand viatical transactions from firms licensed in states that regulate viatical settlement markets.\nWe distinguish two explanations for falling prices---an increase in market power, and a change in market expectations about the likelihood of further improvements in HIV care. We find that both explanations have contributed to diminishing settlement prices over the last decade, but increased market power has been the more important driver in the most recent years. Our estimates imply that the increase in market power of firms reduced the value of life insurance holdings of HIV  persons by about $1.0 billion.\n\n",
    "acknowledgement": "\n"
}