{
    "id": 11162,
    "citation_title": "Private Benefits of Control, Ownership, and the Cross-Listing Decision",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "Karl V. Lins",
        "Darius P. Miller",
        "Rene M. Stulz"
    ],
    "citation_publication_date": "2005-03-07",
    "issue_date": "2005-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how a foreign firm's decision to cross-list its shares in the U.S. is related to the concentration of the ownership of its cash flow rights and of its control rights. Theory has proposed that when private benefits are high, controlling shareholders are less likely to choose to list their firm's shares in the U.S. because the higher standards for transparency and disclosure, as well as the increased monitoring associated with such listings, limit their ability to extract private benefits. We offer evidence that confirms this hypothesis using data on more than 4,000 firms from 31 countries. Using logistic regression analysis, we show that the control rights held by controlling shareholders, as well as the difference between their control rights and their cash flow rights are significantly and negatively related to the existence of a U.S. listing. In addition, we employ duration analysis using a Cox proportional-hazard model to show that the probability of listing in a given year from 1995 to 2001, conditional on not yet having listed, is significantly lower for firms whose managers have high levels of control and for firms whose controlling shareholder owns more control rights than cash flow rights.\n\n",
    "acknowledgement": "\n"
}