{
    "id": 11178,
    "citation_title": "Are Asset Price Guarantees Useful for Preventing Sudden Stops?: A Quantitative Investigation of the Globalization Hazard-Moral Hazard Tradeoff",
    "citation_author": [
        "Ceyhun Bora Durdu",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe globalization hazard hypothesis maintains that the current account reversals and asset price collapses observed during 'Sudden Stops' are caused by global capital market frictions. A policy implication of this view is that Sudden Stops can be prevented by offering global investors price guarantees on emerging markets assets. These guarantees, however, introduce a moral hazard incentive for global investors, thus creating a tradeoff by which price guarantees weaken globalization hazard but strengthen international moral hazard. This paper studies the quantitative implications of this tradeoff using a dynamic stochastic equilibrium asset-pricing model. Without guarantees, distortions induced by margin calls and trading costs cause Sudden Stops driven by Fisher's debt-deflation mechanism. Price guarantees prevent this deflation by introducing a distortion that props up foreign demand for assets. Non-state-contingent guarantees contain Sudden Stops but they are executed often and induce persistent asset overvaluation. Guarantees offered only in high-debt states are executed rarely and prevent Sudden Stops without persistent asset overvaluation. If the elasticity of foreign asset demand is low, price guarantees can still contain Sudden Stops but domestic agents obtain smaller welfare gains at Sudden Stop states and suffer welfare losses on average in the stochastic steady state.\n\n",
    "acknowledgement": "\n"
}