{
    "id": 11173,
    "citation_title": "Financial Crises, 1880-1913: The Role of Foreign Currency Debt",
    "citation_author": [
        "Michael Bordo",
        "Christopher Meissner"
    ],
    "citation_publication_date": "2005-03-07",
    "issue_date": "2005-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the role of foreign currency debt in precipitating financial crises? In this paper we assemble data for nearly 30 countries between 1880 and 1913 and examine debt crises, currency crises, banking crises and twin crises. We pay special attention to the role of foreign currency and gold clause debt, currency mismatches and debt intolerance. We find fairly robust evidence that more foreign currency debt leads to a higher chance of having a debt crisis or a banking crisis. However, a key finding is that countries with noticeably different backgrounds, and strong institutions such as Australia, Canada, New Zealand, Norway, and the US deftly managed their exposure to hard currency debt, generally avoided having too many crises and never had severe financial meltdowns. Moreover, a strong reserve position matched up to hard currency liabilities seems to be correlated with a lower likelihood of a debt crisis, currency crisis or a banking crisis. This strengthens the evidence for the hypothesis that foreign currency debt is dangerous when mis-managed. We also see that countries with previous default histories seem prone to debt crises even at seemingly low debt to revenue ratios. Finally we discuss the robustness of these results to local idiosyncrasies and the implications from this representative historical sample.\n\n",
    "acknowledgement": "\n"
}