{
    "id": 11172,
    "citation_title": "Measurement and Explanation of the Intensity of Co-publication in Scientific Research: An Analysis at the Laboratory Level",
    "citation_author": [
        "Jacques Mairesse",
        "Laure Turner"
    ],
    "citation_publication_date": "2005-03-07",
    "issue_date": "2005-03-07",
    "revision_date": "2010-07-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn order to study networks of collaboration between researchers, we propose a simple measure of the intensity of collaboration, which can be easily interpreted in terms of relative probability and aggregated at the laboratory level. We first use this measure to characterize the relations of collaboration, as defined in terms of co-publication between the scientists of the French \"Centre National de la Recherche Scientifique\" (CNRS) in the field of condensed-matter physic, during the six-year period 1992-1997. We then use it to investigate the importance of various factors of collaboration: mainly the geographical distance between laboratories, but also their specialization and size, their productivity and the quality of their publications, and their international openness. We find that the average intensity of co-publication of researchers within laboratories is about 40 times higher than the average intensity between laboratories if they are located in the same towns, and that it is 100 times higher than the intensity between laboratories which are not located in the same towns. Yet, geographical distance does not have a significant impact, or a very weak one, on the existence and intensity of co-publication between laboratories located in different towns. What matters is immediate proximity. We also find that the productivity of laboratories, their size and specialization profiles are significant determinants of collaboration.\n\n",
    "acknowledgement": "\nWe wish to thank Michèle Crance, Serge Bauin and the members of the Unité des Indicateurs de la Politique Scientifique (UNIPS, CNRS), for their help in compiling the data base and their advice. We have also benefited from remarks by Ajay Agrawal, Marie-Laure Allain, Céline Allard-Prigent, Anne Crubelier, Dominique Foray, Claudine Hermann, and are particularly grateful for detailed comments to Bronwyn Hall and Edward Steinmueller.\n\n\n"
}