{
    "id": 11185,
    "citation_title": "Optimal Taxation with Endogenous Insurance Markets",
    "citation_author": [
        "Mikhail Golosov",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal tax policy in a dynamic private information economy with endogenous private markets. We characterize efficient allocations and competitive equilibria. A standard assumption in the literature is that trades are observable by all agents. We show that in such an environment the competitive equilibrium is efficient. The only effect of government interventions is crowding out of private insurance. We then relax the assumption of observability of consumption and consider an environment with unobservable trades in competitive markets. We show that efficient allocations have the property that the marginal product of capital is different from the market interest rate associated with unobservable trades. In any competitive equilibrium without taxation, the marginal product of capital and the market interest rate are equated, so that competitive equilibria are not efficient. Taxation of capital income can be welfare-improving because such taxation introduces a wedge between market interest rates and the marginal product of capital and allows agents to obtain better insurance in private markets. Finally, we use plausibly calibrated numerical examples to compute optimal taxes and welfare gains and compare results to an economy with a restricted set of tax instruments, and to an economy with observable trades.\n\n",
    "acknowledgement": "\n"
}