{
    "id": 11187,
    "citation_title": "Integrating Industry and National Economic Accounts: First Steps and Future Improvements",
    "citation_author": [
        "Ann M. Lawson",
        "Brian C. Moyer",
        "Sumiye Okubo",
        "Mark A. Planting"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe integration of the annual I-O accounts with the GDP-by-industry accounts is the most recent in a series of improvements to the industry accounts provided by the BEA in recent years. BEA prepares two sets of national industry accounts: The I-O accounts, which consist of the benchmark I-O accounts and the annual I-O accounts, and the GDPby- industry accounts. Both the I-O accounts and the GDP-by-industry accounts present measures of gross output, intermediate inputs, and value added by industry. However, in the past, they were inconsistent because of the use of different methodologies, classification frameworks, and source data.\nThe integration of these accounts eliminated these inconsistencies and improved the accuracy of both sets of accounts. The integration of the annual industry accounts represents a major advance in the timeliness, accuracy, and consistency of these accounts, and is a result of significant improvements in BEA's estimating methods. The paper describes the new methodology, and the future steps required to integrate the industry accounts with the NIPAs. The new methodology combines source data between the two industry accounts to improve accuracy; it prepares the newly integrated accounts within an I-O framework that balances and reconciles industry production with commodity usage. Moreover, the new methodology allows the acceleration of the release of the annual I-O accounts by 2 years and for the first time, provides a consistent time series of annual I-O accounts. \nThree appendices are provided: A description of the probability-based method to rank source data by quality; a description of the new balancing produced for producing the annual I-O accounts; and a description of the computation method used to estimate chaintype price and quantity indexes in the GDP-by-industry accounts.\n\n",
    "acknowledgement": "\n"
}