{
    "id": 11181,
    "citation_title": "Socio-economic Impact of Nanoscale Science: Initial Results and NanoBank",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the nanoscale has revolutionized areas of science and has begun to have an impact on, and be impacted by, society and economy. We are capturing early traces of these processes in NanoBank, a large scale, multi-year project to provide a public data resource which will link individuals and organizations involved in creating and using nano S&T across a number of activities including publishing, patenting, research funding, and commercial financing, innovation and production. We report preliminary results from our work in progress. Nanotechnology is on a similar trajectory to biotechnology in terms of patents and publication, already accounting for over 2.5% of scientific articles and 0.7% of patents. Joint university-firm research is widespread and increasing. Regional agglomeration is also evident in both science and commercial applications, with the main clusters of firm entry by both new and pre-existing firms forming around major research universities publishing in nanoscience. Nanoscience has been highly concentrated in the United States, a few European countries, and Japan, but China has recently passed Japan in total articles per year and is beginning to have a significant number of highly-cited articles.\n\n",
    "acknowledgement": "\n"
}