{
    "id": 11182,
    "citation_title": "Cohort Turnover and Productivity: The July Phenomenon in Teaching Hospitals",
    "citation_author": [
        "Robert S. Huckman",
        "Jason Barro"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "2018-12-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of labor turnover on productivity has received a great deal of attention in the literature on organizations. We consider the impact of cohort turnover -- the simultaneous exit of a large number of experienced employees and a similarly sized entry of new workers -- on productivity in the context of teaching hospitals. In particular, we examine the impact of the annual July turnover of house staff (i.e., residents and fellows) in American teaching hospitals on levels of resource utilization (measured by risk-adjusted length of hospital stay) and quality (measured by risk-adjusted mortality rates). Using patient-level data from roughly 700 hospitals per year over the period from 1993 to 2001, we compare monthly trends in length of stay and mortality for teaching hospitals to those for non-teaching hospitals, which, by definition, do not experience systematic turnover in July. We find that the annual house-staff turnover results in increased resource utilization (i.e., higher risk-adjusted length of hospital stay) for both minor and major teaching hospitals and decreased quality (i.e., higher risk-adjusted mortality rates) for major teaching hospitals. Further, these effects with respect to mortality are not monotonically increasing in a hospital's reliance on residents for the provision of care. In fact, the most-intensive teaching hospitals manage to avoid significant effects on mortality following this turnover. We provide a preliminary examination of the roles of supervision and worker ability in explaining the ability of the most-intensive teaching hospitals to reduce turnover's negative effect on performance.\n\n",
    "acknowledgement": "\n"
}