{
    "id": 11189,
    "citation_title": "Strategic Bargaining Behavior, Self-Serving Biases, and the Role of Expert Agents: An Empirical Study of Final-Offer Arbitration",
    "citation_author": [
        "Orley Ashenfelter",
        "Gordon B. Dahl"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the complete evolution of a final-offer arbitration system used in New Jersey with data we have systematically collected over the 18-year life of the program. Covering the wages of police officers and firefighters, this system provides virtually a laboratory setting for the study of strategic interaction. Our empirical analysis provides convincing evidence that, left alone, the parties do not construct and present their offers as successfully as when they retain expert agents to assist them. In principle, expert agents may be helpful to the parties for two different reasons: (a) they may move the arbitrator to favor their position independently of the facts, or (b) they may help eliminate inefficiencies in the conduct of strategic behavior. In this paper we construct a model where the agent may influence outcomes independent of the facts, but where the agent may also improve the outcomes of the process by moderating any self-serving biases or over-confidence that may have led to impasse in the first instance. Our data indicate that expert agents may well have had an important role in moderating self-serving biases early in the history of the system, but that the parties have slowly evolved to a non-cooperative equilibrium where the use of third-party agents has become nearly universal and where agents are used primarily to move the fact finder's decisions.\n\n",
    "acknowledgement": "\n"
}