{
    "id": 1118,
    "citation_title": "International Liquidity and Monetary Control",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1983-05-01",
    "issue_date": "1983-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the relations among international liquidity,the exchange-rate regime and the effectiveness of monetary policy. The first part of the paper contains an empirical study of the demand for international reserves. It is shown that (i) reserve holdings are a stable function of a limited number of economic variables, and(ii) the move togreater flexibility of exchange-rates has not changed drastically the patterns of reserves holdings. The empirical work deals with developed and developing countries and it allows for country-specific and time-specific factors as well as for dynamic adjustments. The second part of the paper deals with the more general issue of the constraints that the openness of the economy imposes on the effectiveness and proper conduct of monetary policy, as well as the dependence of these constraints on the exchange-rate regime. In this context the roles of various exchange-market inter-ventions are discussed. The analysis then explores alternative guidelines for monetary policy where it is argued that the conduct of policy can be improved by paying attention to the relation between exchange rates and interest rates. This relation is then used to interpret the recent evolutionof interest rates. The paper concludes with a brief discussion of the role of the International Monetary Fund in the provision of liquidity.\n\n",
    "acknowledgement": "\n"
}