{
    "id": 11191,
    "citation_title": "Self-Fulfilling Currency Crises: The Role of Interest Rates",
    "citation_author": [
        "Christian Hellwig",
        "Arijit Mukherji",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a stylized currency crises model with heterogeneous information among investors and endogenous determination of interest rates in a noisy rational expectations equilibrium. Our model captures three key features of interest rates: the opportunity cost of attacking the currency responds to the investors' behavior; the domestic interest rate may influence the central bank's preferences for a fixed exchange rate; and the domestic interest rate serves as a public signal which aggregates private information about fundamentals. We explore the payoff and informational channels through which interest rates determine devaluation outcomes, and examine the implications for equilibrium selection by global games methods. Our main conclusion is that multiplicity is not an artifact of common knowledge. In particular, we show that multiplicity emerges robustly, either when a devaluation is triggered by the cost of high domestic interest rates as in Obstfeld (1996), or when a devaluation is triggered by the central bank's loss of foreign reserves as in Obstfeld (1986), provided that the domestic asset supply is sufficiently elastic in the interest rate and shocks to the domestic bond supply are sufficiently small.\n\n",
    "acknowledgement": "\n"
}