{
    "id": 11199,
    "citation_title": "Slow Passthrough Around the World: A New Import for Developing Countries?",
    "citation_author": [
        "Jeffrey A. Frankel",
        "David C. Parsley",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2005-03-14",
    "issue_date": "2005-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries traditionally exhibit passthrough of exchange rate changes that is greater and more rapid than high-income countries, but have experienced a rapid downward trend in recent years in the degree of short-run passthrough, and in the adjustment speed. As a consequence, slow and incomplete passthrough is no longer exclusively a luxury of industrial countries. Using a new data set  -- prices of eight narrowly defined brand commodities, observed in 76 countries -- we find empirical support for some of the factors that have been hypothesized in the literature, but not for others. Significant determinants of the passthrough coefficient include per capita incomes, bilateral distance, tariffs, country size, wages, long-term inflation, and long-term exchange rate variability. Some of these factors changed during the 1990s. Part (and only part) of the downward trend in passthrough to imported goods prices, and in turn to competitors' prices and the CPI, can be explained by changes in the monetary environment. Real wages also work to reduce passthrough to competitors' prices and the CPI, confirming the hypothesized role of distribution and retail costs in pricing to market. Rising distribution costs, due perhaps to the Balassa-Samuelson-Baumol effect, could contribute to the decline in the passthrough coefficient in some developing countries.\n\n",
    "acknowledgement": "\n"
}