{
    "id": 11208,
    "citation_title": "Belief in a Just World and Redistributive Politics",
    "citation_author": [
        "Roland Benabou",
        "Jean Tirole"
    ],
    "citation_publication_date": "2005-03-21",
    "issue_date": "2005-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational surveys reveal wide differences between the views held in different countries concerning the causes of wealth or poverty and the extent to which people are responsible for their own fate. At the same time, social ethnographies and experiments by psychologists demonstrate individuals' recurrent struggle with cognitive dissonance as they seek to maintain, and pass on to their children, a view of the world where effort ultimately pays off and everyone gets their just deserts. This paper offers a model that helps explain: i) why most people feel such a need to believe in a \"just world\"; ii) why this need, and therefore the prevalence of the belief, varies considerably across countries; iii) the implications of this phenomenon for international differences in political ideology, levels of redistribution, labor supply, aggregate income, and popular perceptions of the poor. The model shows in particular how complementarities arise endogenously between individuals' desired beliefs or ideological choices, resulting in two equilibria. A first, \"American\" equilibrium is characterized by a high prevalence of just-world beliefs among the population and relatively laissez-faire policies. The other, \"European\" equilibrium is characterized by more pessimism about the role of effort in economic outcomes and a more extensive welfare state. More generally, the paper develops a theory of collective beliefs and motivated cognitions, including those concerning \"money\" (consumption) and happiness, as well as religion.\n\n",
    "acknowledgement": "\n"
}