{
    "id": 11202,
    "citation_title": "Did Iraq Cheat the United Nations? Underpricing, Bribes, and the Oil for Food Program",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2005-03-21",
    "issue_date": "2005-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1997 through early 2003, the United Nations Oil for Food Program allowed Iraq to export oil in exchange for humanitarian supplies. We measure the extent to which this program was corrupted by Iraq's attempts to deliberately set the price of its oil below market prices in an effort to solicit bribes, both in the form of direct cash bribes and in the form of political favors, from the buyers of the underpriced oil. We infer the magnitude of the potential bribe by comparing the gap between the official selling price of Iraq's two crude oils (Basrah Light and Kirkuk) and the market price of several comparison crude oils during the Program to the gap observed prior to the Program. We find consistent evidence that underpricing of Basrah Light averaged $1 per barrel from 1997 through 1999 and reaches a peak (almost $3 per barrel) from May 2000 through September 2001. The estimated underpricing quickly declines after the UN introduced a retroactive pricing scheme that reduced Iraq's ability to set the price of its oil. The evidence on whether Kirkuk was underpriced is less clear. Notably, we find that episodes of underpricing of Basrah Light are associated with a decline in the share of major oil multinationals among the oil buyers, and an increase in the share of obscure individual traders. The observed underpricing of Iraqi oil suggests that Iraq generated $5 billion in rents through its strategic underpricing. Of this amount, we estimate that Iraq collected $0.7 to $2 billion in bribes (depending on Iraq's share of the rents implied by the price gap), which is roughly 1 to 3 percent of the total value of oil sales under the Program. Finally, we find little evidence that underpricing was associated with increases in the relative supply or declines in the relative demand of Iraqi oil.\n\n",
    "acknowledgement": "\n"
}