{
    "id": 11200,
    "citation_title": "Systemic Risk and Hedge Funds",
    "citation_author": [
        "Nicholas Chan",
        "Mila Getmansky",
        "Shane M. Haas",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2005-03-21",
    "issue_date": "2005-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSystemic risk is commonly used to describe the possibility of a series of correlated defaults among financial institutions---typically banks---that occur over a short period of time, often caused by a single major event. However, since the collapse of Long Term Capital Management in 1998, it has become clear that hedge funds are also involved in systemic risk exposures. The hedge-fund industry has a symbiotic relationship with the banking sector, and many banks now operate proprietary trading units that are organized much like hedge funds. As a result, the risk exposures of the hedge-fund industry may have a material impact on the banking sector, resulting in new sources of systemic risks. In this paper, we attempt to quantify the potential impact of hedge funds on systemic risk by developing a number of new risk measures for hedge funds and applying them to individual and aggregate hedge-fund returns data. These measures include: illiquidity risk exposure, nonlinear factor models for hedge-fund and banking-sector indexes, logistic regression analysis of hedge-fund liquidation probabilities, and aggregate measures of volatility and distress based on regime-switching models. Our preliminary findings suggest that the hedge-fund industry may be heading into a challenging period of lower expected returns, and that systemic risk is currently on the rise.\n\n",
    "acknowledgement": "\n"
}