{
    "id": 11219,
    "citation_title": "Rural Windfall or a New Resource Curse? Coca, Income, and Civil Conflict in Colombia",
    "citation_author": [
        "Joshua D. Angrist",
        "Adriana Kugler"
    ],
    "citation_publication_date": "2005-03-21",
    "issue_date": "2005-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural and agricultural resources for which there is a substantial black market, such as coca, opium, and diamonds, appear especially likely to be exploited by the parties to a civil conflict. On the other hand, these resources may also provide one of the few reliable sources of income in the countryside. In this paper, we study the economic and social consequences of a major shift in the production of coca paste from Peru and Bolivia to Colombia, where most coca leaf is now harvested. This shift, which arose in response to the disruption of the \"air bridge\" that previously ferried coca paste into Colombia, provided an exogenous boost in the demand for Colombian coca leaf. Our analysis shows this shift generated economic gains in rural areas, primarily in the form of increased self-employment earnings and increased labor supply by teenage boys. There is little evidence of widespread economic spillovers, however. The results also suggest that the rural areas which saw accelerated coca production subsequently became much more violent. Taken together, these findings support the view that the Colombian civil conflict is fueled by the financial opportunities that coca provides. This is in line with a recent literature which attributes the extension of civil conflicts to economic rewards and an environment that favors insurgency more than to the persistence of economic or political grievances.\n\n",
    "acknowledgement": "\n"
}