{
    "id": 11211,
    "citation_title": "Attention, Demographics, and the Stock Market",
    "citation_author": [
        "Stefano DellaVigna",
        "Joshua M. Pollet"
    ],
    "citation_publication_date": "2005-03-21",
    "issue_date": "2005-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo investors pay enough attention to long-term fundamentals? We consider the case of demographic information. Cohort size fluctuations produce forecastable demand changes for age-sensitive sectors, such as toys, bicycles, beer, life insurance, and nursing homes. These demand changes are predictable once a specific cohort is born. We use lagged consumption and demographic data to forecast future consumption demand growth induced by changes in age structure. We find that demand forecasts predict profitability by industry. Moreover, forecasted demand changes 5 to 10 years in the future predict annual industry returns. One additional percentage point of annualized demand growth due to demographics predicts a 5 to 10 percentage point increase in annual abnormal industry stock returns. However, forecasted demand changes over shorter horizons do not predict stock returns. The predictability results are more substantial for industries with higher barriers to entry and with more pronounced age patterns in consumption. A trading strategy exploiting demographic information earns an annualized risk-adjusted return of 5 to 7 percent. We present a model of underreaction to information about the distant future that is consistent with the findings.\n\n",
    "acknowledgement": "\n"
}