{
    "id": 11220,
    "citation_title": "An Information Approach to International Currencies",
    "citation_author": [
        "Richard K. Lyons",
        "Michael J. Moore"
    ],
    "citation_publication_date": "2005-03-28",
    "issue_date": "2005-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses currency competition from an information perspective. Transactions in traditional models do not convey information, so transaction costs -- the driver of competition outcomes -- are driven by market size. In our model transactions do convey information (consistent with recent empirical findings). Several important departures arise. First, adding the information dimension resolves the traditional indeterminacy of currency trade patterns (by mitigating the concentrating force of market-size economies). Second, whether transactions are executed directly or through a vehicle actually affects prices (because these trading methods do not in general reveal the same information). Third, our model provides a new rationale for why some currency pairs never trade directly (information is not sufficiently symmetric to support trading). Fourth, our model formalizes the arbitrage process and shows that arbitrage transaction quantities and price levels are jointly determined. Empirically, the paper provides a first integrated analysis of transactions in a triangle of markets: ¥/$, $/Euro, and ¥/Euro. Data for the full triangle permits comparison of direct, indirect and arbitrage transactions, for each pair. The information model predicts that transactions should affect prices across markets (e.g., flow in the ¥/$ market should convey information relevant to $/Euro and ¥/Euro prices), which is borne out.\n\n",
    "acknowledgement": "\n"
}