{
    "id": 11222,
    "citation_title": "The Tactical and Strategic Value of Commodity Futures",
    "citation_author": [
        "Claude B. Erb",
        "Campbell R. Harvey"
    ],
    "citation_publication_date": "2005-03-28",
    "issue_date": "2005-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorically, commodity futures have had excess returns similar to those of equities. But what should we expect in the future? The usual risk factors are unable to explain the time-series variation in excess returns. In addition, our evidence suggests that commodity futures are an inconsistent, if not tenuous, hedge against unexpected inflation. Further, the historically high average returns to a commodity futures portfolio are largely driven by the choice of weighting schemes. Indeed, an equally weighted long-only portfolio of commodity futures returns has approximately a zero excess return over the past 25 years. Our portfolio analysis suggests that the a long-only strategic allocation to commodities as a general asset class is a bet on the future term structure of commodity prices, in general, and on specific portfolio weighting schemes, in particular. In contrast, we provide evidence that there are distinct benefits to an asset allocation overlay that tactically allocates using commodity futures exposures. We examine three trading strategies that use both momentum and the term structure of futures prices. We find that the tactical strategies provide higher average returns and lower risk than a long-only commodity futures exposure.\n\n",
    "acknowledgement": "\n"
}