{
    "id": 11237,
    "citation_title": "Deflation and the International Great Depression: A Productivity Puzzle",
    "citation_author": [
        "Harold L. Cole",
        "Lee E. Ohanian",
        "Ron Leung"
    ],
    "citation_publication_date": "2005-04-04",
    "issue_date": "2005-04-04",
    "revision_date": "2007-06-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops the first dynamic, stochastic, general equilibrium analysis of the International Great Depression. We construct a new version of Lucas?s (1972) monetary misperceptions model, with a real shock (productivity) and a nominal shock (money supply). We use the model with a newly assembled panel data set from 17 countries between 1929-33 to quantify the fraction of output change and price change that is accounted for by these two shocks. Data limitations require us to develop a new procedure for identifying the two shocks. The identified productivity shock has a large country-specific component, and is highly correlated with actual productivity. The identified monetary shock has a large common component, and is highly correlated with money supply changes. We find that the model accounts for most of the variation in macroeconomic activity in the panel of countries. About 2/3 of output change is accounted for by the real (productivity) shock, and virtually all of the change in nominal prices is accounted for by the nominal (money supply) shock. The only variable we find that is highly correlated with the productivity shock is stock prices. We conclude that financial friction models are potentially the most promising class of models for understanding the Solow Residual during this period, and thus the Great Depression.\n\n",
    "acknowledgement": "\nWe acknowledge the support of the National Science Foundation (Cole SES 0137421 and Ohanian SES 0099250). We would particularly like to thank Richard Rogerson for helpful comments and criticisms, as well as Ben Bernanke, Toni Braun, V.V. Chari, Larry Christiano, Pat Kehoe, Narayana Kocherlakota, Jeremy Greenwood, Fumio Hayashi, Ellen McGrattan, and Ed Prescott. We thank Yi-Li Chien, David Lagakos, Casey Otsu and Mauro Rodrigues for research assistance.\n\n\n"
}