{
    "id": 11238,
    "citation_title": "Suicidal Behavior and the Labor Market Productivity of Young Adults",
    "citation_author": [
        "Erdal Tekin",
        "Sara Markowitz"
    ],
    "citation_publication_date": "2005-04-04",
    "issue_date": "2005-04-04",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a comprehensive analysis of the link between suicidal behaviors and human capital formation of young adults in the United States.  Using data from the National Longitudinal Study of Adolescent Health, we estimate the effects of suicide thoughts and attempts on the probability of engaging in work or school.  The richness of the data set allows us to implement several strategies to control for unobserved heterogeneity and the potential reverse causality.  These include using a large set of control variables that are likely to be correlated with both suicidal behavior and the outcome measures, an instrumental variables method, and a fixed effects analysis from the subsample of twin pairs contained in the data. The longitudinal nature of the data set also allows us to control for past suicidal thoughts and suicide attempts of the individuals from their high school years as well as the suicidal behavior of their family members. Results from the different identification strategies consistently indicate that both suicide thoughts and suicide attempts decrease the likelihood a young adult individual engages in work or schooling.\n\n",
    "acknowledgement": "\nWe would like to express our sincere thanks to Carol Tremblay for her very helpful suggestions and comments.\n\n\n"
}