{
    "id": 1124,
    "citation_title": "Services in the Domestic Economy and in World Transactions",
    "citation_author": [
        "Irving B. Kravis"
    ],
    "citation_publication_date": "1983-05-01",
    "issue_date": "1983-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new interest in the role of services in world transactions has been generated by the current efforts of the U. S. Government to reduce barriers to international trade in services.The paper distinguishes four different classifications of economic activities between services and corrmodities. Service industries -- those producing non-storable outputs -- have been growing in nost domestic economies relative to commodity-producing industries, though about half the growth in their share in GDP is attributable to relative price increases.The U.S. policy effort focuses on a somewhat different set of services which are referred to as \"private nonfactor services\". Exports of such services have not expanded relative to comrrodity exports. However, their sales by U.S. affiliates abroad are much larger than exports from the U.S.and have been growing more rapidly than affiliates' commodity sales. It will not be easy to obtain the consent of foreign countries toa general easingof restrictions on direct foreign investment in service sectors.Also, it may beasked why,if growth is to be the criterion of special negotiating effort, the commodity-service dichotomy is relevant. Why not search for fast qrowing sectors amonq cammodities as well? However, a successful effort to reduce some foreign barriers and the compensatory reductions in U.S. barriers that this would entail might provide a modest counterweight on the side of liberalization in a world in which restrictions are growing.\n\n",
    "acknowledgement": "\n"
}