{
    "id": 11242,
    "citation_title": "Ex Ante Carrots instead of Ex Post Sticks: Two Examples",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2005-04-04",
    "issue_date": "2005-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the limited ability to help developing countries in a crisis should shift the focus to policies helping in reducing the ex ante probability of crises. Indirectly, such  policies would also alleviate the depths of realized crises. Two specific ideas are explored:\nI. International reserves escrow accounts: Managing international reserves provides an effective mechanism for self insurance. The hazard of this mechanism is that international reserves are easy prey for opportunistic policy makers in polarized countries characterized by political instability. This hazard may be alleviated by escrow accounts run by the International Financial Institutions (IFIs), where part of the international reserves of a country are saved and would be used if pre-set conditions, like large TOT deteriorations, are met. The IFIs may offer a subsidized return on these escrow accounts in order to encourage countries to reduce external borrowing and to increase fiscal savings. Such subsidies may be welfare improving due to the over borrowing bias induced by sovereign risk.\nII. IFIs as lenders of last resort to finance fiscal reforms: I illustrate this possibility in a modified version of Cukierman, Edwards and Tabellinis (AER 1992) model. I identify conditions where IFIs function as the lenders of last resort, financing fiscal reforms. IFIs financing may shift the equilibrium from an inefficient outcome with a low tax base and high inflation to a superior outcome, associated with a more sound tax system.\n\n",
    "acknowledgement": "\n"
}