{
    "id": 11247,
    "citation_title": "Portfolio Choice over the Life-Cycle in the Presence of 'Trickle Down' Labor Income",
    "citation_author": [
        "Luca Benzoni",
        "Pierre Collin-Dufresne",
        "Robert S. Goldstein"
    ],
    "citation_publication_date": "2005-04-04",
    "issue_date": "2005-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence shows that changes in aggregate labor income and stock market returns exhibit only weak correlation at short horizons. As we document below, however, this correlation increases substantially at longer horizons, which provides at least suggestive evidence that stock returns and labor income are cointegrated. In this paper, we investigate the implications of such a cointegrated relation for life-cycle optimal portfolio and consumption decisions of an agent whose non-tradable labor income faces permanent and temporary idiosyncratic shocks. We find that, under economically plausible calibrations, the optimal portfolio choice for the young investor is to take a substantial {\\em short} position in the risky portfolio, in spite of the large risk premium associated with it. Intuitively, this occurs because the cointegration effect makes the present value of future labor income flows `stock-like' for the young agent. However, for older agents who have shorter times-to-retirement, the cointegration effect does not have sufficient time to act, and the remaining human capital becomes more `bond-like.' Together, these effects create a hump-shaped optimal portfolio decision for the agent over the life cycle, consistent with empirical observation.\n\n",
    "acknowledgement": "\n"
}