{
    "id": 11251,
    "citation_title": "Technology Adoption From Hybrid Corn to Beta Blockers",
    "citation_author": [
        "Jonathan Skinner",
        "Douglas Staiger"
    ],
    "citation_publication_date": "2005-04-04",
    "issue_date": "2005-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn his classic 1957 study of hybrid corn, Griliches emphasized the importance of economic incentives and profitability in the adoption of new technology, and this focus has been continued in the economics literature. But there is a distinct literature with roots in sociology emphasizing the structure of organizations, informal networks, and \"change agents.\" We return to a forty-year-old debate between Griliches and the sociologists by considering state-level factors associated with the adoption of a variety of technological innovations: hybrid corn and tractors in the first half of the 20th century, computers in the 1990s, and the treatment of heart attacks during the last decade. First, we find that some states consistently adopted new effective technology, whether hybrid corn, tractors, or effective treatments for heart attacks such as Beta Blockers. Second, the adoption of these new highly effective technologies was closely associated with social capital and state-level 1928 high school graduation rates, but not per capita income, density, or (in the case of Beta Blockers) expenditures on heart attack patients. Economic models are useful in identifying why some regions are more likely to adopt early, but sociological barriers -- perhaps related to a lack of social capital or informational networks -- can potentially explain why other regions lag far behind.\n\n",
    "acknowledgement": "\n"
}