{
    "id": 11257,
    "citation_title": "Prices, Production and Inventories over the Automotive Model Year",
    "citation_author": [
        "Adam Copeland",
        "Wendy Dunn",
        "George Hall"
    ],
    "citation_publication_date": "2005-04-11",
    "issue_date": "2005-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the within-model-year pricing and production of new automobiles. Using new monthly data on U.S. transaction prices, we document that for the typical new vehicle, prices fall over the model year at a 9.2 percent annual rate. Concurrently, both sales and inventories are hump shaped. To explain these time series, we formulate a market equilibrium model for new automobiles in which inventory and pricing decisions are made simultaneously. On the demand side, we use micro-level data to estimate time-varying aggregate demand curves for each vehicle. On the supply side, we solve a dynamic programming model of an automaker that, while able to produce only one vintage of a product at a time, may accumulate inventories and consequently sell multiple vintages of the same product simultaneously. The profit maximizing pricing and production strategies under a build-to-stock inventory policy imply declining prices and hump-shaped sales and inventories of the magnitudes observed in the data. Further, roughly half of the price decline is driven by inventory control considerations, as opposed to decreasing demand.\n\n",
    "acknowledgement": "\n"
}