{
    "id": 11263,
    "citation_title": "Treatment Effect Bounds: An Application to Swan-Ganz Catheterization",
    "citation_author": [
        "Jay Bhattacharya",
        "Azeem Shaikh",
        "Edward Vytlacil"
    ],
    "citation_publication_date": "2005-04-18",
    "issue_date": "2005-04-18",
    "revision_date": "2007-07-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe reanalyze data from the observational study by Connors et al. (1996) on the impact of Swan-Ganz catheterization on mortality outcomes. The Connors et al. (1996) study assumes that there are no unobserved differences between patients who are catheterized and patients who are not catheterized and finds that catheterization increases patient mortality. We instead allow for such differences between patients by implementing both the bounds of Manski (1990), which only exploits an instrumental variable, and the bounds of Shaikh and Vytlacil (2004), which exploit mild nonparametric, structural assumptions in addition to an instrumental variable. We propose and justify the use of indicators of weekday admission as an instrument for catheterization in this context. We find that in our application, the Manski (1990) bounds do not indicate whether catheterization increases or decreases mortality, whereas the Shaikh and Vytlacil (2004) bounds reveal that catheterization increases mortality at 30 days and beyond. We also extend the analysis of Shaikh and Vytlacil (2004) to exploit a further nonparametric, structural assumption -- that doctors catheterize individuals with systematically worse latent health -- and find that this assumption further narrows these bounds and strengthens our conclusions.\n\n",
    "acknowledgement": "\nWe thank Seung-Hyun Hong and seminar participants at Brigham Young University, University of Chicago, Harvard/MIT, Michigan Ann-Arbor, Michigan State, and at the ZEW 2nd Conference on Evaluation Research in Mannheim for helpful comments. We also thank an Editor, Associate Editor, and three anonymous referees for valuable suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}