{
    "id": 11267,
    "citation_title": "Tax Structure in Developing Countries: Many Puzzles and a Possible Explanation",
    "citation_author": [
        "Roger Gordon",
        "Wei Li"
    ],
    "citation_publication_date": "2005-04-18",
    "issue_date": "2005-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTax policies seen in developing countries are puzzling on many dimensions. To begin with, revenue/GDP is surprisingly small compared with that in developed economies. Taxes on labor income play a minor role. Taxes on consumption are important, but effective tax rates vary dramatically by firm, with many firms avoiding taxes entirely by operating through cash in the informal economy and others facing very high liabilities. Taxes on capital are an important source of revenue, as are tariffs and seignorage, all contrary to the theoretical literature.\nIn this paper, we argue that all of these aspects of policy may be sensible responses if a government is able in practice to collect taxes only from those firms that make use of the financial sector. Through use of the financial sector, firms generate a paper trail, facilitating tax enforcement. The threat of disintermediation then limits how much can be collected in taxes. Taxes can most easily be collected from the firms most dependent on the financial sector, presumably capital-intensive firms. Given the resulting differential tax rates by sector, other policies would sensibly be used to offset these tax distortions. Tariff protection for capital-intensive firms is one. Inflation, imposing a tax on the cash economy is another.\n\n",
    "acknowledgement": "\n"
}