{
    "id": 11260,
    "citation_title": "School-to-Career and Post-Secondary Education: Evidence from the Philadelphia Educational Longitudinal Study",
    "citation_author": [
        "Frank F. Furstenberg",
        "Jr.",
        "David Neumark"
    ],
    "citation_publication_date": "2005-04-11",
    "issue_date": "2005-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a set of programs implemented in Philadelphia high schools that focus on boosting post-secondary enrollment. These programs are less career oriented than traditional school-to-work programs, but are consistent with the broadening of the goals of school-to-work to emphasize post-secondary education. The Philadelphia Longitudinal Educational Study (PELS) data set that we examine contains an unusually large amount of information on individuals prior to placement in STC programs. We use the detailed information in the PELS to study the process of selection into these programs and to examine their impact on a set of mainly schooling-related outcomes during and after high school, although we also consider their impact on non-academic outcomes. The data point to positive effects of these programs on high school graduation and on both academic and non-academic awards in high school, and similar negative effects on dropping out of high school. The results also suggest positive effects on aspirations for higher education and on college attendance. In addition, there is some evidence that these programs are more effective in increasing college attendance and aspirations among at-risk youths.\n\n",
    "acknowledgement": "\n"
}