{
    "id": 11279,
    "citation_title": "The Impact of Family Income on Child Achievement",
    "citation_author": [
        "Gordon B. Dahl",
        "Lance Lochner"
    ],
    "citation_publication_date": "2005-04-25",
    "issue_date": "2005-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the consequences of growing up poor for a child's well-being is an important research question, but one that is difficult to answer due to the potential endogeneity of family income. Past estimates of the effect of family income on child development have often been plagued by omitted variable bias and measurement error. In this paper, we use a fixed effect instrumental variables strategy to estimate the causal effect of income on children's math and reading achievement. Our primary source of identification comes from the large, non-linear changes in the Earned Income Tax Credit (EITC) over the last two decades. The largest of these changes increased family income by as much as 20%, or approximately $2,100. Using a panel of over 6,000 children matched to their mothers from National Longitudinal Survey of Youth datasets allows us to address problems associated with unobserved heterogeneity and endogenous transitory income shocks as well as measurement error in income. Our baseline estimates imply that a $1,000 increase in income raises math test scores by 2.1% and reading test scores by 3.6% of a standard deviation. The results are even stronger when looking at children from disadvantaged families who are affected most by the large changes in the EITC, and are robust to a variety of alternative specifications.\n\n",
    "acknowledgement": "\n"
}