{
    "id": 11276,
    "citation_title": "Taylor Rules, McCallum Rules and the Term Structure of Interest Rates",
    "citation_author": [
        "Michael Gallmeyer",
        "Burton Hollifield",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2005-04-25",
    "issue_date": "2005-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical research shows that a reasonable characterization of federal-funds-rate targeting behavior is that the change in the target rate depends on the maturity structure of interest rates and exhibits little dependence on lagged target rates. See, for example, Cochrane and Piazzesi (2002). The result echoes the policy rule used by McCallum (1994) to rationalize the empirical failure of the `expectations hypothesis' applied to the term- structure of interest rates. That is, rather than forward rates acting as unbiased predictors of future short rates, the historical evidence suggests that the correlation between forward rates and future short rates is surprisingly low. McCallum showed that a desire by the monetary authority to adjust short rates in response to exogenous shocks to the term premiums imbedded in long rates (i.e. \"yield-curve smoothing\"), along with a desire for smoothing interest rates across time, can generate term structures that account for the puzzling regression results of Fama and Bliss (1987). McCallum also clearly pointed out that this reduced-form approach to the policy rule, although naturally forward looking, needed to be studied further in the context of other response functions such as the now standard Taylor (1993) rule. We explore both the robustness of McCallum's result to endogenous models of the term premium and also its connections to the Taylor Rule. We model the term premium endogenously using two different models in the class of affine term structure models studied in Duffie and Kan (1996): a stochastic volatility model and a stochastic price-of- risk model. We then solve for equilibrium term structures in environments in which interest rate targeting follows a rule such as the one suggested by McCallum (i.e., the \"McCallum Rule\"). We demonstrate that McCallum's original result generalizes in a natural way to this broader class of models. To understand the connection to the Taylor Rule, we then consider two structural macroeconomic models which have reduced forms that correspond to the two affine models and provide a macroeconomic interpretation of abstract state variables (as in Ang and Piazzesi (2003)). Moreover, such structural models allow us to interpret the parameters of the term-structure model in terms of the parameters governing preferences, technologies, and policy rules. We show how a monetary policy rule will manifest itself in the equilibrium asset-pricing kernel and, hence, the equilibrium term structure. We then show how this policy can be implemented with an interest-rate targeting rule. This provides us with a set of restrictions under which the Taylor and McCallum Rules are equivalent in the sense if implementing the same monetary policy. We conclude with some numerical examples that explore the quantitative link between these two models of monetary policy.\n\n",
    "acknowledgement": "\n"
}