{
    "id": 11274,
    "citation_title": "On the Renminbi: The Choice between Adjustment under a Fixed Exchange Rate and Adjustment under a Flexible Rate",
    "citation_author": [
        "Jeffrey Frankel"
    ],
    "citation_publication_date": "2005-04-25",
    "issue_date": "2005-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFixed and flexible exchange rates each have advantages, and a country has the right to choose the regime suited to its circumstances. Nevertheless, several arguments support the view that the de facto dollar peg may now have outlived its usefulness for China. (1) China's economy is on the overheating side of internal balance, and appreciation would help easy inflationary pressure. (2) Although foreign exchange reserves are a useful shield against currency crises, by now China's current level is fully adequate, and US treasury securities do not pay a high return. (3) It becomes increasingly difficult to sterilize the inflow over time, exacerbating inflation. (4) Although external balance could be achieved by expenditure reduction, e.g., by raising interest rates, the existence of two policy goals (external balance and internal balance) in general requires the use of two independent policy instruments (e.g., the real exchange rate and the interest rate). (5) A large economy like China can achieve adjustment in the real exchange rate via flexibility in the nominal exchange rate more easily than via price flexibility. (6) The experience of other emerging markets points toward exiting from a peg when times are good and the currency is strong, rather than waiting until times are bad and the currency is under attack. (7) From a longer-run perspective, prices of goods and services in China are low -- not just low relative to the United States (.23), but also low by the standards of a Balassa-Samuelson relationship estimated across countries (which predicts .36). In this specific sense, the yuan was undervalued by approximately 35% in 2000, and is by at least as much today. The paper finds that, typically across countries, such gaps are corrected halfway, on average, over the subsequent decade. These seven arguments for increased exchange rate flexibility need not imply a free float. China is a good counter-example to the popular \"corners hypothesis\" prohibition on intermediate exchange rate regimes.\n\n",
    "acknowledgement": "\n"
}