{
    "id": 11275,
    "citation_title": "Politics and Economics in Weak and Strong States",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2005-04-25",
    "issue_date": "2005-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile much research in political economy points out the benefits of \"limited government,\" political scientists have long emphasized the problems created in many less developed nations by \"weak states,\" which lack the power to tax and regulate the economy and to withstand the political and social challenges from non-state actors. I construct a model in which the state apparatus is controlled by a self-interested ruler, who tries to divert resources for his own consumption, but who can also invest in socially productive public goods. Both weak and strong states create distortions. When the state is excessively strong, the ruler imposes such high taxes that economic activity is stifled. When the state is excessively weak, the ruler anticipates that he will not be able to extract rents in the future and underinvests in public goods. I show that the same conclusion applies in the analysis of both the economic power of the state (i.e., its ability to raise taxes) and its political power (i.e., its ability to remain entrenched from the citizens). I also discuss how under certain circumstances, a different type of equilibrium, which I refer to as \"consensually-strong state equilibrium,\" can emerge whereby the state is politically weak but is allowed to impose high taxes as long as a sufficient fraction of the proceeds are invested in public goods. The consensually-strong state might best correspond to the state in OECD countries where taxes are high despite significant control by the society over the government.\n\n",
    "acknowledgement": "\n"
}