{
    "id": 11289,
    "citation_title": "My Policies or Yours: Does OECD Support for Agriculture Increase Poverty in Developing Countries?",
    "citation_author": [
        "Margaret McMillan",
        "Alix Peterson Zwane",
        "Nava Ashraf"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of rich-country agricultural support on the poor. Using non-parametric analysis we establish that the majority of poor countries are consistently net importers of food products that are heavily supported by OECD governments. Using a cross-country regression framework we measure the overall impact of agricultural support policies in rich countries on poverty and average incomes in poor countries. We find no support in the cross-country analysis for the claim that OECD polices worsen poverty in developing countries. To better understand what might drive these results, we turn to national employment and household consumption and expenditure surveys from Mexico.  There are four important findings from the country case study: (1) the majority of the poorest corn farmers in Mexico report that they never sell any corn, (2) Mexico's own policies (signing NAFTA) have dramatically reduced the Mexican producer price of corn, (3) US corn subsidies have had a limited impact on this price and, (4) domestic policies have largely cushioned Mexican corn farmers from the drop in corn prices. Taken together, the evidence suggests that a reduction in rich-country agricultural support that raises world food prices is likely to hurt the poorest countries but may have little impact at all on the poorest farmers within these countries.\n\n",
    "acknowledgement": "\n"
}