{
    "id": 11284,
    "citation_title": "Contracts, Holdup, and Legal Intervention",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article develops the point that the problems associated with contractual holdup may justify legal intervention in theory, and the article relates this conclusion to legal intervention in practice. Contractual holdup is considered for both fresh contracts and for modifications of contracts.\n\tThe law can in principle alleviate the incentive and risk-bearing problems due to holdup in two ways. One approach is for the law simply to void agreements made in certain circumstances, since that will remove the prospect of profit from holdup. This policy may be desirable when the events that permit holdup are engineered, for these events would not have been instigated if they would not have resulted in enforceable contracts. When situations of need are not engineered (bad weather puts a ship in jeopardy), flat voiding of contracts is undesirable, since contracts for aid in situations of need (to tow a ship) are often socially beneficial. In these circumstances, the policy of controlling the contract price is preferable, as that policy can reduce the problems of holdup but still allow contracts to be made.\n\tBoth types of legal intervention in contracts and their modifications -- voiding without regard to price and control of price -- are used by courts to counter problems of pronounced holdup. Also, various price control regulations appear to serve the same objective, at least in part, for instance maximum price ordinances for car towing services, emergency price regulations, and the historically important rule of laesio enormis of the Middle Ages.\n\n",
    "acknowledgement": "\n"
}