{
    "id": 11287,
    "citation_title": "Lucky Stores, Gambling, and Addiction: Empirical Evidence from State Lottery Sales",
    "citation_author": [
        "Jonathan Guryan",
        "Melissa S. Kearney"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThere is a large body of literature in both psychology and economics documenting mistaken perceptions of randomness. In this paper we demonstrate that people appear to believe that \"lightning will strike twice\" when it comes to lottery jackpots. First, we show that in the week following the sale of a winning ticket, retailers that sell a winning jackpot ticket experience relative increases in game-specific ticket sales of between 12 and 38 percent, with the sales response increasing in the size of the jackpot. In addition, the increase in sales experienced by the winning vendor increases with the proportion of the local population comprised of high school dropouts, elderly adults, and households receiving public assistance. We further show that this increase in retail-game sales initially reflects an increase in total sales at the retail and zip code level. Second, we show that the increase in sales is persistent at the winning retailer. However, the data no not provide clear evidence that the increase in sales at the zip code level is persistent. It thus appears that in the long run, consumers are persistent in their habit of buying lottery tickets at the \"lucky\" store; however, as the shock to total gambling dissipates, there is no evidence that lottery gambling itself is habit forming or addictive.\n\n",
    "acknowledgement": "\n"
}