{
    "id": 11285,
    "citation_title": "Understanding and Comparing Factor-Based Forecasts",
    "citation_author": [
        "Jean Boivin",
        "Serena Ng"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForecasting using `diffusion indices' has received a good deal of attention in recent years. The idea is to use the common factors estimated from a large panel of data to help forecast the series of interest. This paper assesses the extent to which the forecasts are influenced by (i) how the factors are estimated, and/or (ii) how the forecasts are formulated. We find that for simple data generating processes and when the dynamic structure of the data is known, no one method stands out to be systematically good or bad. All five methods considered have rather similar properties, though some methods are better in long horizon forecasts, especially when the number of time series observations is small. However, when the dynamic structure is unknown and for more complex dynamics and error structures such as the ones encountered in practice, one method stands out to have smaller forecast errors. This method forecasts the series of interest directly, rather than the common and idiosyncratic components separately, and it leaves the dynamics of the factors unspecified. By imposing fewer constraints, and having to estimate a smaller number of auxiliary parameters, the method appears to be less vulnerable to misspecification, leading to improved forecasts.\n\n",
    "acknowledgement": "\n"
}