{
    "id": 11288,
    "citation_title": "Advanced Purchase Commitments for a Malaria Vaccine: Estimating Costs and Effectiveness",
    "citation_author": [
        "Ernst R. Berndt",
        "Rachel Glennerster",
        "Michael R. Kremer",
        "Jean Lee",
        "Ruth Levine",
        "Georg Weizsacker",
        "Heidi Williams"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "2006-07-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo overcome the problem of insufficient research and development (R&D) on vaccines for diseases concentrated in low-income countries, sponsors could commit to purchase viable vaccines if and when they are developed. One or more sponsors would commit to a minimum price that would be paid per person immunized for an eligible product, up to a certain number of individuals immunized. For additional purchases, the price would eventually drop to short-run marginal cost. If no suitable product were developed, no payments would be made. We estimate the offer size which would make the revenues from R&D investments on a malaria vaccine similar to revenues realized from investments in typical existing commercial pharmaceutical products, as well as the degree to which various contract models and assumptions would affect the cost-effectiveness of such a commitment for the case of a malaria vaccine. Under conservative assumptions, we document that the intervention would be highly cost-effective from a public health perspective. Sensitivity analyses suggest most characteristics of a hypothetical malaria vaccine would have little effect on the cost-effectiveness, but that the duration of protection against malaria conferred by a vaccine strongly affects potential cost-effectiveness. Readers can conduct their own sensitivity analyses employing a web-based spreadsheet tool.\n\n",
    "acknowledgement": "\n"
}