{
    "id": 11293,
    "citation_title": "A Quantitative Model of Sudden Stops and External Liquidity Management",
    "citation_author": [
        "Ricardo Caballero",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging market economies, which have much of their growth ahead of them, run persistent current account deficits in order to smooth consumption intertemporally. The counterpart of these deficits is their dependence on capital inflows, which can suddenly stop. In this paper we develop and estimate a quantifiable model of sudden stops and use it to study practical mechanisms to insure emerging markets against them. We first assess the standard practice of protecting the current account through the accumulation of international reserves and conclude that, even when optimally managed, this mechanism is expensive and incomplete. External insurance, on the other hand, is hard to obtain because sudden stops often come together with distress in emerging market investors themselves (the most natural insurers). Thus, one needs to find global (non-emerging-market-specific) assets that are correlated to sudden stops. We show an example of such an asset based on the S&P 500's implied volatility index. If added to these countries portfolios, it would significantly enhance their sudden stop risk-management strategies. In our simulations, the median gain in terms of reserves available at the time of sudden stop is around 30 percent. Moreover, in instances where the level of non-contingent reserves is low, the median gain is close to 300 percent. We also find that as countries manage to reduce the size of the sudden stops that afflict them, they should reduce their stock of reserves and significantly increase their share of contingent reserves. The main insights of the paper extend to external liquidity and liability management more generally.\n\n",
    "acknowledgement": "\n"
}