{
    "id": 11295,
    "citation_title": "Is the Melting Pot Still Hot? Explaining the Resurgence of Immigrant Segregation",
    "citation_author": [
        "David M. Cutler",
        "Edward L. Glaeser",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses decennial Census data to examine trends in immigrant segregation in the United States between 1910 and 2000. Immigrant segregation declined in the first half of the century, but has been rising over the past few decades. Analysis of restricted access 1990 Census microdata suggests that this rise would be even more striking if the native-born children of immigrants could be consistently excluded from the analysis. We analyze longitudinal variation in immigrant segregation, as well as housing price patterns across metropolitan areas, to test four hypotheses of immigrant segregation. Immigration itself has surged in recent decades, but the tendency for newly arrived immigrants to be younger and of lower socioeconomic status explains very little of the recent rise in immigrant segregation. We also find little evidence of increased nativism in the housing market. Evidence instead points to changes in urban form, manifested in particular as native-driven suburbanization and the decline of public transit as a transportation mode, as a central explanation for the new immigrant segregation.\n\n",
    "acknowledgement": "\n"
}