{
    "id": 11290,
    "citation_title": "Social Security Programs and Retirement around the World: Fiscal Implications, Introduction and Summary",
    "citation_author": [
        "Jonathan Gruber",
        "David Wise"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the introduction to and summary of Phase III of an international research project to study the relationship between social security provisions and retirement. The project relies on the work of a large group of economists in 12 countries who conduct the analysis for each of their countries. The first phase described the retirement incentives inherent in plan provisions and documented the strong relationship across countries between social security incentives to retire and the proportion of older persons out of the labor force. The second phase illustrated the large effects that changing plan provisions would have on the labor force participation of older workers. This third phase shows the consequent fiscal implications that extending labor force participation would have on net program costs -- reduced government social security benefit payments less increased government tax revenues.\nThe findings are conveyed by simulating the implications of illustrative reforms. One reform increases benefit eligibility ages by three years. Another illustrative reform reduces actuarially benefits received before the normal retirement age. A common reform prescribes the same provisions in each country. The financial implications of the illustrative reforms are very large in many instances, often as much as 20 to 40 percent of current program costs. The savings amount to as much a 1 percent or more of country GDP. The results make clear that reforms like those considered in this volume can have very large fiscal implications for the cost of social security benefits as well as for government revenues engendered by changes in the labor force participation of older workers.\n\n",
    "acknowledgement": "\n"
}