{
    "id": 11292,
    "citation_title": "Contractibility and the Design of Research Agreements",
    "citation_author": [
        "Josh Lerner",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how variations in contractibility affect the design of contracts in the context of biotechnology research agreements. A major concern of firms financing biotechnology research is that the R&D firms might use the funding to subsidize other projects or substitute one project for another. We develop a model based on the property-rights theory of the firm that allows for researchers in the R&D firms to pursue multiple projects. When research activities are non-verifiable, we show that it is optimal for the financing company to obtain the option right to terminate the research agreement while maintaining broad property rights to the terminated project. The option right induces the biotechnology firm researchers not to deviate from the proposed research activities. The contract prevents opportunistic exercise of the termination right by conditioning payments on the termination of the agreement. We test the model empirically using a new data set on 584 biotechnology research agreements. We find that the assignment of termination and broad intellectual property rights to the financing firm occurs in contractually difficult environments in which there is no specifiable lead product candidate. We also analyze how the contractual design varies with the R&D firm's financial constraints and research capacities and with the type of financing firm. The additional empirical results allow us to distinguish the property-rights explanation from alternative stories, based on uncertainty and asymmetric information about the project quality or research abilities.\n\n",
    "acknowledgement": "\n"
}