{
    "id": 11294,
    "citation_title": "Why Do Public Firms Issue Private and Public Securities?",
    "citation_author": [
        "Armando Gomes",
        "Gordon Phillips"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a comprehensive set of private and public security issuance decisions by publicly traded companies. We study private and public issues of debt, convertibles and common equity securities - a total of 6 different security-market choices. The market for public firms issuing private securities is large. Of the over 13,000 issues we examine, more than half are in the private market. We find that asymmetric information and moral hazard problems play a large role in the public versus private market choice and the security type choice. Our findings show that asymmetric information impacts security choice in a particular pattern: Conditional on issuing in the public market we find a pecking order of security issuance holds, firms with higher measures of asymmetric information are less likely to issue equity. We find a reversal of this pecking order in the private market, firms with higher measures of asymmetric information are more likely to issue equity and convertibles. Second, we find risk and investment opportunities are important in determining which security type a firm issues. Firms with high risk, low profitability and good investment opportunities are more likely to choose equity and convertibles and to issue privately. The results support models of security issuance where private securities give investors more incentives to produce information and monitor the firm.\n\n",
    "acknowledgement": "\n"
}