{
    "id": 11305,
    "citation_title": "Crises in Emerging Market Economies: A Global Perspective",
    "citation_author": [
        "Guillermo A. Calvo"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "2007-05-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper argues that global financial factors played an important role in the capital-inflow episode in Emerging Market economies (EMs), during the early part of the 1990s, and clearly in the Sudden Stop (of capital inflows) crises that took place after the 1998 Russian crisis. Moreover, the paper shows that recovery after crises that exhibit large output loss (more than 5 percent of GDP from peak to trough) occurs in a Phoenix-like fashion: little credit or investment is required. These results strongly suggest that: (1) deep financial crises can be prevented or at least largely alleviated and (2) global institutions and arrangements should be high on the policy agenda. The paper then discusses an Emerging Market Fund (EMF) charged with the task of lowering the incidence of contagion in EM bond prices. In addition, the paper analyzes domestic policies and concludes that they are critical and important in making EMs less vulnerable to shocks but are unlikely to succeed in fully shielding these economies from global financial shocks if not supported by arrangements like the EMF. Finally, two sections of the paper are devoted to discussing some current issues regarding applicable theory and econometrics.\n\n",
    "acknowledgement": "\nThis is a revised version of my paper for the Frank D. Graham Memorial Lecture, Princeton University, March 30, 2005. This paper greatly benefited from comments by Kevin Cowan, Enrique Mendoza, Carmen Reinhart and Ernesto Talvi. Special thanks go to Rudy Loo-Kung and John D. Smith for first-rate research assistance, and editing. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}