{
    "id": 11302,
    "citation_title": "Parental Educational Investment and Children's Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variations in Fertility",
    "citation_author": [
        "Dalton Conley",
        "Rebecca Glauber"
    ],
    "citation_publication_date": "2005-05-02",
    "issue_date": "2005-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stylized fact that individuals who come from families with more children are disadvantaged in the schooling process has been one of the most robust effects in human capital and stratification research over the last few decades. For example, Featherman and Hauser (1978: 242-243) estimate that each additional brother or sister costs respondents on the order of a fifth of a year of schooling. However, more recent analyses suggest that the detrimental effects of sibship size on children's educational achievement might be spurious. We extend these recent analyses of spuriousness versus causality using a different method and a different set of outcome measures. We suggest an instrumental variable approach to estimate the effect of sibship size on children's private school attendance and on their likelihood of being held back in school. Specifically, we deploy the sex-mix instrument used by Angrist and Evans (1998). Analyses of educational data from the 1990 PUMS five percent sample reveal that children from larger families are less likely to attend private school and are more likely to be held back in school. Our estimates are smaller than traditional OLS estimates, but are nevertheless greater than zero. Most interesting is the fact that the effect of sibship size is uniformly strongest for latter-born children and zero for first born children.\n\n",
    "acknowledgement": "\n"
}