{
    "id": 1130,
    "citation_title": "The Substitutability of Debt and Equity Securities",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1983-05-01",
    "issue_date": "1983-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates empirically the degree of substitutability between debt and equity securities in the United States during 1960-1980. The analysis first applies fundamental relationships connecting portfolio choices with expected asset returns to infer key asset substitutabilities directly from the observed U.S. asset return experience. It then compares these implied substitutabilities with the observed portfolio behavior of U.S. households. The resulting evidence provides little ground for any conclusion about even the sign, much less the magnitude, of the substitutability of short-term debt and equity. Although the implied optimal behavior indicates that these two assets are substitutes, the observed behavior indicates that households have treated them as complements. By contrast, the evidence consistently indicates that long-term debt and equity are substitutes. Moreover, with a few exceptions the empirical estimates of the associated substitution elasticity are quite closely clustered around the value -.035. The conclusion that long-term debt and equity are substitutes with elasticity -.035 bears mixed implications for broader economic and financial questions. At one level, the finding that the two assets are indeed substitutes validates the standard assumption underlying a variety of familiar models in monetary economics and finance. At the same time, if the elasticity is only -.035, then many of these models' more important substantive conclusions do not follow.\n\n",
    "acknowledgement": "\n"
}