{
    "id": 11312,
    "citation_title": "Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets",
    "citation_author": [
        "Torben G. Andersen",
        "Tim Bollerslev",
        "Francis X. Diebold",
        "Clara Vega"
    ],
    "citation_publication_date": "2005-05-09",
    "issue_date": "2005-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the response of U.S., German and British stock, bond and foreign exchange markets to real-time U.S. macroeconomic news. Our analysis is based on a unique data set of high-frequency futures returns for each of the markets. We find that news surprises produce conditional mean jumps; hence high-frequency stock, bond and exchange rate dynamics are linked to fundamentals. The details of the linkages are particularly intriguing as regards equity markets. We show that equity markets react differently to the same news depending on the state of the U.S. economy, with bad news having a positive impact during expansions and the traditionally-expected negative impact during recessions. We rationalize this by temporal variation in the competing \"cash flow\" and \"discount rate\" effects for equity valuation. This finding also helps explain the apparent time-varying correlation between stock and bond returns, and the relatively small equity market news announcement effect when averaged across expansions and recessions. Hence, while our results confirm previous unconditional rankings suggesting that bond markets almost uniformly react most strongly to macroeconomic news, followed by foreign exchange and then equity markets, importantly when conditioning on the state of the economy the foreign exchange and equity markets appear equally responsive. Lastly, relying on the pronounced heteroskedasticity in the new high-frequency data, we also document important contemporaneous linkages across all markets and countries over-and-above the direct news announcement effects.\n\n",
    "acknowledgement": "\n"
}