{
    "id": 1131,
    "citation_title": "Interpreting Ex-Dividend Evidence: The Citizens Utilities Case Reconsidered",
    "citation_author": [
        "James M. Poterba"
    ],
    "citation_publication_date": "1983-05-01",
    "issue_date": "1983-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous empirical studies have attempted to measure the effect of changes in dividend policy on corporate equity values. One of the most popular study methodologies has been an examination of share price changes around ex-dividend days. Comparing the movement in a stock's price with its nominal dividend payment leads to estimates of the stock market's relative valuation of dividends and capital gains. Ex-day price studies are often interpreted as showing that investors recognize their tax liabilities and therefore discount their dividend income. These studies predict that firms which reduce their payout ratio shouldrise in value, and buttress the view that an increase in dividend taxes would reduce the value of the stock market.This study disputes these conclusions by presenting a \"counterexample\" which suggests that ex-dividend day studies provide limited insight into the effects of dividend taxes, or dividend policy, on corporate valuation. I analyze a firm with two different classes of common stock: one class pays taxable cash dividends, while the other pays untaxed stock dividends. On ex-dividend days,the taxable-dividend shares experience a price decline equal to about seventy five percent of their dividend payment, while the untaxed stock distribution shares fall by the full value of their dividends. However, the prices of the two classes of equity do not reflect this apparent market preference for non-taxable distributions. The average price of taxable-dividend shares is approximately equal to that of the untaxed dividend shares, indicating that the market considers the two shares as equivalent. These findings are important for several reasons. First, they cast doubt on earlier conclusions, based on ex-dividend day studies, about how a change individend taxes or payout policy would affect the market value of equity capital. Second, the results may provide new insights which help to explain why firms pay dividends.They deny the view that investors hold dividend paying stocks only because they are necessary for diversification, and may suggest that there is some attribute of cash dividends which investors genuinely value.\n\n",
    "acknowledgement": "\n"
}