{
    "id": 11320,
    "citation_title": "Sibling Similarity and Difference in Socioeconomic Status: Life Course and Family Resource Effects",
    "citation_author": [
        "Dalton Conley",
        "Rebecca Glauber"
    ],
    "citation_publication_date": "2005-05-09",
    "issue_date": "2005-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor decades, geneticists and social scientists have relied on sibling correlations as indicative of the effects of genes and environment on behavioral traits and socioeconomic outcomes. The current paper advances this line of inquiry by exploring sibling similarity across a variety of socioeconomic outcomes and by providing answers to two relatively under-examined questions: do siblings' socioeconomic statuses diverge or converge across the life course? And do siblings from demographic groups that putatively differ on the degree of opportunity they enjoy vary with respect to how similar they turn out? Findings inform theoretical debates over parental investment models, especially in relation to diverging opportunities and capital constraints, and life course status attainment models. We report three new findings. First, sibling resemblance in occupational prestige is explained almost entirely by shared education, and sibling resemblance in family income is explained almost entirely by the combination of shared education, occupational prestige, and earnings. This is contrasted to sibling resemblance in earnings and wealth, as siblings retain 60 percent of their resemblance in earnings once we control for education and occupational prestige, and siblings retain more than 30 percent of their resemblance in wealth once we control for all other socioeconomic outcomes. Second, across the life course, siblings converge in earnings and income and maintain stable correlations in education, occupational prestige, and wealth. Third, black siblings have significantly lower correlations on earnings and income than nonblack siblings overall, but black siblings dramatically converge in income across the life course -- in their twenties black siblings have a .181 correlation in income and above age 40 they have a .826 correlation in income -- suggesting almost complete social reproduction in income by the fifth decade of life for African Americans. This pattern does not hold for nonblack siblings. Furthermore, when we split the sample by class and age, we find the opposite effect: by age 40 and above, siblings from higher SES families tend to increase in their resemblance while those from lower SES families do not. Descriptive accounts about the openness of American society, then, strongly depend on which group we are talking about and at which stage in the life course we measure economic status.\n\n",
    "acknowledgement": "\n"
}