{
    "id": 11321,
    "citation_title": "Patents, Price Controls, and Access to New Drugs: How Policy Affects Global Market Entry",
    "citation_author": [
        "Jean O. Lanjouw"
    ],
    "citation_publication_date": "2005-05-09",
    "issue_date": "2005-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfforts to strengthen the global patent system for pharmaceuticals continue to be controversial, and what will likely be a similarly fraught international debate over price controls has begun.  The outcome of international negotiations and the resulting policy decisions made by each country will have many ramifications - influencing the size of future investment in medical research, the availability of the resulting therapies, how the financial burdens are distributed across countries, and finally the health of consumers.    This paper considers how legal and regulatory policies affect whether new drugs are marketed in a country, and how quickly.   Less than one-half of the new pharmaceutical molecules that are marketed worldwide are sold in any given country, and those that are sold are often available to consumers in one country only six or seven years after those in another.  Both price regulation and intellectual property rights influence these outcomes. The analysis covers a large sample of 68 countries at all income levels and includes all drug launches over the period 1982-2002.  It uses newly compiled information on legal and regulatory policy, and is the first systematic analysis of the determinants of drug launch in poor countries.\n\n",
    "acknowledgement": "\n"
}