{
    "id": 11328,
    "citation_title": "Early Teen Marriage and Future Poverty",
    "citation_author": [
        "Gordon B. Dahl"
    ],
    "citation_publication_date": "2005-05-09",
    "issue_date": "2005-05-09",
    "revision_date": "2009-03-25",
    "topics": null,
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth early teen marriage and dropping out of high school have historically been associated with a variety of negative outcomes, including higher poverty rates throughout life.  Are these negative outcomes due to pre-existing differences or do they represent the causal effect of marriage and schooling choices?  To better understand the true personal and societal consequences, this paper uses an instrumental variables approach which takes advantage of variation in state laws regulating the age at which individuals are allowed to marry, drop out of school, and begin work.  The baseline IV estimate indicates that a woman who marries young is 31 percentage points more likely to live in poverty when she is older.  Similarly, a woman who drops out of school is 11 percentage points more likely to be poor.  The results are robust to a variety of alternative specifications and estimation methods, including LIML estimation and a control function approach.  While grouped OLS estimates for the early teen marriage variable are also large, OLS estimates based on individual-level data are small, consistent with a large amount of measurement error.\n\n",
    "acknowledgement": "\nThis revised version appears under a new title.  The old title was \"Myopic Matrimony and Dropout Decisions: Evidence Using State Laws for Marriage, Schooling, and Work.\" I thank Mark Bils, David Card, David Lee, Lance Lochner, Uta Schoenberg and seminar participants at several universities for valuable comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}