{
    "id": 11332,
    "citation_title": "Faith-Based Charity and Crowd Out during the Great Depression",
    "citation_author": [
        "Jonathan Gruber",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2005-05-16",
    "issue_date": "2005-05-16",
    "revision_date": "2022-07-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterest in religious organizations as providers of social services has increased dramatically in recent years. Churches in the U.S. were a crucial provider of social services through the early part of the twentieth century, but their role shrank dramatically with the expansion in government spending under the New Deal. In this paper, we investigate the extent to which the New Deal crowded out church charitable spending in the 1930s. We do so using a new nationwide data set of charitable spending for six large Christian denominations, matched to data on local New Deal spending. We instrument for New Deal spending using measures of the political strength of a state's congressional delegation, and confirm our findings using a different instrument based on institutional constraints on state relief spending. With both instruments we find that higher government spending leads to lower church charitable activity. Crowd-out was small as a share of total New Deal spending (3%), but large as a share of church spending: our estimates suggest that church spending fell by 30% in response to the New Deal, and that government relief spending can explain virtually all of the decline in charitable church activity observed between 1933 and 1939.\n\n",
    "acknowledgement": "\n"
}