{
    "id": 1133,
    "citation_title": "Seasonal Adjustment with Measurement Error Present",
    "citation_author": [
        "Jerry A. Hausman",
        "Mark W. Watson"
    ],
    "citation_publication_date": "1983-05-01",
    "issue_date": "1983-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeasonal adjustment procedures attempt to estimate the sample realizations of an unobservable economic time series in the presence of both seasonal factors and irregular factors. In this paper we consider a factor which has not been considered explicitly in previous treatments of seasonal adjustment: measurement error. Because of the sample design used in the CPS, measurement error will not be a white noise process, but instead it will be characterized by serial correlation of a known form. We first consider what effect the serially correlated measurement error has on estimation of the non-seasonal component in seasonal adjustment models. We also consider the effect of measurement error on the widely used seasonal adjustment process X11. X11 which is the seasonal adjust procedure used by the BLS will implicitly reduce the effect of measurement error because of the averaging process used. However, this treatment will not be optimal in general. We therefore specify a seasonal adjustment model which takes explicit account of the measurement error. For examples on the unemployment rate, we find that X11 does almost as well as the optimal filter on some series but its efficiency is less than 10% for the teenage unemployment series. We also find that optimal treatment of the measurement error which accounts for the serial correlation can reduce the overall mean square error of the seasonally adjusted series below the variance of the measurement error which is often used as the benchmark for the sampling procedure.\n\n",
    "acknowledgement": "\n"
}