{
    "id": 11334,
    "citation_title": "An Empirical Analysis of 'Acting White'",
    "citation_author": [
        "Roland G. Fryer",
        "Jr.",
        "Paul Torelli"
    ],
    "citation_publication_date": "2005-05-16",
    "issue_date": "2005-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a debate among social scientists regarding the existence of a peer externality commonly referred to as 'acting white.' Using a newly available data set (the National Longitudinal Study of Adolescent Health), which allows one to construct an objective measure of a student's popularity, we demonstrate that there are large racial differences in the relationship between popularity and academic achievement; our (albeit narrow) definition of 'acting white.' The effect is intensified among high achievers and in schools with more interracial contact, but non-existent among students in predominantly black schools or private schools. The patterns in the data appear most consistent with a two-audience signaling model in which investments in education are thought to be indicative of an individual's opportunity costs of peer group loyalty. Other models we consider, such as self-sabotage among black youth or the presence of an oppositional culture, all contradict the data in important ways.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of  Child Health and Human Development, with cooperative funding from 17 other agencies.  Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwistle for assistance in the original design. Persons interested in obtaining data from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu). We are grateful to George Akerlof, Pol Antras, David Card, Prudence Carter, Kenneth Chay, William Darity, Federico Echenique, Ronald Ferguson, Edward Glaeser, Michael Greenstone, Jennifer Hochschild, Christopher Jencks, Adrianna Lleras-Muney, Lawrence Kahn, Lisa Kahn, Lawrence Katz, Rachel Kranton, Steven Levitt, Glenn Loury, Linda Loury, Jens Ludwig, Ted Miguel, Emily Oster, Paul Peterson, Mica Pollock, Gavin Samms, Jesse Shapiro, and Andrei Shleifer for helpful comments and suggestions. Alexander Kaufman and Patricia Foo provided exceptional research assistance. Direct all correspondence to Fryer at Harvard University, 1875 Cambridge Street, Cambridge MA 02138 [e-mail: rfryer@fas.harvard.edu.] The usual caveat applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}