{
    "id": 1135,
    "citation_title": "A Model of Exchange-Rate Determination with Policy Reaction: Evidence from Monthly Data",
    "citation_author": [
        "William H. Branson"
    ],
    "citation_publication_date": "1983-06-01",
    "issue_date": "1983-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 1970s an extensive theoretical literature has developed analyzing market determination of freely floating exchange rates. At the same time, there has been extensive and continuous intervention in the market by central banks. Exchange rates have not been floating freely;they have been managed, or manipulated, by central banks. However, most of the description of exchange rate policy, as actually practiced, has been informal, or \"literary,\" not integrated with the formal theoretical literature. Recent examples are the surveys in Branson (l98la) and Mussa (1981). In this paper I integrate exchange-rate policy into a model of exchange-rate behavior, and examine the monthly data from the 1970s econometrically,to infer hypotheses about policy behavior. I focus on four major currencies, the U.S. dollar, the Deutschemark, Sterling, and the Japanese yen,and analyze movements in their effective (weighted) exchange rates as calculated by the IMF. In section II a model of market determination of a floating exchange-rateis laid out. It is a rational-expectations version of the model in Branson(1977), and it draws on the model of Kouri (1978). It is the same as the model in Branson (1983). The model shows how unanticipated movements in money, the current account, and relative price levels will cause first a jump in the exchange rate, and then a movement along a \"saddle path\" tothe new long run equilibrium. Here the role of \"news\" in moving the exchangerate, as recently emphasized by Dornbusch (1980) and Frenkel (1981), is clear.The model emphasizes imperfect substitutability between domestic and foreign bonds, in order to prepare for the analysis of intervention policy in section III.Exchange-rate policy is introduced in section III. We analyze the options available to the central bank that wants to reduce the jump in the exchangerate following a real or monetary disturbance-\"news\" about the current account, relative prices, or money. This is the policy characterized as\"leaning against the wind\" in Branson (1976). The distinction ismade between monetary policy and sterilized intervention.In section IV we turn to the monthly data. The quarterly data were analyzed in Branson (1983). Systems of vector autoregressions (VARs) are estimated for each of the countries, and the correlations among their residuals are studied. These represent the \"innovations,\" or \"news\" in the time series. A clear pattern emerges in these correlations, in which policy inthe U.S. and Japan drives exchange rates, and policy in Germany and the U.K. reacts by moving interest rates, and by sterilized intervention. This is essentially the same result that appeared on the quarterly data in Branson (1983). Thus the analyses tend to reinforce each other; both datasets tell basically the same story.\n\n",
    "acknowledgement": "\n"
}