{
    "id": 11359,
    "citation_title": "Age and Great Invention",
    "citation_author": [
        "Benjamin F. Jones"
    ],
    "citation_publication_date": "2005-05-23",
    "issue_date": "2005-05-23",
    "revision_date": "2020-05-06",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGreat achievements in knowledge are produced by older innovators today than they were a century ago. Using data on Nobel Prize winners and great inventors, I find that the age at which noted innovations are produced has increased by approximately 6 years over the 20th Century. This trend is consistent with a shift in the life-cycle productivity of great minds. It is also consistent with an aging workforce. The paper employs a semi-parametric maximum likelihood model to (1) test between these competing explanations and (2) locate any specific shifts in life-cycle productivity. The productivity explanation receives considerable support. I find that innovators are much less productive at younger ages, beginning to produce major ideas 8 years later at the end of the 20th Century than they did at the beginning. Furthermore, the later start to the career is not compensated for by increasing productivity beyond early middle age. I show that these distinct shifts for knowledge-based careers are consistent with a knowledge-based theory, where the accumulation of knowledge across generations leads innovators to seek more education over time. More generally, the results show that individual innovators are productive over a narrowing span of their life cycle, a trend that reduces -- other things equal -- the aggregate output of innovators. This drop in productivity is particularly acute if innovators' raw ability is greatest when young.\n\n",
    "acknowledgement": "\n"
}