{
    "id": 11354,
    "citation_title": "The Sources of the Productivity Rebound and the Manufacturing Employment Puzzle",
    "citation_author": [
        "William Nordhaus"
    ],
    "citation_publication_date": "2005-05-23",
    "issue_date": "2005-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProductivity has rebounded in the last decade while manufacturing employment has declined sharply. The present study uses data on industrial output and employment to examine the sources of these trends. It finds that the productivity rebound since 1995 has been widespread, with approximately two-fifths of the productivity rebound occurring in New Economy industries. Moreover, after suffering a slowdown in the 1970s, productivity growth since 1995 has been at the rapid pace of the earlier 1948-73 period. Finally, the study investigates the relationship between employment and productivity growth. If finds that the relevant elasticities indicate that more rapid productivity growth leads to increased rather than decreased employment in manufacturing. The results here suggest that productivity is not to be feared - at least not in manufacturing, where the largest recent employment declines have occurred. This shows up most sharply for the most recent period, since 1998. Overall, higher productivity has led to lower prices, expanding demand, and to higher employment, but the partial effects of rapid domestic productivity growth have been more than offset by more rapid productivity growth and price declines from foreign competitors.\n\n",
    "acknowledgement": "\n"
}