{
    "id": 11368,
    "citation_title": "A Theory of Pyramidal Ownership and Family Business Groups",
    "citation_author": [
        "Heitor Almeida",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a rationale for pyramidal ownership (the control of a firm through a chain of ownership relations) that departs from the traditional argument that pyramids arise to separate cash flow from voting rights. With a pyramidal structure, a family uses a firm it already controls to set up a new firm. This structure allows the family to 1) access the entire stock of retained earnings of the original firm, and 2) to share the new firm's non-diverted payoff with minority shareholders of the original firm. Thus, pyramids are attractive if external funds are costlier than internal funds, and if the family is expected to divert a large fraction of the new firm's payoff; conditions that hold in an environment with poor investor protection. The model can differentiate between pyramids and dual-class shares even in situations in which the same deviation from one share-one vote can be achieved with either method. Unlike the traditional argument, our model is consistent with recent empirical evidence that some pyramidal firms are associated with small deviations between ownership and control. We also analyze the creation of business groups (a collection of multiple firms under the control of a single family) and find that, when they arise, they are likely to adopt a pyramidal ownership structure. Other predictions of the model are consistent with systematic and anecdotal evidence on pyramidal business groups.\n\n",
    "acknowledgement": "\n"
}