{
    "id": 11366,
    "citation_title": "International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence",
    "citation_author": [
        "Joshua Aizenman",
        "Jaewoo Lee"
    ],
    "citation_publication_date": "2005-05-23",
    "issue_date": "2005-05-23",
    "revision_date": "2006-02-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests the importance of precautionary and mercantilist motives in accounting for the hoarding of international reserves by developing countries, and provides a model that quantifies the welfare gains from optimal management of international reserves. While the variables associated with the mercantilist motive are statistically significant, their economic importance in accounting for reserve hoarding is close to zero and is dwarfed by other variables. Overall, the empirical results are in line with the precautionary demand. The effects of financial crises have been localized, increasing reserve hoarding in the aftermath of crises mostly in countries located in the affected region, but not in other regions. We also investigate the micro foundation of precautionary demand, extending Diamond and Dybvig (1983)'s model to an open, emerging market economy where banks finance long-term projects with short-term deposits. We identify circumstances that lead to large precautionary demand for international reserves, providing self-insurance against the adverse output effects of sudden stop and capital flight shocks. This would be the case if premature liquidation of long-term projects is costly, and the economy is de-facto integrated with the global financial system, hence sudden stops and capital flight may reduce deposits sharply. We show that the welfare gain from the optimal management of international reserves is of a first-order magnitude, reducing the welfare cost of liquidity shocks from a first-order to a second-order magnitude.\n\n",
    "acknowledgement": "\n"
}