{
    "id": 1136,
    "citation_title": "Right-to-Work Laws and the Extent of Unionization",
    "citation_author": [
        "Henry S. Farber"
    ],
    "citation_publication_date": "1983-06-01",
    "issue_date": "1983-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is a well known fact that the extent of unionization is lower in states with Right-to-Work (RTW) laws. A framework is developed for determining whether RTW laws actually cause a decrease in the extent of unionization or whether they simply mirror preexisting tastes of workers against unions. A set of empirical tests is proposed that can distinguish between these explanations based on differences between RTW and non-RTW states in the demand for union representation, the supply of union jobs relative to that demand, and the observed union-nonunion wage differential. Data from the Quality of Employment Survey and from the Current Population Survey are utilized to implement the tests.The results indicate that the demand for union representation is significantly lower in states with RTW laws.At the same time no significant difference is found on the basis of RTW laws in the supply of union jobs relative to demand. It is also found that the observed union-nonunion wage differential is slightly larger in RTW states.This pattern is consistent with the hypothesis that RTW laws simply mirror preexisting preferences against union representation. In its entirety it is not consistent with the hypothesis that RTW laws cause a decrease in the extent of unionization.A final interesting result is that it is found that the extent of unionization in the south is lower even after controlling for the presence of RTW laws in many of the states in that region. Further, it is determined that this is due to a supply of union jobs in the south that is more constrained relative to demand than elsewhere. This suggests that there exist a set of institutional or economic factors in the souththat makes union organizing more difficult and expensive independent of the existence of RTW laws.\n\n",
    "acknowledgement": "\n"
}