{
    "id": 11372,
    "citation_title": "The Microeconomic Evidence on Capital Controls: No Free Lunch",
    "citation_author": [
        "Kristin J. Forbes"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "2014-12-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic analyses of capital controls face a number of imposing challenges and have yielded mixed results to date. This paper takes a different approach and surveys an emerging literature that evaluates various microeconomic effects of capital controls and capital account liberalization. Several key themes emerge. First, capital controls tend to reduce the supply of capital, raise the cost of financing, and increase financial constraints - especially for smaller firms, firms without access to international capital markets and firms without access to preferential lending. Second, capital controls can reduce market discipline in financial markets and the government, leading to a more inefficient allocation of capital and resources. Third, capital controls significantly distort decision-making by firms and individuals, as they attempt to minimize the costs of the controls or even evade them outright. Fourth, the effects of capital controls can vary across different types of firms and countries, reflecting different pre-existing economic distortions. Finally, capital controls can be difficult and costly to enforce, even in countries with sound institutions and low levels of corruption. This microeconomic evidence on capital controls suggests that they have pervasive effects and often generate unexpected costs. Capital controls are no free lunch.\n\n",
    "acknowledgement": "\n"
}