{
    "id": 11370,
    "citation_title": "What Matters for Financial Development? Capital Controls, Institutions, and Interactions",
    "citation_author": [
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend our earlier work, focusing on the links between capital account liberalization, legal and institutional development, and financial development, especially that in equity markets. In a panel data analysis encompassing 108 countries and twenty years ranging from 1980 to 2000, we explore several dimensions of the financial sector. First, we test whether financial openness can lead to equity market development when we control for the level of legal and institutional development. Then, we examine whether the opening of the goods sector is a precondition for financial opening. Finally, we investigate whether a well-developed banking sector is a precondition for financial liberalization to lead to equity market development and also whether bank and equity market development complements or substitutes. Our empirical results suggest that a higher level of financial openness contributes to the development of equity markets only if a threshold level of general legal systems and institutions is attained, which is more prevalent among emerging market countries. Among emerging market countries, a higher level of bureaucratic quality and law and order, as well as the lower levels of corruption, increases the effect of financial opening in fostering the development of equity markets. We also find that the finance-related legal/institutional variables do not enhance the effect of capital account opening as strongly as the general legal/institutional variables. In examining the issue of the sequencing, we find that the liberalization in cross-border goods transactions is found to be a precondition for capital account liberalization. Our findings also indicate that the development in the banking sector is a precondition for equity market development, and that the developments in these two types of financial markets have synergistic effects.\n\n",
    "acknowledgement": "\n"
}