{
    "id": 11377,
    "citation_title": "Religious Market Structure, Religious Participation, and Outcomes: Is Religion Good for You?",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReligion plays an important role in the lives of many Americans, but there is relatively little study by economists of the implications of religiosity for economic outcomes. This likely reflects the enormous difficulty inherent in separating the causal effects of religiosity from other factors that are correlated with outcomes. In this paper, I propose a potential solution to this long standing problem, by noting that a major determinant of religious participation is religious market density, or the share of the population in an area which is of an individual's religion. I make use of the fact that exogenous predictions of market density can be formed based on area ancestral mix. That is, I relate religious participation and economic outcomes to the correlation of the religious preference of one's own heritage with the religious preference of other heritages that share one's area. I use the General Social Survey (GSS) to model the impact of market density on church attendance, and micro-data from the 1990 Census to model the impact on economic outcomes. I find that a higher market density leads to a significantly increased level of religious participation, and as well to better outcomes according to several key economic indicators: higher levels of education and income, lower levels of welfare receipt and disability, higher levels of marriage, and lower levels of divorce.\n\n",
    "acknowledgement": "\n"
}