{
    "id": 11382,
    "citation_title": "International Borrowing, Capital Controls and the Exchange Rate: Lessons from Chile",
    "citation_author": [
        "Kevin Cowan",
        "Jose De Gregorio"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the Chilean experience with capital flows. We discuss the role played by capital controls, financial regulations and the exchange rate regime. The focus is on the period after 1990, the period when Chile returned to international capital markets. We also discuss the early 80s, where a currency collapse triggered a financial crisis in Chile, despite stricter capital controls on inflows than the 90s and tighter currency matching requirements on the banking sector. We conclude that financial regulation and the exchange rate regime are at the center of capital inflows experiences and financial vulnerabilities. Rigid exchange rates induce vulnerabilities, which may lead to sharp capital account reversals. We also discuss three important characteristics of the Chilean experience since the 90s. The first is the fact that most international borrowing is done directly by corporations and it is not intermediated by the banking system. The second is the implication of the free trade agreement of Chilean and the US regarding capital controls. Finally, we examine the Chilean experience following the Asian-Russia crisis, showing that Chile did not suffer a sudden-stop, but a current account reversal due to policy reactions and a sudden-start in capital outflows.\n\n",
    "acknowledgement": "\n"
}