{
    "id": 11381,
    "citation_title": "South Korea's Experience with International Capital Flows",
    "citation_author": [
        "Marcus Noland"
    ],
    "citation_publication_date": "2005-05-30",
    "issue_date": "2005-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSouth Korea's experience is unparalleled in its combination of sustained  prosperity, capital controls, and financial crisis.  Over several decades, South Korea experienced rapid sustained growth in the presence of capital controls.  These controls and the de-linking of domestic and international financial markets were an essential component of the country's state-led development strategy.  As the country developed, opportunities for easy technological catch-up eroded, requiring more sophisticated corporate and financial sector decision-making, but decades of financial repression had bequeathed a bureaucratized financial system and a formidable constellation of incumbent stakeholders opposed to transition to a more market-oriented development model.  Liberalization undertaken in the 1990s was less a product of textbook economic analysis than of parochial politicking.  Capital account liberalization program affected the timing, magnitude, and particulars of the 1997-98 crisis. Despite considerable reforms undertaken since the crisis, concerns remain about both South Korea's lending culture and its authorities' capacity to successfully regulate the more complex financial system. The main lesson of the South Korean case appear to be that while the state-led model may deliver impressive initial gains, transitioning out of this approach presents an exceedingly complex challenge of political-economy.\n\n",
    "acknowledgement": "\n"
}