{
    "id": 11393,
    "citation_title": "Market Size, Trade, and Productivity",
    "citation_author": [
        "Marc J. Melitz",
        "Gianmarco I.P. Ottaviano"
    ],
    "citation_publication_date": "2005-06-06",
    "issue_date": "2005-06-06",
    "revision_date": "2007-05-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a monopolistically competitive model of trade with firm heterogeneity - in terms of productivity differences - and endogenous differences in the 'toughness' of competition across markets - in terms of the number and average productivity of competing firms. We analyze how these features vary across markets of different size that are not perfectly integrated through trade; we then study the effects of different trade liberalization policies. In our model, market size and trade affect the toughness of competition, which then feeds back into the selection of heterogeneous producers and exporters in that market. Aggregate productivity and average markups thus respond to both the size of a market and the extent of its integration through trade (larger, more integrated markets exhibit higher productivity and lower markups). Our model remains highly tractable, even when extended to a general framework with multiple asymmetric countries integrated to different extents through asymmetric trade costs. We believe this provides a useful modeling framework that is particularly well suited to the analysis of trade and regional integration policy scenarios in an environment with heterogeneous firms and endogenous markups.\n\n",
    "acknowledgement": "\nWe are grateful to Richard Baldwin, Alejandro Cunat, Gilles Duranton, Rob Feenstra, Elhanan Helpman, Tom Holmes, Alireza Naghavi, Diego Puga, Jacques Thisse, Jim Tybout, Alessandro Turrini, Tony Venables, and Zhihong Yu for helpful comments and discussions. The final draft also greatly benefited from three anonymous referee reports and comments from the editor. Ottaviano thanks MIUR and the European Commission for financial support. Melitz thanks the NSF and the Sloan Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}