{
    "id": 11390,
    "citation_title": "Assigning Deviant Youths to Minimize Total Harm",
    "citation_author": [
        "Philip J. Cook",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2005-06-06",
    "issue_date": "2005-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common practice in the fields of education, mental health, and juvenile justice is to segregate problem youths in groups with deviant peers. Assignments of this sort, which concentrate deviant youths, may facilitate deviant peer influence and lead to perverse outcomes. This possibility adds to the list of arguments in support of \"mainstreaming\" whenever possible. But there are other concerns that help justify segregated-group assignments, including efficiency of service delivery and protection of the public. Our analysis organizes the discussion about the relevant tradeoffs. First, the number of deviant youths (relative to the size of the relevant population, or to the number of assignment locations) affects whether the harm-minimizing assignment calls for diffusion or segregation. Second, the nature of the problematic behavior is relevant; behavior which has a direct, detrimental effect on others who share the assignment makes a stronger case for segregation. Third, the capacity for behavior control matters, and may make the difference in a choice between segregation and integration.  We briefly discuss the empirical literature, which with some exceptions is inadequate to the task of providing clear guidance about harm-minimizing assignment strategies.  Finally, we reflect briefly on the medical-practice principle \"first do no harm,\" and contrast it with the claims of potential victims of deviants.\n\n",
    "acknowledgement": "\n"
}