{
    "id": 11405,
    "citation_title": "The Value of Health and Longevity",
    "citation_author": [
        "Kevin M. Murphy",
        "Robert H. Topel"
    ],
    "citation_publication_date": "2005-06-13",
    "issue_date": "2005-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an economic framework for valuing improvements to health and life expectancy, based on individuals' willingness to pay. We then apply the framework to past and prospective reductions in mortality risks, both overall and for specific life-threatening diseases. We calculate (i) the social values of increased longevity for men and women over the 20th century; (ii) the social value of progress against various diseases after 1970; and (iii) the social value of potential future progress against various major categories of disease. The historical gains from increased longevity have been enormous. Over the 20th century, cumulative gains in life expectancy were worth over $1.2 million per person for both men and women. Between 1970 and 2000 increased longevity added about $3.2 trillion per year to national wealth, an uncounted value equal to about half of average annual GDP over the period. Reduced mortality from heart disease alone has increased the value of life by about $1.5 trillion per year since 1970. The potential gains from future innovations in health care are also extremely large. Even a modest 1 percent reduction in cancer mortality would be worth nearly $500 billion.\n\n",
    "acknowledgement": "\n"
}