{
    "id": 11408,
    "citation_title": "Inequality, Social Discounting and Estate Taxation",
    "citation_author": [
        "Emmanuel Farhi",
        "Ivan Werning"
    ],
    "citation_publication_date": "2005-06-13",
    "issue_date": "2005-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what degree should societies allow inequality to be inherited? What role should estate taxation play in shaping the intergenerational transmission of welfare? We explore these questions by modeling altruistically-linked individuals who experience privately observed taste or productivity shocks. Our positive economy is identical to models with infinite-lived individuals where efficiency requires immiseration: inequality grows without bound and everyone's consumption converges to zero. However, under an intergenerational interpretation, previous work only characterizes a particular set of Pareto-efficient allocations: those that value only the initial generation's welfare. We study other efficient allocations where the social welfare criterion values future generations directly, placing a positive weight on their welfare so that the effective social discount rate is lower than the private one. For any such difference in social and private discounting we find that consumption exhibits mean-reversion and that a steady-state, cross-sectional distribution for consumption and welfare exists, where no one is trapped at misery. The optimal allocation can then be implemented by a combination of income and estate taxation. We find that the optimal estate tax is progressive: fortunate parents face higher average marginal tax rates on their bequests.\n\n",
    "acknowledgement": "\n"
}