{
    "id": 11409,
    "citation_title": "Employee Sentiment and Stock Option Compensation",
    "citation_author": [
        "Nittai K. Bergman",
        "Dirk Jenter"
    ],
    "citation_publication_date": "2005-06-13",
    "issue_date": "2005-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of equity-based compensation for employees in the lower ranks of large organizations is a puzzle for standard economic theory: undiversified employees should discount company equity heavily, and any positive incentive effects should be diminished by free rider problems. We analyze whether the popularity of option compensation for rank and file employees may be driven by employee optimism. We develop a model of optimal compensation policy for a firm faced with employees with positive or negative sentiment, and explicitly take into account that current and potential employees are able to purchase equity in the firm through the stock market. We show that employee optimism by itself is insufficient to make equity compensation optimal for the firm. Any behavioral explanation for equity compensation based on employee optimism requires two ingredients: first, employees need be over-optimistic about firm value, and second, firms must be able to extract part of the implied rents even though employees can purchase company equity in the market. Such rent extraction becomes feasible if employees prefer the non-traded compensation options offered by firms to the traded equity offered by the market, or if the traded equity is overvalued. We then provide empirical evidence confirming that firms use broad-based option compensation when boundedly rational employees are likely to be excessively optimistic about company stock, and when employees are likely to have a strict preference for options over stock.\n\n",
    "acknowledgement": "\n"
}