{
    "id": 11420,
    "citation_title": "Do Report Cards Tell Consumers Anything They Don't Already Know? The Case of Medicare HMOs",
    "citation_author": [
        "Leemore Dafny",
        "David Dranove"
    ],
    "citation_publication_date": "2005-06-20",
    "issue_date": "2005-06-20",
    "revision_date": "2007-10-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of government-mandated report cards to diminish uncertainty about the quality of products and services is widespread. However, report cards will have little effect if they simply confirm consumers' prior beliefs. Moreover, documented \"responses\" to report cards may reflect learning about quality that would have occurred in their absence (\"market-based learning\"). Using panel data on Medicare HMO market shares between 1994 and 2002, we examine the relationship between enrollment and quality before and after report cards were mailed to 40 million Medicare beneficiaries in 1999 and 2000. We find evidence that consumers learn from both public report cards and market-based sources, with the latter having a larger impact during our study period. Consumers are especially sensitive to both sources of information when the variance in HMO quality is greater. The effect of report cards is driven by beneficiaries' responses to consumer satisfaction scores; other reported quality measures such as the mammography rate did not affect enrollment decisions.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees and the editor for invaluable suggestions. We are grateful for comments by David Cutler, Tom Hubbard, Ilyana Kuziemko, Mara Lederman, Gautam Gowrisankaran, Phillip Leslie, Mike Mazzeo, Aviv Nevo, Dennis Scanlon, Scott Stern, Andrew Sweeting, and participants at various seminars. Laurence Baker, Su Liu, and Robert Town generously shared data with us, and Yongbae Lee, Shiko Maruyama, and Subramaniam Ramanarayanan provided outstanding research assistance. This research was made possible by a grant from The Searle Fund for Policy Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}