{
    "id": 11422,
    "citation_title": "Dating Business Cycle Turning Points",
    "citation_author": [
        "Marcelle Chauvet",
        "James D. Hamilton"
    ],
    "citation_publication_date": "2005-06-20",
    "issue_date": "2005-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses formal quantitative algorithms that can be used to identify business cycle turning points. An intuitive, graphical derivation of these algorithms is presented along with a description of how they can be implemented making very minimal distributional assumptions. We also provide the intuition and detailed description of these algorithms for both simple parametric univariate inference as well as latent-variable multiple-indicator inference using a state-space Markov-switching approach. We illustrate the promise of this approach by reconstructing the inferences that would have been generated if parameters had to be estimated and inferences drawn based on data as they were originally released at each historical date. Waiting until one extra quarter of GDP growth is reported or one extra month of the monthly indicators released before making a call of a business cycle turning point helps reduce the risk of misclassification. We introduce two new measures for dating business cycle turning points, which we call the \"quarterly real-time GDP-based recession probability index\" and the \"monthly real-time multiple-indicator recession probability index\" that incorporate these principles. Both indexes perform quite well in simulation with real-time data bases. We also discuss some of the potential complicating factors one might want to consider for such an analysis, such as the reduced volatility of output growth rates since 1984 and the changing cyclical behavior of employment. Although such refinements can improve the inference, we nevertheless find that the simpler specifications perform very well historically and may be more robust for recognizing future business cycle turning points of unknown character.\n\n",
    "acknowledgement": "\n"
}