{
    "id": 11425,
    "citation_title": "Opportunities for Improving the Drug Development Process: Results from a Survey of Industry and the FDA",
    "citation_author": [
        "Ernst R. Berndt",
        "Adrian H. B. Gottschalk",
        "Matthew W. Strobeck"
    ],
    "citation_publication_date": "2005-06-20",
    "issue_date": "2005-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, the Food and Drug Administration (FDA) agency is responsible for regulating the safety and efficacy of biopharmaceutical drug products. Furthermore, the FDA is tasked with speeding new medical innovations to market. These two missions create an inherent tension within the agency and between the agency and key stakeholders. Oftentimes, communications and interactions between regulated companies and the FDA suffer.\nThe focus of this research is on the interactions between the FDA and the biopharmaceutical companies that perform drug R&D. To assess the current issues and state of communication and interaction between the FDA and industry, we carried out a survey of industry leadership in R&D and regulatory positions as well as senior leadership at the FDA who have responsibility for drug evaluation and oversight.\nBased on forty-nine industry and eight FDA interviews we conducted, we found that industry seeks additional structured and informal interactions with the FDA, especially during Phase II of development. Overall, industry placed greater value on additional communication than did the FDA. Furthermore, industry interviewees indicated that they were willing to pay PDUFA-like fees during clinical development to ensure that the FDA could hire additional, well-qualified staff to assist with protocol reviews and decision-making.\nBased on our survey and discussions, we uncovered several thematic opportunities to improve interactions between the FDA and industry and to reduce clinical development times: 1) develop metrics and goals at the FDA for clinical development times in exchange for PDUFA like fees; 2) establish an oversight board consisting of industry, agency officials, and premier external scientists (possibly at NIH or CDC) to evaluate and audit retrospectively completed and terminated drug projects; and 3) construct a knowledge database that can simultaneously protect proprietary data while allowing sponsor companies to understand safety issues and problems of previously developed/failed drug programs.\nWhile profound scientific and medical challenges face the FDA and industry, the first step to reducing development times and associated costs and facilitating innovation is to provide an efficient regulatory process that reduces unnecessary uncertainty and delays due to lack of communication and interaction.\n\n",
    "acknowledgement": "\n"
}