{
    "id": 11421,
    "citation_title": "Are Durable Goods Consumers Forward Looking? Evidence from College Textbooks",
    "citation_author": [
        "Judith Chevalier",
        "Austan Goolsbee"
    ],
    "citation_publication_date": "2005-06-20",
    "issue_date": "2005-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopular wisdom holds that publishers revise college textbooks mainly to kill off the secondary market for used books. While this behavior might be profitable if consumers are myopic, uninformed or have high short-run discount rates (that exceed the publishers'), neoclassical authors have noted that it will typically not be profitable if publishers can precommit not to cut prices and if consumers are forward-looking and have similar discount rates as the publishers; the consumer's willingness to pay for new books falls if they know that they cannot resell their used books. Using a large new dataset on all textbooks sold in psychology, biology and economics in the 10 semesters from 1997 to 2001, we estimate a demand system for books to test whether textbook consumers are forward-looking. The data strongly support the view that students are forward-looking with low short-run discount rates and that they have rational expectations of publishers' revision behavior. When the students buy their textbooks, they correctly take into account the probability that they will not be able to resell their books at the end of the semester due to a new edition release. Conditional on faculty assignment behavior, simulation results suggest that students are sufficiently forward-looking that publishers could not raise revenues by accelerating current revision cycles.\n\n",
    "acknowledgement": "\n"
}