{
    "id": 11432,
    "citation_title": "Regional Economic Development and Mexican Out-Migration",
    "citation_author": [
        "Kurt Unger"
    ],
    "citation_publication_date": "2005-06-27",
    "issue_date": "2005-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows evidence of positive effects in the economic development of sending communities\nin Mexico due to migration. The principal hypothesis of this study is that remittances, knowledge and experience acquired by migrants during their migratory cycle, can be translated into larger economic growth in the out migration municipalities. This result presupposes that Government could create complementary incentives to take advantage of profitable activities. Economic and migration data for each municipality is used which allows to associate characteristics of communities, migratory flows and the effects in profitable activities. There are three sections. A first section describes the sending municipalities according to migratory intensity and their urban /rural nature. The second section analyzes the relation between remittances and socioeconomic conditions of the communities. In a third section the effect over time is estimated, relating per capita income growth and migratory flows intensity. The most relevant results are the existence of income convergence over time between high and low migration municipalities in the North and South of Mexico. As well, we find a positive and significant relation between per capita income growth and the percentage of households that receive remittances across communities, both at the country level and for the northern and southern regions separately.\n\n",
    "acknowledgement": "\n"
}