{
    "id": 11447,
    "citation_title": "The Influence of University Research on Industrial Innovation",
    "citation_author": [
        "Jinyoung Kim",
        "Sangjoon John Lee",
        "Gerald Marschke"
    ],
    "citation_publication_date": "2005-07-04",
    "issue_date": "2005-07-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use U.S. patent records to examine the role of research personnel as a pathway for the diffusion of ideas from university to industry. Appearing on a patent assigned to a university is evidence that an inventor has been exposed to university research, either directly as a university researcher or through some form of collaboration with university researchers. Having an advanced degree is another indicator of an inventor's exposure to university research. We find a steady increase in industry's use of inventors with university research experience over the period 1985-97, economy wide and in the pharmaceutical and semiconductor industries in particular. We interpret this as evidence of growth in the influence of university research on industrial innovation. Moreover, during this period we find that firms with large research operations in both industries, and young and highly capitalized firms in the pharmaceutical industry, are disproportionately active in the diffusion of ideas from the university sector. Finally, we find that the patents of firms that employ inventors with university research experience are more likely to cite university patents as prior art, suggesting that this experience better enables firms to tap academic research.\n\n",
    "acknowledgement": "\n"
}