{
    "id": 1144,
    "citation_title": "Shunto, Rational Expectations, and Output Growth in Japan",
    "citation_author": [
        "Herschel I. Grossman",
        "William S. Haraf"
    ],
    "citation_publication_date": "1983-06-01",
    "issue_date": "1983-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes a theoretical and empirical study of the Japanese macroeconomy that focuses on the role of predetermined nominal wages in the relation between monetary policy and aggregate output. The main features of the model are that nominal wage rates set at Shunto are equal to rational expectations of the nominal wage rates that would be consistent with target levels of real output and that firms determine employment and output by equating marginal productivities to real wage rates. The essential implication of the model is that the current deviation of aggregate output from its target level depends only on innovations in inflation and productivity since the last Shunto. The equation derived to implement the model empirically relates current aggregate output growth in a precise way to past values of output growth and inflation since the last Shunto and includes an explicit specification of a white noise error term. The results of econometric analysis of this restricted model equation are consistent with the hypothesis that nominal wages predetermined according to Shunto with rational expectations are important tor the determination of real aggregates. The empirical analysis, however, also suggests that the assumptions about monetary policy used to close the model are not adequate, a result that leads to directions for further research.\n\n",
    "acknowledgement": "\n"
}