{
    "id": 11443,
    "citation_title": "The Growth of Executive Pay",
    "citation_author": [
        "Lucian Bebchuk",
        "Yaniv Grinstein"
    ],
    "citation_publication_date": "2005-06-27",
    "issue_date": "2005-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines both empirically and theoretically the growth of U.S. executive pay during the period 1993-2003. During this period, pay has grown much beyond the increase that could be explained by changes in firm size, performance and industry classification. Had the relationship of compensation to size, performance and industry classification remained the same in 2003 as it was in 1993, mean compensation in 2003 would have been only about half of its actual size. During the 1993-2003 period, equity-based compensation has increased considerably in both new economy and old economy firms, but this growth has not been accompanied by a substitution effect, i.e., a reduction in non-equity compensation. The aggregate compensation paid by public companies to their top-five executives during the considered period added up to about $350 billion, and the ratio of this aggregate top-five compensation to the aggregate earnings of these firms increased from 5% in 1993-1995 to about 10% in 2001-2003. After presenting evidence about the growth of pay, we discuss alternative explanations for it. We examine how this growth could be explained under either the arm's length bargaining model of executive compensation or the managerial power model. Among other things, we discuss the relevance of the parallel rise in market capitalizations and in the use of equity-based compensation.\n\n",
    "acknowledgement": "\n"
}