{
    "id": 11445,
    "citation_title": "Race, Income, and College in 25 Years: The Continuing Legacy of Segregation and Discrimination",
    "citation_author": [
        "Alan Krueger",
        "Jesse Rothstein",
        "Sarah Turner"
    ],
    "citation_publication_date": "2005-06-27",
    "issue_date": "2005-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rate at which racial gaps in pre-collegiate academic achievement can plausibly be expected to erode is a matter of great interest and much uncertainty. In her opinion in Grutter v. Bollinger, Supreme Court Justice O'Connor took a firm stand: \"We expect that 25 years from now, the use of racial preferences will no longer be necessary . . .\" We evaluate the plausibility of Justice O'Connor's forecast, by projecting the racial composition and SAT distribution of the elite college applicant pool 25 years from now. We focus on two important margins: First, changes in the black-white relative distribution of income, and second, narrowing of the test score gap between black and white students within family income groups. Other things equal, progress on each margin can be expected to reduce the racial gap in qualifications among students pursuing admission to the most selective colleges. Under plausible assumptions, however, projected economic progress will not yield nearly as much racial diversity as is currently obtained with race-sensitive admissions. Simulations that assume additional increases in black students' test scores, beyond those deriving from changes in family income, yield more optimistic estimates. In this scenario, race-blind rules approach the black representation among admitted students seen today at moderately selective institutions, but continue to fall short at the most selective schools. Maintaining a critical mass of African American students at the most selective institutions would require policies at the elementary and secondary levels or changes in parenting practices that deliver unprecedented success in narrowing the test score gap in the next quarter century.\n\n",
    "acknowledgement": "\n"
}