{
    "id": 11457,
    "citation_title": "Does Globalization of the Scientific/Engineering Workforce Threaten U.S. Economic Leadership?",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2005-07-04",
    "issue_date": "2005-07-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops four propositions that show that changes in the global job market for science and engineering (S&E)  workers are eroding US dominance in S&E, which diminishes comparative advantage in high tech production and creates problems for American industry and workers:\n        (1) The U.S. share of the world's science and engineering graduates is declining rapidly as European and Asian universities, particularly from China, have increased S&E degrees while US degree production has stagnated.\n        2) The job market has worsened for young  workers in S&E fields relative to many other high-level occupations, which discourages US students from going on in S&E, but which still has sufficient rewards to attract large immigrant flows, particularly from developing countries.\n        3) Populous low income countries such as China and India can compete with the US in high tech by having many S&E specialists although those workers are a small proportion of their work forces.  This threatens to undo the \"North-South\" pattern of trade in which advanced countries dominate high tech while developing countries specialize in less skilled manufacturing.\n        4) Diminished comparative advantage in high-tech will create a long period of adjustment for US workers, of which the off-shoring of IT jobs to India, growth of high-tech production in China, and multinational R&D facilities in developing countries, are harbingers.\n        To ease the adjustment to a less dominant position in science and engineering, the US will have to develop new labor market and R&D policies that build on existing strengths and develop new ways of benefitting from scientific and technological advances in other countries.\n\n",
    "acknowledgement": "\n"
}