{
    "id": 11455,
    "citation_title": "Accounting for the Effect of Health on Economic Growth",
    "citation_author": [
        "David N. Weil"
    ],
    "citation_publication_date": "2005-07-04",
    "issue_date": "2005-07-04",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use microeconomic estimates of the effect of health on individual outcomes to construct macroeconomic estimates of the proximate effect of  health on GDP per capita.  I employ avariety of methods to construct estimates of the return to health, which I combine with cross-country and historical data on height, adult survival rates, and age at menarche.  Using my preferred estimate, eliminating health differences among countries would reduce the variance oflog GDP per worker by 9.9 percent, and reduce the ratio of GDP per worker at the 90th percentileto GDP per worker at the 10th percentile from 20.5 to 17.9. While this effect is economically significant, it is also substantially smaller than estimates of the effect of health on economic growth that are derived from cross-country regressions.\n\n",
    "acknowledgement": "\nI am grateful to Joshua Angrist, Andrew Foster, Rachel Friedberg, David Genesove, Byungdoo Sohn, and seminar participants at Ben Gurion University, the Boston University/Harvard/MIT seminar in health economics, Brown University, University of California at San Diego, Clemson University, Cornell University, University of Haifa, the Harvard Center for International Development, Hebrew University, Indiana University, the International Monetary Fund, the NBER Economic Fluctuations and Growth group, New York University, North Carolina State University, Ohio State University, University of Pennsylvania, University of Wisconsin, and the World Bank for helpful discussions.  Suchit Arora graciously provided his data on height and adult survival.  Doug Park and Dimitra Politi provided superlative research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}