{
    "id": 11465,
    "citation_title": "Do Formal Intellectual Property Rights Hinder the Free Flow of Scientific Knowledge? An Empirical Test of the Anti-Commons Hypothesis",
    "citation_author": [
        "Fiona Murray",
        "Scott Stern"
    ],
    "citation_publication_date": "2005-07-04",
    "issue_date": "2005-07-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the potential for intellectual property rights to inhibit the diffusion of scientific knowledge is at the heart of several contemporary policy debates, evidence for the \"anti-commons effect\" has been anecdotal. A central issue in this debate is how intellectual property rights over a given piece of knowledge affects the propensity of future researchers to build upon that knowledge in their own scientific research activities. This article frames this debate around the concept of dual knowledge, in which a single discovery may contribute to both scientific research and useful commercial applications. A key implication of dual knowledge is that it may be simultaneously instantiated as a scientific research article and as a patent. Such patent-paper pairs are at the heart of our empirical strategy. We exploit the fact that patents are granted with a substantial lag, often many years after the knowledge is initially disclosed through paper publication. The knowledge associated with a patent paper pair therefore diffuses within two distinct intellectual property environments - one associated with the pre-grant period and another after formal IP rights are granted.  Relative to the expected citation pattern for publications with a given quality level, anticommons theory predicts that the citation rate to a scientific publication should fall after formal IP rights associated with that publication are granted. Employing a differences-indifferences estimator for 169 patent-paper pairs (and including a control group of publications from the same journal for which no patent is granted), we find evidence for a modest anti-commons effect (the citation rate after the patent grant declines by between 9 and 17%). This decline becomes more pronounced with the number of years elapsed since the date of the patent grant, and is particularly salient for articles authored by researchers with public sector affiliations.\n\n",
    "acknowledgement": "\n"
}