{
    "id": 11475,
    "citation_title": "University Invention, Entrepreneurship, and Start-Ups",
    "citation_author": [
        "Celestine Chukumba",
        "Richard Jensen"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a game-theoretic model that predicts when a university invention is commercialized in a start-up firm rather than an established firm. The model predicts that university inventions are more likely to occur in start-ups when the technology transfer officers (TTOs) search cost is high, the cost of development or commercialization is lower for a start-up, or the inventor's effort cost in development is lower in a start-up. We test the theory using data from the Association of University Technology Managers, the National Research Council, and the National Venture Capital Association. Licensing is more likely in general, and especially so in start-ups, by universities with higher quality engineering faculty and older TTOs. Start-ups are more likely by universities in states with larger levels of venture capital. TTO size has no effect on start-ups, but does increase licenses. Conversely, universities that earn greater licensing royalties have fewer start-ups but more licenses. The number of start-ups is decreasing in the interest rate, increasing in the S&P 500, and unaffected by levels of industrial research funding and the presence of a medical school. All of these results are consistent with the predictions of our theory.\n\n",
    "acknowledgement": "\n"
}