{
    "id": 11477,
    "citation_title": "The Empirical Risk-Return Relation: A Factor Analysis Approach",
    "citation_author": [
        "Sydney C. Ludvigson",
        "Serena Ng"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key criticism of the existing empirical literature on the risk-return relation relates to the relatively small amount of conditioning information used to model the conditional mean and conditional volatility of excess stock market returns. To the extent that financial market participants have information not reflected in the chosen conditioning variables, measures of conditional mean and conditional volatility--and ultimately the risk-return relation itself--will be misspecified and possibly highly misleading. We consider one remedy to these problems using the methodology of dynamic factor analysis for large datasets, whereby a large amount of economic information can be summarized by a few estimated factors. We find that three new factors, a \"volatility,\" \"risk premium,\" and \"real\" factor, contain important information about one-quarter ahead excess returns and volatility that is not contained in commonly used predictor variables. Moreover, the factor-augmented specifications we examine predict an unusual 16-20 percent of the one-quarter ahead variation in excess stock market returns, and exhibit remarkably stable and strongly statistically significant out-of-sample forecasting power. Finally, in contrast to several pre-existing studies that rely on a small number of conditioning variables, we find a positive conditional correlation between risk and return that is strongly statistically significant, whereas the unconditional correlation is weakly negative and statistically insignificant.\n\n",
    "acknowledgement": "\n"
}