{
    "id": 11472,
    "citation_title": "Supersanctions and Sovereign Debt Repayment",
    "citation_author": [
        "Kris James Mitchener",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheoretical models have suggested that sanctions may be important for enforcing sovereign debt contracts (Bulow and Rogoff, 1989a, 1989b). This paper examines the role of sanctions in promoting debt repayment during the classical gold standard period. We analyze a wide range of sanctions including gunboat diplomacy, external fiscal control over a country's finances, asset seizures by private creditors, and trade sanctions. We find that \"supersanctions,\" instances where military pressure or political control were applied in response to default, were an important and commonly used enforcement mechanism from 1870-1913. Following the implementation of supersanctions, on average, ex ante default probabilities on new debt issues fell by more than 60 percent, yield spreads declined approximately 800 basis points, and defaulting countries experienced almost a 100 percent reduction of time spent in default. We also find that debt defaulters that surrendered their fiscal sovereignty for an extended period of time were able to issue large amounts of new debt on international capital markets. Consistent with policies advocated by Caballero and Dornbusch (2002) for Argentina, our results suggest that third-party enforcement mechanisms, with the authority to enact financial and fiscal reforms, may be beneficial for resuscitating the capital market reputation of sovereign defaulters.\n\n",
    "acknowledgement": "\n"
}