{
    "id": 11474,
    "citation_title": "Do Women Shy Away From Competition? Do Men Compete Too Much?",
    "citation_author": [
        "Muriel Niederle",
        "Lise Vesterlund"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompetitive high ranking positions are largely occupied by men, and women remain scarce in engineering and sciences. Explanations for these occupational differences focus on discrimination and preferences for work hours and field of study. We examine if absent these factors gender differences in occupations may still occur. Specifically we explore whether women and men, on a leveled playing field, differ in their selection into competitive environments. Men and women in a laboratory experiment perform a real task under a non-competitive piece rate and a competitive tournament scheme. Although there are no gender differences in performance under either compensation, there is a substantial gender difference when participants subsequently choose the scheme they want to apply to their next performance. Twice as many men as women choose the tournament over the piece rate. This gender gap in tournament entry is not explained by performance either before or after the entry decision. Furthermore, while men are more optimistic about their relative performance, differences in beliefs only explain a small share of the gap in tournament entry. In a final task we assess the impact of non-tournament-specific factors, such as risk and feedback aversion, on the gender difference in compensation choice. We conclude that even controlling for these general factors, there is a large residual gender gap in tournament entry.\n\n",
    "acknowledgement": "\n"
}