{
    "id": 11478,
    "citation_title": "Mandated Disclosure, Stock Returns, and the 1964 Securities Acts Amendments",
    "citation_author": [
        "Michael Greenstone",
        "Paul Oyer",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1964 Securities Acts Amendments extended the mandatory disclosure requirements that had applied to listed firms since 1934 to large firms traded Over-the-Counter (OTC). We find several pieces of evidence indicating that investors valued these disclosure requirements, two of which are particularly striking. First, a firm-level event study reveals that OTC firms most impacted by the 1964 Amendments had abnormal excess returns of about 3.5 percent in the weeks immediately surrounding the announcement that they had begun to comply with the new requirements. Second, we estimate that the most affected OTC firms had abnormal excess returns ranging between 11.5 and 22.1 percent in the period between when the legislation was initially proposed and when it went it went into force, relative to unaffected listed firms and after adjustment for the standard four-factor model. While we cannot determine how much of shareholders' gains were a transfer from insiders of these same companies, our results suggest that mandatory disclosure causes managers to more narrowly focus on the maximization of shareholder value.\n\n",
    "acknowledgement": "\n"
}