{
    "id": 11470,
    "citation_title": "Early Academic Science and the Birth of Industrial Research Laboratories in the U.S. Pharmaceutical Industry",
    "citation_author": [
        "Megan MacGarvie",
        "Jeffrey L. Furman"
    ],
    "citation_publication_date": "2005-07-04",
    "issue_date": "2005-07-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe establishment and growth of industrial research laboratories is one of the key organizational innovations affecting technological progress in the United States in the 20th century.  In this paper, we investigate the rise of industrial research laboratories in the U.S. pharmaceutical industry between 1927 and 1946.  Our evidence suggests that institutional factors, namely the presence of universities dedicated to research, played a significant role in the establishment and diffusion of private pharmaceutical research laboratories.  Specifically, we document that the growth of industrial pharmaceutical laboratories between 1927 and 1946 is positively and significantly correlated with the extent of local university research, after controlling for other observable factors likely to influence the geographic distribution of industrial research. We supplement our core results with case histories illustrative of early university-industry interaction and an examination of the determinants of university-industry research cooperation. Our qualitative historical evidence and analyses of the birth of chemical engineering programs suggest that industry also played a role in influencing university research agendas. We correct for feedback effects from industry to universities using instrumental variables. Overall, our analyses suggest that while the presence of industrial facilities helped shape the direction of university research programs, there was a significant, positive, and causal effect running from university research to the growth of pharmaceutical research laboratories in the first half of the twentieth century in the United States.\n\n",
    "acknowledgement": "\n"
}