{
    "id": 11473,
    "citation_title": "Long-Run Determinants of Inflation Differentials in a Monetary Union",
    "citation_author": [
        "Filippo Altissimo",
        "Pierpaolo Benigno",
        "Diego Rodriguez Palenzuela"
    ],
    "citation_publication_date": "2005-07-11",
    "issue_date": "2005-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the long-run determinants of inflation differentials in a monetary union. First, we aim at establishing\nsome stylized facts relating the regional dispersion in headline inflation rates in the euro area as well as in the main components of the consumer price index. We find that a relatively large proportion of it occurs in the Service category of the EU's harmonized consumer price index (HICP). We then lay out a model of a monetary union with fully flexible prices, the long-run properties of which are analyzed. Our model departs in several respect from the Balassa-Samuelson hypotheses. Our results are in contrast with the result that movements in the real exchange rate are mainly driven by regionally asymmetric productivity shocks in the traded sectors. Our results point instead to relative variations in productivity in the non-traded sector as the primary cause of price and inflation differentials, with shocks to productivity in the traded sector being largely absorbed by movements in the terms of trade in the regional economies. These shocks are also found to largely drive the variability of real wages at the country level.\n\n",
    "acknowledgement": "\n"
}