{
    "id": 11490,
    "citation_title": "Efficient Fiscal Policy and Amplification",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador",
        "Gita Gopinath"
    ],
    "citation_publication_date": "2005-07-18",
    "issue_date": "2005-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a rationale for the observed pro-cyclicality of tax policies in emerging markets and present a novel mechanism through which tax policy amplifies the business cycle. Our explanation relies on two features of emerging markets: limited access to financial markets and limited commitment to tax policy. We present a small open economy model with capital where a government maximizes the utility of a working population that has no access to financial markets and is subject to endowment shocks. The government's insurance motive generates pro-cyclical taxes on capital income. If the government could commit, this policy is not distortionary. However, we show that if the government lacks the ability to commit, the best fiscal policy available exacerbates the economic cycle by distorting investment during recessions. We characterize the mechanism through which limited commitment generates cycles in investment in an environment where under commitment investment would be constant. We extend our results to standard productivity shocks and to the case where the government has access to intra-period insurance markets. Lastly, we conjecture that our results would hold as well if the government could issue debt subject to borrowing constraints.\n\n",
    "acknowledgement": "\n"
}