{
    "id": 11507,
    "citation_title": "Separate When Equal? Racial Inequality and Residential Segregation",
    "citation_author": [
        "Patrick Bayer",
        "Hanming Fang",
        "Robert McMillan"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "2011-06-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper hypothesizes that segregation in US cities increases as racial inequality narrows due to the emergence of middle-class black neighborhoods. Employing a novel research design based on life-cycle variations in the relationship between segregation and inequality, we test this hypothesis using the 1990 and 2000 Censuses. Indeed, increased black educational attainment in a city leads to a significant rise in the number of middle-class black communities and segregation for older adults both in the cross-section and over time, consistent with our hypothesis. These findings imply a negative feedback loop that inhibits reductions in racial inequality and segregation over time.\n\n",
    "acknowledgement": "\nWe are grateful to Joe Altonji, Christoph Esslinger, Richard Freeman, Roland Fryer, Ed Glaeser, Caroline Hoxby, Matt Kahn, Larry Katz, Robert Mo\u000ett, Derek Neal, Richard Rogerson, Kim Rueben, Will Strange, Matt Turner, Chris Udry, Jacob Vigdor, Bruce Weinberg and seminar/conference participants at Harvard, LSE, Minnesota, Penn State, Toronto, UBC, USC, UVA, Washington Universtiy at St. Louis, Yale and the NBER for helpful comments and suggestions. We would also like to thank Branko Boskovic, Jon James, and Hugh Macartney for excellent research assistance. The U.S. Department of Education, the NSF, and SSHRC provided financial support for this research. All remaining errors are our own.\n\n\n"
}