{
    "id": 11503,
    "citation_title": "A Theory of Growth and Volatility at the Aggregate and Firm Level",
    "citation_author": [
        "Diego Comin",
        "Sunil Mulani"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "2006-11-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an endogenous growth model that explains the evolution of the first and second moments of productivity growth at the aggregate and firm level during the post-war period. Growth is driven by the development of both (i) idiosyncratic R&D innovations and (ii) general innovations that can be freely adopted by many firms. Firm-level volatility is affected primarily by the Schumpeterian dynamics associated with the development of R&D innovations. On the other hand, the variance of aggregate productivity growth is determined mainly by the arrival rate of general innovations. Ceteris paribus, the share of resources spent on development of general innovations increases with the stability of the market share of the industry leader. As market shares become less persistent, the model predicts an endogenous shift in the allocation of resources from the development of general innovations to the development of R&D innovations. This results in an increase in R&D, an increase in firm-level volatility, and a decline in aggregate volatility. The effect on productivity growth is ambiguous. On the empirical side, this paper documents an upward trend in the instability of market shares. It shows that firm volatility is positively associated with R&D spending, and that R&D is negatively associated with the correlation of growth between sectors which leads to a decline in aggregate volatility.\n\n",
    "acknowledgement": "\n"
}