{
    "id": 11504,
    "citation_title": "The Changing Role of Auditors in Corporate Tax Planning",
    "citation_author": [
        "Edward L. Maydew",
        "Douglas A. Shackelford"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines changes in the role that auditors play in corporate tax planning following recent\nevents, including the well-known accounting scandals, passage of the Sarbanes-Oxley Act, and\nregulatory actions by the SEC and PCAOB. On the whole, these events have increased the\nsensitivity to and scrutiny of auditor independence. We examine the effects of these events on the\nmarket for tax planning, in particular the longstanding link between audit and tax services. While\nthe effects are recent, they are already being seen in the data. Specifically, there has already been\na dramatic shift in the market for tax planning away from obtaining tax planning services from one's\nauditor. We estimate that the ratio of tax fees to audit fees paid to the auditors of firms in the S&P\n500 decline from approximately one in 2001 to one-fourth in 2004. At the same time, we find no\nevidence of a general decline in spending for tax services. In sum, the evidence indicates a\ndecoupling of the longstanding link between audit and tax services, such that firms are shifting their\npurchase of tax services away from their auditor and towards other providers.\n\n",
    "acknowledgement": "\n"
}