{
    "id": 11517,
    "citation_title": "Regime-Switching Behavior of the Term Structure of Forward Markets",
    "citation_author": [
        "Elena Tchernykh",
        "William H. Branson"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents techniques for modelling and estimating the behavior of financial market price or return differentials that follow non-linear regime-switching behaviour. The methodology to be used here is estimation of variants of threshold autoregression (TAR) models. In the basic model the differentials are random within a band defined by transactions costs and contract risk; they occasionally jump outside the band, and then follow an autoregressive path back towards the band. The principal reference is Tchernykh (1998). The application here is to deviations from covered interest parity (CIP) between forward foreign exchange (FX) markets in Hong Kong and the Philippines. We have observed that these deviations from the band follow irregular steps, rather than single jumps. Therefore a Modified TAR model (MTAR) that allows for this behaviour is also estimated. The estimation methodology is a regime-switching maximum likelihood procedure. The estimates can provide indicators for policy-makers of the market's expectation of crisis, and could also provide indicators for the private sector of convergence of deviations to their usual bands. The TAR model has the potential to be applied to differentials between linked pairs of financial market prices more generally.\n\n",
    "acknowledgement": "\n"
}