{
    "id": 11510,
    "citation_title": "Will the Euro Eventually Surpass the Dollar as Leading International Reserve Currency?",
    "citation_author": [
        "Menzie Chinn",
        "Jeffrey Frankel"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMight the dollar eventually follow the precedent of the pound and cede its status as leading international reserve currency? Unlike ten years ago, there now exists a credible competitor: the euro. This paper econometrically estimates determinants of the shares of major currencies in the reserve holdings of the world's central banks. Significant factors include: size of the home country, inflation rate (or lagged depreciation trend), exchange rate variability, and size of the relevant home financial center (as measured by the turnover in its foreign exchange market). We have not found that net international debt position is an important determinant. Network externality theories would predict a tipping phenomenon. Indeed we find that the relationship between currency shares and their determinants is nonlinear (which we try to capture with a logistic function, or else with a dummy \"leader\" variable for the largest country). But changes are felt only with a long lag (we estimate a weight on the preceding year's currency share around .9). The advent of the euro interrupts the continuity of the historical data set. So we estimate parameters on pre-1999 data, and then use them to forecast the EMU era. The equation correctly predicts a (small) narrowing in the gap between the dollar and euro over the period 1999-2004. Whether the euro might in the future rival or surpass the dollar as the world's leading international reserve currency appears to depend on two things: (1) do the United Kingdom and enough other EU members join euroland so that it becomes larger than the US economy, and (2) does US macroeconomic policy eventually undermine confidence in the value of the dollar, in the form of inflation and depreciation. What we learn about functional form and parameter values helps us forecast, contingent on these two developments, how quickly the euro might rise to challenge the dollar. Under two important scenarios the remaining EU members, including the UK, join EMU by 2020 or else the recent depreciation trend of the dollar persists into the future the euro may surpass the dollar as leading international reserve currency by 2022.\n\n",
    "acknowledgement": "\n"
}