{
    "id": 11515,
    "citation_title": "How the Internet Lowers Prices: Evidence from Matched Survey and Auto Transaction Data",
    "citation_author": [
        "Florian Zettelmeyer",
        "Fiona Scott Morton",
        "Jorge Silva-Risso"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is convincing evidence that the Internet has lowered the prices paid by some consumers in\nestablished industries, for example, term life insurance and car retailing. However, current research\ndoes not reveal much about how using the Internet lowers prices. This paper answers this question\nfor the auto retailing industry. We use direct measures of search behavior and consumer\ncharacteristics to investigate how the Internet affects negotiated prices. We show that the Internet\nlowers prices for two distinct reasons. First, the Internet helps consumers learn the invoice price of\ndealers. Second, the referral process of online buying services, a novel institution made possible by\nthe Internet, also helps consumers obtain lower prices. The combined information and referral price\neffects are -1.5%, corresponding to 22% of dealers' average gross profit margin per vehicle. We also\nfind that buyers with a high disutility of bargaining benefit from information on the specific car they\neventually purchased while buyers who like the bargaining process do not. The results suggest that\nthe decisions consumers make to use the Internet to gather information and to use the negotiating\nclout of an online buying service have a real effect on the prices paid by these consumers.\n\n",
    "acknowledgement": "\n"
}