{
    "id": 11512,
    "citation_title": "Gender and Assimilation Among Mexican Americans",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 1994-2003 CPS data, we study gender and assimilation of Mexican Americans. Source\ncountry patterns, particularly the more traditional gender division of labor in the family in Mexico,\nstrongly influence the outcomes and behavior of Mexican immigrants. On arrival in the United\nStates, immigrant women have a higher incidence of marriage (spouse present), higher fertility, and\nmuch lower labor supply than comparable white natives; wage differences are smaller than labor\nsupply differences, and smaller than comparable wage gaps for men. Immigrant women's labor\nsupply assimilates dramatically: the ceteris paribus immigrant shortfall is virtually eliminated after\ntwenty years. While men experience moderate wage assimilation, evidence is mixed for women.\nRising education in the second generation considerably reduces raw labor supply (especially for\nwomen) and wage gaps with nonhispanic whites. Female immigrants' high marriage rates assimilate\ntowards comparable natives', but immigrant women and men remain more likely to be married even\nafter long residence. The remaining ceteris paribus marriage gap is eliminated in the second\ngeneration. Immigrants' higher fertility does not assimilate toward the native level, and, while the\nsize of the Mexican American- white native fertility differential declines across generations, it is not\neliminated.\n\n",
    "acknowledgement": "\n"
}