{
    "id": 11524,
    "citation_title": "The International Dynamics of R&D and Innovation in the Short and in the Long Run",
    "citation_author": [
        "Laura Bottazzi",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we estimate the dynamic relationship between employment in R&D and generation of knowledge as measured by patent applications across OECD countries. In several recently developed models, known as `idea-based' models of growth, the afore mentioned \"idea-generating\" process is the engine of productivity growth. Moreover, in real business cycle models technological shocks are an important source of fluctuations. Our empirical strategy is able to test whether knowledge spillovers are strong enough to generate sustained endogenous growth and to estimate the quantitative impact of international knowledge on technological innovation of a country in the short and in the long run. We find that a country's stock of knowledge, its R&D resources and the stock of international knowledge move together in the long run. International knowledge has a very significant impact on innovation. As a consequence, a positive shock to R&D in the US (the largest world innovator) has a significant positive effect on the innovation of all other countries. Such a shock produces its largest effect on domestic and international innovation after five to ten years from its occurrence.\n\n",
    "acknowledgement": "\n"
}