{
    "id": 11529,
    "citation_title": "Health Insurance and the Obesity Externality",
    "citation_author": [
        "Jay Bhattacharya",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2005-08-01",
    "issue_date": "2005-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf rational individuals pay the full costs of their decisions about food intake and exercise, economists, policy makers, and public health officials should treat the obesity epidemic as a matter of indifference. In this paper, we show that, as long as insurance premiums are not risk rated for obesity, health insurance coverage systematically shields those covered from the full costs of physical inactivity and overeating. Since the obese consume significantly more medical resources than the non-obese, but pay the same health insurance premiums, they impose a negative externality on normal weight individuals in their insurance pool.\nTo estimate the size of this externality, we develop a model of weight loss and health insurance under two regimes——(1) underwriting on weight is allowed, and (2) underwriting on weight is not allowed. We show that under regime (1), there is no obesity externality. Under regime (2), where there is an obesity externality, all plan participants face inefficient incentives to undertake unpleasant dieting and exercise. These reduced incentives lead to inefficient increases in body weight, and reduced social welfare.\nUsing data on medical expenditures and body weight from the National Health and Interview Survey and the Medical Expenditure Panel Survey, we estimate that, in a health plan with a coinsurance rate of 17.5%, the obesity externality imposes a welfare cost of about $150 per capita. Our results also indicate that the welfare loss can be reduced by technological change that lowers the pecuniary and non-pecuniary costs of losing weight, and also by increasing the coinsurance rate.\n\n",
    "acknowledgement": "\n"
}