{
    "id": 11539,
    "citation_title": "The Collection Efficiency of the Value Added Tax: Theory and International Evidence",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak"
    ],
    "citation_publication_date": "2005-08-08",
    "issue_date": "2005-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the political economy and structural factors explaining the collection efficiency of the Value Added Tax [VAT]. We consider the case where the collection efficiency is determined by the probability of audit and by the penalty on underpaying. Implementation lags imply that the present policy maker determines the efficiency of the tax system next period. Theory suggests that the collection efficiency is impacted by political economy considerations greater polarization and political instability would reduce the efficiency of the tax collection. In addition, collection is impacted by structural factors affecting the ease of tax evasion, like the urbanization level, the share of agriculture, and trade openness. Defining the collection efficiency of the VAT as the ratio of the VAT revenue to aggregate consumption divided by the standard VAT rate, we evaluate the evidence on VAT collection efficiency in a panel of 44 countries over 1970-99. The results are consistent with the theory - a one standard deviation increase in durability of political regime, and in the ease and fluidity of political participation, increase the VAT collection efficiency by 3.1% and 3.6%, respectively. A one standard deviation increase in urbanization, trade openness, and the share of agriculture changes the VAT collection efficiency by 12.7%, 3.9%, and - 4.8%, respectively. In addition, a one standard deviation increase in GDP/Capita increases the tax efficiency by 8.1%. Qualitatively identical results apply for an alternative measure of VAT collection efficiency, defined by the ratio of VAT revenue to GDP divided by the standard VAT.\n\n",
    "acknowledgement": "\n"
}