{
    "id": 11543,
    "citation_title": "The Dot-Com Bubble the Bush Deficits, and the U.S. Current Account",
    "citation_author": [
        "Aart Kraay",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2005-08-08",
    "issue_date": "2005-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade the US has experienced widening current account deficits and a steady deterioration of its net foreign asset position. During the second half of the 1990s, this deterioration was fueled by foreign investment in a booming US stock market. During the first half of the 2000s, this deterioration has been fuelled by foreign purchases of rapidly increasing US government debt. A somewhat surprising aspect of the current debate is that stock market movements and fiscal policy choices have been largely treated as unrelated events. Stock market movements are usually interpreted as reflecting exogenous changes in perceived or real productivity, while budget deficits are usually understood as a mainly political decision. We challenge this view here and develop two alternative interpretations. Both are based on the notion that a bubble the 'dot-com' bubble) has been driving the stock market, but differ in their assumptions about the interactions between this bubble and fiscal policy (the 'Bush' deficits). The 'benevolent' view holds that a change in investor sentiment led to the collapse of the dot-com bubble and the Bush deficits were a welfare-improving policy response to this event. The 'cynical' view holds instead that the Bush deficits led to the collapse of the dot-com bubble as the new administration tried to appropriate rents from foreign investors. We discuss the implications of each of these views for the future evolution of the US economy and, in particular, its net foreign asset position.\n\n",
    "acknowledgement": "\n"
}