{
    "id": 11548,
    "citation_title": "Apparel Prices 1914-93 and the Hulten/Brueghel Paradox",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2005-08-15",
    "issue_date": "2005-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackcasting upward bias in price index over long periods of time yields levels of real consumption two or four centuries ago that are implausibly low, raising the possibility that price index bias for important products may have been zero or even negative at some point in the past. This paper studies apparel prices over the long period 1914-93, developing new price indexes based on more than 16,000 data observations from the Sears catalog for that interval.\n\tThe basic conclusion is that hedonic price indexes for womens' dresses exhibit a rate of increase of many orders of magnitude faster than either the Sears Matched-model index developed from the same source data or as compared to the CPI. The results provided here offer a complement to past research on computer prices, which also found that price changes were contemporaneous with model changes. Just as hedonic price indexes for computers almost always drop faster than matched-model indexes for computers, we have found the opposite relationship for apparel prices, although presumably for the same reason.\n\tThe Sears matched-model indexes do not exhibit a consistent negative or positive drift relative to the CPI. For womens' apparel the drift is always negative but for mens' apparel there is a turnaround, from negative before 1965 to positive thereafter. Both the matched- model indexes and the CPI rise less rapidly for womens' apparel than for mens' apparel, which would be consistent with the hypothesis that price changes accompanying model changes (and thus linked out of both the Sears matched-model index and of the CPI but not in the hedonic index) are more frequent for womens' apparel, since models change more frequently.\n\n",
    "acknowledgement": "\n"
}