{
    "id": 11554,
    "citation_title": "$100 Bills on the Sidewalk: Suboptimal Investment in 401(k) Plans",
    "citation_author": [
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2005-08-15",
    "issue_date": "2005-08-15",
    "revision_date": "2007-12-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIt is typically difficult to determine whether households invest optimally. But sometimes, investment incentives are strong enough to create sharp normative restrictions. We identify employees at seven companies who are eligible to receive employer matching contributions in their 401(k) and can make penalty-free withdrawals for any reason. For these employees, contributing less than the match threshold is a dominated action that violates the no-arbitrage condition. Nevertheless, between 20% and 60% contribute below the threshold, losing as much as 6% of their annual pay. Providing employees with information about the free lunch they are foregoing fails to raise contribution rates.\n\n",
    "acknowledgement": "\nThis paper originally circulated under the title, \"$100 Bills on the Sidewalk: Suboptimal Saving in 401(k) Plans.\" We thank Hewitt Associates for providing the data and for their help in designing, conducting, and processing the survey analyzed in this paper. We are particularly grateful to Lori Lucas, Yan Xu, and Mary Ann Armatys, some of our many contacts at Hewitt Associates, for their feedback on this project. Outside of Hewitt, we have benefited from the comments of Erik Hurst, Ebi Poweigha, and seminar participants at Berkeley, Harvard, and the NBER. We are indebted to John Beshears, Carlos Caro, Keith Ericson, Holly Ming, Laura Serban, and Eric Zwick for their excellent research assistance. Choi acknowledges financial support from a National Science Foundation Graduate Research Fellowship and the Mustard Seed Foundation. Choi, Laibson, and Madrian acknowledge individual and collective financial support from the National Institute on Aging (grants R01-AG021650 and T32-AG00186). The survey was supported by the U.S. Social Security Administration through grant #10-P-98363-1 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of NIA, SSA, any other agency of the Federal Government, or the NBER. Laibson also acknowledges financial support from the Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}