{
    "id": 11555,
    "citation_title": "Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?",
    "citation_author": [
        "Lucia Foster",
        "John Haltiwanger",
        "Chad Syverson"
    ],
    "citation_publication_date": "2005-08-15",
    "issue_date": "2005-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is considerable evidence that producer-level churning contributes substantially to aggregate (industry) productivity growth, as more productive businesses displace less productive ones. However, this research has been limited by the fact that producer-level prices are typically unobserved; thus within-industry price differences are embodied in productivity measures. If prices reflect idiosyncratic demand or market power shifts, high \"productivity\" businesses may not be particularly efficient, and the literature's findings might be better interpreted as evidence of entering businesses displacing less profitable, but not necessarily less productive, exiting businesses. In this paper, we investigate the nature of selection and productivity growth using data from industries where we observe producer-level quantities and prices separately. We show there are important differences between revenue and physical productivity. A key dissimilarity is that physical productivity is inversely correlated with plant-level prices while revenue productivity is positively correlated with prices. This implies that previous work linking (revenue-based) productivity to survival has confounded the separate and opposing effects of technical efficiency and demand on survival, understating the true impacts of both. We further show that young producers charge lower prices than incumbents, and as such the literature understates the productivity advantage of new producers and the contribution of entry to aggregate productivity growth.\n\n",
    "acknowledgement": "\n"
}