{
    "id": 11568,
    "citation_title": "The Impact of Child SSI Enrollment on Household Outcomes: Evidence from the Survey of Income and Program Participation",
    "citation_author": [
        "Mark Duggan",
        "Melissa Schettini Kearney"
    ],
    "citation_publication_date": "2005-08-22",
    "issue_date": "2005-08-22",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal Supplemental Security Income (SSI) program has become a primary source of cash assistance for low-income families with children in the United States, with 1.04 million children currently receiving SSI benefits and 6 percent of children in a household with some SSI income. In this paper we use data from the Survey of Income and Program Participation (SIPP) to investigate the impact that child SSI enrollment has on household outcomes such as poverty, household earnings, and health insurance coverage. The longitudinal nature of the SIPP allows us to control for unobserved differences across households by measuring outcomes in the same household in the months leading up to and immediately following a child's first enrollment in SSI.  Our regression analyses demonstrate that for every $100 increase in household SSI income, total household income increases by roughly $72, reflecting some modest offset of other transfer income and conditional household earnings. Our analyses further demonstrate that child SSI enrollment is associated with a statistically significant and persistent reduction in the probability that a child lives in poverty of roughly 11 percentage points. Additional analyses suggest that program enrollment has virtually no impact on health insurance coverage because most new SSI recipients have health insurance from Medicaid or another source at the time of enrollment.\n\n",
    "acknowledgement": "\nThe authors are grateful to the National Institute of Child Health and Development for supporting this research.  Duggan also thanks the Alfred P. Sloan Foundation for support.  The authors gratefully acknowledge helpful comments from David Autor, Bill Evans, Allison Schettini Evans, Michael Greenstone, Hillary Hoynes, Phil Levine, James Poterba, Seth Sanders, Lucy Schmidt, and seminar participants at the Brookings Institution, Georgetown, MIT, the NBER Summer Institute, Northwestern, and the Urban Institute. We thank Paul Davies and Clark Pickett from the Social Security Administration for providing us with data on SSI recipients, applications, and awards. Sarah Bohn, Dwyer Gunn, Rebecca Kahane, Jillian Popadak, and Daniel Theisen provided outstanding research assistance.  Duggan can be contacted at: University of Maryland, Department of Economics, College Park, MD 20742 duggan@econ.umd.edu. Kearney can be contacted at: Brookings Institution, 1775 Massachusetts Ave NW, Washington, D.C. 20036 mkearney@brookings.edu. All errors are our own.\n\n\n"
}