{
    "id": 11565,
    "citation_title": "Collateral Damage: Trade Disruption and the Economic Impact of War",
    "citation_author": [
        "Reuven Glick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2005-08-22",
    "issue_date": "2005-08-22",
    "revision_date": "2008-05-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom in economic history suggests that conflict between countries can be enormously disruptive of economic activity, especially international trade. We study the effects of war on bilateral trade with available data extending back to 1870. Using the gravity model, we estimate the contemporaneous and lagged effects of wars on the trade of belligerent nations and neutrals, controlling for other determinants of trade as well as the possible effects of reverse causality. We find large and persistent impacts of wars on trade, on national income, and on global economic welfare. We also conduct a general equilibrium comparative statics exercise that indicates costs associated with lost trade might be at least as large as the conventionally measured \"direct\" costs of war, such as lost human capital, as illustrated by case studies of World War I and World War II.\n\n",
    "acknowledgement": "\nWe thank Marc Meredith, Sandy Naylor, Thien Nguyen, Michael Simmons, and Radek Szulga for research assistance. We also thank, without implicating: Steven Broadberry; Herb Emery; Niall Ferguson; Claudia Goldin; Mark Harrison; conference participants at the Fifth World Congress of Cliometrics (Venice, July 2004); the CEPRCREI Conference on \"War and the Macroeconomy\" (Universitat Pompeu Fabra, June 2005); the Latin American and Caribbean Economic Association Meetings (Paris, October 2005); the Economic History Association Annual Meeting (Toronto, September 2005); the NBER 2005 Development of American History (DAE) Program Meeting; seminar participants at Oxford University; London School of Economics; the Mershon Center of Ohio State University; and members of the Economic History Research list (EH.RES) for helpful comments. The views presented in this paper are those of the authors alone and do not necessarily reflect those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}