{
    "id": 11583,
    "citation_title": "Smooth Landing or Crash? Model-Based Scenarios of Global Current Account Rebalancing",
    "citation_author": [
        "Hamid Faruqee",
        "Douglas Laxton",
        "Dirk Muir",
        "Paolo Pesenti"
    ],
    "citation_publication_date": "2005-08-29",
    "issue_date": "2005-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper re-examines the implications, risks, and attendant policies surrounding global rebalancing of current accounts through the lens of a dynamic, multi-region model of the global economy. In the baseline scenario, world macroeconomic imbalances of the early 2000s can be attributed to a combination of six related but distinct tendencies: (i)expansionary U.S. fiscal policy, (ii) declining rate of U.S. private savings, (iii) increased foreign demand for U.S. assets, particularly in Asia, (iv) strong productivity growth in emerging Asia, (v) lagging productivity growth in Japan and the euro area, and (vi) gaining export competitiveness in emerging Asia. The baseline projects stabilizing U.S. public and foreign debt (albeit at higher levels) and a gradual depreciation of the dollar, allowing the U.S. external deficit to gradually move to a sustainable level. An alternative scenario, involving a sudden portfolio reshuffling in the rest of the world, would result in higher U.S. real interest rates, a significantly weaker dollar, with harmful effects on U.S. (and possibly global) growth. More flexible exchange rates in emerging Asia can help reduce variability in both regional output and inflation. Other simulations consider the effects of U.S. fiscal adjustment, as well as growth-enhancing structural reforms in Europe and Japan.\n\n",
    "acknowledgement": "\n"
}