{
    "id": 11594,
    "citation_title": "Wealth Transfers from Implementing Real-Time Retail Electricity Pricing",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdoption of real-time electricity pricing — retail prices that vary hourly to reflect changing wholesale prices — removes existing cross-subsidies to those customers that consume disproportionately more when wholesale prices are highest. If their losses are substantial, these customers are likely to oppose RTP initiatives unless there is a supplemental program to offset their loss. Using data on a random sample of 636 industrial and commercial customers in southern California, I show that RTP adoption would result in significant transfers compared to a flat-rate tariff. When compared to the time-of-use rates (simple peak/offpeak tariffs) that these customers already face, however, the transfers drop by nearly half; even under the more extreme price volatility scenario that I examine, 90% of customers would see changes of between a 9% bill reduction and a 14% bill increase. Though customer price responsiveness reduces the loss incurred by those with high-cost demand profiles, I also demonstrate that this offsetting effect is unlikely to be large enough for most customers with costly demand patterns to completely offset their lost cross-subsidy. The analysis suggests that adoption of real-time pricing may be difficult without a supplemental program that compensates the customers who are made worse off by the change. I discuss how \"two-part RTP\" programs, which allow customers to purchase a baseline quantity at regulated TOU rates, can reduce the transfers associated with adoption of RTP.\n\n",
    "acknowledgement": "\n"
}