{
    "id": 11592,
    "citation_title": "Eat, Drink, Firms and Government: An Investigation of Corruption from Entertainment and Travel Costs of Chinese Firms",
    "citation_author": [
        "Hongbin Cai",
        "Hanming Fang",
        "Lixin Colin Xu"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntertainment and Travel Costs (ETC) is a standard expenditure item for Chinese firms with an annual amount equal to about 20 percent of total wage bills. We use this objective accounting measure as a basis to analyze the composition of ETC and the effect of ETC on firm performance. We rely on the predictions from a simple but plausible model of managerial decision-making to identify components of ETC by examining how the total ETC responds to different environmental variables. In our empirical analysis we find strong evidence that firms. ETC consists of a mix that includes bribery to government officials both as \"grease money\" and \"protection money,\" expenditures to build relational capital with suppliers and clients, and managerial excesses. ETC overall has a significantly negative effect on firm performance, but its negative effect is much less pronounced for those firms located in cities with low quality government service, those who are subject to severe government expropriation, and those who do not have strong relationship with suppliers and clients. Our findings have important implications on how to effectively curb corruption.\n\n",
    "acknowledgement": "\n"
}