{
    "id": 11598,
    "citation_title": "The 2004 Global Labor Survey: Workplace Institutions and Practices Around the World",
    "citation_author": [
        "Davin Chor",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2004 Global Labor Survey (GLS) is an Internet-based survey that seeks to measure de facto labor practices in countries around the world, covering issues such as freedom of association, the regulation of work contracts, employee benefits and the prevalence of collective bargaining. To find out about de facto practices, the GLS invited labor practitioners, ranging from union officials and activists to professors of labor law and industrial relations, to report on conditions in their country. Over 1,500 persons responded, which allowed us to create indices of practices in ten broad areas for 33 countries. The GLS' focus on de facto labor practices contrasts with recent studies of de jure labor regulations (Botero et al., 2004) and with more limited efforts to measure labor practices as part of surveys of economic freedom (Fraser Institute) and competitiveness (World Economic Forum).\nAlthough our pool of respondents differs greatly from the conservative foundations and business leaders who contribute respectively to the Fraser Institute and World Economic Forum reports, the GLS and the labor market components of the economic freedom and competitiveness measures give similar pictures of labor practices across countries. This similarity across respondents with different economic interests and ideological perspectives suggests that they are all reporting on labor market realities in a relatively unbiased way. As a broad summary statement, the GLS shows that practices favorable to workers are more prevalent in countries with high levels of income per capita; are associated with less income inequality; are unrelated to aggregate growth rates; but are modestly positively associated with unemployment.\n\n",
    "acknowledgement": "\n"
}