{
    "id": 11602,
    "citation_title": "Insurance and Innovation in Health Care Markets",
    "citation_author": [
        "Darius Lakdawalla",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInnovation policy often involves an uncomfortable trade-off between rewarding innovators sufficiently and providing the innovation at the lowest possible price. However, in health care markets with insurance for innovative goods, society may be able to ensure efficient rewards for inventors and the efficient dissemination of inventions. Health insurance resembles a two-part pricing contract in which a group of consumers pay an up-front fee ex ante in exchange for a fixed unit price ex post. This functions as if innovators themselves wrote efficient two-part pricing contracts, where they extracted sufficient profits from the ex ante payment, but still sold the good ex post at marginal cost. As a result, we show that complete, efficient, and competitive health insurance for innovative products - such as new drugs, medical devices, or patented procedures - can lead to perfectly efficient innovation and utilization, even when moral hazard exists. Conversely, incomplete insurance markets in this context lead to inefficiently low levels of innovation. Moreover, optimally designed public health insurance for innovative products can solve the innovation problem by charging ex ante premia equal to consumer surplus, and ex post co-payments at or below marginal cost. When these quantities are unknown, society can usually improve static and dynamic welfare by covering the uninsured with contracts that mimic observed private insurance contracts.\n\n",
    "acknowledgement": "\n"
}