{
    "id": 11605,
    "citation_title": "Disability Risk and the Value of Disability Insurance",
    "citation_author": [
        "Amitabh Chandra",
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate consumers' valuation of disability insurance using a stochastic lifecycle framework in\nwhich disability is modeled as permanent, involuntary retirement. We base our probabilities of worklimiting disability on 25 years of data from the Current Population Survey and examine the changes in the disability gradient for different demographic groups over their lifecycle. Our estimates show that a typical consumer would be willing to pay about 5 percent of expected consumption to eliminate the average disability risk faced by current workers. Only about 2 percentage points reflect the impact of disability on expected lifetime earnings; the larger part is attributable to the uncertainty associated with the threat of disablement. We estimate that no more than 20 percent of mean assets accumulated before voluntary retirement are attributable to disability risks measured for any demographic group in our data.  Compared to other reductions in expected utility of comparable amounts, such as a reduction in the replacement rate at voluntary retirement or increases in annual income fluctuations, disability risk generates substantially less pre-retirement saving. Because the probability of disablement is small and the average size of the loss — conditional on becoming disabled — is large, disability risk is not effectively insured through precautionary saving.\n\n",
    "acknowledgement": "\n"
}