{
    "id": 11606,
    "citation_title": "Euler Equation Errors",
    "citation_author": [
        "Martin Lettau",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "2008-10-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard, representative agent, consumption-based asset pricing theory based on CRRA utility fails to explain the average returns of risky assets. When evaluated on cross- sections of stock returns, the model generates economically large unconditional Euler equation errors. Unlike the equity premium puzzle, these large Euler equation errors cannot be resolved with high values of risk aversion. To explain why the standard model fails, we need to develop alternative models that can rationalize its large pricing errors. We evaluate whether four newer theories at the vanguard of consumption-based asset pricing can explain the large Euler equation errors of the standard consumption-based model. In each case, we find that the alternative theory counterfactually implies that the standard model has negligible Euler equation errors. We show that the models miss on this dimension because they mischaracterize the joint behavior of consumption and asset returns in recessions, when aggregate consumption is falling. By contrast, a simple model in which aggregate consumption growth and stockholder consumption growth are highly correlated most of the time, but have low or negative correlation in severe recessions, produces violations of the standard model's Euler equations and departures from joint lognormality that are remarkably similar to those found in the data.\n\n",
    "acknowledgement": "\nThis material is based upon work supported by the National Science Foundation under Grant No. 0617858. Ludvigson also acknowledges financial support from the Alfred P. Sloan Foundation and the CV Starr Center at NYU. We are especially grateful to Narayana Kocherlakota for detailed comments on an earlier draft. We also thank Dave Backus, John Y. Campbell, John Cochrane, George Constantinides, Massimiliano DeSantis, Wayne Ferson, Mark Gertler, Stephen Gordon, Fatih Guvenen, Ravi Jagannathan, Stijn Van Nieuwerburgh, George Tauchen, Martin Weitzman, Motohiro Yogo, and seminar participants at Brown, Columbia, Dartmouth, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of St. Louis, Harvard University, Johns Hopkins, New York University, Unversité Laval, West Virginia University, Wharton, the 2005 CIRANO/CIREQ (Montreal) Financial Econometrics Conference, the 2005 Duke/UNC Asset Pricing Conference, and the 2005 Society for Economic Dynamics conference for helpful comments. We thank Massimiliano Croce and Jack Favalukis for excellent research assistance. Any errors or omissions are the responsibility of the authors.\n\n\n"
}