{
    "id": 11601,
    "citation_title": "Lifecycle Prices and Production",
    "citation_author": [
        "Mark Aguiar",
        "Erik Hurst"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing scanner data and time diaries, we document how households substitute time for money through shopping and home production.  We find evidence that there is substantial heterogeneity in prices paid across households for identical consumption goods in the same metro area at any given point in time.  For identical goods, prices paid are highest for middle age, rich, and large households, consistent with the hypothesis that shopping intensity is low when the cost of time is high.  The data suggest that a doubling of shopping frequency lowers the price paid for a given good by approximately 10 percent.  From this elasticity and observed shopping intensity, we impute the opportunity cost of time for the shopper which peaks in middle age at a level roughly 40 percent higher than that of retirees.  Using this measure of the price of time and observed time spent in home production, we estimate the parameters of a home production function.  We find an elasticity of substitution between time and market goods in home production of close to two.  Finally, we use the estimated elasticities for shopping and home production to calibrate an augmented lifecycle consumption model.  The augmented model predicts the observed empirical patterns quite well.  Taken together, our results highlight the danger of interpreting lifecycle expenditure without acknowledging the changing demands on time and the available margins of substituting time for money.\n\n",
    "acknowledgement": "\n"
}