{
    "id": 11614,
    "citation_title": "Trade Liberalization, Poverty, and Inequality: Evidence from Indian Districts",
    "citation_author": [
        "Petia Topalova"
    ],
    "citation_publication_date": "2005-09-12",
    "issue_date": "2005-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough it is commonly believed that trade liberalization results in higher GDP, little is known about its effects on poverty and inequality. This paper uses the sharp trade liberalization in India in 1991, spurred to a large extent by external factors, to measure the causal impact of trade liberalization on poverty and inequality in districts in India. Variation in pre-liberalization industrial composition across districts in India and the variation in the degree of liberalization across industries allow for a difference-in-difference approach, establishing whether certain areas benefited more from, or bore a disproportionate share of the burden of liberalization. In rural districts where industries more exposed to liberalization were concentrated, poverty incidence and depth decreased by less as a result of trade liberalization, a setback of about 15 percent of India's progress in poverty reduction over the 1990s. The results are robust to pre-reform trends, convergence and time-varying effects of initial district-specific characteristics. Inequality was unaffected in the sample of all Indian states in both urban and rural areas. The findings are related to the extremely limited mobility of factors across regions and industries in India. The findings, consistent with a specific factors model of trade, suggest that to minimize the social costs of inequality, additional policies may be needed to redistribute some of the gains of liberalization from winners to those who do not benefit as much.\n\n",
    "acknowledgement": "\n"
}