{
    "id": 11618,
    "citation_title": "Bubbles and Capital Flow Volatility: Causes and Risk Management",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging market economies are fertile ground for the development of real estate and other financial bubbles. Despite these economies' significant growth potential, their corporate and government sectors do not generate the financial instruments to provide residents with adequate stores of value. Capital often flows out of these economies seeking these stores of value in the developed world. Bubbles are beneficial because they provide domestic stores of value and thereby reduce capital outflows while increasing investment. But they come at a cost, as they expose the country to bubble-crashes and capital flow reversals. We show that domestic financial underdevelopment not only facilitates the emergence of bubbles, but also leads agents to undervalue the aggregate risk embodied in financial bubbles. In this context, even rational bubbles can be welfare reducing. We study a set of aggregate risk management policies to alleviate the bubble-risk. We show that liquidity requirements, sterilization of capital inflows and structural policies aimed at developing public debt markets \"collateralized\" by future revenues, all have a high payoff in this environment.\n\n",
    "acknowledgement": "\n"
}