{
    "id": 11625,
    "citation_title": "Can a Rapidly-Growing Export-Oriented Economy Smoothly Exit an Exchange Rate Peg? Lessons for China from Japan's High-Growth Era",
    "citation_author": [
        "Barry Eichengreen",
        "Mariko Hatase"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the parallels between Japanese currency policy after World War II and Chinese currency policy today. After two decades of pegging at 360 yen, Japan decoupled from the dollar on August 1971 and then repegged at a revalued rate of 308 yen.  After stabilizing the exchange rate at this new level for about a year, greater flexibility was introduced.  This phased adjustment - revaluation followed after a time by an increase in flexibility - bears more than a passing resemblance to recent Chinese policy initiatives.\nWe analyze the impact of Japan's exit from its peg on exports and investment.  The results point to sizeable effects of the yen's revaluation on both variables, especially investment.  While our analysis suggests that a rapidly-growing, export-oriented economy can operate a heavily managed float despite the presence of capital controls and the absence of sophisticated foreign currency forward markets, it underscores the importance of managing the exchange rate with domestic conditions in mind and avoiding the kind of large real appreciation that would sharply compress profits and damage investment.\nFor China this suggests starting with a modest band widening and a limited increase in flexibility, and not with a large step revaluation which could have a sharp negative impact on investment and growth.  Our results thus provide support for the kind of measures taken at the end of July.\n\n",
    "acknowledgement": "\n"
}