{
    "id": 11622,
    "citation_title": "Does Social Security Privatization Produce Efficiency Gains?",
    "citation_author": [
        "Shinichi Nishiyama",
        "Kent Smetters"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile privatizing Social Security can improve labor supply incentives, it can also reduce risk sharing when households face uninsurable risks. We simulate a stylized 50-percent privatization using an overlapping-generations model where heterogenous agents with elastic labor supply face idiosyncratic earnings shocks and longevity uncertainty. When wage shocks are insurable, privatization produces about $21,900 of new resources for each future household (growth adjusted over time) after all households have been fully compensated for their possible transitional losses. However, when wages are not insurable, privatization reduces efficiency by about $5,600 per future household despite improved labor supply incentives.\nWe check the robustness of these results to different model specications and arrive at several surprising conclusions. First, privatization actually performs relatively better in a closed economy, where interest rates decline with capital accumulation, than in an open economy where capital can be accumulated without reducing interest rates. Second, privatization also performs relatively better when an actuarially-fair private annuity market does not exist than when it does exist. Third, introducing progressivity into the privatized system to restore risk sharing must be done carefully. In particular, having the government match private contributions on a progressive basis is not very effective at restoring risk sharing -- too much matching actually harms efficiency. However, increasing the progressivity of the remaining traditional system is very effective at restoring risk sharing, thereby allowing partial privatization to produce efficiency gains of $2,700 per future household.\n\n",
    "acknowledgement": "\n"
}