{
    "id": 11626,
    "citation_title": "Distributional Impacts of the Self-Sufficiency Project",
    "citation_author": [
        "Marianne P. Bitler",
        "Jonah B. Gelbach",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature has been concerned with the impacts of recent welfare reforms on income, earnings, transfers, and labor-force attachment. While one strand of this literature relies on observational studies conducted with large survey-sample data sets, a second makes use of data generated by experimental evaluations of changes to means-tested programs. Much of the overall literature has focused on mean impacts. In this paper, we use random-assignment experimental data from Canada's Self-Sufficiency Project (SSP) to look at impacts of this unique reform on the distributions of income, earnings, and transfers. SSP offered members of the treatment group a generous subsidy for working full time. Quantile treatment effect (QTE) estimates show there was considerable heterogeneity in the impacts of SSP on the distributions of earnings, transfers, and total income; heterogeneity that would be missed by looking only at average treatment effects. Moreover, these heterogeneous impacts are consistent with the predictions of labor supply theory. During the period when the subsidy is available, the SSP impact on the earnings distribution is zero for the bottom half of the distribution. The SSP earnings distribution is higher for much of the upper third of the distribution except at the very top, where the earnings distribution is the same under either program or possibly lower under SSP. Further, during the period when SSP receipt was possible, the impacts on the distributions of transfer payments (IA plus the subsidy) and total income (earnings plus transfers) are also different at different points of the distribution. In particular, positive impacts on the transfer distribution are concentrated at the lower end of the transfer distribution while positive impacts on the income distribution are concentrated in the upper end of the income distribution. Impacts of SSP on these distributions were essentially zero after the subsidy was no longer available.\n\n",
    "acknowledgement": "\n"
}