{
    "id": 11621,
    "citation_title": "Welfare Reform, Returns to Experience, and Wages: Using Reservation Wages to Account for Sample Selection Bias",
    "citation_author": [
        "Jeffrey Grogger"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWork was one of the central motivations for welfare reform during the 1990s. One important rationale for work was based on human capital theory: work today should raise experience tomorrow, which in turn should raise future wage offers and reduce dependency on aid. Despite the importance of the this notion, few studies have estimated the effect of welfare reform on wages. Furthermore, several recent analyses suggest that low-skill workers, such as welfare recipients, enjoy only meager returns to experience, undermining the link between welfare reform and wages.\nAn important analytical obstacle is the sample selection problem. Since non-employment levels are high and workers are unlikely to represent a random sample from the population of former recipients, estimates that fail to account for sample selection could be seriously biased.\nIn this paper, I propose a method to solve the selection problem based on the use of reservation wage data. Reservation wage data allow one to solve the problem using censored regression methods. Furthermore, the use of reservation wage data obviates the need for the controversial exclusion restrictions sometimes used to identify familiar two-step sample selection estimators.\nCorrecting for sample selection bias matters a great deal empirically. Estimates from models that lack such corrections suggest that welfare recipients gain little from work experience. Estimates based on the reservation wage approach suggest that they enjoy returns similar to those estimated from other samples of workers. They also suggest that the particular reform program that I analyze may have raised wages modestly.\n\n",
    "acknowledgement": "\n"
}