{
    "id": 11627,
    "citation_title": "Trends in U.S. Wage Inequality: Re-Assessing the Revisionists",
    "citation_author": [
        "David H. Autor",
        "Lawrence F. Katz",
        "Melissa S. Kearney"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "2007-06-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent \"revisionist \" literature characterizes the pronounced rise in U.S. wage inequality since 1980 as an \"episodic \" event of the first-half of the 1980s driven by non-market factors (particularly a falling real minimum wage) and concludes that continued increases in wage inequality since the late 1980s substantially reflect the mechanical confounding effects of changes in labor force composition. Analyzing data from the Current Population Survey for 1963 to 2005, we find limited support for these claims. The slowing of the growth of overall wage inequality in the 1990s hides a divergence in the paths of upper-tail (90/50) inequality -- which has increased steadily since 1980, even adjusting for changes in labor force composition -- and lower tail (50/10) inequality, which rose sharply in the first-half of the 1980s and plateaued or contracted thereafter. Fluctuations in the real minimum wage are not a plausible explanation for these trends since the bulk of inequality growth occurs above the median of the wage distribution. Models emphasizing rapid secular growth in the relative demand for skills -- attributable to skill-biased technical change -- and a sharp deceleration in the relative supply of college workers in the 1980s do an excellent job of capturing the evolution of the college/high-school wage premium over four decades. But these models also imply a puzzling deceleration in relative demand growth for college workers in the early 1990s, also visible in a recent \"polarization\" of skill demands in which employment has expanded in high-wage and low-wage work at the expense of middle-wage jobs. These patterns are potentially reconciled by a modified version of the skill-biased technical change hypothesis that emphasizes the role of information technology in complementing abstract (high-education) tasks and substituting for routine (middle-education) tasks.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Daron Acemoglu, Josh Angrist, George Borjas, Paul Devereux, Francis Kramarz, Thomas Lemieux, Derek Neal, two referees, and participants at the NBER Summer Institute, the Society of Labor Economists meetings, and Wharton Applied Microeconomics seminar for valuable comments and to Michael Anderson, Tal Gross and Ashwini Agrawal for excellent research assistance. Autor acknowledges generous support from the National Science Foundation (CAREER SES-0239538) and the Sloan Foundation. Katz acknowledges financial support from the Spencer Foundation and the Radcliffe Institute for Advanced Study. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}