{
    "id": 11628,
    "citation_title": "Rising Wage Inequality: The Role of Composition and Prices",
    "citation_author": [
        "David H. Autor",
        "Lawrence F. Katz",
        "Melissa S. Kearney"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the early 1980s, earnings inequality in the U.S. labor market rose relatively uniformly throughout the wage distribution. But this uniformity gave way to a significant divergence starting in 1987, with upper-tail (90/50) inequality rising steadily and lower tail (50/10) inequality either flattening or compressing for the next 16 years (1987 to 2003). This paper applies and extends a quantile decomposition technique proposed by Machado and Mata (2005) to evaluate the role of changing labor force composition (in terms of education and experience) and changing labor market prices to the expansion and subsequent divergence of upper- and lower-tail inequality over the last three decades We show that the extended Machado-Mata quantile decomposition corrects shortcomings of the original Juhn-Murphy-Pierce (1993) full distribution accounting method and nests the kernel reweighting approach proposed by DiNardo, Fortin and Lemieux (1996). Our analysis reveals that shifts in labor force composition have positively impacted earnings inequality during the 1990s. But these compositional shifts have primarily operated on the lower half of the earnings distribution by muting a contemporaneous, countervailing lower-tail price compression. The steady rise of upper tail inequality since the late 1970s appears almost entirely explained by ongoing between-group price changes (particularly increasing wage differentials by education) and residual price changes.\n\n",
    "acknowledgement": "\n"
}