{
    "id": 11623,
    "citation_title": "Supporting \"The Best and Brightest\" in Science and Engineering: NSF Graduate Research Fellowships",
    "citation_author": [
        "Richard B. Freeman",
        "Tanwin Chang",
        "Hanley Chiang"
    ],
    "citation_publication_date": "2005-09-19",
    "issue_date": "2005-09-19",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe National Science Foundation's (NSF) Graduate Research Fellowship (GRF) is a highly prestigious award for science and engineering (S&E) graduate students. This paper uses data from 1952 to 2004 on the population of over 200,000 applicants to the GRF to examine the determinants of the number and characteristics of applicants and the characteristics of awardees. In the early years of the program, GRF awards went largely to physical science and mathematics students and disproportionately to white men, but as the composition of S&E students has changed, larger shares have gone to biological sciences, social sciences, and engineering, and to women and minorities. The absolute number of awards has varied over time, with no trend. Because the number of new S&E college graduates has risen, the result is a sharp decline in the number of awards per S&E bachelor's graduate. In the 2000s approximately 1/3rd as many NSF Fellowships were granted per S&E baccalaureate than in the 1950s-1970s. The dollar value of the awards relative to the earnings of college graduates has also varied greatly over time. Our analysis of the variation in the number and value of awards and of the characteristics of applicants and awardees finds that:\n1. The primary determinant of winning a GRF are academic skills, which greatly impact panel ratings of applicants. Consistent with efforts to increase S&E diversity, women and minorities have higher changes of winning an award than white men with similar attributes.\n2. The size of the applicant pool varies with the relative value of the stipend, the number of S&E bachelor's graduates, and the lagged number of awards per graduate. We estimate that for every 10% increase in the stipend value, the number of applications goes up by 8 to 10 percent.\n3. The average measured skill of awardees falls when the number of awards are increased and rises with the value of fellowships.\n4. The supply of applicants contains enough qualified candidates to allow for a sizeable increase in the number of awards without greatly reducing measured skills.\n5. The supply of highly skilled applicants is sufficiently responsive to the value of awards that increases in the value of stipends could attract some potentially outstanding science and engineering students who would otherwise choose other careers.\n\n",
    "acknowledgement": "\n"
}