{
    "id": 11633,
    "citation_title": "Rational Inattention: A Solution to the Forward Discount Puzzle",
    "citation_author": [
        "Philippe Bacchetta",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2005-09-26",
    "issue_date": "2005-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe uncovered interest rate parity equation is the cornerstone of most models in international macro. However, this equation does not hold empirically since the forward discount, or interest rate differential, is negatively related to the subsequent change in the exchange rate. This forward discount puzzle is one of the most extensively researched areas in international finance. It implies that excess returns on foreign currency investments are predictable. In this paper we propose a new explanation for this puzzle based on rational inattention. We develop a model where investors face a cost of collecting and processing information. Investors with low information processing costs trade actively, while other investors are inattentive and trade infrequently. We calibrate the model to the data and show that (i) inattention can account for most of the observed predictability of excess returns in the foreign exchange market, (ii) the benefit from frequent trading is relatively small so that few investors choose to be attentive, (iii) average expectational errors about future exchange rates are predictable in a way consistent with survey data for market participants, and (iv) the model can account for the puzzle of delayed overshooting of the exchange rate in response to interest rate shocks.\n\n",
    "acknowledgement": "\n"
}