{
    "id": 11630,
    "citation_title": "Deficits and Debt in the Short and Long Run",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper begins by examining the persistence of movements in the U.S. Government's budget posture.  Deficits display considerable persistence, and debt levels (relative to GDP) even more so.  Further, the degree of persistence depends on what gives rise to budget deficits in the first place.  Deficits resulting from shocks to defense spending exhibit the greatest persistence and those from shocks to nondefense spending the least; deficits resulting from shocks to revenues fall in the middle.\n\tThe paper next reviews recent evidence on the impact of changes in government debt levels (again, relative to GDP) on interest rates.  The recent literature, focusing on expected future debt levels and expected real interest rates, indicates impacts that are large in the context of actual movements in debt levels: for example, an increase of 94 basis points due to the rise in the debt-to-GDP ratio during 1981-93, and a decline of 65 basis point due to the decline in the debt-to-GDP ratio during 1993-2001.\n\tThe paper next asks why deficits would exhibit the observed negative correlation with key elements of investment.  One answer, following the analysis presented earlier, is that deficits are persistent and therefore lead to changes in expected future debt levels, which in turn affect real interest rates.  A different reason, however, revolves around the need for markets to absorb the increased issuance of Government securities in a setting of costly portfolio adjustment.\n\tThe paper concludes with some reflections on \"the Perverse Corollary of Stein's Law\": that is, the view that in the presence of large government deficits nothing need be done because something will be done.\n\n",
    "acknowledgement": "\n"
}