{
    "id": 11651,
    "citation_title": "Separating the Business Cycle from Other Economic Fluctuations",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomists——especially those studying monetary policy——often view the business cycle as a transitory departure from the smooth evolution of a neoclassical growth model. Important ideas contributed by Friedman, Lucas, and the developers of the sticky-price macro model generate this type of aggregate behavior. But the real-business cycle model shows that the neoclassical model implies anything but smooth growth. A purely neoclassical model, devoid of anything resembling a business cycle in the sense of transitory departures from neoclassical equilibrium, nevertheless explains most of the volatility of GDP growth at all frequencies. Monetary policymakers looking to a neoclassical model to provide the neutral levels of key variables-potential GDP, the natural rate of unemployment, and the equilibrium real interest rate, need to solve a complicated and controversial model to find these constructs. They cannot take average or smoothed values of actual data to find them. Further, low-frequency movements of unemployment suggest a failure of the basic idea that departures from the neoclassical equilibrium are transitory. I discuss new theories of the labor market capable of explaining the low-frequency movements of unemployment. I conclude that monetary policymakers should not try to discern neutral values of real variables. Some branches of modem theory do not support the concepts of potential GDP, the natural rate of unemployment, and the equilibrium real interest rate. Even the theories that do support the concepts suggest that measurement in real time is impractical.\n\n",
    "acknowledgement": "\n"
}