{
    "id": 11656,
    "citation_title": "Factor Adjustments After Deregulation: Panel Evidence from Colombian Plants",
    "citation_author": [
        "Marcela Eslava",
        "John Haltiwanger",
        "Adriana Kugler",
        "Maurice Kugler"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "2008-02-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze employment and capital adjustments using plant data from the Colombian Annual Manufacturing Survey. We estimate adjustment functions for capital and labor as a non-linear function of the gaps between desired and actual factor levels, allowing for interdependence in adjustments of the two factors. In addition to non-linear employment and capital adjustments in response to market fundamentals, we find that capital shortages reduce hiring and labor surpluses reduce capital shedding. We also find that after factor market deregulation in Colombia in 1991, factor adjustment hazards increased on the job destruction and capital formation margins. Finally, we find that completely eliminating frictions in factor adjustment would yield a substantial increase in aggregate productivity through improved allocative efficiency. Yet, the actual impact of the Colombian deregulation on aggregate productivity through factor adjustment was modest.\n\n",
    "acknowledgement": "\nWe thank Andres Fernández, Pablo Medina, Diana Hincapié, and Rafael Santos for excellent research assistance, and DANE for data access. We thank seminar participants from CEP/LSE, Columbia, Exeter, Fedesarrollo, IFS/UCL, Los Andes, Michigan, MIT, NBER, and Yale, and especially two anonymous referees and Esther Duflo, Josh Angrist, Orazio Attanasio, Eli Berman, Ernst Berndt, Nick Bloom, Ricardo Caballero, Ken Chay, Eduardo Engel, Penny Goldberg, Rachel Griffith, Dan Hamermesh, Charles Hulten, Norman Loayza, Steve Pischke, Luis Serven, Jagadeesh Sivadasan, Chad Syverson and John Van Reenen for very useful comments. Research support was provided by the World Bank, the Tinker Foundation, a GEAR grant from the University of Houston, and NSF Grant SES-0617816.\n\n\n"
}