{
    "id": 11667,
    "citation_title": "The Effect of Joint and Several Liability Under Superfund on Brownfields",
    "citation_author": [
        "Howard F. Chang",
        "Hilary Sigman"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "2007-05-23",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to claims that the threat of environmental liability under the Superfund law deters the acquisition of potentially contaminated sites (or \"brownfields\") for redevelopment, the federal government has adopted programs to protect purchasers from liability.  This protection may be unwarranted, however, if sellers can simply adjust property prices downward to compensate buyers for this liability.  We present a model of joint and several liability under Superfund that allows us to distinguish four different reasons that this liability may discourage the purchase of brownfields.  The previous literature has overlooked the effects that we identify, which all arise because a sale may increase the number of defendants in a suit to recover cleanup costs.  Our analysis suggests that the brownfields problem may be more widespread than one might infer from the prior literature.  Furthermore, the effects that we identify may distort not only the incentives to sell property subject to Superfund liability but also any decision of any party subject to any joint and several liability if that decision could affect the number of other defendants liable for the same harm.\n\n",
    "acknowledgement": "\nProfessor of Law, University of Pennsylvania Law School, and Associate Professor of Economics, Rutgers University, respectively. Copyright © 2005 by Howard F. Chang and Hilary Sigman. We developed this paper under STAR Research Assistance Agreement No. R831777, awarded by the U.S. Environmental Protection Agency (EPA), but the EPA has not formally reviewed this paper. The views expressed in this document are those of the authors, and the EPA does not endorse any products or commercial services mentioned in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}