{
    "id": 11668,
    "citation_title": "Will China Eat Our Lunch or Take Us Out to Dinner? Simulating the Transition Paths of the U.S., EU, Japan, and China",
    "citation_author": [
        "Hans Fehr",
        "Sabine Jokisch",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a dynamic, life-cycle, general equilibrium model to study the interdependent demographic, fiscal, and economic transition paths of China, Japan, the U.S., and the EU. Each of these countries/regions is entering a period of rapid and significant aging requiring major fiscal adjustments.\nIn previous studies that excluded China we predicted that tax hikes needed to pay benefits along the developed world's demographic transition would lead to capital shortage, reducing real wages per unit of human capital. Adding China to the model dramatically alters this prediction. Even though China is aging rapidly, its saving behavior, growth rate, and fiscal policies are very different from those of developed countries. If this continues to be the case, the model's long run looks much brighter.\nChina eventually becomes the world's saver and, thereby, the developed world's savoir with respect to its long-run supply of capital and long-run general equilibrium prospects. And, rather than seeing the real wage per unit of human capital fall, the West and Japan see it rise by one fifth by 2030 and by three fifths by 2100. These wage increases are over and above those associated with technical progress.\n\n",
    "acknowledgement": "\n"
}