{
    "id": 11673,
    "citation_title": "Estimation and Identification of Merger Effects: An Application to Hospital Mergers",
    "citation_author": [
        "Leemore S. Dafny"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "2007-10-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvances in structural demand estimation have substantially improved economists' ability to forecast the impact of mergers. However, these models rely on extensive assumptions about consumer choice and firm objectives, and ultimately observational methods are needed to test their validity. Observational studies, in turn, suffer from selection problems arising from the fact that merging entities differ from non-merging entities in unobserved ways. To obtain an accurate estimate of the effect of consummated mergers, I propose a combination of rival analysis and instrumental variables. By focusing on the effect of a merger on the behavior of rival firms, and instrumenting for these mergers, unbiased estimates of the effect of a merger on market outcomes can be obtained. Using this methodology, I evaluate the impact of independent hospital mergers between 1989 and 1996 on rivals' prices. I find sharp increases in rivals' prices following a merger, with the greatest effect on the closest rivals. The results for this industry are more consistent with predictions from structural models than with prior observational estimates.\n\n",
    "acknowledgement": "\nI am grateful for helpful suggestions by an anonymous referee, Julie Cullen, David Dranove, Jon Gruber, Vivian Ho, Richard Lindrooth, Michael Mazzeo, Robert Town, and especially Julian Jamison, Ilyana Kuziemko, and Scott Stern. This paper has also benefited from comments by numerous colleagues at seminars and conferences. I thank David Dranove, Richard Lindrooth, and Laurence Baker for generously sharing their data, and Jean Roth of NBER for assistance with the HCRIS database. Angela Malakhov, Fiona Wong and Subramaniam Ramanarayanan provided excellent research assistance. Support from the Institute for Policy Research at Northwestern is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}