{
    "id": 11679,
    "citation_title": "The Climate for Business Development and Employment Growth in Puerto Rico",
    "citation_author": [
        "Steven J. Davis",
        "Luis Rivera-Batiz"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployment rates in Puerto Rico range from 55 to 65 percent of U.S. rates during the past thirty years. This huge employment shortfall holds for men and women, cuts across all education groups, and is deeper for persons without a college degree. The shortfall is concentrated in the private sector, especially labor-intensive industries that rely heavily on less educated workers.  Motivated by these facts, we identify several factors that undermine employment growth and business development, including high minimum wage requirements, a history of tax incentives for capital-intensive activities, a host of regulatory entry barriers, and a business climate in which profitability and survival too often rest on the ability to secure favors from the government,. We pay close attention to the permitting process whereby the government oversees and regulates construction and real estate development projects, the commercial use of equipment and facilities, and the periodic renewal of various business licenses.  Based on interviews with experts and  participants in the permitting process, and supplemented by other sources, we compile evidence that the permitting process is excessively slow and costly, fraught with uncertainty, subject to capricious outcomes, susceptible to corruption, and prone to manipulation by business rivals and special interest groups.\n\n",
    "acknowledgement": "\n"
}