{
    "id": 1167,
    "citation_title": "The Level and Volatility of Interest Rates in the United States: The Roles of Expected Inflation, Real Rates, and Taxes",
    "citation_author": [
        "John H. Makin",
        "Vito Tanzi"
    ],
    "citation_publication_date": "1983-07-01",
    "issue_date": "1983-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to demonstrate a need to expand the simple Fisherian view whereby changes in interest rates are explained largely by changes in expected inflation. It presents and tests a model of expected, after-tax real interest rate behavior which, together with a group of explanatory variables suggested by a structural model, takes full account of implications of a broad range of U.S. tax code provisions for behavior of interest rates. Determinants of interest rate volatility are also investigated.The model and results of empirical testing suggest:(1) why the measured impact on interest rates of changes in anticipated inflation has been below levels anticipated by many investigators; (2) how the measured impact on interest rates of explanatory variables is conditional on tax rates which may change over time; (3) larger than expected fiscal deficits have a moderate positive impact on interest rates (40 basis points per 100 billion annual rise for three-month Treasury bills) while lower than expected money growth may also raise interest rates (as iri the second quarter of 1981 when it did so by an estimated 24 basis points);(4) inflation uncertainty produces no significant impact on interest rates due to the econometric effect of including a measure of excess capacity; (5) an unexpected rise in money demand may be responsible for persistently higher interest rates during the first half of 1982 but during most of the 1960-82 period money supply shocks had a more powerful impact on interest rates.\n\n",
    "acknowledgement": "\n"
}