{
    "id": 11671,
    "citation_title": "Measuring the Efficiency of an FCC Spectrum Auction",
    "citation_author": [
        "Patrick Bajari",
        "Jeremy T. Fox"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "2009-10-14",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFCC spectrum auctions sell licenses to provide mobile phone service in designated geographic territories. We propose a method to structurally estimate the deterministic component of bidder valuations and apply it to the 1995-1996 C-block auction. We base our estimation of bidder values on a pairwise stability condition, which implies that two bidders cannot exchange licenses in a way that increases total surplus. Pairwise stability holds in many theoretical models of simultaneous ascending auctions, including some models of intimidatory collusion and demand reduction. Pairwise stability is also approximately satisfied in data that we examine from economic experiments. The lack of post-auction resale also suggests pairwise stability. Using our estimates of deterministic valuations, we measure the allocative efficiency of the C-block outcome.\n\n",
    "acknowledgement": "\nFox would like to thank the NET Institute, the Olin Foundation and the NSF, grant 0721036, for financial support. Bajari thanks the National Science Foundation, grants SES-0112106 and SES-0122747 for financial support. Thanks to helpful comments from Christopher Adams, Susan Athey, Lawrence Ausubel, Timothy Conley, Peter Cramton, Nicholas Economides, Philippe Fevrier, Matthew Gentzkow, Philip Haile, Ali Hortacsu, Robert Jacques, Jonathan Levin, Paul Milgrom, Harry Paarsch, Ariel Pakes, Robert Porter, Philip Reny, Bill Rogerson, Gregory Rosston, John Rust, Andrew Sweeting, Chad Syverson and Daniel Vincent. Thanks also to seminar participants at Chicago, CIRANO, Duke, the IIOC, Iowa, Maryland, Michigan, MIT, the NBER, the NET Institute, Northwestern, SITE, UCLA and Washington University. Thanks to Peter Cramton for sharing data on license characteristics, to David Porter for sharing data on experimental auctions, to Todd Schuble for help with GIS software, and to Chad Syverson for sharing data on airline travel. Excellent research assistance has been provided by Luis Andres, Wai-Ping Chim, Stephanie Houghton, Dionysios Kaltis, Ali Manning, Denis Nekipelov, David Santiago and Connan Snider.\n\n\n"
}