{
    "id": 11677,
    "citation_title": "Health Risk, Income, and Employment-Based Health Insurance",
    "citation_author": [
        "M. Kate Bundorf",
        "Bradley Herring",
        "Mark Pauly"
    ],
    "citation_publication_date": "2005-10-03",
    "issue_date": "2005-10-03",
    "revision_date": "2008-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many believe that an individual's health plays an important role in both their willingness and ability to obtain health insurance in the employment-based setting, relatively little agreement exists on the extent to which health status affects coverage rates, particularly for those with lower incomes. In this paper, we examine the relationship between health risk and the purchase of group health insurance and whether that relationship differs by a person's income and whether they obtain coverage in the small, medium, or large group market. Using the panel component of the 1996-2002 Medical Expenditure Panel Survey (MEPS), we find that health risk is positively associated with private health insurance across the different markets, and that this positive relationship is stronger for low and middle income people, particularly in the large group market. Our results are consistent with the existence of adverse selection in the group market in the form of low rates of coverage among low risks due to an absence of risk rating of premiums. We conclude that pooled premiums for low risks, particularly those with low incomes, may represent a more important financial barrier to coverage in voluntary group insurance than high premiums for high risks.\n\n",
    "acknowledgement": "\nThis project was funded by a grant from the Economic Research Initiative on the Uninsured (ERIU). An earlier version of this manuscript was presented at the ERIU 2004 Consumer Preferences and Coverage Choices Research Meeting, the 2005 AcademyHealth Annual Research Meeting, and the 2005 International Health Economics Association Meeting.\n\n\n"
}