{
    "id": 11689,
    "citation_title": "Liquidity and Insurance for the Unemployed",
    "citation_author": [
        "Robert Shimer",
        "Ivan Werning"
    ],
    "citation_publication_date": "2005-10-10",
    "issue_date": "2005-10-10",
    "revision_date": "2007-09-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal design of unemployment insurance for workers sampling job opportunities over time. We focus on the timing of benefits and the desirability of allowing workers to freely access a riskless asset. When workers have constant absolute risk aversion preferences, a very simple policy is optimal: a constant benefit during unemployment, a constant tax during employment, and free access to savings using the riskless asset. Away from this benchmark, for constant relative risk aversion preferences, the optimal policy involves nearly constant benefits and the welfare gains from more elaborate policies are minuscule. Our results highlight two distinct roles for policy toward the unemployed: ensuring workers have sufficient liquidity to smooth their consumption; and providing unemployment subsidies that serve as insurance against the uncertain duration of unemployment spells.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Daron Acemoglu, George-Marios Angeletos, Hugo Hopenhayn, Narayana Kocherlakota, Samuel Kortum, Ellen McGrattan, Richard Rogerson, two anonymous referees, and numerous seminar participants on this paper and an earlier version entitled \"Optimal Unemployment Insurance with Sequential Search.\" Shimer and Werning's research is supported by grants from the National Science Foundation and the Sloan Foundation. Werning is grateful for the hospitality from the Federal Reserve Bank of Minneapolis.\n\n\n"
}