{
    "id": 11703,
    "citation_title": "Macro Factors in Bond Risk Premia",
    "citation_author": [
        "Sydeny C. Ludvigson",
        "Serena Ng"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "2006-09-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence suggests that excess bond returns are forecastable by financial indicators such as forward spreads and yield spreads, a violation of the expectations hypothesis based on constant risk premia. But existing evidence does not tie the forecastable variation in excess bond returns to underlying macroeconomic fundamentals, as would be expected if the forecastability were attributable to time variation in risk premia. We use the methodology of dynamic factor analysis for large datasets to investigate possible empirical linkages between forecastable variation in excess bond returns and macroeconomic fundamentals. We find that several common factors estimated from a large dataset on U.S. economic activity have important forecasting power for future excess returns on U.S. government bonds. Following Cochrane and Piazzesi (2005), we also construct single predictor state variables by forming linear combinations of either five or six estimated common factors. The single state variables forecast excess bond returns at maturities from two to five years, and do so virtually as well as an unrestricted regression model that includes each common factor as a separate predictor variable. The linear combinations we form are driven by both \"real\" and \"inflation\" macro factors, in addition to financial factors, and contain important information about one year ahead excess bond returns that is not captured by forward spreads, yield spreads, or the principal components of the yield covariance matrix.\n\n",
    "acknowledgement": "\n"
}