{
    "id": 11704,
    "citation_title": "Contraception as Development? New Evidence from Family Planning in Colombia",
    "citation_author": [
        "Grant Miller"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "2006-06-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been considerable debate in the last decade about whether or not family planning programs in developing countries reduce fertility or improve socio-economic outcomes. Despite suggestive associations, disagreement persists because the availability and use of modern contraceptives are generally determined by both supply- and demand-side factors. This paper provides new evidence on the role of contraceptive supply by exploiting the surprisingly haphazard expansion of one of the world's oldest and largest family planning organizations — PROFAMILIA of Colombia. Its findings suggest that family planning allowed Colombian women to postpone their first birth and have approximately one-half fewer children in their lifetime. Delayed first births, in turn, seem to have enabled young women to obtain more education and to work more and live independently later in life. Although family planning explains only about 10% of Colombia's fertility decline, it appears to have reduced the otherwise substantial costs of fertility control and may be among the most effective development interventions.\n\n",
    "acknowledgement": "\n"
}