{
    "id": 11705,
    "citation_title": "Does the Profit Motive Make Jack Nimble? Ownership Form and the Evolution of the U.S. Hospital Industry",
    "citation_author": [
        "Sujoy Chakravarty",
        "Martin Gaynor",
        "Steven Klepper",
        "William B. Vogt"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the evolving structure of the U.S. hospital industry since 1970, focusing on how ownership form influences entry and exit behavior. We develop theoretical predictions based on the model of Lakdawalla and Philipson, in which for-profit and not-for-profit hospitals differ regarding their objectives and costs of capital. The model predicts for-profits would be quicker to enter and exit than not-for-profits in response to changing market conditions. We test this hypothesis using data for all U.S. hospitals from 1984 through 2000. Examining annual and regional entry and exit rates, for-profit hospitals consistently have higher entry and exit rates than not-for-profits. Econometric modeling of entry and exit rates yields similar patterns. Estimates of an ordered probit model of entry indicate that entry is more responsive to demand changes for for-profit than not-for-profit hospitals. Estimates of a discrete hazard model for exit similarly indicate that negative demand shifts increase the probability of exit more for for-profits than not-for-profits. Finally, membership in a hospital chain significantly decreases the probability of exit for for-profits, but not not-for-profits.\n\n",
    "acknowledgement": "\n"
}