{
    "id": 11701,
    "citation_title": "International Capital Flows, Returns and World Financial Integration",
    "citation_author": [
        "Martin D. D. Evans",
        "Viktoria Hnatkovska"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational capital flows have increased dramatically since the 1980s, with much of the increase being due to trade in equity and debt markets. Such developments are often attributed to the increased integration of world financial markets. We present a model that allows us to examine how greater integration in world financial markets affects the behavior of international capital flows and financial returns. Our model predicts that international capital flows are large (in absolute value) and very volatile during the early stages of financial integration when international asset trading is concentrated in bonds. As integration progresses and households gain access to world equity markets, the size and volatility of international bond flows fall dramatically but continue to exceed the size and volatility of international equity flows. This is the natural outcome of greater risk sharing facilitated by increased integration. We find that the equilibrium flows in bonds and stocks are larger than their empirical counterparts, and are largely driven by variations in equity risk premia. The paper also makes a methodological contribution to the literature on dynamic general equilibrium asset-pricing. We implement a new technique for solving a dynamic general equilibrium model with production, portfolio choice and incomplete markets.\n\n",
    "acknowledgement": "\n"
}