{
    "id": 11717,
    "citation_title": "Foreign Direct Investment and Domestic Economic Activity",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does rising foreign investment influence domestic economic activity? Firms whose foreign operations grow rapidly exhibit coincident rapid growth of domestic operations, but this pattern alone is inconclusive, as foreign and domestic business activities are jointly determined. This study uses foreign GDP growth rates, interacted with lagged firm-specific geographic distributions of foreign investment, to predict changes in foreign investment by a large panel of American firms. Estimates produced using this instrument for changes in foreign activity indicate that 10% greater foreign capital investment is associated with 2.2% greater domestic investment, and that 10% greater foreign employee compensation is associated with 4.0% greater domestic employee compensation. Changes in foreign and domestic sales, assets, and numbers of employees are likewise positively associated; the evidence also indicates that greater foreign investment is associated with additional domestic exports and R&D spending. The data do not support the popular notion that greater foreign activity crowds out domestic activity by the same firms, instead suggesting the reverse.\n\n",
    "acknowledgement": "\n"
}