{
    "id": 11716,
    "citation_title": "A Political-Economy Theory of Trade Agreements",
    "citation_author": [
        "Giovanni Maggi",
        "Andres Rodriguez-Clare"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a theory of trade agreements where \"politics\" play an central role. This stands in contrast with the standard theory, where even politically-motivated governments sign trade agreements only to deal with terms-of-trade externalities. We develop a model where governments may be motivated to sign a trade agreement both by the presence of standard terms-of-trade externalities and by the desire to commit vis-a-vis domestic industrial lobbies. The model is rich in implications. In particular, it predicts that trade agreements result in deeper trade liberalization when governments are more politically motivated (provided capital mobility is sufficiently high) and when capital can move more freely across sectors. Also, governments tend to prefer a commitment in the form of tariff ceilings rather than exact tariff levels. In a fully dynamic specification of the model, trade liberalization occurs in two stages: an immediate slashing of tariffs and a subsequent gradual reduction of tariffs. The immediate tariff cut is a reflection of the terms-of-trade motive for the agreement, while the domestic-commitment motive is reflected in the gradual phase of trade liberalization. Finally, the speed of trade liberalization is higher when capital is more mobile across sectors.\n\n",
    "acknowledgement": "\nWe thank Kyle Bagwell, Elhanan Helpman, Robert Staiger, Marcelo Olarreaga and seminar participants at UC Berkeley, ECARES, Ente Luigi Einaudi di Roma, Federal Reserve Bank of New York, FGV Rio de Janeiro, Harvard University, IADB, Penn State University, Southern Methodist University, Syracuse University, University of Texas at Austin, University of Virginia, University of Wisconsin, Vanderbilt University and the 2005 NBER Summer Institute for very useful comments. We also thank three anonymous referees for very useful comments and suggestions. Richard Chiburis provided outstanding research assistance. Giovanni Maggi acknowledges financial support from the National Science Foundation (SES-0351586).\n\n\n"
}