{
    "id": 11710,
    "citation_title": "Job Hopping in Silicon Valley: Some Evidence Concerning the Micro-Foundations of a High Technology Cluster",
    "citation_author": [
        "Bruce Fallick",
        "Charles A. Fleischmann",
        "James B. Rebitzer"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "2024-04-23",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Silicon Valley's computer cluster, skilled employees are reported to move rapidly between competing firms. This job-hopping facilitates the reallocation of resources towards firms with superior innovations, but it also creates human capital externalities that reduce incentives to invest in new knowledge. Using a formal model of innovation we identify conditions where the innovation benefits of job-hopping exceed the costs from reduced incentives to invest in human capital. These conditions likely hold for computers, but not in most other settings. Features of state law also favor high rates of inter-firm mobility in California. Outside of California, employers can use non-compete agreements to inhibit mobility, but these agreements are unenforceable in California.\nUsing new data on labor mobility we find higher rates of job-hopping for college-educated men in Silicon Valley's computer industry than in computer clusters located out of the state. Mobility rates in other California computer clusters are similar to Silicon Valley's, suggesting some role for state laws restricting non-compete agreements. Consistent with our model of innovation, we also find that outside of the computer industry, California's mobility rates are no higher than elsewhere.\n\n",
    "acknowledgement": "\n"
}