{
    "id": 11713,
    "citation_title": "Monetary and Exchange Rate Policy Coordination in ASEAN 1",
    "citation_author": [
        "William H. Branson",
        "Conor N. Healy"
    ],
    "citation_publication_date": "2005-10-24",
    "issue_date": "2005-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops the basis for monetary and exchange rate coordination in Asia as part of a package of monetary integration that could support growth and poverty reduction.  This could be achieved directly through coordinated exchange rate stabilization, and indirectly through the implications of this for reserve pooling and investment in an Asian development fund (ADF) and through development of the Asian bond market (ABM).  Macro policy coordination could be viewed as a necessary condition for further development of both reserve pooling via the Chiang Mai Initiative (CMI) and of the ABM.  The paper analyzes the trade structure of ASEAN and China in terms of both geographic sources of imports and markets for exports, and of the commodity structure of trade.  The similarities of the geographic and commodity trade structures across the region are consistent with adoption of a common currency basket for stabilization, and with an argument for monetary integration across the region along the lines of Mundell (1961) on optimum currency areas.  The paper constructs currency baskets and real effective exchange rates (REERs) for the countries in the region. Since their trade patterns are quite similar and their policies are already implicitly coordinated, their REERs tend to move together.  This means that ASEAN and China are already moving toward integration in practical effect.  Explicit movement toward coordination could support surveillance and reserve-sharing under the CMI, and release reserves to be invested in an ADF.\n\n",
    "acknowledgement": "\n"
}