{
    "id": 1172,
    "citation_title": "LDC's Foreign Borrowing and Default Risk: An Empirical Investigation",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1983-07-01",
    "issue_date": "1983-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates to what extent the international financial community has taken into account the risk characteristics of borrowing less developed countries when granting loans. Specifically, this study analyzes the determinants of the spread between the interest rate charged to a particular country and the London Interbank Borrowing Rate (LIBOR). The empirical analysis uses data on 727 public and publicly guarantied Eurodollar loans granted to 19 LDC's between 1976 and 1980. The results obtained show that lenders in Eurocredit markets have tended to take into account (some of) the risk characteristics of borrowers. In particular it was found that the level of the spread will be positively related to the debt/GNP ratio and the debt service ratio. On the other hand, the spread will benegatively related to the international reserves to GNP ratio and the propensity to invest. The results obtained also show that an increase in the foreign debt coupled with an equivalent increase in international reserves will tend to leave the perceived probability of default unaffected. The empirical analysis presented in this paper also indicates that as late as 1980 the international financial community had not perceived any significant increase in the probabilities of defaulting in the countries that eventually run into serious debt problems (i.e., Argentina, Brazil, Mexico).\n\n",
    "acknowledgement": "\n"
}