{
    "id": 11727,
    "citation_title": "U.S. v. Microsoft: Did Consumers Win?",
    "citation_author": [
        "David S. Evans",
        "Albert L. Nichols",
        "Richard Schmalensee"
    ],
    "citation_publication_date": "2005-10-31",
    "issue_date": "2005-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. v. Microsoft and the related state suit filed in 1998 appear finally to have concluded. In a unanimous en banc decision issued in late June 2004, the D.C. Circuit Court of Appeals rejected challenges to the remedies approved by the District Court in November 2002. The wave of follow-on private antitrust suits filed against Microsoft also appears to be subsiding. In this paper we review the remedies imposed in the United States, in terms of both their relationship to the violations found and their impact on consumer welfare. We conclude that the remedies addressed the violations ultimately found by the Court of Appeals (which were a subset of those found by the original district court and an even smaller subset of the violations alleged, both in court and in public discourse) and went beyond them in important ways. Thus, for those who believe that the courts were right in finding that some of Microsoft's actions harmed competition, the constraints placed on its behavior and the active, ongoing oversight by the Court and the plaintiffs provide useful protection against a recurrence of such harm. For those who believe that Microsoft should not have been found liable because of insufficient evidence of harm to consumers, the remedies may be unnecessary, but they avoided the serious potential damage to consumer welfare that was likely to accompany the main alternative proposals. The remedies actually imposed appear to have struck a reasonable balance between protecting consumers against the types of actions found illegal and harming consumers by unnecessarily restricting Microsoft's ability to compete.\n\n",
    "acknowledgement": "\n"
}