{
    "id": 11730,
    "citation_title": "Mughal Decline, Climate Change, and Britain's Industrial Ascent: An Integrated Perspective on India's 18th and 19th Century Deindustrialization",
    "citation_author": [
        "David Clingingsmith",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2005-11-07",
    "issue_date": "2005-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia was a major player in the world export market for textiles in the early 18th century, but by the middle of the 19th century it had lost all of its export market and much of its domestic market. India underwent secular deindustrialization as a consequence. While India produced about 25 percent of world industrial output in 1750, this figure had fallen to only 2 percent by 1900. We ask how much of India's deindustrialization was due to local supply-side forces -- such as political fragmentation in the 18th century and rising incidence of drought between the early 18th and 19th century, and how much to world price shocks. We use an open, three-sector neo-Ricardian model to organize our thinking about the relative role played by domestic and foreign forces. A newly compiled database of relative price evidence is central to our analysis. We document trends in the ratio of export to import prices (the external terms of trade) from 1800 to 1913, and that of tradable to non-tradable goods and own-wages in the tradable sectors back to 1765. Whether Indian deindustrialization shocks and responses were big or small is then assessed by comparisons with other parts of the periphery.\n\n",
    "acknowledgement": "\n"
}