{
    "id": 11742,
    "citation_title": "Temporary Agency Employment as a Way out of Poverty?",
    "citation_author": [
        "David Autor",
        "Susan Houseman"
    ],
    "citation_publication_date": "2005-11-07",
    "issue_date": "2005-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe high incidence of temporary agency employment among participants in government employment programs has catalyzed debate about whether these jobs help the poor transition into stable employment and out of poverty. We provide direct evidence on this question through analysis of a Michigan welfare-to-work program in which program participants were randomly allocated across service providers ('contractors') with different job placement practices. We draw on a telephone survey of contractors and on administrative program data linked with wage records data on all participants entering the program over a three-and-a half-year period. Our survey evidence documents a consensus among contractors that temporary help jobs are generally easier for those with weak skills and experience to obtain, but no consensus on whether temporary help jobs confer long-term benefits to participants. Our analysis of the quasi-experimental data introduced in Autor and Houseman (2005) shows that placing participants in either temporary or direct-hire jobs improves their odds of leaving welfare and escaping poverty in the short term. However, we find that only direct-hire placements help reduce welfare dependency over longer time horizons. Our findings raise questions about the incentive structure of many government employment programs that emphasize rapid placement of program participants into jobs and that may inadvertently encourage high placement rates with temporary help agencies.\n\n",
    "acknowledgement": "\n"
}