{
    "id": 11740,
    "citation_title": "Hard Targets: Theory and Evidence on Suicide Attacks",
    "citation_author": [
        "Eli Berman",
        "David Laitin"
    ],
    "citation_publication_date": "2005-11-07",
    "issue_date": "2005-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWho chooses suicide attacks? Though rebels typically target poor countries, suicide attacks are just as likely to target rich democracies. Though many groups have grievances, suicide attacks are favored by the radical religious. Though rebels often kill coreligionists, they seldom use suicide attacks to do so. We model the choice of tactics by rebels, bearing in mind that a successful suicide attack imposes the ultimate cost on the attacker and the organization. We first ask what a suicide attacker would have to believe to be deemed rational. We then embed the attacker and other operatives in a club good model which emphasizes the function of voluntary religious organizations as providers of benign local public goods. The sacrifices which these groups demand solve a free-rider problem in the cooperative production of public goods. These sacrifices make clubs well suited for organizing suicide attacks, a tactic in which defection by operatives (including the attacker) endangers the entire organization. The model also analyzes the choice of suicide attacks as a tactic, predicting that suicide will be used when targets are well protected and when damage is great. Those predictions are consistent with the patterns described above. The model has testable implications for tactic choice of terrorists and for damage achieved by different types of terrorists, which we find to be consistent with the data.\n\n",
    "acknowledgement": "\n"
}