{
    "id": 11743,
    "citation_title": "Do Temporary Help Jobs Improve Labor Market Outcomes for Low-Skilled Workers? Evidence from 'Work First'",
    "citation_author": [
        "David H. Autor",
        "Susan Houseman"
    ],
    "citation_publication_date": "2005-11-07",
    "issue_date": "2005-11-07",
    "revision_date": "2008-01-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA disproportionate share of low-skilled U.S. workers is employed by temporary-help firms. These firms offer rapid entry into paid employment, but temporary-help jobs are typically brief, and it is unknown whether they foster longer-term employment. We exploit a unique aspect of the city of Detroit's welfare-to-work program, in which one in five jobs taken is obtained with a temporary-help firm, to identify the effects of temporary-help jobs on the subsequent labor market advancement of low-skilled workers. Welfare participants are assigned on a rotating basis to one of numerous program providers that have substantially different placement rates into temporary-help and regular ('direct-hire') jobs but offer otherwise standardized services. This gives rise to variation in job-taking rates that is functionally equivalent to random assignment. Using provider assignments as instrumental variables, we find that temporary-help job placements yield significant short-term earnings gains, but these gains are offset by lower earnings and less frequent employment over the next one to two years. Job placements with direct-hire employers, by contrast, substantially raise earnings over one, two, and three years following placement. The primary observable difference between these types of job placements is their effect on subsequent employment stability. Direct-hire placements roughly double the probability of ongoing employment in each of the first eight quarters following program assignment, while temporary help placements only positively affect the probability of ongoing employment for two quarters and do not facilitate transitions to direct-hire jobs. These results qualify the interpretation of a large experimental literature documenting the benefits of job placement services for labor market outcomes of low-skilled workers. We find that the benefits of job placements derive entirely from direct-hire jobs; placing low-skilled workers in temporary-help jobs is no more effective than providing no job placements at all.\n\n",
    "acknowledgement": "\nThis research was supported by the Russell Sage Foundation and the Rockefeller Foundation. We are particularly grateful to Joshua Angrist, Orley Ashenfelter, Tim Bartik, Mary Corcoran, John Earle, Randy Eberts, Jon Gruber, Brian Jacob, Lawrence Katz, Alan Krueger, Andrea Ichino, Pedro Martins, Justin McCrary, Albert Saiz and seminar participants at MIT, the NBER Summer Institute, the Upjohn Institute, the University of Michigan, Michigan State University, the Center for Economic Policy Research, the Bank of Portugal, and the Schumpeter Institute of Humboldt University for valuable suggestions. We are indebted to Lillian Vesic-Petrovic for superb research assistance and to Lauren Fahey, Erica Pavao, and Anne Schwartz for expert assistance with data. Autor acknowledges generous support from the Sloan Foundation, the National Science Foundation (CAREER award SES-0239538), and the MIT Ferry Family Fund. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}