{
    "id": 11744,
    "citation_title": "\"The War for the Fare\": How Driver Compensation Affects Bus System Performance",
    "citation_author": [
        "Ryan M. Johnson",
        "David H. Reiley",
        "Juan Carlos Munoz"
    ],
    "citation_publication_date": "2005-11-07",
    "issue_date": "2005-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo systems of bus driver compensation exist in Santiago, Chile. Most drivers are paid per passenger transported, while a second system compensates other drivers with a fixed wage. Compared with fixed-wage drivers, per-passenger drivers have incentives to engage in \"La Guerra por el Boleto\" (\"The War for the Fare\"), in which drivers change their driving patterns to compete for passengers. This paper takes advantage of a natural experiment provided by the coexistence of these two compensation schemes on similar routes in the same city. Using data on intervals between bus arrivals, we find that the fixed-wage contract leads to more bunching of buses, and hence longer average passenger wait times. The per-passenger drivers are assisted by a group of independent information intermediaries called \"sapos\" who earn their living by standing at bus stops, recording arrival times, and selling the information to subsequent drivers who drive past. We find that a typical bus passenger in Santiago waits roughly 10% longer for a bus on a fixed-wage route relative to an incentive-contract route. However, the incentives also lead drivers to drive noticeably more aggressively, causing approximately 67% more accidents per kilometer driven. Our results have implications for the design of incentives in public transportation systems.\n\n",
    "acknowledgement": "\n"
}