{
    "id": 11759,
    "citation_title": "How's the Job? Well-Being and Social Capital in the Workplace",
    "citation_author": [
        "John F. Heliwell",
        "Haifang Huang"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper takes a different tack in addressing one of the fundamental questions in economics: what are the factors that determine the distribution of jobs and wages? In Adam Smith's classic formulation, and in much of the subsequent literature, wage levels have been used to estimate the values of job characteristics (\"compensating\" or \"equalizing\" differentials). There are econometric problems with this approach, principally caused by unmeasured differences in talents and aptitudes that enable people of high ability to have jobs with both high wages and good working conditions, thus understating the value of working conditions. We bypass this difficulty by estimating the extent to which incomes and job characteristics influence direct measures of life satisfaction from three large and recent Canadian surveys.\nThe well-being results show strikingly large values for non-financial job characteristics, especially workplace trust and other measures of the quality of workplace social capital. The compensating differentials estimated for the quality of workplace social capital are so large as to suggest that they do not reflect a full equilibrium. Thus the current situation probably reflects the existence of unrecognized opportunities for managers and employees to alter workplace environments, or for workers to change jobs, so as to increase both life satisfaction and workplace efficiency.\n\n",
    "acknowledgement": "\n"
}