{
    "id": 11757,
    "citation_title": "An Information-Based Trade Off between Foreign Direct Investment and Foreign Portfolio Investment",
    "citation_author": [
        "Itay Goldstein",
        "Assaf Razin"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops a model of foreign direct investments (FDI) and foreign portfolio investments (FPI).The model describes an information-based trade off between direct investments and portfolio investments. Direct investors are more informed about the fundamentals of their projects. This information enables them to manage their projects more efficiently. However, it also creates an asymmetric-information problem in case they need to sell their projects prematurely, and reduces the price they can get in that case. As a result, investors, who know they are more likely to get a liquidity shock that forces them to sell early, are more likely to choose portfolio investments, whereas investors, who know they are less likely to get a liquidity shock, are more likely to choose direct investments.  FDI is characterized by hands-on management style which enables the owner to obtain relatively refined information about the productivity of the firm. This superiority of FDI relative to FPI, comes with a cost: a firm owned by the relatively well-informed FDI investor has a low resale price because of a \"lemons\" type asymmetric information between the owner and potential buyers. The model can explain several stylized facts regarding foreign equity flows, such as the larger ratio of FDI to FPI inflows in developing countries relative to developed countries, and the greater volatility of FDI net inflows relative to FPI net inflows.\n\n",
    "acknowledgement": "\n"
}