{
    "id": 11758,
    "citation_title": "The Role of Beliefs in Inference for Rational Expectations Models",
    "citation_author": [
        "Bruce N. Lehmann"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "2007-10-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses inference for rational expectations models estimated via minimum distance methods by characterizing the probability beliefs regarding the data generating process (DGP) that are compatible with given moment conditions. The null hypothesis is taken to be rational expectations and the alternative hypothesis to be distorted beliefs. This distorted beliefs alternative is analyzed from the perspective of a hypothetical semiparametric Bayesian who believes the model and uses it to learn about the DGP. This interpretation provides a different perspective on estimates, test statistics, and confidence regions in large samples, particularly regarding the economic significance of rejections in rational expectations models.\n\n",
    "acknowledgement": "\nThis paper had an unusually long gestation period. I want to thank Lars Hansen for a long conversation I had with him sometime in the last ten years (!) and to apologize to those with whom I have had helpful conversations that I have forgotten. I also want to thank seminar participants at the Federal Reserve Bank of New York, Hong Kong University of Science and Technology, the London School of Economics, Southern Methodist University, Syracuse University, the University of Alberta, the University of Arizona, the University of California at San Diego, the University of Houston, and Yale University, students at the 2002 SSRC Summer Workshop in Applied Economics: Risk and Uncertainty, and conference participants at The First Symposium on Econometric Theory and Application. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}