{
    "id": 11761,
    "citation_title": "Current Account Balances, Financial Development and Institutions: Assaying the World \"Savings Glut\"",
    "citation_author": [
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the medium-term determinants of the current account using a model that controls for factors related to institutional development, with a goal of informing the recent debate over the existence and relevance of the \"savings glut.\" The economic environmental factors that we consider are the degree of financial openness and the extent of legal development. We find that for industrial countries, the government budget balance is an important determinant of the current account balance; the budget balance coefficient is 0.21 in a specification controlling for institutional variables. More interestingly, our empirical findings are not consistent with the argument that the more developed financial markets are, the less saving a country undertakes. We find that this posited relationship is applicable only for countries with highly developed legal systems and open financial markets. For less developed countries and emerging market countries we usually find the reverse correlation; greater financial development leads to higher savings. Furthermore, there is no evidence of \"excess domestic saving\" in the Asian emerging market countries; rather they seem to have suffered from depressed investment in the wake of the 1997 financial crises. We also find evidence that the more developed equity markets are, the more likely countries are to run current account deficits.\n\n",
    "acknowledgement": "\n"
}