{
    "id": 11774,
    "citation_title": "The Complementary Role of Exports and R&D Investments as Sources of Productivity Growth",
    "citation_author": [
        "Bee Yan Aw",
        "Mark J. Roberts",
        "Tor Winston"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines two potential channels of knowledge acquisition that underlie firm productivity growth in the Taiwanese electronics industry: participation in the export market and investments in R&D and/or worker training. We focus on the argument that a firm's own investments in R&D are necessary for the firm to assimilate knowledge or expertise gained from foreign contacts and thus are an important component of the process of learning-by-exporting. Firm-level panel data from 1986, 1991, and 1996 is used to investigate a firm's decision to invest in these two activities and to assess the effects of these investments on the firm's future total factor productivity. The empirical model consists of four equations. The firm's decisions to export and invest in R&D and/or worker training are modeled with a bivariate probit model that recognizes the interdependence of the decisions. We then estimate how participation in these investment activities alters the firm's future productivity trajectory while controlling for the potential selection bias introduced by endogenous firm exit. The primary empirical findings are that, on average, firms that export but do not invest in R&D and/or worker training have significantly higher future productivity than firms that do not participate in either activity. In addition, firms that export and invest in R&D and/or worker training have significantly higher future productivity than firms that only export. These findings are consistent with the hypothesis that export experience is an important source of productivity growth for Taiwanese firms and that firm investments in R&D and worker training facilitate their ability to benefit from their exposure to the export market.\n\n",
    "acknowledgement": "\n"
}