{
    "id": 11770,
    "citation_title": "Drug Advertising and Health Habit",
    "citation_author": [
        "Toshiaki Iizuka",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of direct-to-consumer advertising (DTCA) of drug treatment on an important health habit, physical exercise. By learning the existence of a new drug treatment via DTCA, rational consumers may become careless about maintaining healthy lifestyles. Using the National Health Insurance Survey (NHIS) and MSA-level DTCA data, we find that the DTCA related to four chronic conditions -- diabetes, high cholesterol, over weight, and hypertension -- reduce the likelihood of engaging in moderate exercise. This suggests the possibility that DTCA does not only affect pharmaceutical demand in the short-run, but also have long-run impacts on people's health by affecting their daily routines.\n\n",
    "acknowledgement": "\nContact Author: Ginger Z. Jin, phone: 301-405-3484, fax: 301-405-3542, address: 3115H Tydings, Department of Economics, University of Maryland, College Park, MD 20742. We benefit from Bill Evans, John Cawley, and the attendants at the 2004 Southern Economic Association meeting and the 2005 American Economic Association meeting. Special thanks to Vanderbilt University, University of Maryland, and Aoyama Gakuin University for financial support. Excellent research assistance of Yan Chen is gratefully acknowledged. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}