{
    "id": 11778,
    "citation_title": "The 1920s and the 1990s in Mutual Reflection",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new analysis of the U. S. economy in the 1920s that is illuminated by contrasts with the 1990s, and it also re-examines the causes of the Great Depression. In both the 1920s and the 1990s the acceleration of productivity growth linked to the delayed effects of previously invented \"general purpose technologies\" stimulated an increase in fixed investment that became excessive and proved to be unsustainable, while the productivity acceleration helps to account for low inflation in both decades. The uncanny parallel of the stock market boom, bubble, and collapse in 1995-2001 as in 1924-1930, reminds us that business cycles emerge from the complex interplay of multiple factors, not just one.\n\tCommon elements between the two decades are overshadowed by differences, including the much larger share of agricultural output in the 1920s, the weakness of farm prices throughout the decade, and the role of collapsing farm prices in the pervasive post-1929 downward shift in aggregate demand. Another partly related difference was a high volatility of inventory accumulation that reflected the larger share of agriculture and manufacturing in the economy of the 1920s. Failures of public policy in the 1920s included the absence of deposit insurance, the unit-banking regulations that prevented the diversification of financial risk across regions, and the low margin requirements that exacerbated swings in stock market prices. Further, the 1920s witnessed the advent of protectionism and the sharp curtailment of immigration.\n\tThe stability of the American economy after the 2000-01 collapse of investment and the stock market proves that good public policy matters, going beyond the narrowly defined operations of monetary and fiscal policy. Such highly diverse policies as banking regulation, deposit insurance, margin rules, reduction of tariffs, and loose restrictions on immigration all combine to make today's American economy more stable and less fragile than in the 1920s.\n\n",
    "acknowledgement": "\n"
}