{
    "id": 11777,
    "citation_title": "What Caused the Decline in U.S. Business Cycle Volatility?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the sources of the widely noticed reduction in the volatility of American business cycles since the mid 1980s. Our analysis of reduced volatility emphasizes the sharp decline in the standard deviation of changes in real GDP, of the output gap, and of the inflation rate.\nThe primary results of the paper are based on a small three-equation macro model that includes equations for the inflation rate, the nominal Federal Funds rate, and the change in the output gap. The development and analysis of the model goes beyond the previous literature in two directions. First, instead of quantifying the role of shocks-in-general, it decomposes the effect of shocks between a specific set of supply shock variables in the model's inflation equation, and the error term in the output gap equation that is interpreted as representing \"IS\" shifts or \"demand shocks\". It concludes that the reduced variance of shocks was the dominant source of reduced business-cycle volatility. Supply shocks accounted for 80 percent of the volatility of inflation before 1984 and demand shocks the remainder. The high level of output volatility before 1984 is accounted for roughly two-thirds by the output errors (demand shocks) and the remainder by supply shocks. The output errors are tied to the paper's initial decomposition of the demand side of the economy, which concludes that three sectors — residential and inventory investment and Federal government spending, account for 50 percent in the reduction in the average standard deviation of real GDP when the 1950-83 and 1984-2004 intervals are compared.\nThe second innovation in this paper is to reinterpret the role of changes in Fed monetary policy. Previous research on Taylor rule reaction functions identifies a shift after 1979 in the Volcker era toward inflation fighting with no concern about output, and then a shift in the Greenspan era to a combination of inflation fighting along with strong countercyclical responses to positive or negative output gaps. Our results accept this characterization of the Volcker era but find that previous estimates of Greenspan-era reaction functions are plagued by positive serial correlation. Once a correction for serial correlation is applied, the Greenspan-era reaction function looks almost identical to the pre-1979 \"Burns\" reaction function!\n\n",
    "acknowledgement": "\n"
}