{
    "id": 11773,
    "citation_title": "How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills",
    "citation_author": [
        "Ann P. Bartel",
        "Casey Ichniowski",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2005-11-14",
    "issue_date": "2005-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study presents new empirical evidence on the relationship between investments in new computer-based information technology (IT) and productivity by investigating several plant-level mechanisms through which IT could promote productivity growth. We have assembled a data set on plants with a common production technology in a narrowly defined industry - valve manufacturing - to study the effects of new IT on product innovation, production process improvements, employee skills and work practices. The homogeneity of the plants' production processes within this narrowly defined industry together with the estimation of longitudinal models eliminate many sources of unmeasured heterogeneity that could confound productivity comparisons in more aggregate data and in broader samples. The three main results of this study highlight how the adoption of new IT-enhanced machinery involves much more than just the installation of new equipment on the factory floor. We find that adoption of new IT-enhanced equipment (1)alters business strategies, moving valve manufacturers away from commodity production based on long production runs to customized production in smaller batches; (2)improves the efficiency of all stages of the production process with reductions in setup times supporting the change in business strategy and (3)increases the skill requirements of workers while promoting the adoption of new human resource practices.\n\n",
    "acknowledgement": "\n"
}