{
    "id": 11776,
    "citation_title": "A Century of Housing Shelter Prices: Is There a Downward Bias in the CPI?",
    "citation_author": [
        "Robert J. Gordon",
        "Todd vanGoethem"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTenant rental shelter is by far the most important component of the CPI, because it is used as a proxy for owner-occupied housing. This paper develops a wide variety of current and historical evidence dating back to 1914 to demonstrate that the CPI rent index is biased downward for all of the last century. The CPI rises roughly 2 percent per year slower than quality-unadjusted indexes of gross rent, setting a challenge for this research of measuring the rate of quality change in rental apartments. If quality increased at a rate of 2 percent per year, the CPI was not biased downward at all, but if quality increased at a slower rate of 1 percent per year, then the CPI was biased downward at a rate of 1 percent.\n\tOur analysis of a rich set of data sources goes backward chronologically, starting with a hedonic regression analysis on a large set of panel data from the American Housing Survey (AHS) covering 1975-2003. Prior to 1975, we have large micro data files from the U. S. Census of Housing extending back to 1930. In addition to the hedonic regression data, we stitch together data on the diffusion of important quality attributes of rental units, including plumbing, heating, and electrification, over the period 1918-73. Our final piece of evidence is based on a study of quality-adjusted rents in a single local community, Evanston IL, covering the period 1925-99.\n\tOur overall conclusions are surprisingly consistent across sources and eras, that the CPI bias was roughly -1.0 percent prior to the methodological improvements in the CPI that date from the mid-1980s. Our reliance on a wide variety of methodologies and evidence on types of quality change and their importance, while leaving the outcome still uncertain, at least in our view substantially narrows the range of possibilities regarding the history of CPI bias for rental shelter over the twentieth century.\n\n",
    "acknowledgement": "\n"
}