{
    "id": 11782,
    "citation_title": "The Effects of Wal-Mart on Local Labor Markets",
    "citation_author": [
        "David Neumark",
        "Junfu Zhang",
        "Stephen Ciccarella"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "2007-07-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of Wal-Mart stores on county-level retail employment and earnings, accounting for endogeneity of the location and timing of Wal-Mart openings that most likely biases the evidence against finding adverse effects of Wal-Mart stores.  We address the endogeneity problem using a natural instrumental variables approach that arises from the geographic and time pattern of the opening of Wal-Mart stores, which slowly spread out from the first stores in Arkansas.  The employment results indicate that a Wal-Mart store opening reduces county-level retail employment by about 150 workers, implying that each Wal-Mart worker replaces approximately 1.4 retail workers.  This represents a 2.7 percent reduction in average retail employment.  The payroll results indicate that Wal-Mart store openings lead to declines in county-level retail earnings of about $1.4 million, or 1.5 percent.  Of course, these effects occurred against a backdrop of rising retail employment, and only imply lower retail employment growth than would have occurred absent the effects of Wal-Mart.\n\n",
    "acknowledgement": "\nWe are grateful to Ron Baiman, Emek Basker, Marianne Bitler, Jan Bruckner, Eric Brunner, Colin Cameron, Wayne Gray, Judy Hellerstein, Hilary Hoynes, Chris Jepsen, Giovanni Peri, Howard Shatz, Betsey Stevenson, Brandon Wall, Jeff Wooldridge, two anonymous referees, and seminar participants at Brookings, Clark, Cornell, HKU, IZA, PPIC, Stanford, UQAM, UC-Davis, UC-Irvine, UC-Riverside, UC-San Diego, UConn, and USC for helpful comments.  We are also grateful to Wal-Mart for providing data on store locations and opening dates, and to Emek Basker for providing her Wal-Mart data set and other code; any requests for Wal-Mart data have to be directed to them.  Despite Wal-Mart having supplied some of the data used in this study, the company has provided no support for this research, and had no role in editing or influencing the research as a condition of providing these data.  The views expressed are those of the authors, and not those of Wal-Mart or the NBER.  This is a revised version of a preliminary draft presented at the Wal-Mart Economic Impact Research Conference, Washington, DC, November 2005.\n\n\n"
}