{
    "id": 11787,
    "citation_title": "Openness Can be Good for Growth: The Role of Policy Complementarities",
    "citation_author": [
        "Roberto Chang",
        "Linda Kaltani",
        "Norman Loayza"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how the effect of trade openness on economic growth depends on complementary reforms that help a country take advantage of international competition. This issue is illustrated with a simple Harris-Todaro model where output gains after trade liberalization depend on the degree of labor market flexibility. In that model, trade protection may ameliorate the problem of underemployment (and underproduction) in sectors affected by labor market distortions; hence trade liberalization unambiguously increases per capita income only when labor markets are sufficiently flexible. We then present some panel evidence on how the growth effect of openness depends on a variety of structural characteristics. For this purpose, we use a non-linear growth regression specification that interacts a proxy of trade openness with proxies of educational investment, financial depth, inflation stabilization, public infrastructure, governance, labor-market flexibility, ease of firm entry, and ease of firm exit. We find that the growth effects of openness are positive and economically significant if certain complementary reforms are undertaken.\n\n",
    "acknowledgement": "\n"
}