{
    "id": 11792,
    "citation_title": "Establishing Credibility: Evolving Perceptions of the European Central Bank",
    "citation_author": [
        "Linda S. Goldberg",
        "Michael W. Klein"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe perceptions of a central bank's inflation aversion may reflect institutional structure or, more dynamically, the history of its policy decisions.  In this paper, we present a novel empirical framework that uses high frequency data to test for persistent variation in market perceptions of central bank inflation aversion. The first years of the European Central Bank (ECB) provide a natural experiment for this model.  Tests of the effect of news announcements on the slope of yield curves in the euro-area, and on the euro/dollar exchange rate, suggest that the market's perception of the policy stance of the ECB during its first six years of operation significantly evolved, with a belief in its inflation aversion increasing in the wake of its monetary tightening.  In contrast, tests based on the response of the slope of the United States yield curve to news offer no comparable evidence of any change in market perceptions of the inflation aversion of the Federal Reserve.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. We have benefited from comments from Donald Andrews, Menzie Chinn, Sylvester Eijffinger, Graham Elliott, Arturo Estrella, Jeff Fuhrer, Francesco Giavazzi, Ulrich Muller, Zhongjun Qu, Richard Portes, John Rogers, David Romer, Jim Stock, Cedric Tille and participants at the January 2005 ASSA meeting, the March 2005 TAFI JIMF conference, the Spring 2005 NBER IFM meeting, the NBER Monetary Economics 2006 Summer Institute, and participants in the Federal Reserve System Committee Meeting on International Economics.\n\n\n"
}