{
    "id": 11798,
    "citation_title": "Foreign Subsidization and Excess Capacity",
    "citation_author": [
        "Bruce A. Blonigen",
        "Wesley W. Wilson"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "2007-11-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. steel industry has long held that foreign subsidization and excess capacity has led to its long-run demise, yet no one has formally examined this hypothesis. In this paper, we incorporate foreign subsidization considerations into a model based on Staiger and Wolak's (1992) cyclical-dumping framework and illustrate testable implications of both cyclical excess capacity and structural excess capacity stemming from foreign subsidization. We then use detailed product- and foreign country-level data on steel exports to the U.S. market from 1979 through 2002 to estimate these excess capacity effects. The results provide strong evidence of both cyclical and structural excess capacity effects for exports to the U.S. market. However, the effects are confined to such a narrow range of country-product combinations that it is unlikely that such effects were a significant factor in the fortunes of U.S. steel firms over the past decades.\n\n",
    "acknowledgement": "\nThis research was supported by NSF grant 0416854. We thank Emma Aisbett, Joshua Aizenmann, Menzie Chinn, Ronald Davies, Charles Engel, Robert Feenstra, Ann Harrison, Maria Muniagurria, Maury Obstfeld, Aris Protopapadakis, Andrew Rose, Kathryn Russ, Bob Staiger, and seminar participants at the Santa Cruz Center for International Studies conference, the University of California-Berkeley and the University of Wisconsin-Madison for helpful comments. We also thank Laura Kerr- Valentic, Anson Soderbery and Paul Thoma for excellent research assistance, and Benjamin Liebman and Chad Bown for sharing data with us. Any remaining errors are our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}