{
    "id": 11790,
    "citation_title": "Does Hazardous Waste Matter? Evidence from the Housing Market and the Superfund Program",
    "citation_author": [
        "Michael Greenstone",
        "Justin Gallagher"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nApproximately $30 billion (2000$) has been spent on Superfund clean-ups of hazardous waste sites, and remediation efforts are incomplete at roughly half of the 1,500 Superfund sites. This study estimates the effect of Superfund clean-ups on local housing price appreciation. We compare housing price growth in the areas surrounding the first 400 hazardous waste sites to be cleaned up through the Superfund program to the areas surrounding the 290 sites that narrowly missed qualifying for these clean-ups. We cannot reject that the clean-ups had no effect on local housing price growth, nearly two decades after these sites became eligible for them. This finding is robust to a series of specification checks, including the application of a quasi-experimental regression discontinuity design based on knowledge of the selection rule. Overall, the preferred estimates suggest that the benefits of Superfund clean-ups as measured through the housing market are substantially lower than the $43 million mean cost of Superfund clean-ups.\n\n",
    "acknowledgement": "\n"
}