{
    "id": 11804,
    "citation_title": "Market Structure, Outgrower contracs and Farm Output. Evidence from Cotton Reforms in Zambia",
    "citation_author": [
        "Irene Brambilla",
        "Guido Porto"
    ],
    "citation_publication_date": "2005-11-21",
    "issue_date": "2005-11-21",
    "revision_date": "2011-12-09",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the dynamic impacts of cotton marketing reforms on farm output in rural Zambia. Following liberalization and the elimination of the Zambian cotton marketing board, the sector developed an outgrower scheme whereby cotton firms provided credit, access to inputs and output markets, and technical assistance to the farmers. There are two distinctive phases of the reforms: a failure of the outgrower contracts, due to farmers' debt renegation, firm hold up, and lack of coordination among firms and farms, and a subsequent period of success of the scheme, due to enhanced contract enforcement and commitment. We find interesting dynamics in the sector. During the phase of failure, farmers were pushed back into subsistence and cotton yields per hectare declined. With the improvement of the outgrower scheme, farmers devoted larger shares of land to cash crops, and farm output significantly increased.\n\n",
    "acknowledgement": "\nWe wish to thank T. Jayne, J. Nijhoff, and B. Nsemukila for allowing us access to the Post Harvest Survey data collected by the Central Statistical Office in Lusaka, Zambia. We thank J. Altonji, R. Betancourt, M. Duggan, P. Goldberg, S. Jayachandran, A. Khandelwal, T. Miguel, R. Pande, M. Rosenzweig, M. Schündeln, C. Udry, and seminar participants at Berkeley, Di Tella, Lausanne, Maryland, Virginia, Yale, the Econometric Society Winter Meeting and the World Bank for useful comments and discussion. This project benefitted from a Research Budget Support grant from the World Bank. All errors are our responsibility.\n\n\n"
}