{
    "id": 11812,
    "citation_title": "How Much is Too Much? The Influence of Preschool Centers on Children's Social and Cognitive Development",
    "citation_author": [
        "Susanna Loeb",
        "Margaret Bridges",
        "Bruce Fuller",
        "Russ Rumberger",
        "Daphna Bassok"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research has demonstrated that attending center care is associated with cognitive benefits for young children. However, little is known about the ideal age for children to enter such care or the \"right\" amount of time, both weekly and yearly, for children to attend center programs. Using national data from the Early Childhood Longitudinal Study (ECLS-K), this paper asks whether there are optimal levels of center care duration and intensity and whether these levels vary by race or income. We consider pre-reading and math skills as measured by assessments administered at the beginning of kindergarten, as well as teacher-reported social-behavioral measures. We find that on average attending center care is associated with positive gains in pre-reading and math skills, but negative social behavior. Across economic levels, children who start center care between ages two and three see greater gains than those who start centers earlier or later. Further, starting earlier than age 2 is related to more pronounced negative social effects. Results for center intensity vary by income levels and race. For instance, poor and middle-income children see academic gains from attending center intensively (more than 30 hours a week), but wealthier children do not; and while intense center negatively impacts Black and White's social development, it does not have any negative impact for Hispanic children.\n\n",
    "acknowledgement": "\n"
}