{
    "id": 11811,
    "citation_title": "Aching to Retire? The Rise in the Full Retirement Age and its Impact on the Disability Rolls",
    "citation_author": [
        "Mark Duggan",
        "Perry Singleton",
        "Jae Song"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Social Security Amendments of 1983 reduced the generosity of Social Security retired worker benefits in the U.S. by increasing the program's full retirement age from 65 to 67 and increasing the penalty for claiming benefits at the early retirement age of 62.  These changes were phased in gradually, so that individuals born in or before 1937 were unaffected and those born in 1960 or later were fully affected.  No corresponding changes were made to the program's disabled worker benefits, and thus the relative generosity of Social Security Disability Insurance (SSDI) benefits increased.  In this paper, we investigate the effect of the Amendments on SSDI enrollment by exploiting variation across birth cohorts in the policy-induced reduction in the present value of retired worker benefits.  Our findings indicate that the Amendments significantly increased SSDI enrollment since 1983, with an additional 0.6 percent of men and 0.9 percent of women between the ages of 45 and 64 receiving SSDI benefits in 2005 as a result of the changes.  Our results further indicate that these effects will continue to increase during the next two decades, as those fully exposed to the reduction in retirement benefit generosity reach their fifties and early sixties.\n\n",
    "acknowledgement": "\nThe authors are especially grateful to Emmanuel Saez and two anonymous referees for comments that substantially improved this paper.   We are also indebted to David Autor, Moshe Buchinsky, Ed DeMarco, Bill Evans, Jonah Gelbach, Patrick Healy, Judy Hellerstein, John Hennessy, Howard Iams, Erzo Luttmer, Joyce Manchester, L. Scott Muller, John Rust, Seth Sanders, Michael Wiseman, and seminar participants at the University of Maryland, the University of North Carolina at Chapel Hill, the Social Security Administration, and the NBER Summer Institute for helpful suggestions.  Thanks also to the many employees of the Social Security Administration who assisted us with the data used in this paper. Duggan thanks the Alfred P. Sloan Foundation for support.  The corresponding author (Duggan) can be contacted at: The Brookings Institution, 1775 Massachusetts Ave, NW, Washington, DC 20036 or at the email address above.  The conclusions and opinions expressed in this paper are solely those of the authors and should not be construed as representing the opinions or policies of the Social Security Administration or any agency of the Federal Government. All errors are our own.\n\n\n"
}