{
    "id": 11815,
    "citation_title": "Optimal Monetary and Fiscal Policy in a Currency Union",
    "citation_author": [
        "Jordi Gali",
        "Tommaso Monacelli"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe lay out a tractable model for fiscal and monetary policy analysis in a currency union, and analyze its implications for the optimal design of such policies. Monetary policy is conducted by a common central bank, which sets the interest rate for the union as a whole. Fiscal policy is implemented at the country level, through the choice of government spending level. The model incorporates country-specific shocks and nominal rigidities. Under our assumptions, the optimal monetary policy requires that inflation be stabilized at the union level. On the other hand, the relinquishment of an independent monetary policy, coupled with nominal price rigidities, generates a stabilization role for fiscal policy, one beyond the efficient provision of public goods. Interestingly, the stabilizing role for fiscal policy is shown to be desirable not only from the viewpoint of each individual country, but also from that of the union as a whole. In addition, our paper offers some insights on two aspects of policy design in currency unions: (i) the conditions for equilibrium determinacy and (ii) the effects of exogenous government spending variations.\n\n",
    "acknowledgement": "\n"
}