{
    "id": 11817,
    "citation_title": "Salary or Benefits?",
    "citation_author": [
        "Paul Oyer"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEmployer-provided benefits are a large and growing share of compensation costs. In this paper, I consider three factors that can affect the value created by employer-sponsored benefits. First, firms have a comparative advantage (for example, due to scale economies or tax treatment) in purchasing relative to employees. This advantage can vary across firms based on size and other differences in cost structure. Second, employees differ in their valuations of benefits and it is costly for workers to match with firms that offer the benefits they value. Finally, some benefits can reduce the marginal cost to an employee of extra working time. I develop a simple model that integrates these factors. I then generate empirical implications of the model and use data from the National Longitudinal Survey of Youth to test these implications. I examine access to employer-provided meals, child-care, dental insurance, and health insurance. I also study how benefits are grouped together and differences between benefits packages at for-profit, not-for-profit, and government employers. The empirical analysis provides evidence consistent with all three factors in the model contributing to firms' decisions about which benefits to offer.\n\n",
    "acknowledgement": "\n"
}