{
    "id": 11813,
    "citation_title": "Racial Sorting and Neighborhood Quality",
    "citation_author": [
        "Patrick Bayer",
        "Robert McMillan"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn cities throughout the United States, blacks tend to live in significantly poorer and lower-amenity neighborhoods than whites. An obvious first-order explanation for this is that an individual's race is strongly correlated with socioeconomic status (SES), and poorer households can only afford lower quality neighborhoods. This paper conjectures that another explanation may be as important. The limited supply of high-SES black neighborhoods in most U.S. metropolitan areas means that neighborhood race and neighborhood quality are explicitly bundled together. In the presence of any form of segregating preferences, this bundling raises the implicit price of neighborhood amenities for blacks relative to whites, prompting our conjecture -- that racial differences in the consumption of neighborhood amenities are significantly exacerbated by sorting on the basis of race, given the small numbers of blacks and especially high-SES blacks in many cities. To provide evidence on this conjecture, we estimate an equilibrium sorting model with detailed restricted Census microdata and use it to carry out informative counterfactual simulations. Results from these indicate that racial sorting explains a substantial portion of the gap between whites and blacks in the consumption of a wide range of neighborhood amenities -- in fact, as much as underlying socioeconomic differences across race. We also show that the adverse effects of racial sorting for blacks are fundamentally related to the small proportion of blacks in the U.S. metropolitan population. These results emphasize the significant role of racial sorting in the inter-generational persistence of racial differences in education, income, and wealth.\n\n",
    "acknowledgement": "\n"
}