{
    "id": 11823,
    "citation_title": "Current Account Deficits in Industrial Countries: The Bigger They are, the Harder They Fall?",
    "citation_author": [
        "Caroline Freund",
        "Frank Warnock"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are a number of worrisome features of the U.S. current account deficit. In particular, its size and persistence, the extent to which it is financing consumption as opposed to investment, and the reliance on debt inflows raise concerns about the likelihood of a sharp adjustment. We examine episodes of current account adjustment in industrial countries to assess the validity of these concerns. Our main findings are (i) larger deficits take longer to adjust and are associated with significantly slower income growth (relative to trend) during the current account recovery than smaller deficits, (ii) consumption-driven current account deficits involve significantly larger depreciations than deficits financing investment, and (iii) there is little evidence that deficits in economies that run persistent deficits, have large net foreign debt positions, experience greater short-term capital flows, or are less open are accommodated by more extensive exchange rate adjustment or slower growth. Our findings are consistent with earlier work showing that, in general, current account adjustment tends to be associated with slow income growth and a real depreciation. Overall, our results support claims that the size of the current account deficit and the extent to which it is financing consumption matter for adjustment.\n\n",
    "acknowledgement": "\n"
}