{
    "id": 11826,
    "citation_title": "Efficiency and Welfare with Complementarities and Asymmetric Information",
    "citation_author": [
        "George-Marios Angeletos",
        "Alessandro Pavan"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines equilibrium and welfare in a tractable class of economies with externalities, strategic complementarity or substitutability, and incomplete information. In equilibrium, complementarity amplifies aggregate volatility by increasing the sensitivity of actions to public information; substitutability raises cross-sectional dispersion by increasing the sensitivity to private information. To address whether these effects are undesirable from a welfare perspective, we characterize the socially optimal degree of coordination and the efficient use of information. We show how efficient allocations depend on the primitives of the environment, how they compare to equilibrium, and how they can be understood in terms of a social trade-off between volatility and dispersion. We next examine the social value of information in equilibrium. When the equilibrium is efficient, welfare necessarily increases with the accuracy of information; and it increases [decreases] with the extent to which information is common if and only if agents' actions are strategic complements [substitutes]. When the equilibrium is inefficient, additional effects emerge as information affects the gap between equilibrium and efficient allocations. We conclude with a few applications, including production externalities, Keynesian frictions, inefficient fluctuations, and efficient market competition.\n\n",
    "acknowledgement": "\n"
}