{
    "id": 11831,
    "citation_title": "Comparing Average and Marginal Tax Rates Under the FairTax and the Current System of Federal Taxation",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "David Rapson"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares marginal and average tax rates on working and saving under our current federal tax system with those that would arise under a federal retail sales tax, specifically the FairTax. The FairTax would replace the personal income, corporate income, payroll, and estate and gift taxes with a 23 percent effective retail sales tax plus a progressive rebate. The 23 percent rate generates more revenue than the taxes it replaces, but the rebate's cost necessitates scaling back non-Social Security expenditures to their 2000 share of GDP. The FairTax's effective marginal tax on labor supply is 23 percent. Its effective marginal tax on saving is zero. In contrast, for the stylized working households considered here, current effective marginal labor taxes are higher or much higher than 23 percent. Take our stylized 45 year-old, married couple earning $35,000 per year with two children. Given their federal tax bracket, the claw-back of the Earned Income Tax Credit, and the FICA tax, their marginal tax is 47.6 percent. The FairTax imposes a zero marginal tax on saving meaning that reducing this year's consumption by a dollar permits one to increase the present value of future consumption by a dollar. In contrast, the existing federal tax system imposes very high marginal taxes on future consumption. For our stylized working households foregoing a dollar's consumption this year to uniformly raise consumption in all future years raises the present value of future consumption by only 45.8 to 77.4 cents, i.e., the effective marginal tax rates on uniformly raising future consumption via saving facing our households ranges from 22.6 percent to 54.2 percent. The FairTax also reduces most of our stylized households' remaining average lifetime tax rates - and, often, by a lot. Consider our stylized 30 year-old, single household earning $50,000. The household's average remaining lifetime tax rate under the current system is 21.1 percent. It's 16.2 percent under the FairTax.\n\n",
    "acknowledgement": "\n"
}