{
    "id": 11832,
    "citation_title": "Universal Childcare, Maternal Labor Supply, and Family Well-Being",
    "citation_author": [
        "Michael Baker",
        "Jonathan Gruber",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2005-12-05",
    "issue_date": "2005-12-05",
    "revision_date": "2021-05-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growing labor force participation of women with small children in both the U.S. and Canada has led to calls for increased public financing for childcare. The optimality of public financing depends on a host of factors, such as the \"crowd-out\" of existing childcare arrangements, the impact on female labor supply, and the effects on child well-being. The introduction of universal, highly-subsidized childcare in Quebec in the late 1990s provides an opportunity to address these issues. We carefully analyze the impacts of Quebec's \"$5 per day childcare\" program on childcare utilization, labor supply, and child (and parent) outcomes in two parent families. We find strong evidence of a shift into new childcare use, although approximately one third of the newly reported use appears to come from women who previously worked and had informal arrangements. The labor supply impact is highly significant, and our measured elasticity of 0.236 is slightly smaller than previous credible estimates. Finally, we uncover striking evidence that children are worse off in a variety of behavioral and health dimensions, ranging from aggression to motor-social skills to illness. Our analysis also suggests that the new childcare program led to more hostile, less consistent parenting, worse parental health, and lower-quality parental relationships.\n\n",
    "acknowledgement": "\n"
}