{
    "id": 11835,
    "citation_title": "New Evidence on the Causal Link Between the Quantity and Quality of Children",
    "citation_author": [
        "Joshua D. Angrist",
        "Victor Lavy",
        "Analia Schlosser"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA longstanding question in the economics of the family is the relationship between sibship size and subsequent human capital formation and economic welfare. If there is a \"quantity-quality trade-off,\" then policies that discourage large families should lead to increased human capital, higher earnings, and, at the macro level, promote economic development. Ordinary least squares regression estimates and a large theoretical literature suggest that this is indeed the case. This paper provides new evidence on the child-quantity/child-quality trade-off. Our empirical strategy exploits exogenous variation in family size due to twin births and preferences for a mixed sibling-sex composition, as well as ethnic differences in the effects of these variables, and preferences for boys in some ethnic groups. We use these sources of variation to look at the causal effect of family size on completed educational attainment, fertility, and earnings. For the purposes of this analysis, we constructed a unique matched data set linking Israeli Census data with information on the demographic structure of families drawn from a population registry. Our results show no evidence of a quantity-quality trade-off, though some estimates suggest that first-born girls from large families marry sooner.\n\n",
    "acknowledgement": "\n"
}