{
    "id": 1183,
    "citation_title": "Arbitrator Decision Making: When Are Final Offers Important?",
    "citation_author": [
        "Max H. Bazerman",
        "Henry S. Farber"
    ],
    "citation_publication_date": "1983-08-01",
    "issue_date": "1983-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral to understanding the effect of arbitration schemes on the process of collective bargaining is understanding the process by which arbitrators make decisions. A model of arbitrator behavior inconventional arbitration is developed that allows the arbitration award to be a function of both the offers of the parties and the(exogenous) facts of the case. The weight that the arbitrator puts on the facts relative to the offers is hypothesized to be a function of the quality of the offers as measured by the difference between the offers. Two special cases of this model are derived: 1) the arbitrator bases the award strictly on the offers of the parties(split-the-difference) and 2) the arbitrator bases the award strictly on the facts of the case.The model is implemented empirically using data gathered from practicing arbitrators regarding their decisions in twenty-five hypothetical cases. These data have the advantage that they allow causal inference regarding the effect on the arbitration award of the facts relative to the offers. On the basis of the estimates, both of the special case models are strongly rejected. The arbitration awards are found to be influenced by both the offers of the parties and the facts of the case. In addition, the weight put on the facts of the case relative to the offers is found to vary significantly with the quality of the offers. When the offers are of low quality (far apart)the arbitrator weights the facts more heavily and the offers less heavily.These results suggest that the naive split-the difference view of arbitrator behavior, which is the basis of the critique of conventional arbitration that has led to the adoption of final-offer arbitration, is no correct in its extreme view. On the other hand,the awards are affected by the offers so that the parties can manipulate the outcome to some extent by manipulating their offers. However, the scope for this sort of influence is limited by the finding that the offers are weighted less heavily as their quality deteriorates.\n\n",
    "acknowledgement": "\n"
}