{
    "id": 11833,
    "citation_title": "Who's Going Broke? Comparing Growth in Healthcare Costs in Ten OECD Countries",
    "citation_author": [
        "Christian Hagist",
        "Laurence Kotlikoff"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment healthcare expenditures have been growing much more rapidly than GDP in OECD countries. For example, between 1970 and 2002 these expenditures grew 2.3 times faster than GDP in the U.S., 2.0 times faster than GDP in Germany, and 1.4 times faster than GDP in Japan.\nHow much of government healthcare expenditure growth is due to demographic change and how much is due to increases in benefit levels; i.e., in healthcare expenditures per beneficiary at a given age? This paper answers this question for ten OECD countries -- Australia, Austria, Canada, Germany, Japan, Norway, Spain, Sweden, the UK, and the U.S. Specifically, the paper decomposes the 1970-2002 growth in each country’s healthcare expenditures into growth in benefit levels and changes in demographics.\nGrowth in real benefit levels has been remarkably high and explains the lions share — 89 percent — of overall healthcare spending growth in the ten countries. Norway, Spain, and the U.S. recorded the highest annual benefit growth rates. Norway’s rate averaged 5.04 percent per year. Spain and the U.S. were close behind with rates of 4.63 percent and 4.61 percent, respectively.\nAllowing benefit levels to continue to grow at historic rates is fraught with danger given the impending retirement of the baby boom generation. In Japan, for example, maintaining its 1970-2002 benefit growth rate of 3.57 percent for the next 40 years and letting benefits grow thereafter only with labor productivity entails present value healthcare expenditures close to 12 percent of the present value of GDP. By comparison, Japan’s government is now spending only 6.7 percent of Japans current output on healthcare.\nIn the U.S., government healthcare spending now totals 6.6 percent of GDP. But if the U.S. lets benefits grow for the next four decades at past rates, it will end up spending almost 18 percent of its future GDP on healthcare. The difference between the Japanese 12 percent and U.S. 18 percent figures is remarkable given that Japan is already much older than the U.S. and will age more rapidly in the coming decades.\nAlthough healthcare spending is growing at unsustainable rates in most, if not all, OECD countries, the U.S. appears least able to control its benefit growth due to the nature of its fee-for-service healthcare payment system. Consequently, the U.S. may well be in the worst long-term fiscal shape of any OECD country even though it is now and will remain very young compared to the majority of its fellow OECD members.\n\n",
    "acknowledgement": "\n"
}