{
    "id": 11836,
    "citation_title": "Rising Family Income Inequality in the United States, 1968-2000: Impacts of Changing Labor Supply, Wages, and Family Structure",
    "citation_author": [
        "Chulhee Lee"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis study estimates what fraction of the rise in family income inequality in the United States between 1968 and 2000 is accounted for by change in each of the family income components such as wages, employment, and hours worked of family heads and spouses, family structure, and other incomes. The increased disparities in other incomes and labor supply account for, respectively, 29 percent and 28 percent of the rise in the difference in income between the top 10th and bottom 10th families. Structural changes in wages, largely regarded as the major culprit of the increase in income inequality, explain less than a quarter of the rise in the measure of family income inequality. Changing fraction of families with both husband and wife and changes in the composition of the income sources account for 11 percent and 16 percent, respectively, of the widening of the income gap. The relative importance of the effect of changing labor supply declined over time, while that of wage changes increased. For the upper half of the income distribution, wage changes were the dominant cause of the increase in the gap between the richest 10th and middle-income families. For the lower half of the income distribution, in sharp contrast, changes in labor supply and other incomes were the principal causes of the growing distance between the poor and middle-income\nfamilies.\n\n",
    "acknowledgement": "\n"
}