{
    "id": 11848,
    "citation_title": "Search Profiling with Partial Knowledge of Deterrence",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists studying public policy have generally assumed that the relevant social planner knows how policy affects population behavior. Planners typically do not possess all of this knowledge, so there is reason to consider policy formation with partial knowledge of policy impacts. Here I consider the choice of a profiling policy where decisions to search for evidence of crime may vary with observable covariates of the persons at risk of being searched. To begin I pose a planning problem whose objective is to minimize the utilitarian social cost of crime and search. The consequences of candidate search rules depends on the extent to which search deters crime. Deterrence is expressed through the offense function, which describes how the offense rate of persons with given covariates varies with the search rate applied to these persons. I study the planning problem when the planner has partial knowledge of the offense function. To demonstrate general ideas, I suppose that the planner observes the offense rates of a study population whose search rule has previously been chosen. He knows that the offense rate weakly decreases as the search rate increases, but he does not know the magnitude of the deterrent effect of search. In this setting, I first show how the planner can eliminate dominated search rules and then how he can use the minimax or minimax-regret criterion to choose an undominated search rule.\n\n",
    "acknowledgement": "\n"
}