{
    "id": 11844,
    "citation_title": "How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement",
    "citation_author": [
        "Donald Boyd",
        "Pamela Grossman",
        "Hamilton Lankford",
        "Susanna Loeb",
        "James Wyckoff"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe are in the midst of what amounts to a national experiment in how best to attract, prepare, and retain teachers, particularly for high poverty urban schools. Using data on students and teachers in grades three through eight, this study assesses the effects of pathways into teaching in New York City on the teacher workforce and on student achievement. We ask whether teachers who enter through new routes, with reduced coursework prior to teaching, are more or less effective at improving student achievement than other teachers and whether the presence of these alternative pathways affects the composition of the teaching workforce. Results indicate that in some instances the new routes provide teachers with higher student achievement gains than temporary license teachers, though more typically there is no difference. When compared to teachers who completed a university-based teacher education program, teachers with reduced course work prior to entry often provide smaller initial gains in both mathematics and English language arts. Most differences disappear as the cohort matures and many of the differences are not large in magnitude, typically 2 to 5 percent of a standard deviation. The variation in effectiveness within pathways is far greater than the average differences between pathways.\n\n",
    "acknowledgement": "\n"
}