{
    "id": 11845,
    "citation_title": "Equilibrium Bias of Technology",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe study of the bias of new technologies is important both as part of the analysis of the nature of technology adoption and the direction of technological change, and to understand the distributional implications of new technologies. In this paper, I analyze the equilibrium bias of technology. I distinguish between the relative bias of technology, which concerns how the marginal product of a factor changes relative to that of another following the introduction of new technology, and the absolute bias, which looks only at the effect of new technology on the marginal product of a factor. The first part of the paper generalizes a number of existing results in the literature regarding the relative bias of technology. In particular, I show that when the menu of technological possibilities only allows for factor-augmenting technologies, the increase in the supply of a factor always induces technological change (or technology adoption) relatively biased towards that factor. This force can be strong enough to make the relative marginal product of a factor increasing in response to an increase in its supply, thus leading to an upward-sloping relative demand curve. However, I also show that the results about relative bias do not generalize when more general menus of technological possibilities are considered. In the second part of the paper, I show that there are much more general results about absolute bias. I prove that under fairly mild assumptions, an increase in the supply of a factor always induces changes in technology that are absolutely biased towards that factor, and these results hold both for small changes and large changes in supplies. Most importantly, I also determine the conditions under which the induced-technology response will be strong enough so that the price (marginal product) of a factor increases in response to an increase in its supply. These conditions correspond to a form of failure of joint concavity of the aggregate production function of the economy in factors and technology. This type of failure of joint concavity is quite possible in economies where equilibrium factor demands and technologies are decided by different agents.\n\n",
    "acknowledgement": "\n"
}