{
    "id": 11842,
    "citation_title": "Where Did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income",
    "citation_author": [
        "Ian Dew-Becker",
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA basic tenet of economic science is that productivity growth is the source of growth in real income per capita. But our results raise doubts by creating a direct link between macro productivity growth and the micro evolution of the income distribution. We show that over the entire period 1966-2001, as well as over 1997-2001, only the top 10 percent of the income distribution enjoyed a growth rate of real wage and salary income equal to or above the average rate of economy-wide productivity growth. Growth in median real wage and salary income barely grew at all while average wage and salary income kept pace with productivity growth, because half of the income gains went to the top 10 percent of the income distribution, leaving little left over for the bottom 90 percent. Half of this inequality effect is attributable to gains of the 90th percentile over the 10th percentile; the other half is due to increased skewness within the top 10 percent.\nIn addition to its micro analysis, this paper also asks whether faster productivity growth reduces inflation, raises nominal wage growth, or raises profits. We find that an acceleration or deceleration of the productivity growth trend alters the inflation rate by at least one-for-one in the opposite direction. This paper revives research on wage adjustment and produces a dynamic interactive model of price and wage adjustment that explains movements of labor's share of income.\nWhat caused rising income inequality? Economists have placed too much emphasis on \"skill-biased technical change\" and too little attention to the sources of increased skewness at the very top, within the top 1 percent of the income distribution. We distinguish two complementary explanations, the \"economics of superstars,\" i.e., the pure rents earned by sports and entertainment stars, and the escalating compensation premia of CEOs and other top corporate officers. These sources of divergence at the top, combined with the role of deunionization, immigration, and free trade in pushing down incomes at the bottom, have led to the wide divergence between the growth rates of productivity, average compensation, and median compensation.\n\n",
    "acknowledgement": "\n"
}