{
    "id": 11849,
    "citation_title": "Inertia and Incentives: Bridging Organizational Economics and Organizational Theory",
    "citation_author": [
        "Rebecca Henderson",
        "Sarah Kaplan"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nOrganizational theorists have long acknowledged the importance of the formal and informal incentives facing a firm's employees, stressing that the political economy of a firm plays a major role in shaping organizational life and firm behavior. Yet the detailed study of incentive systems has traditionally been left in the hands of (organizational) economists, with most organizational theorists focusing their attention on critical problems in culture, network structure, framing and so on  -- in essence, the social context in which economics and incentive systems are embedded. We argue that this separation of domains is problematic. The economics literature, for example, is unable to explain why organizations should find it difficult to change incentive structures in the face of environmental change, while the organizational literature focuses heavily on the role of inertia as sources of organizational rigidity. Drawing on recent research on incentives in organizational economics and on cognition in organizational theory, we build a framework for the analysis of incentives that highlights the ways in which incentives and cognition -- while being analytically distinct concepts -- are phenomenologically deeply intertwined. We suggest that incentives and cognition coevolve so that organizational competencies or routines are as much about building knowledge of \"what should be rewarded\" as they are about \"what should be done.\"\n\n",
    "acknowledgement": "\n"
}