{
    "id": 11850,
    "citation_title": "Aging, Pension Reform, and Capital Flows: A Multi-Country Simulation Model",
    "citation_author": [
        "Axel Boersch-Supan",
        "Alexander Ludwig",
        "Joachim Winter"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulation aging and pension reform will have profound effects on international capital markets. First, demographic change alters the time path of aggregate savings within each country. Second this process may be amplified when a pension reform shifts old-age provision towards more pre-funding. Third, while the patterns of population aging are similar in most counries, timing and initial conditions differ substantially. Hence, to the extent that capital is internationally mobile, population aging will induce capital flows between countries. All three effects influence the rate of return to capital and interact with the demand for capital in production and with labor supply.\nIn order to quantify these effects, we develop a computational general equilibrium model. We feed this multi-country overlapping generations model with detailed long-term demographic projections for seven world regions. Our simulations indicate that capital flows from fast-aging regions to the rest of the world will initially be substantial but that trends are reversed when households decumulate savings. We also conclude that closed-economy models of pension reform miss quantitatively important effects of international capital mobility.\n\n",
    "acknowledgement": "\n"
}