{
    "id": 11854,
    "citation_title": "Optimal Inflation Stabilization in a Medium-Scale Macroeconomic Model",
    "citation_author": [
        "Stephanie Schmitt-Grohe",
        "Martin Uribe"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "2006-07-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes Ramsey-optimal monetary policy in a medium-scale macroeconomic model that has been estimated to fit well postwar U.S.\\ business cycles. We find that mild deflation is Ramsey optimal in the long run. However, the optimal inflation rate appears to be highly sensitive to the assumed degree of price stickiness. Within the window of available estimates of price stickiness (between 2 and 5 quarters) the optimal rate of inflation ranges from -4.2 percent per year (close to the Friedman rule) to -0.4 percent per year (close to price stability).  This sensitivity disappears when one assumes that lump-sum taxes are unavailable and fiscal instruments take the form of distortionary income taxes. In this case, mild deflation emerges as a robust Ramsey prediction.  In light of the finding that the Ramsey-optimal inflation rate is negative, it is puzzling that most inflation-targeting countries pursue positive inflation goals. We show that the zero bound on the nominal interest rate, which is often cited as a rationale for setting positive inflation targets, is of no quantitative relevance in the present model. Finally, the paper characterizes  operational interest-rate feedback rules that best implement Ramsey-optimal stabilization policy. We find that the optimal interest-rate rule is active in price and wage inflation, mute in output growth, and moderately inertial. This rule achieves virtually the same level of welfare as the Ramsey optimal policy.\n\n",
    "acknowledgement": "\n"
}