{
    "id": 11858,
    "citation_title": "Simulating the Dynamic Macroeconomic and Microeconomic Effects of the FairTax",
    "citation_author": [
        "Sabine Jokisch",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2005-12-12",
    "issue_date": "2005-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerica's aging coupled with high and growing old age health and pension benefits augers for much higher payroll taxes, with potentially damaging effects on the U.S. economy. This prognosis is supported by our analysis of a detailed dynamic life-cycle general equilibrium model, which closely captures projected changes in U.S. demographics. The FairTax offers a potential alternative to this dismal economic future. The FairTax proposes to replace the federal payroll tax, personal income tax, corporate income tax, and estate tax (not modeled here) with a progressive consumption tax delivered in the form of a federal retail sales tax plus a rebate.\nAccording to our simulation model, these policy changes would almost double the U.S. capital stock by the end of the century and raise long-run real wages by 19 percent compared to the base case alternative. They would also preclude a doubling of the highly regressive payroll tax. Indeed, the poorest members of each cohort experience remarkably large welfare gains from the FairTax. To be specific, today's elderly poor are predicted to experience a 13 to 14 percent welfare gain. In contrast, their middle class counterparts enjoy a 1 to 2 percent gain, and their richest counterparts experience a .5 to 1 percent welfare loss. Poor baby boomers experience 8 percent gains, while middle- and upper-income boomers experience either very small welfare losses or small gains.\nOnce one moves to generations postdating the baby boomers there are positive welfare gains  for all income groups in each cohorts. For example, the poorest members of the generation born in 1990 enjoy a 16 percent welfare gain. Their middle-class and rich contemporaries experience 5 and 2 percent welfare gains, respectively. The welfare gains are largest for future generations. Take the cohort born in 2030. The poorest members of this cohort enjoy a huge 27 percent improvement in their well being. For middle class members of this birth group, there's an 11 percent welfare gain. And for the richest members of the group, the gain is 5 percent. The remarkable point here is the size of the gains from the reform relative to the losses. Yes, some initial high- and middle-income households are made worse off, but their welfare losses are minor compared with the gains available to future generations, particularly the poorest members of future generations.\nWhile our model is highly stylized, it suggests that the FairTax offers a real opportunity to improve the U.S. economy's performance and the wellbeing of the vast majority of Americans. The winners from this reform, primarily those who are least well off, experience very major gains,  and the losers experience only minor losses.\n\n",
    "acknowledgement": "\n"
}