{
    "id": 11852,
    "citation_title": "Platform Owner Entry and Innovation in Complementary Markets: Evidence from Intel",
    "citation_author": [
        "Annabelle Gawer",
        "Rebecca Henderson"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper draws on a detailed history of Intel's strategy with respect to the complementary markets for microprocessors to explore the usefulness of the current theoretical literature for explaining behavior. We find that as the literature predicts, Intel invests heavily in these markets, both through direct entry and through subsidy. We also find, again consistent with the literature, that the firm's entry decisions are shaped by the belief that it does not have either the capabilities or the resources to enter all possible markets, and thus that it believes it is critical to encourage widespread entry. As several authors have pointed out, this imperative places the firm in a difficult strategic position, since it needs to attempt to commit to potential entrants that it will not engage in an ex-post \"squeeze\", despite the fact that ex post it has very strong incentives to do so. We find that the fact that the complementary markets in which Intel competes are complex, dynamic and multilayered considerably sharpens this dilemma. We explore the ways in which Intel attempts to solve it, highlighting in particular the organizational structure and processes through which they attempt to commit to making money in the markets which they choose to enter while also committing not to making too much. Our results have implications for both our understanding of the dynamics of competition in complements and of the role of organizational structures and processes in shaping competition.\n\n",
    "acknowledgement": "\n"
}