{
    "id": 11868,
    "citation_title": "The Net Asset Position of the U.S. National Government, 1784-1802: Hamilton's Blessing or the Spoils of War?",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe War for Independence left the National Government deeply in debt. The spoils from winning that war also gave it an empire of land. So, post-1783, was the National Government solvent? Was its net asset position, land assets minus debt liabilities, positive or negative? Evidence is gathered to answer this question by constructing a yearly time series of its net asset position, including time series of the subcomponents of that position, from 1784 through 1802. The answer to this question may help explain the constraints that determined why the National Debt was funded in the particular way that it was. The results from the data series constructed indicate that the National Government was solvent, had more than enough land assets to cover its debt liabilities, in this period but only if it maintained the default on the Continental Dollar (its non-interest-bearing debt). To do this and not ruin its creditworthiness it had to distinguish, legally and in the marketplace, between its interest-bearing and its non-interest-bearing debt. It did this, in part, by only paying interest and no principal on its debts and by curtailing direct swaps of land for debt.\n\n",
    "acknowledgement": "\n"
}