{
    "id": 11863,
    "citation_title": "The Perception and Valuation of the Risks of Climate Change: A Rational and Behavioral Blend",
    "citation_author": [
        "W. Kip Viscusi",
        "Richard Zeckhauser"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver 250 respondents--graduate students in law and public policy--assessed the risks of climate change and valued climate-change mitigation policies. Many aspects of their behavior were consistent with rational behavior. For example, respondents successfully estimated distributions of temperature increases in Boston by 2100. The median value of best estimates was 1-3 degrees Fahrenheit. In addition, people with higher risk estimates, whether for temperature or related risks (e.g., hurricane intensities) offered more to avoid warming. Median willingness to pay (WTP) to avoid global warming was $0.50/gallon, and 3% of income. And important scope tests (e.g., respondents paid more for bigger accomplishments) were passed. However, significant behavioral propensities also emerged. For example, accessibility of neutral information on global warming boosted risk estimates. Warming projections correlated with estimates for unrelated risks, such as earthquakes and heart attacks. The implied WTP for avoidance was much greater when asked as a percent of income than as a gas tax, a percent thinking bias. Home team betting showed itself; individuals predicting a Bush victory predicted smaller temperature increases. In the climate-change arena, behavioral decision tendencies are like a fun-house mirror: They magnify some estimates and shrink others, but the contours of rational decision remain recognizable.\n\n",
    "acknowledgement": "\n"
}