{
    "id": 11864,
    "citation_title": "Equilibrium Commodity Prices with Irreversible Investment and Non-Linear Technology",
    "citation_author": [
        "Jaime Casassus",
        "Pierre Collin-Dufresne",
        "Bryan R. Routledge"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model equilibrium spot and futures oil prices in a general equilibrium production economy. In our model production of the consumption good requires two inputs: the consumption good and a commodity, e.g., Oil. Oil is produced by wells whose flow rate is costly to adjust. Investment in new Oil wells is costly and irreversible. As a result in equilibrium, investment in Oil wells is infrequent and lumpy. Even though the state of the economy is fully described by a one-factor Markov process, the spot oil price is not Markov (in itself). Rather it is best described as a regime-switching process, the regime being an investment `proximity' indicator. The resulting equilibrium oil price exhibits mean-reversion and heteroscedasticity. Further, the risk premium for exposure to commodity risk is time-varying, positive in the far-from-investment regime but negative in the near-investment regime. Further, our model captures many of the stylized facts of oil futures prices, such as backwardation and the `Samuelson effect.' The futures curve exhibits backwardation as a result of a convenience yield, which arises endogenously. We estimate our model using the Simulated Method of Moments with economic aggregate data and crude oil futures prices. The model successfully captures the first two moments of the futures curves, the average non-durable consumption-output ratio, the average oil consumption-output and the average real interest rate. The estimation results suggest the presence of convex adjustment costs for the investment in new oil wells. We also propose and test a linear approximation of the equilibrium regime-shifting dynamics implied by our model, and test its empirical implication for time-varying risk-premia.\n\n",
    "acknowledgement": "\n"
}