{
    "id": 11862,
    "citation_title": "How Do Budget Deficits and Economic Growth Affect Reelection Prospects? Evidence from a Large Cross-Section of Countries",
    "citation_author": [
        "Adi Brender",
        "Allan Drazen"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom is that good economic conditions or expansionary fiscal policy help incumbents get re-elected, but this has not been tested in a large cross-section of countries. We test these arguments in a sample of 74 countries over the period 1960-2003. We find no evidence that deficits help reelection in any group of countries  -- developed and less developed, new and old democracies, countries with different government or electoral systems, and countries with different levels of democracy. In developed countries, especially old democracies, election-year deficits actually reduce the probability that a leader is reelected, with similar negative electoral effects of deficits in the earlier years of an incumbent's term in office. Higher growth rates of real GDP per-capita raise the probability of reelection only in the less developed countries and in new democracies, but voters are affected by growth over the leader's term in office rather than in the election year itself. Low inflation is rewarded by voters only in the developed countries. The effects we find are not only statistically significant, but also quite substantial quantitatively. We also suggest how the absence of a positive electoral effect of deficits can be consistent with the political deficit cycle found in new democracies.\n\n",
    "acknowledgement": "\n"
}