{
    "id": 11861,
    "citation_title": "Can Standard Preferences Explain the Prices of out of the Money S&P 500 Put Options",
    "citation_author": [
        "Luca Benzoni",
        "Pierre Collin-Dufresne",
        "Robert S. Goldstein"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the stock market crash of 1987, Black-Scholes implied volatilities of S&P 500 index options were relatively constant across moneyness. Since the crash, however, deep out-of-the-money S&P 500 put options have become 'expensive' relative to the Black-Scholes benchmark. Many researchers (e.g., Liu, Pan and Wang (2005)) have argued that such prices cannot be justified in a general equilibrium setting if the representative agent has 'standard preferences' and the endowment is an i.i.d. process. Below, however, we use the insight of Bansal and Yaron (2004) to demonstrate that the 'volatility smirk' can be rationalized if the agent is endowed with Epstein-Zin preferences and if the aggregate dividend and consumption processes are driven by a persistent stochastic growth variable that can jump. We identify a realistic calibration of the model that simultaneously matches the empirical properties of dividends, the equity premium, the prices of both at-the-money and deep out-of-the-money puts, and the level of the risk-free rate.  A more challenging question (that to our knowledge has not been previously investigated) is whether one can explain within a standard preference framework the stark regime change in the volatility smirk that has maintained since the 1987 market crash. To this end, we extend the model to a Bayesian setting in which the agent updates her beliefs about the average jump size in the event of a jump. Note that such beliefs only update at crash dates, and hence can explain why the volatility smirk has not diminished over the last eighteen years. We find that the model can capture the shape of the implied volatility curve both pre- and post-crash while maintaining reasonable estimates for expected returns, price-dividend ratios, and risk-free rates.\n\n",
    "acknowledgement": "\n"
}