{
    "id": 11871,
    "citation_title": "The Economic Impact of AIDS Treatment: Labor Supply in Western Kenya",
    "citation_author": [
        "Harsha Thirumurthy",
        "Joshua Graff-Zivin",
        "Markus Goldstein"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing longitudinal survey data collected in collaboration with a treatment program, this paper is the first to estimate the economic impacts of antiretroviral treatment in Africa. The responses in two important outcomes are studied: (1) labor supply of adult AIDS patients receiving treatment; and (2) labor supply of children and adults living in the patients' households. We find that within six months after the initiation of treatment, there is a 20 percent increase in the likelihood of the patient participating in the labor force and a 35 percent increase in weekly hours worked. Since patient health would continue to decline without treatment, these labor supply responses are underestimates of the impact of treatment on the treated. The upper bound of the treatment impact, which is based on plausible assumptions about the counterfactual, is considerably larger and also implies that the wage benefit from treatment is roughly equal to the costs of treatment provision. The responses in the labor supply of patients' household members are heterogeneous. Young boys and women work considerably less after initiation of treatment, while girls and men do not change their labor supply. The effects on child labor are particularly important since they suggest potential schooling impacts from treatment.\n\n",
    "acknowledgement": "\n"
}