{
    "id": 11873,
    "citation_title": "The Impact of Regulations on the Supply and Quality of Care in Child Care Markets",
    "citation_author": [
        "V. Joseph Hotz",
        "Mo Xiao"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "2010-08-21",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of state child care regulations on the supply and quality of care in child care markets. We exploit panel data on both individual establishments and local markets to control for state, time, and, where possible, establishment-specific fixed effects to mitigate the potential bias due to policy endogeneity. We find that the imposition of regulations reduces the number of center-based child care establishments, especially in lower income markets. However, such regulations increase the quality of services provided, especially in higher income areas. Thus, there are winners and losers from the regulation of child care services.\n\n",
    "acknowledgement": "\nThis paper reports the results of research and analysis undertaken while the authors were research affiliates at the Center for Economic Studies at the U.S. Census Bureau. It has undergone a Census Bureau review more limited in scope than that given to official Census Bureau publications. Research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence by the Census Bureau. It has been screened to ensure that no confidential information is revealed. We thank the referees for excellent comments on previous drafts of this paper. We thank Juan Pantano for his excellent research support and Rebecca Acosta and Kevin McKinney at the California Census Research Data Center for their administrative support. We also thank Khalid Chaudhry, Mark Ginsberg, Siobhan Kelleher, and Pat Mucci at NAEYC for making the administrative accreditation records available to this study. Seminar participants at Carnegie Mellon, Duke, Princeton, Washington University-St. Louis, Penn State, UNC-Greensboro, Notre Dame, the Wharton School, UCLA, the 2005 International Industrial Organization Conference, the 2005 Census Research Data Center Conference, the 2008 ASSA Annual Meetings, the 2008 Econometric Society North American Summer Meetings, and the 2009 International Symposium on the Regulation of Occupations provided valuable comments.\n\n\n"
}