{
    "id": 11876,
    "citation_title": "Technological Revolutions and Stock Prices",
    "citation_author": [
        "Lubos Pastor",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "2008-02-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general equilibrium model in which stock prices of innovative firms exhibit \"bubbles\" during technological revolutions. In the model, the average productivity of a new technology is uncertain and subject to learning. During technological revolutions, the nature of this uncertainty changes from idiosyncratic to systematic. The resulting \"bubbles\" in stock prices are observable ex post but unpredictable ex ante, and they are most pronounced for technologies characterized by high uncertainty and fast adoption. We find empirical support for the model's predictions in 1830-1861 and 1992-2005 when the railroad and Internet technologies spread in the United States.\n\n",
    "acknowledgement": "\nWe thank Sreedhar Bharath, Markus Brunnermeier, Leonid Kogan, Lars Lochstoer, Lu Zhang, and especially Judy Chevalier and two anonymous referees for very helpful comments. We also thank Malcolm Baker, Robert Barro, Efraim Benmelech, Gene Fama, Bob Fogel, Boyan Jovanovic, John Heaton, Ali Lazrak, Robert Novy-Marx, Rob Stambaugh, Dmitriy Stolyarov, and the audiences at the 2008 AEA meeting, 2007 AFA meeting, 2006 EFA meeting, 2006 UBC Summer Conference, Fall 2005 NBER Asset Pricing meeting, CERGE-EI Prague, Dartmouth College, Ente Einaudi, Harvard University, Indiana University, London Business School, London School of Economics, New York University, Stockholm Institute for Financial Re- search, Stockholm School of Economics, University of Chicago, University of Pennsylvania, and University of Vienna. Shastri Sandy has provided valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}