{
    "id": 11870,
    "citation_title": "The Response of Prices, Sales, and Output to Temporary Changes in Demand",
    "citation_author": [
        "Adam Copeland",
        "George Hall"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe determine empirically how the Big Three automakers accommodate shocks to demand. They have the capability to change prices, alter labor inputs through temporary layoffs and overtime, or adjust inventories. These adjustments are interrelated, non-convex, and dynamic in nature. Combining weekly plant-level data on production schedules and output with monthly data on sales and transaction prices, we estimate a dynamic profit-maximization model of the firm. Using impulse response functions, we demonstrate that when an automaker is hit with a demand shock sales respond immediately, prices respond gradually, and production responds only after a delay. The size of the immediate sales response is linear in the size of the shock, but the delayed production response is non-convex in the size of the shock. For sufficiently large shocks the cumulative production response over the product cycle is an order of magnitude larger than the cumulative price response. We examine two recent demand shocks: the Ford Explorer/Firestone tire recall of 2000, and the September 11, 2001 terrorist attacks.\n\n",
    "acknowledgement": "\n"
}