{
    "id": 11884,
    "citation_title": "Did Vasco da Gama Matter for European Markets? Testing Frederick Lane's Hypotheses Fifty Years Later",
    "citation_author": [
        "Kevin H. O'Rourke",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn his seminal publications between the 1930s and 1960s, Frederick Lane offered three hypotheses regarding the impact of the Voyages of Discovery that have guided debate ever since. First, pepper and other spice prices did not rise in European markets in the century before the 1490s, and thus could not have 'pulled in' the oceanic explorations by their rising scarcity. Second, Portuguese circumnavigation of Africa did not lower European spice prices across the 16th century, implying that the discovery of the Cape route had no permanent effect on Euro-Asian market integration. Third, 15th century Venetian spice markets were already well integrated with those in Iberia and northern Europe, implying that Portugal could not have had an intra-European market integrating influence in the 16th century. Lane developed these influential hypotheses by relying heavily on nominal spice prices from Venice and the Levant. This paper revisits Lane's hypotheses by using instead relative spice prices, that is, accounting for inflation. It also draws on evidence from Iberia and northern Europe. In addition, it explores European market integration before and after 1503, the year when da Gama returned from his financially successful second voyage. Lane's three hypotheses are rejected: the impact of the Portuguese was profound on all fronts. We conclude by using a simple model of monopoly and oligopoly to decompose the sources of the Cape route's impact on European markets.\n\n",
    "acknowledgement": "\n"
}