{
    "id": 11880,
    "citation_title": "Monitoring Works: Getting Teachers to Come to School",
    "citation_author": [
        "Esther Duflo",
        "Rema Hanna"
    ],
    "citation_publication_date": "2005-12-19",
    "issue_date": "2005-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the rural areas of developing countries, teacher absence is a widespread problem. This paper tests whether a simple incentive program based on teacher presence can reduce teacher absence, and whether it has the potential to lead to more teaching activities and better learning. In 60 informal one-teacher schools in rural India, randomly chosen out of 120 (the treatment schools), a financial incentive program was initiated to reduce absenteeism. Teachers were given a camera with a tamper-proof date and time function, along with instructions to have one of the children photograph the teacher and other students at the beginning and end of the school day. The time and date stamps on the photographs were used to track teacher attendance. A teacher's salary was a direct function of his attendance. The remaining 60 schools served as comparison schools. The introduction of the program resulted in an immediate decline in teacher absence. The absence rate (measured using unannounced visits both in treatment and comparison schools) changed from an average of 42 percent in the comparison schools to 22 percent in the treatment schools. When the schools were open, teachers were as likely to be teaching in both types of schools, and the number of students present was roughly the same. The program positively affected child achievement levels: a year after the start of the program, test scores in program schools were 0.17 standard deviations higher than in the comparison schools and children were 40 percent more likely to be admitted into regular schools.\n\n",
    "acknowledgement": "\n"
}