{
    "id": 11892,
    "citation_title": "What's Psychology Worth? A Field Experiment in the Consumer Credit Market",
    "citation_author": [
        "Marianne Bertrand",
        "Dean Karlin",
        "Sendhil Mullainathan",
        "Eldar Shafir",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2005-12-26",
    "issue_date": "2005-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous laboratory studies find that minor nuances of presentation and description change behavior in ways that are inconsistent with standard economic models. How much do these context effect matter in natural settings, when consumers make large, real decisions and have the opportunity to learn from experience? We report on a field experiment designed to address this question. A South African lender sent letters offering incumbent clients large, short-term loans at randomly chosen interest rates. The letters also contained independently randomized psychological \"features\" that were motivated by specific types of frames and cues shown to be powerful in the lab, but which, from a normative perspective, ought to have no impact. Consistent with standard economics, the interest rate significantly affected loan take-up. Inconsistent with standard economics, some of the psychological features also significantly affected take-up. The average effect of a psychological manipulation was equivalent to a one half percentage point change in the monthly interest rate. Interestingly, the psychological features appear to have greater impact in the context of less advantageous offers and persist across different income and education levels. In short, even in a market setting with large stakes and experienced customers, subtle psychological features appear to be powerful drivers of behavior. The findings pose a challenge for the social sciences: they suggest that psychological nuance matters but may be inherently difficult to predict given the impact of context. Successful incorporation of psychological features into field studies is likely to prove a vital, but nontrivial, addition to the formation of more general theories on when, why, and how frames and cues influence important decisions.\n\n",
    "acknowledgement": "\n"
}