{
    "id": 11898,
    "citation_title": "Central Bank Communication and Policy Effectiveness",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2005-12-26",
    "issue_date": "2005-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA notable change in central banking over the past 15 years has been a world-wide movement toward increased communication by central banks about their policy decisions, the targets that they seek to achieve through those decisions, and the central bank's view of the economy's likely future evolution. This paper considers the role of such communication in the successful conduct of monetary policy, with a particular emphasis on an issue that remains controversial: to what extent is it desirable for central banks to comment on the likely path of short-term interest rates?\nAfter reviewing general arguments for and against central-bank transparency, the paper considers two specific contexts in which central banks have been forced to consider how much they are willing to say about the future path of interest rates. The first is the experiment with policy signaling by the FOMC in the U.S., using the statement released following each Committee meeting, since August 2003. The second is the need to make some assumption about future policy when producing the projections (for future inflation and other variables) that are central to inflation-forecast targeting procedures, of the kind used by the Bank of England, the Swedish Riksbank, the Reserve Bank of New Zealand, and others. In both cases, it is argued that increased willingness to share the central bank's own assumptions about future policy with the public has increased the predictability of policy, in ways that are likely to have improved central bank's ability to achieve their stabilization objectives.\n\n",
    "acknowledgement": "\n"
}