{
    "id": 11897,
    "citation_title": "The Role of Foreign Currency Debt in Financial Crises: 1880-1913 vs. 1972-1997",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2005-12-26",
    "issue_date": "2005-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the role of foreign currency debt in precipitating financial crises? In this paper we compare the 1880 to 1913 period to recent experience. We examine debt crises, currency crises, banking crises and the interrelation between these varieties of crises. We pay special attention to the role of hard currency debt, currency mismatches and debt intolerance. We find fairly robust evidence that high exposure to foreign currency debt does not necessarily lead to a high chance of having a debt crisis, currency crisis, or a banking crisis. A key finding is some countries do not suffer from great financial fragility despite high exposure to original sin. In the nineteenth century, the British offshoots and Scandinavia generally avoided severe financial meltdowns while today many advanced countries have high original sin but have had few financial crises. The common denominator in both periods is that currency mismatches matter. A strong reserve position or high exports relative to hard currency liabilities helps decrease the likelihood of a debt crisis, currency crisis or a banking crisis. This strengthens the evidence for the hypothesis that foreign currency debt is dangerous when mis-managed. We discuss the robustness of these results and make some general comparisons based on this evidence from over 60 years of intense international capital market integration.\n\n",
    "acknowledgement": "\n"
}