{
    "id": 11904,
    "citation_title": "Remedying Education: Evidence from Two Randomized Experiments in India",
    "citation_author": [
        "Abhijit Banerjee",
        "Shawn Cole",
        "Esther Duflo",
        "Leigh Linden"
    ],
    "citation_publication_date": "2005-12-26",
    "issue_date": "2005-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany efforts to improve school quality by adding school resources have proven to be ineffective. This paper presents the results of two experiments conducted in Mumbai and Vadodara, India, designed to evaluate ways to improve the quality of education in urban slums. A remedial education program hired young women from the community to teach basic literacy and numeracy skills to children lagging behind in government schools. We find the program to be very effective: it increased average test scores of all children in treatment schools by 0.14 standard deviations in the first year, and 0.28 in the second year, relative to comparison schools. A computer-assisted learning program provided each child in the fourth grade with two hours of shared computer time per week, in which students played educational games that reinforced mathematics skills. The program was also very effective, increasing math scores by 0.35 standard deviations the first year, and 0.47 the second year. These results were not limited to the period in which students received assistance, but persisted for at least one year after leaving the program. Two instrumental variable strategies suggest that while remedial education benefited the children who attended the remedial classes, their classmates, who did not attend the remedial courses but did experience smaller classes, did not post gains, confirming that resources alone may not be sufficient to improve outcomes.\n\n",
    "acknowledgement": "\n"
}