{
    "id": 11914,
    "citation_title": "Financial Expertise of Directors",
    "citation_author": [
        "A. Burak Güner",
        "Ulrike Malmendier",
        "Geoffrey Tate"
    ],
    "citation_publication_date": "2006-01-09",
    "issue_date": "2006-01-09",
    "revision_date": "2007-06-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe composition and functioning of corporate boards is at the core of the academic and policy debate on optimal corporate governance. But does board composition matter for corporate decisions? In this paper, we analyze the role of financial experts on boards. In a novel panel data set on board composition, we find that financial experts significantly affect corporate decisions, though not necessarily in the interest of shareholders. First, when commercial bankers join boards, external funding increases and investment-cash flow sensitivity diminishes. But, the increased financing affects mostly firms with good credit and poor investment opportunities. Second, investment bankers on the board are associated with larger bond issues, but also worse acquisitions. Third, we find little evidence that financial expertise matters for compensation policy or for experts without affiliation to a financial institution. The results suggest a tradeoff between outside incentives (e.g. bank profits) and the incentive to maximize firm value. Requiring financial expertise on boards, as mandated by regulatory proposals, may not benefit shareholders if conflicting interests are neglected.\n\n",
    "acknowledgement": "\nWe thank Alexander Ljungqvist, Ernst Maug, Stefan Nagel and Philip Strahan for helpful comments. We also thank the seminar audiences at the NBER Summer Institute Corporate Governance meeting, WFA, Fall 2004 NBER Corporate Finance program meeting, at the University of Pennsylvania, Stanford, Cornell, University of Notre Dame, UC Irvine, Emory University, UT Austin, Columbia University, USC and University of North Carolina. Justin Fernandez, George Georgiev, Vaibhav Gupta, Nicole Hammer, Rumit Kanakia, Jared Katseff, Catherine Leung, Chenkay Li, Scott McLin, Felix Momsen, Neeraj Shah, Ning Xu, and Nancy Yu provided excellent research assistance. Earlier versions of this paper were titled \"The Impact of Boards with Financial Expertise on Corporate Policies.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}