{
    "id": 11910,
    "citation_title": "Sticking with Your Vote: Cognitive Dissonance and Voting",
    "citation_author": [
        "Sendhil Mullainathan",
        "Ebonya Washington"
    ],
    "citation_publication_date": "2006-01-09",
    "issue_date": "2006-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn traditional models, votes are an expression of preferences and beliefs. Psychological theories of cognitive dissonance suggest, however, that behavior may shape preferences. In this view, the very act of voting may influence political attitudes. A vote for a candidate may lead to more favorable interpretations of his actions in the future. We test the empirical relevance of cognitive dissonance in US Presidential elections. The key problem in such a test is the endogeneity of voter choice which leads to a mechanical relationship between voting and preferences. We use the voting age restrictions to help surmount this difficulty. We examine the Presidential opinion ratings of nineteen and twenty year olds two years after the President's election. Consistent with cognitive dissonance, we find that twenty year olds (who were eligible to vote in the election) show greater polarization of opinions than comparable nineteen year olds (who were ineligible to vote). We rule out that aging drives these results in two ways. First, we find no polarization differences in years in which twenty and nineteen year olds would not have differed in their eligibility to vote in the prior Presidential election. Second, we show a similar effect when we compare polarization (for all age groups) in opinions of Senators elected during high turnout Presidential campaign years with Senators elected during low turnout non-Presidential campaign years. Thus we find empirical support for the relevance of cognitive dissonance to voting behavior. This finding has at least three implications for the dynamics of voting behavior. First, it offers a new rationale for the incumbency advantage. Second, it suggests that there is an efficiency argument for term limits. And finally, our results demonstrate that efficiency may not be increasing in turnout level.\n\n",
    "acknowledgement": "\n"
}