{
    "id": 11921,
    "citation_title": "The U.S. Current Account Deficit and the Expected Share of World Output",
    "citation_author": [
        "Charles Engel",
        "John H. Rogers"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the possibility that the large current account deficits of the U.S. are the outcome of optimizing behavior. We develop a simple long-run world equilibrium model in which the current account is determined by the expected discounted present value of its future share of world GDP relative to its current share of world GDP. The model suggests that under some reasonable assumptions about future U.S. GDP growth relative to the rest of the advanced countries -- more modest than the growth over the past 20 years  -- the current account deficit is near optimal levels. We then explore the implications for the real exchange rate. Under some plausible assumptions, the model implies little change in the real exchange rate over the adjustment path, though the conclusion is sensitive to assumptions about tastes and technology. Then we turn to empirical evidence. A test of current account sustainability suggests that the U.S. is not keeping on a long-run sustainable path. A direct test of our model finds that the dynamics of the U.S. current account  -- the increasing deficits over the past decade -- are difficult to explain under a particular statistical model (Markov-switching) of expectations of future U.S. growth. But, if we use survey data on forecasted GDP growth in the G7, our very simple model appears to explain the evolution of the U.S. current account remarkably well. We conclude that expectations of robust performance of the U.S. economy relative to the rest of the advanced countries is a contender -- though not the only legitimate contender -- for explaining the U.S.\n\n",
    "acknowledgement": "\n"
}