{
    "id": 11929,
    "citation_title": "Macroeconomic Derivatives: An Initial Analysis of Market-Based Macro Forecasts, Uncertainty, and Risk",
    "citation_author": [
        "Refet Gurkaynak",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn September 2002, a new market in \"Economic Derivatives\" was launched allowing traders to take positions on future values of several macroeconomic data releases. We provide an initial analysis of the prices of these options. We find that market-based measures of expectations are similar to survey-based forecasts although the market-based measures somewhat more accurately predict financial market responses to surprises in data. These markets also provide implied probabilities of the full range of specific outcomes, allowing us to measure uncertainty, assess its driving forces, and compare this measure of uncertainty with the dispersion of point-estimates among individual forecasters (a measure of disagreement). We also assess the accuracy of market-generated probability density forecasts. A consistent theme is that few of the behavioral anomalies present in surveys of professional forecasts survive in equilibrium, and that these markets are remarkably well calibrated. Finally we assess the role of risk, finding little evidence that risk-aversion drives a wedge between market prices and probabilities in this market.\n\n",
    "acknowledgement": "\n"
}