{
    "id": 11926,
    "citation_title": "Service Offshoring and Productivity: Evidence from the United States",
    "citation_author": [
        "Mary Amiti",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "2007-04-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe practice of sourcing service inputs from overseas suppliers has been growing in response to new technologies that have made it possible to trade in some business and computing services that were previously considered non-tradable. This paper estimates the effects of offshoring on productivity in US manufacturing industries between 1992 and 2000. It finds that service offshoring has a significant positive effect on productivity in the US, accounting for around 10 percent of labor productivity growth during this period. Offshoring material inputs also has a positive effect on productivity, but the magnitude is smaller accounting for approximately 5 percent of productivity growth.\n\n",
    "acknowledgement": "\nInternational Research, Federal Reserve Bank of New York, 33 Liberty Street, New York, NY 10045, email mary.amiti@ny.frb.org; swei@imf.org. We would like to thank John Romalis, Caroline Freund, Gordon Hanson, Simon Johnson, Jozef Konings, Aart Kraay, Anna Maria Mayda, Christopher Pissarides, Raghu Rajan, Tony Venables, and seminar participants at the IMF, Georgetown University, the US International Trade Commission and the EIIE conference in Lubljana, Slovenia 2005, for helpful comments. We thank Yuanyuan Chen, Jungjin Lee and Evelina Mengova for excellent research assistance. The views expressed in this Working Paper are those of the authors and do not necessarily represent those of Federal Reserve Bank of New York, the Federal Reserve System or the IMF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}