{
    "id": 11938,
    "citation_title": "Private Profits and Public Health: Does Advertising Smoking Cessation Products Encourage Smokers to Quit?",
    "citation_author": [
        "Rosemary Avery",
        "Donald Kenkel",
        "Dean R. Lillard",
        "Alan Mathios"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo shed new light on the role private profit incentives play in promoting public health, in this paper we conduct an empirical study of the impact of pharmaceutical industry advertising on smoking cessation decisions. We link survey data on individual smokers with an archive of magazine advertisements. The rich survey data allow us to measure smokers' exposure to smoking cessation advertisements based on their magazine-reading habits. Because we observe the same information about the consumers that the advertisers observe, we can control for the potential endogeneity of advertising due to firms' targeting decisions. We find that when smokers are exposed to more advertising, they are more likely to attempt to quit and are more likely to have successfully quit. While some of the increased quitting behavior involves purchases of smoking cessation products, our results indicate that advertisements for smoking cessation products also increase the probability of quitting without the use of any product. Thus, the public health returns to smoking cessation product advertisements exceed the private returns to the manufacturers. Because advertising of a wide range of consumer products may have important and under-studied spillover effects on various non-market behaviors, our results have broad implications for the economics of advertising.\n\n",
    "acknowledgement": "\n"
}