{
    "id": 11937,
    "citation_title": "Strategic Information Disclosure: The Case of Multi-Attribute Products with Heterogeneous Consumers",
    "citation_author": [
        "V. Joseph Hotz",
        "Mo Xiao"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "2010-08-21",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the incentives for firms to voluntarily disclose otherwise private information about the quality attributes of their products. In particular, we focus on the case of differentiated products with multiple attributes and heterogeneous consumers. We show that there exist certain configurations of consumers' multi-dimensional preferences under which a firm, no matter whether producing a high- or low-quality product, may choose not to reveal the quality even with zero disclosure costs. The failure of information unraveling arises when providing consumers with more information results in more elastic demand, which triggers more intensive price competition and leads to lower prices and profits for competing firms. As a result, the equilibrium in which disclosure is voluntary may diverge from that in which disclosure is mandatory.\n\n",
    "acknowledgement": "\nWe thank Dan Ackerberg, Alberto Bernardo, Hongbin Cai, Harold Demsetz, Ginger Jin, Phillip Leslie, Bentley MacLeod, Robert Porter, John Riley, Michael Rothschild, Kenneth Sokoloff, Mark Stegeman, Gabor Virag, Bill Zame, participants of the IO Seminar at UCLA, and participants of the 2002 North American Econometric Society Summer Meeting and the 2002 Annual Conference of the European Association for Research in Industry Economics for comments on preliminary versions of this paper. All errors are ours. This research was funded by a grant from the National Institute for Child Health and Human Development (R01 HD035382). The authors are solely responsible for the contents of the paper.\n\n\n"
}