{
    "id": 11930,
    "citation_title": "Health Care, Technological Change, and Altruistic Consumption Externalities",
    "citation_author": [
        "Tomas Philipson",
        "Stephane Mechoulan",
        "Anupam Jena"
    ],
    "citation_publication_date": "2006-01-16",
    "issue_date": "2006-01-16",
    "revision_date": "2009-04-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditional economic analysis has proposed well known remedies to deal with consumption externalities and inefficient technological change in isolation, but lacks a general framework for addressing them jointly.  We argue that the joint determination of R&D and consumption externalities is central to health care industries around the world generally, and for the pharmaceutical industry in particular.  This is because technological change drives the expansion of the health care sector and altruism seems to motivate many public subsidies such as Medicaid in the US.  We stress that standard remedies to the two problems in isolation are inefficient -- Pigouvian corrections to consumption externalities are inefficient under technological change and standard R&D stimuli are inefficient because they focus only on consumer and producer surplus, not the altruistic surplus accruing to non-consumers.  We provide illustrative calculations of the dynamic inefficiency in the level of US R&D spending due to the inability of innovators to appropriate the altruistic surplus.  We find that altruistic gains amount to about a quarter of consumer surplus in the baseline scenario.  Our analysis implies that total R&D could be under-provided by as much as 60 percent.\n\n",
    "acknowledgement": "\nThis paper is a revision of earlier versions including NBER Working Paper No 9598 and No 11930.  We are thankful for comments from seminar participants at the University of Chicago, George Mason University, the University of Maryland, the ALEA Meetings, the AEA Meetings, the Conference on Markets for Pharmaceuticals and the Health of Developing Nations, as well as from Michael Baker, Gary Becker, John Grana, Robert McMillan, Kevin Murphy, and Gilles Saint-Paul.  Philipson benefited from discussions of many related topics with colleagues at FDA, CMS, and The Pull Mechanism Working Group of the Center for Global Development, Washington DC whom, however, should not be held responsible for any views contained.  Philipson acknowledges financial support from Pfizer Inc as well as the George Stigler Center for the Study of the Economy and the State, and the John M. Olin Law & Economics Program, both at the University of Chicago.  Jena acknowledges fellowship support from the NIH through the University of Chicago Medical Scientist Training Program and from AHRQ through RAND/UCLA.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}