{
    "id": 11940,
    "citation_title": "Modeling Inefficient Institutions",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do inefficient — non-growth enhancing — institutions emerge and persist? This paper develops a simple framework to provide some answers to this question. Political institutions determine the allocation of political power, and economic institutions determine the framework for policy-making and place constraints on various policies. Groups with political power, the elite, choose policies to increase their income and to directly or indirectly transfer resources from the rest of society to themselves. The baseline model encompasses various distinct sources of inefficient policies, including revenue extraction, factor price manipulation and political consolidation. Namely, the elite may pursue inefficient policies to extract revenue from other groups, to reduce their demand for factors, thus indirectly benefiting from changes in factor prices, and to impoverish other groups competing for political power. The elite's preference over inefficient policies translates into inefficient economic institutions. Institutions that can restrict inefficient policies will in general not emerge, and the elite may manipulate economic institutions in order to further increase their income or facilitate rent extraction. The exception is when there are commitment (holdup) problems, so that equilibrium taxes and regulations are worse than the elite would like them to be from an ex ante point of view. In this case, economic institutions that provide additional security of property rights to other groups can be useful. The paper concludes by providing a framework for the analysis of institutional change and institutional persistence.\n\n",
    "acknowledgement": "\n"
}