{
    "id": 11949,
    "citation_title": "Did Medicare Induce Pharmaceutical Innovation?",
    "citation_author": [
        "Daron Acemoglu",
        "David Cutler",
        "Amy Finkelstein",
        "Joshua Linn"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of Medicare in 1965 was the single largest change in health insurance coverage in U.S. history. Many economists and commentators have conjectured that the introduction of Medicare may have also been an important impetus for the development of new drugs that are now commonly used by the elderly and have substantially extended their life expectancy. In this paper, we investigate whether Medicare induced pharmaceutical innovations directed towards the elderly. Medicare could have played such a role only if two conditions were met. First, Medicare would have to increase drug spending by the elderly. Second, the pharmaceutical companies would have to respond to the change in market size for drugs caused by Medicare by changing the direction of their research. Our empirical work finds no evidence of a \"first-stage\" effect of Medicare on prescription drug expenditure by the elderly. Correspondingly, we also find no evidence of a shift in pharmaceutical innovation towards therapeutic categories most used by the elderly. On the whole, therefore, our evidence does not provide support for the hypothesis that Medicare had a major effect on the direction of pharmaceutical innovation.\n\n",
    "acknowledgement": "\n"
}