{
    "id": 11953,
    "citation_title": "The Quiet Revolution that Transformed Women's Employment, Education, and Family",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe modern economic role of women emerged in four phases. The first three were evolutionary; the last was revolutionary. Phase I occurred from the late nineteenth century to the 1920s; Phase II was from 1930 to 1950; Phase III extended from 1950 to the late 1970s; and Phase IV, the \"quiet revolution,\" began in the late 1970s and is still ongoing. Three aspects of women's choices distinguish the evolutionary from the revolutionary phases: horizon, identity, and decision-making. The evolutionary phases are apparent in time-series data on labor force participation. The revolutionary phase is discernible using time-series evidence on women's more predictable attachment to the workplace, greater identity with career, and better ability to make joint decisions with their spouses. Each of these series has a sharp break or inflection point signifying social and economic change. These changes, moreover, coincide by birth cohort or period. The relationship between the development of modern labor economics and the reality of women's changing economic role is explored. The paper concludes by assessing whether the revolution has stalled or is being reversed. Women who graduated college in the early 1980s did not \"opt-out,\"but recent cohorts are too young to evaluate.\n\n",
    "acknowledgement": "\n"
}