{
    "id": 11968,
    "citation_title": "Examining the Effect of the Earned Income Tax Credit on the Labor Market Participation of Families on Welfare",
    "citation_author": [
        "V. Joseph Hotz",
        "John Karl Scholz"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the employment effects of the earned income tax credit (EITC). We use a unique dataset, created by matching administrative data from public assistance records, unemployment insurance records, and federal tax returns for a sample of California residents. We conduct a set of four tests to assess our ability to isolate the causal effects of the EITC on employment.\nThe first test is based on the intuition that if the EITC alters employment, all else being equal, employment rates for two-or-more child families should grow relative to the employment rates of one-child families, as credit amounts available to these groups of families diverged over the 1990s. The second test examines whether or not people eligible for the EITC actually file tax returns and claim it. The third test is based on the intuition that, if the EITC, and not other factors such as the strong economy in the 1990s, is causing employment differences between families with two or more children relative to those with one child, we should expect to see no employment differences (after conditioning on other characteristics) between families with two children and families with three or more children, since the EITC did not change differentially for the latter two groups. The fourth test conditions the sample on those who do not file tax returns and again examines employment changes in the 1990s for families with two or more children relative to families with one child.\nUsing fixed-effects empirical employment models estimated on a sample of single-parent families, our coefficient estimates are consistent with the EITC having a substantial, positive effect on the employment of families who have used or will use welfare.\n\n",
    "acknowledgement": "\n"
}