{
    "id": 11963,
    "citation_title": "The Determinants of Mortality",
    "citation_author": [
        "David M. Cutler",
        "Angus S. Deaton",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortality rates have fallen dramatically over time, starting in a few countries in the 18th century, and continuing to fall today. In just the past century, life expectancy has increased by over 30 years. At the same time, mortality rates remain much higher in poor countries, with a difference in life expectancy between rich and poor countries of also about 30 years. This difference persists despite the remarkable progress in health improvement in the last half century, at least until the HIV/AIDS pandemic. In both the time-series and the cross-section data, there is a strong correlation between income per capita and mortality rates, a correlation that also exists within countries, where richer, better-educated people live longer. We review the determinants of these patterns: over history, over countries, and across groups within countries. While there is no consensus about the causal mechanisms, we tentatively identify the application of scientific advance and technical progress (some of which is induced by income and facilitated by education) as the ultimate determinant of health. Such an explanation allows a consistent interpretation of the historical, cross-country, and within-country evidence. We downplay direct causal mechanisms running from income to health.\n\n",
    "acknowledgement": "\n"
}