{
    "id": 11969,
    "citation_title": "From Forced Busing to Free Choice in Public Schools: Quasi-Experimental Evidence of Individual and General Effects",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1994 the city of Tel Aviv replaced its existing school integration program based on inter-district busing, with a new program that allowed students to choose freely between schools in and out of district. This paper explores the impact of this program on high school outcomes while distinguishing the effect of choice on individual students from general equilibrium effects on affected districts. The identification is based on a regression discontinuity design that yields comparison groups drawn from untreated tangent neighborhoods in adjacent cities and on instrumental variables. The results suggest that the choice program had significant general equilibrium effects on high school dropout rates, matriculation rates and program of study. The gains are more pronounced among disadvantaged children but not among students who took advantage of the option to attend out of district schools with higher mean outcomes.  These results and other evidence related to the behavioral responses of schools and students to the program suggest that the positive impact of the program is mainly due to better matching between students and schools and to productivity effects of choice and competition among schools.\n\n",
    "acknowledgement": "\n"
}