{
    "id": 11966,
    "citation_title": "Lessons From the Debt-Deflation Theory of Sudden Stops",
    "citation_author": [
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports results for a class of dynamic, stochastic general equilibrium models with credit constraints that can account for some of the empirical regularities of the Sudden Stop phenomenon of recent emerging markets crises. In these models, credit constraints set in motion Irving Fisher's debt-deflation mechanism and they bind as an endogenous equilibrium outcome when agents are highly indebted. The quantitative predictions of these models yield three key lessons: (1) Sudden Stops can occur as an endogenous response to typical realizations of adverse shocks to fundamentals, in environments in which agents plan their actions taking credit constraints and expectations of Sudden Stops into account. (2)  Credit constraints cause output declines during Sudden Stops when collateral constraints limit debt to a fraction of the market value of capital, when there are limits on access to working capital, or when debt-deflation lowers the value of the marginal product of factors of production. (3) The debt-deflation mechanism has significant quantitative effects in terms of the amplification, asymmetry and persistence of the responses of macroeconomic aggregates to standard shocks, and in the occurrence of Sudden Stops as infrequent events nested within regular business cycles. Precautionary saving rules out the largest Sudden Stops from the stochastic stationary state, but Sudden Stops remain a positive-probability event in the long run.\n\n",
    "acknowledgement": "\n"
}