{
    "id": 11964,
    "citation_title": "Household Ownership of Variable Annuities",
    "citation_author": [
        "Jeffrey Brown",
        "James Poterba"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVariable annuities have been one of the most rapidly growing financial products of the last two decades. Between 1996 and 2004, nominal sales of variable annuities in the U.S. more than doubled, from $51 billion to $130 billion. Variable annuities now account for approximately nearly two thirds of annuity sales. The investment returns associated with variable annuities resemble those from mutual funds, and variable annuity buyers can select among a range of asset allocation options. Variable annuities are considered insurance products under the tax law, so buyers are not taxed on their investment returns until they make withdrawals from their variable annuity accounts. This paper describes the tax treatment of variable annuities, presents summary information on their ownership patterns, and explores the importance of several distinct motives for household purchase of variable annuities. The discussion of tax treatment examines the impact of the 2001 and 2003 tax bills on the relative tax treatment of variable annuities and other financial products. Household data from the 1998 and 2001 Survey of Consumer Finances shows that variable annuity ownership is highly concentrated among high income and high net wealth sub-groups of the population. Variable annuity ownership is less concentrated, however, than ownership of several other types of financial assets. Evidence on the role of tax incentives in encouraging ownership of variable annuities is mixed. The probability of owning a variable annuity rises with the marginal tax rate throughout most of the income distribution, but it is lower for households in the top tax bracket than for those with slightly lower tax rates.\n\n",
    "acknowledgement": "\n"
}