{
    "id": 11967,
    "citation_title": "Private Information, Wage Bargaining and Employment Fluctuations",
    "citation_author": [
        "John Kennan"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "2007-07-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShimer (2005) pointed out that although we have a satisfactory theory of why some workers are unemployed at any given time, we don?t know why the number of unemployed workers varies so much over time. The basic Mortensen-Pissarides (1994) model does not generate nearly enough volatility in unemployment, for plausible parameter values. This paper extends the Mortensen-Pissarides model to allow for informational rents. Productivity is subject to publicly observed aggregate shocks, and to idiosyncratic shocks that are seen only by the employer. It is shown that there is a unique equilibrium, provided that the idiosyncratic shocks are not too large. The main result is that small fluctuations in productivity that are privately observed by employers can give rise to a kind of wage stickiness in equilibrium, and the informational rents associated with this stickiness are sufficient to generate relatively large unemployment fluctuations.\n\n",
    "acknowledgement": "\nI thank Björn Brügemann, Bob Hall, Giuseppe Moscarini, Rob Shimer, and the participants in seminars at Northwestern, Yale and Duke for useful comments. I also thank the editor and two anonymous referees for their constructive criticism. I am particularly grateful to Rob Shimer for pointing out a serious mistake in early versions of the paper. The National Science Foundation provided research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}