{
    "id": 11974,
    "citation_title": "Lifecycle Asset Allocation Strategies and the Distribution of 401(k) Retirement Wealth",
    "citation_author": [
        "James Poterba",
        "Joshua Rauh",
        "Steven Venti",
        "David Wise"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how different asset allocation strategies over the course of a worker's career affect the distribution of retirement wealth and the expected utility of wealth at retirement. It considers both rules that allocate a constant portfolio fraction to various assets at all ages, as well as \"lifecycle\" rules that vary the mix of portfolio assets as the worker ages. The analysis simulates retirement wealth using asset returns that are drawn from the historical return distribution. The results suggest that the distribution of retirement wealth associated with typical lifecycle investment strategies is similar to that from age-invariant asset allocation strategies that set the equity share of the portfolio equal to the average equity share in the lifecycle strategies. There is substantial variation across workers with different characteristics in the expected utility from following different asset allocation strategies. The expected utility associated with different 401(k) asset allocation strategies, and the ranking of these strategies, is very sensitive to three parameters: the expected return on corporate stock, the worker's relative risk aversion, and the amount of non-401(k) wealth that the worker will have available at retirement. At modest levels of risk aversion, or in the presence of substantial non-401(k) wealth at retirement, the historical pattern of stock and bond returns implies that the expected utility of an all-stock investment allocation rule is greater than that from any of the more conservative strategies. Higher risk aversion or lower expected returns on stocks raise the expected utility of following lifecycle strategies or other strategies that reduce equity exposure throughout the lifetime.\n\n",
    "acknowledgement": "\n\nJames Poterba\n\nI am a Trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org).\n\n\n"
}