{
    "id": 11972,
    "citation_title": "The Median Voter and the Median Consumer: Local Private Goods and Residential Sorting",
    "citation_author": [
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a product's product provision entails fixed costs, it will be made available only if a sufficient number of people want it. Some products are produced and consumed locally, so that provision requires not only a large group favoring the product but a large number nearby. Just as one has an incentive to sort into community whose median voter shares his preferences for local public goods, product markets may provide an analogous incentive to sort into a community whose consumers tend to share his preferences in private goods. Using zip code level data on chain restaurants and restaurants overall, this paper documents how the mix of locally available restaurants responds to the local mix of consumers, with three findings. First, based on survey data on chain restaurant patronage, restaurant preferences differ substantially by race and education. Second, there is a strong relationship between restaurants and population at the zip code level, suggesting that restaurants' geographic markets are small. Finally, the mix of locally available chain restaurants is sensitive to the zipcode demographic mix by race and by education. Hence, differentiated product markets provide a benefit -- proximity to preferred restaurants -- to persons in geographic markets whose customers tend to share their preferences.\n\n",
    "acknowledgement": "\n"
}