{
    "id": 11976,
    "citation_title": "Consumption, Income, and Material Well-Being After Welfare Reform",
    "citation_author": [
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2006-01-23",
    "issue_date": "2006-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how material well-being has changed over time for those at the bottom of the distributions of income and consumption. We document the sharp differences between recent trends in measured income and consumption, focusing on families headed by a single mother. Since the early 1990s, income in the bottom decile has fallen by nearly 30 percent, while income has risen by more than 15 percent for the fourth and fifth deciles. The trends for consumption, on the other hand, show neither a sharp decline at low percentiles nor a large increase at higher percentiles. These patterns are evident in two income and two consumption data sources. We then examine several explanations for these differences. We argue that it is unlikely that reported income provides a consistent measuring stick in recent years due to large changes in both the sources of income and the reporting rates of the main income sources for single mothers during this period. Accounting for changes in the characteristics of single mothers can reconcile most of the income consumption difference above the bottom decile. For the bottom decile, simulations accounting for transfer under- reporting can account for much of the reported income decline. Finally, we consider how these trends\ntranslate into changes in well-being by investigating changes in disaggregated consumption and time use. Increases in spending on housing account for much of the increase in consumption in the bottom quintile, while increases in transportation spending account for much of the rise in the second quintile. Two datasets indicate modest improvement in housing quality, but the evidence is less strong at the very bottom. Although expenditures on food away from home and child care also rise, these categories are small, on average. The consumption of non-market time for those in the bottom half of the consumption distribution falls sharply indicating a loss in utility for those families if non-market time is valued above $3/hour. Evidence from time-use surveys suggests that the lost non-market time reflects a shift away from shopping, food production, and housework.\n\n",
    "acknowledgement": "\n"
}