{
    "id": 11984,
    "citation_title": "Life is Cheap: Using Mortality Bonds to Hedge Aggregate Mortality Risk",
    "citation_author": [
        "Leora Friedberg",
        "Anthony Webb"
    ],
    "citation_publication_date": "2006-01-30",
    "issue_date": "2006-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the widely-cited Lee-Carter mortality model, we quantify aggregate mortality risk as the risk that the average annuitant lives longer than is predicted by the model, and we conclude that annuity business exposes insurance companies to substantial mortality risk.  We calculate that a markup of 3.7% on an annuity premium (or else shareholders' capital equal to 3.7% of the expected present value of annuity payments) would reduce the probability of insolvency resulting from uncertain aggregate mortality trends to 5% and a markup of 5.4% would reduce the probability of insolvency to 1%.  Using the same model, we find that a projection scale commonly referred to by the insurance industry underestimates aggregate mortality improvements.  Annuities that are priced on that projection scale without any conservative margin appear to be substantially underpriced.  Insurance companies could deal with aggregate mortality risk by transferring it to financial markets through mortality-contingent bonds, one of which has recently been offered.  We calculate the returns that investors would have obtained on such bonds had they been available over a long period.  Using both the Capital and the Consumption Capital Asset Pricing Models, we determine the risk premium that investors would have required on such bonds.  At plausible coefficients of risk aversion, annuity providers should be able to hedge aggregate mortality risk via such bonds at a very low cost.\n\n",
    "acknowledgement": "\n"
}