{
    "id": 11986,
    "citation_title": "The Polarization of the U.S. Labor Market",
    "citation_author": [
        "David H. Autor",
        "Lawrence F. Katz",
        "Melissa S. Kearney"
    ],
    "citation_publication_date": "2006-01-30",
    "issue_date": "2006-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a marked change in the evolution of the U.S. wage structure over the past fifteen years: divergent trends in upper-tail (90/50) and lower-tail (50/10) wage inequality.  We document that wage inequality in the top half of distribution has displayed an unchecked and rather smooth secular rise for the last 25 years (since 1980). Wage inequality in the bottom half of the distribution also grew rapidly from 1979 to 1987, but it has ceased growing (and for some measures actually narrowed) since the late 1980s.  Furthermore we find that occupational employment growth shifted from monotonically increasing in wages (education) in the 1980s to a pattern of more rapid growth in jobs at the top and bottom relative to the middles of the wage (education) distribution in the 1990s.  We characterize these patterns as the \"polarization\" of the U.S. labor market, with employment polarizing into high-wage and low-wage jobs at the expense of middle-wage work.  We show how a model of computerization in which computers most strongly complement the non-routine (abstract) cognitive tasks of high-wage jobs, directly substitute for the routine tasks found in many traditional middle-wage jobs, and may have little direct impact on non-routine manual tasks in relatively low-wage jobs can help explain the observed polarization of the U.S. labor market.\n\n",
    "acknowledgement": "\n"
}