{
    "id": 11989,
    "citation_title": "Diagnosing Discrimination: Stock Returns and CEO Gender",
    "citation_author": [
        "Justin Wolfers"
    ],
    "citation_publication_date": "2006-01-30",
    "issue_date": "2006-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA vast labor literature has found evidence of a \"glass ceiling\", whereby women are under-represented among senior management.  A key question remains the extent to which this reflects unobserved differences in productivity, preferences, prejudice, or systematically biased beliefs about the ability of female managers.  Disentangling these theories would require data on productivity, on the preferences of those who interact with managers, and on perceptions of productivity.  Financial markets provide continuous measures of the market's perception of the value of firms, taking account of the beliefs of market participants about the ability of men and women in senior management.  As such, financial data hold the promise of potentially providing insight into the presence of mistake-based discrimination.  Specifically if female-headed firms were systematically under-estimated, this would suggest that female-headed firms would outperform expectations, yielding excess returns.  Examining data on S&P 1500 firms over the period 1992-2004 I find no systematic differences in returns to holding stock in female-headed firms, although this result reflects the weak statistical power of our test, rather than a strong inference that financial markets either do or do not under-estimate female CEOs.\n\n",
    "acknowledgement": "\n"
}