{
    "id": 11995,
    "citation_title": "Valuing Consumer Products by the Time Spent Using Them: An Application to the Internet",
    "citation_author": [
        "Austan Goolsbee",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2006-02-06",
    "issue_date": "2006-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor some goods, the main cost of buying the product is not the price but rather the time it takes to\nuse them. Only about 0.2% of consumer spending in the U.S., for example, went for Internet access\nin 2004 yet time use data indicates that people spend around 10% of their entire leisure time going\nonline. For such goods, estimating price elasticities with expenditure data can be difficult, and, therefore, estimated welfare gains highly uncertain. We show that for time-intensive goods like the Internet, a simple model in which both expenditure and time contribute to consumption can be used to estimate the consumer gains from a good using just the data on time use and the opportunity cost of people's time (i.e., the wage). The theory predicts that higher wage internet subscribers should spend less time online (for non-work reasons) and the degree to which that is true identifies the elasticity of demand. Based on expenditure and time use data and our elasticity estimate, we calculate that consumer surplus from the Internet may be around 2% of full-income, or several thousand dollars per user. This is an order of magnitude larger than what one obtains from a back-of-the-envelope calculation using data from expenditures.\n\n",
    "acknowledgement": "\n"
}