{
    "id": 11997,
    "citation_title": "How Rapidly Does Science Leak Out?",
    "citation_author": [
        "James D. Adams",
        "J. Roger Clemmons",
        "Paula E. Stephan"
    ],
    "citation_publication_date": "2006-01-30",
    "issue_date": "2006-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn science as well as technology, the diffusion of new ideas influences innovation and productive efficiency. With this as motivation we use citations to scientific papers to measure the diffusion of science through the U.S. economy. To indicate the speed of diffusion we rely primarily on the modal or most frequent lag. Using this measure we find that diffusion between universities as well as between firms and universities takes an average of three years. The lag on science diffusion between firms is 3.3 years, compared with 4.8 years in technology for the same companies using the same methodology. Industrial science diffuses fifty per cent more rapidly than technology, and academic science diffuses still faster. Thus the priority publication system in science appears to distribute information more rapidly than the patent system, although other interpretations are possible. We also find that the speed of science diffusion in the same field varies by a factor of two across industries. The industry variation turns out to be driven by frictional publication lags and firm size in R&D and science. Friction increases the lag, but firm size in R&D and science decrease it. Industries having a lot of R&D or science and composed of fields with little friction exhibit rapid diffusion. Industries where the reverse is true exhibit slow diffusion.\n\n",
    "acknowledgement": "\n"
}