{
    "id": 12001,
    "citation_title": "Regulating Advertisements: The Case of Smoking Cessation Products",
    "citation_author": [
        "Rosemary J. Avery",
        "Donald S. Kenkel",
        "Dean R. Lillard",
        "Alan D. Mathios"
    ],
    "citation_publication_date": "2006-02-06",
    "issue_date": "2006-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate how direct-to-consumer (DTC) advertising of pharmaceutical products in affected by regulations of the Food and Drug Administration and by market conditions. We focus on a relatively under-studied segment of the pharmaceutical market -- the market for smoking cessation products. Because of their proven effectiveness, these products could be the key to meeting public health goals to reduce smoking. However, in many ways, smoking cessation products have been more heavily regulated than cigarettes. Our empirical analysis uses data on advertising expenditures and data from an archive of print advertisements. The archive includes all smoking cessation product advertisements that appeared in over 13,000 issues of 28 magazines between January 1985 and May 2002. Our study period begins shortly atfer the first nicotine replacement product was introduced, and covers the evolution of the market as new products are introduced while some of the older products move from prescription to over-the-counter (OTC) status. OTC status eases the disclosure requirements imposed on advertisements of prescription pharmaceuticals, substantially reducing the costs of a print advertisement. Our results suggest that OTC status is associated with an increase in advertising expenditures and the number and pages of magazine advertisements. A current proposal to reduce disclosure requirements on all DTC advertisements of prescription drugs could have similar effects. Our results also suggest that advertising increase with the introduction of new products and with market competition.\n\n",
    "acknowledgement": "\n"
}