{
    "id": 12019,
    "citation_title": "Ugly Criminals",
    "citation_author": [
        "Naci Mocan",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2006-02-06",
    "issue_date": "2006-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from three waves of Add Health we find that being very attractive reduces a young adult's (ages 18-26) propensity for criminal activity and being unattractive increases it for a number of crimes, ranging from burglary to selling drugs. A variety of tests demonstrate that this result is not because beauty is acting as a proxy for socio-economic status. Being very attractive is also positively associated adult vocabulary test scores, which suggests the possibility that beauty may have an impact on human capital formation. We demonstrate that, especially for females, holding constant current beauty, high school beauty (pre-labor market beauty) has a separate impact on crime, and that high school beauty is correlated with variables that gauge various aspects of high school experience, such as GPA, suspension or having being expelled from school, and problems with teachers.\nThese results suggest two handicaps faced by unattractive individuals. First, a labor market penalty provides a direct incentive for unattractive individuals toward criminal activity. Second, the level of beauty in high school has an effect on criminal propensity 7-8 years later, which seems to be due to the impact of the level of beauty in high school on human capital formation, although this second avenue seems to be effective for females only.\n\n",
    "acknowledgement": "\n"
}