{
    "id": 12015,
    "citation_title": "Do Hot Hands Exist Among Hedge Fund Managers? An Empirical Evaluation",
    "citation_author": [
        "Ravi Jagannathan",
        "Alexey Malakhov",
        "Dmitry Novikov"
    ],
    "citation_publication_date": "2006-02-06",
    "issue_date": "2006-02-06",
    "revision_date": "2008-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether hot hands exist among hedge fund managers. In measuring performance persistence, we use hedge fund style benchmarks. This allows us to identify managers with valuable skills, and also to control for option-like features inherent in returns from hedge fund strategies. We take into account the possibility that reported asset values may be based on stale prices. We develop a statistical model that relates a hedge fund's performance to its decision to liquidate or close in order to infer the performance of a hedge fund that left the database. While we find significant performance persistence among superior funds we find little evidence of persistence among inferior funds.\n\n",
    "acknowledgement": "\nWe would like to thank Vikas Agarwal, Dmitri Alexeev, Torben Andersen, Duke Bristow, Art Bushonville, Bhagwan Chowdhry, Randolph Cohen, Kent Daniel, Harry DeAngelo, Dobrislav Dobrev, Shingo Goto, David Hsieh, Ken Judd, Robert Korajczyk, Ken Kroner, Ananth Madhavan, Rosa Matzkin, Narayan Naik, Todd Pulvino, Bryan Routledge, Che-Lin Su, Melvyn Teo, Sergey Tsyplakov, Motohiro Yogo, participants of the 2006 NBER Asset Pricing Program Meeting, 2006 Western Finance Association Meeting, 2007 American Finance Association Meeting, 2007 Advances in Theory Based Estimation: a Conference in Honor of Lars Hansen and Ken Singleton, and seminar participants at Barclays Global Investors, China Europe International Business School, East Carolina University, Georgia State University, Indian School of Business, National University of Singapore, Northwestern University, Singapore Management University, University of Arkansas, University of Illinois at Urbana-Champaign, University of Melbourne, University of New South Wales, University of North Carolina at Chapel Hill, University of South Carolina, University of Southern California, York University for their helpful discussions and suggestions. We are grateful to HFR Asset Management for providing us with the data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}