{
    "id": 12016,
    "citation_title": "Surplus Appropriation from R&D and Health Care Technology Assessment Procedures",
    "citation_author": [
        "Tomas J. Philipson",
        "Anupam B. Jena"
    ],
    "citation_publication_date": "2006-02-06",
    "issue_date": "2006-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGiven the rapid growth in health care spending that is often attributed to technological change, many private and public institutions are grappling with how to best assess and adopt new health care technologies. The leading technology adoption criteria proposed in theory and used in practice involve so called \"cost-effectiveness\" measures. However, little is known about the dynamic efficiency implications of such criteria, in particular how they influence the R&D investments that make technologies available in the first place. We argue that such criteria implicitly concern maximizing consumer surplus, which many times is consistent with maximizing static efficiency after an innovation has been developed. Dynamic efficiency, however, concerns aligning the social costs and benefits of R&D and is therefore determined by how much of the social surplus from the new technology is appropriated as producer surplus. We analyze the relationship between cost-effectiveness measures and the degree of surplus appropriation by innovators driving dynamic efficiency. We illustrate how to estimate the two for the new HIV/AIDS therapies that entered the market after the late 1980's and find that only 5% of the social surplus is appropriated by innovators. We show how this finding can be generalized to other existing cost-effectiveness estimates by deriving how those estimates identify innovator appropriation for a set of studies of over 200 drugs. We find that these studies implicitly support a low degree of appropriation as well. Despite the high annual cost of drugs to patients, very low shares of social surplus may go to innovators, which may imply that cost-effectiveness is too high in a dynamic efficiency sense.\n\n",
    "acknowledgement": "\n"
}