{
    "id": 12029,
    "citation_title": "Cost Should Be No Barrier: An Evaluation of the First Year of Harvard's Financial Aid Initiative",
    "citation_author": [
        "Christopher Avery",
        "Caroline Hoxby",
        "Clement Jackson",
        "Kaitlin Burek",
        "Glenn Pope",
        "Mridula Raman"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the first year of Harvard's Financial Aid Initiative, which increased aid and recruiting for students from low income backgrounds. Using rich data from the Census and administrative sources, we estimate family incomes for the vast major of plausible applicants from the U.S. We find that the Initiative had a significant effect almost entirely because it attracted a pool of applicants that was larger and slightly poorer. It appears that very similar standards of admission were used for this group as had been used in previous years. This group, once admitted, enrolled at a rate very similar to that of previous years. Thus, there are a greater number of low income students in the Class of 2009 than in the Class of 2008 simply because more well-qualified, low income students applied. Many apparently qualified students still do not apply, and many of these \"missing applicants\" come from high schools that have little or no tradition of sending applications to selective private colleges. Targeted outreach to such \"one offs\" -- that is, students who are one of only a few qualified students from their school in recent years -- may be a way for selective private colleges to increase their income diversity.\n\n",
    "acknowledgement": "\n"
}