{
    "id": 12035,
    "citation_title": "Legal-Political Factors and the Historical Evolution of the Finance-Growth Link",
    "citation_author": [
        "Michael D. Bordo",
        "Peter L. Rousseau"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent cross-country investigations of the role of institutional fundamentals such as the protection of property rights in promoting financial development have extended a literature that has for decades maintained that financial factors can affect real outcomes. In this paper we pursue this new direction by considering relationships between finance, growth, legal origin, and political environment in a historical cross-section of 17 countries covering the period from 1880 to 1997. We find that relationships between a county's legal origin (i.e., English, French, German, or Scandinavian) and financial development are roughly consistent with earlier findings but are not persistent. At the same time, political variables such as proportional representation election systems, frequent elections, universal female suffrage, and infrequent revolutions or coups seem linked to larger financial sectors and higher conditional rates of economic growth. Despite the explanatory power of some of our measures of the deeper \"fundamentals,\" however, a significant part of the growth-enhancing role of financial development remains unexplained by them.\n\n",
    "acknowledgement": "\n"
}