{
    "id": 12033,
    "citation_title": "Optimal Tariffs: The Evidence",
    "citation_author": [
        "Christian Broda",
        "Nuno Limão",
        "David Weinstein"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "2008-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theoretical debate over whether countries can and should set tariffs in response to the foreign export elasticities they face goes back to Edgeworth (1894). Despite the centrality of the optimal tariff argument in trade policy, there exists no evidence about whether countries actually exploit their market power in trade by setting higher tariffs on goods that are supplied inelastically. We estimate disaggregate foreign export supply elasticities and find evidence that countries that are not members of the World Trade Organization systematically set higher tariffs on goods that are supplied inelastically. The typical country in our sample sets tariffs 9 percentage points higher in goods with high market power relative to those with low market power. This large effect is of a magnitude similar to the average tariffs in the data and market power explains more of the tariff variation than a commonly used political economy variable. The result is robust to the inclusion of other determinants of tariffs and a variety of model specifications. We also find that U.S. trade restrictions that are not covered by the WTO are significantly higher in goods where the U.S. has more market power. In short, we find strong evidence that these importers have market power and use it in setting non-cooperative trade policy.\n\n",
    "acknowledgement": "\nBroda and Weinstein would like to thank the NSF for generous funding under grant NSF #0214378. Limão gratefully acknowledges the excellent research assistance of Piyush Chandra and the financial support of the IMF research department where he was a resident scholar during part of this research. We wish to thank Stephanie Aaronson, Fernando Alvarez, Kyle Bagwell, Alan Deardorff, Peter Debaere, Bill Ethier, John Romalis, Robert Staiger two anonymous referees and the editor for extremely useful and detailed comments. We also thank seminar participants at various institutions for numerous comments and suggestions (CEPR trade meeting Summer 2006, Chicago Fed, Empirical Investigations in Trade 2006, Dartmouth College, Harvard University, International Monetary Fund, Midwest International Economics Spring 2006, NBER ITI meeting Winter 2006, Princeton University, Johns Hopkins, Syracuse University, University of Chicago, University of Virginia, University of Wisconsin). The views expressed in this paper are those of the authors.\n\n\n"
}