{
    "id": 12030,
    "citation_title": "Down or Out: Assessing the Welfare Costs of Household Investment Mistakes",
    "citation_author": [
        "Laurent E. Calvet",
        "John Y. Campbell",
        "Paolo Sodini"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the efficiency of household investment decisions in a unique dataset containing the disaggregated wealth and income of the entire population of Sweden. The analysis focuses on two main sources of inefficiency in the financial portfolio: underdiversification of risky assets (\"down\") and nonparticipation in risky asset markets (\"out\"). We find that while a few households are very poorly diversified, the cost of diversification mistakes is quite modest for most of the population. For instance, a majority of participating Swedish households are sufficiently diversified internationally to outperform the Sharpe ratio of their domestic stock market. We document that households with greater financial sophistication tend to invest more efficiently but also more aggressively, so the welfare cost of portfolio inefficiency tends to be greater for these households. The welfare cost of nonparticipation is smaller by almost one half when we take account of the fact that nonparticipants would be unlikely to invest efficiently if they participated in risky asset markets.\n\n",
    "acknowledgement": "\n"
}