{
    "id": 12032,
    "citation_title": "Turbulent Firms, Turbulent Wages?",
    "citation_author": [
        "Diego Comin",
        "Erica L. Groshen",
        "Bess Rabin"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHas greater turbulence among firms fueled rising wage instability in the U.S.? Gottschalk and Moffitt ([1994]) find that rising earnings instability was responsible for one third to one half of the rise in wage inequality during the 1980s. These growing transitory fluctuations remain largely unexplained. To help fill this gap, this paper further documents the recent rise in transitory fluctuations in compensation and investigates its linkage to the concurrent rise in volatility of firm performance documented by Comin and Mulani [2005] among others. After examining models that explain the relationship between firm and wage volatility, we investigate the linkage in three complementary panel data sets, each with its own virtues and limitations: the Panel Study of Income Dynamics (detailed information on workers, but no information on employers), COMPUSTAT (detailed firm information, but only average wage and employment levels about workers), and the Federal Reserve Bank of Cleveland's Community Salary Survey (wages and employment for specific occupations for identified firms). We find complementary support for the hypothesis in all three data sets. We can rule out straightforward compositional churning as an explanation for the link to firm performance in high-frequency (over spans of 5 years) wage volatility, although not in more persistent fluctuations (between successive 5-year averages). We conclude that the rise in firm turbulence explains about sixty percent of the recent the rise in the high frequency (5-year) volatility of wages.\n\n",
    "acknowledgement": "\n"
}