{
    "id": 12038,
    "citation_title": "Economic Transformation, Population Growth and the Long-Run World Income Distribution",
    "citation_author": [
        "Marcos Chamon",
        "Michael Kremer"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "2008-09-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct and calibrate a model of the world economy in which countries' opportunities to develop depend on their trade with advanced economies. Trade opportunities in turn depend on the relative population of the advanced and developing world. As developing countries become advanced, they further improve the trade prospects for the remaining developing countries. As long as the population growth differential between developing and advanced countries is not too large, the rate at which countries transition to prosperity accelerates over time. However, if population growth differentials are large relative to the transition rate, the world economy converges to widespread prosperity if and only if the proportion of the world population in advanced countries is above a critical level. The model suggests that countries which become more open are more likely to grow, but that increased openness by developing countries as a whole may lead to only modest increases in growth for developing countries in aggregate. The rapid rise of China may hurt some developing countries in the short-run, but will open tremendous opportunities for the remaining developing countries in the long-run.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are our own and do not necessarily reflect the views or policies of the International Monetary Fund. We are grateful to David Weil, Lant Pritchett, to participants at the IFPRI/Cornell conference on threshold effects and non-linearities in growth and development, the AEA 2006 Annual Meeting and three anonymous referees for helpful comments and suggestions. Any errors are solely ours.\n\n\n"
}