{
    "id": 12045,
    "citation_title": "Exports and Slow Economic Growth in the Lower South Region, 1720-1800",
    "citation_author": [
        "Peter C. Mancall",
        "Joshua Rosenbloom",
        "Thomas Weiss"
    ],
    "citation_publication_date": "2006-02-20",
    "issue_date": "2006-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor the past generation scholars have emphasized that the Lower South was one of the most economically successful regions of British mainland North America, and perhaps the most successful. Planters, the primary economic actors, made extensive use of slave labor and created a successful staple-export sector, which by 1774 produced the highest levels of private wealth per capita in the colonies. Focusing on the rapid growth of the primary exports of the Lower South in the colonial period - rice and indigo - most scholars have concluded that standards of living for colonists in the region must have been rising rapidly. Elsewhere we have argued that the conventional view of the economy of the Lower South prior to 1800 is mistaken. Rather, per capita incomes were essentially stagnant from 1720 to 1770, and did not change appreciably between 1770 and 1800. Central to our interpretation is a revised understanding of the behavior of regional exports that indicates that they were much less important as a stimulus to economic growth than has heretofore been believed. This paper describes in greater detail our estimation of regional exports, and documents the reasons why they could not have been a stimulus to intensive growth within the region.\n\n",
    "acknowledgement": "\n"
}