{
    "id": 12041,
    "citation_title": "Sorting, Prices, and Social Preferences",
    "citation_author": [
        "Edward Lazear",
        "Ulrike Malmendier",
        "Roberto Weber"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "2011-05-11",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat impact do social preferences have in market-type settings where individuals can sort in response to relative prices? We show that sorting behavior can distinguish between individuals who like to share and those who share but prefer to avoid the sharing environment altogether. In four laboratory experiments, prices and social preferences interact to determine the composition of sharing environments: Costless sorting reduces the number of sharers, even after inducing positive reciprocity. Subsidized sharing increases entry, but mainly by the least generous sharers. Costly sharing reduces entry, but attracts those who share generously. We discuss implications for real-world giving with sorting.\n\n",
    "acknowledgement": "\nWe thank Jordi Brandts, Colin Camerer, Stefano DellaVigna, Hank Farber, Ernst Fehr, Glenn Harrison, Larry Katz, Botond Köszegi, Klaus Schmidt, Georg Weizsäcker, as well as participants at several seminars and conferences for helpful comments. We also thank Jason Dana, Scott Rick, Aniol Llorente and David Rodriguez for help in conducting the experiments and the Pittsburgh Experimental Economics Laboratory (PEEL), the Laboratori d'Economia Experimental (LEEX), and the Berkeley Experimental Social Science Laboratory (XLab) for access to their resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}