{
    "id": 12042,
    "citation_title": "Investment Under Uncertainty and Time-Inconsistent Preferences",
    "citation_author": [
        "Steven R. Grenadier",
        "Neng Wang"
    ],
    "citation_publication_date": "2006-02-13",
    "issue_date": "2006-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe real options framework has been used extensively to analyze the timing of investment under uncertainty. While standard real options models assume that agents possess a constant rate of time preference, there is substantial evidence that agents are very impatient about choices in the short-term, but are quite patient when choosing between long-term alternatives. We extend the real options framework to model the investment timing decisions of entrepreneurs with such time-inconsistent preferences. Two opposing forces determine investment timing: while evolving uncertainty induces entrepreneurs to defer investment in order to take advantage of the option to wait, their time-inconsistent preferences motivate them to invest earlier in order to avoid the time-inconsistent behavior they will display in the future. We find that the precise trade-off between these two forces depends on such factors as whether entrepreneurs are sophisticated or naive in their expectations regarding their future time-inconsistent behavior, as well as whether the payoff from investment occurs all at once or over time. We extend the model to consider equilibrium investment behavior for an industry comprised of time-inconsistent entrepreneurs. Such an equilibrium involves the dual problem of entrepreneurs playing dynamic games against competitors as well as against their own future selves.\n\n",
    "acknowledgement": "\n"
}