{
    "id": 12047,
    "citation_title": "The Causes of Political Integration: An Application to School Districts",
    "citation_author": [
        "Nora Gordon",
        "Brian Knight"
    ],
    "citation_publication_date": "2006-02-20",
    "issue_date": "2006-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the forces behind political integration through the lens of school district consolidations, which reduced the number of school districts in the United States from around 130,000 in 1930 to under 15,000 at present. Despite this large observed decline, many districts resisted consolidation before ultimately merging and others never merged, choosing to remain at enrollment levels that nearly any education cost function would deem inefficiently small. Why do some districts voluntarily integrate while others remain small, and how do those districts that do merge choose with which of their neighbors to do so? In addressing these questions, we empirically examine the role of potential economies and diseconomies of scale, heterogeneity between merger partners, and the role of state governments. We first develop a simulation-based estimator that is rooted in the economics of matching and thus accounts for three important features of typical merger protocol: two-sided decision making, multiple potential partners, and spatial interdependence. We then apply this methodology to a wave of school district mergers in the state of Iowa during the 1990s. Our results highlight the importance of economies of scale, diseconomies of scale, state financial incentives for consolidation, and a variety of heterogeneity measures.\n\n",
    "acknowledgement": "\n"
}