{
    "id": 12057,
    "citation_title": "Some Answers to the Retirement-Consumption Puzzle",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2006-02-20",
    "issue_date": "2006-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe simple one-good model of life-cycle consumption requires \"consumption smoothing.\" According to previous results based on partial spending and on synthetic panels, British and U.S. households apparently reduce consumption at retirement. The reduction cannot be explained by the simple one-good life-cycle model, so it has been referred to as the retirement-consumption puzzle. An interpretation is that at retirement individuals discover they have fewer economic resources than they had anticipated prior to retirement, and as a consequence reduce consumption. This interpretation challenges the life-cycle model where consumers are assumed to be forward-looking. Using panel data, we find that prior to retirement workers anticipated on average a decline of 13.3% in spending and after retirement they recollected a decline of 12.9%: widespread surprise is not the explanation for the retirement-consumption puzzle. Workers with substantial wealth both anticipated and recollected a decline. Therefore, for many workers the decline is not necessitated by the fall in income that accompanies retirement. Poor health is associated with above-average declines. At retirement time spent in activities that could substitute for market-purchased goods increases. Apparently a number of factors contribute to the decline in spending, which, for most of the population, can be accommodated in conventional models of economic behavior.\n\n",
    "acknowledgement": "\n"
}