{
    "id": 12054,
    "citation_title": "The Economic Costs of the Iraq War: An Appraisal Three Years After the Beginning of the Conflict",
    "citation_author": [
        "Linda Bilmes",
        "Joseph Stiglitz"
    ],
    "citation_publication_date": "2006-02-20",
    "issue_date": "2006-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to provide a more complete reckoning of the costs of the Iraq War, using standard economic and accounting/ budgetary frameworks. As of December 30, 2005, total spending for combat and support operations in Iraq is $251bn, and the CBO's estimates put the projected total direct costs at around $500bn. These figures, however, greatly underestimate the War's true costs. We estimate a range of present and future costs, by including expenditures not in the $500bn CBO projection, such as lifetime healthcare and disability payments to returning veterans, replenishment of military hardware, and increased recruitment costs. We then make adjustments to reflect the social costs of the resources deployed, (e.g. reserve pay is less than the opportunity wage and disability pay is less than forgone earnings). Finally, we estimate the effects of the war on the overall performance of the economy. Even taking a conservative approach and assuming all US troops return by 2010, we believe the true costs exceed a trillion dollars. Using the CBO's projection of maintaining troops in Iraq through 2015, the true costs may exceed $2 trillion. In either case, the cost is much larger than the administration's original estimate of $50-$60bn. The costs estimated do not include those borne by other countries, either directly (military expenditures) or indirectly (the increased price of oil). Most importantly, we have not included the costs to Iraq, either in terms of destruction of infrastructure or the loss of lives. These would all clearly raise the costs significantly.\n\n",
    "acknowledgement": "\n"
}