{
    "id": 12059,
    "citation_title": "The Making of an Investment Banker: Macroeconomic Shocks, Career Choice, and Lifetime Income",
    "citation_author": [
        "Paul Oyer"
    ],
    "citation_publication_date": "2006-02-20",
    "issue_date": "2006-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew graduates of elite MBA programs flock to Wall Street during bull markets and start their careers elsewhere when the stock market is weak. Given the transferability of MBA skills, it seems likely that any effect of stock returns on MBA placement would be short-lived. In this paper, I use a survey of Stanford MBAs from the classes of 1960 through 1997 to analyze the relationship between the state of the stock market at graduation, initial job placement, and long-term labor market outcomes. Using stock market conditions at graduation as an instrument for first job, I show that there is a strong causal effect of initial placement in investment banking on the likelihood of working on Wall Street anywhere from three to twenty years later. I then measure the investment banking compensation premium relative to other jobs and estimate the additional income generated by an MBA cohort where a higher fraction starts in higher-paid jobs relative to a cohort that starts in lower-paid areas. The results lead to several conclusions. First, random factors play a large role in determining the industries and incomes of members of this high-skill group. Second, there is a deep pool of potential investment bankers in any given Stanford MBA class. During the time these people are in school, factors beyond their control sort them into or out of banking upon graduation. Finally, industry-specific or task-specific human capital appears to be important for young investment bankers.\n\n",
    "acknowledgement": "\n"
}