{
    "id": 12069,
    "citation_title": "Looking Beyond TRIA: A Clinical Examination of Potential Terrorism Loss Sharing",
    "citation_author": [
        "Howard Kunreuther",
        "Erwann Michel-Kerjan"
    ],
    "citation_publication_date": "2006-03-06",
    "issue_date": "2006-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Terrorism Risk Insurance Act of 2002 (TRIA) established a public-private program to cover commercial enterprises against foreign terrorism on US soil. It was a temporary measure to increase the availability of risk coverage for terrorist acts by requiring insurers to provide coverage. Initially established to sunset on December 31, 2005, a two-year extension has been voted by Congress and signed by the President in December.\nThis paper provides an extensive series of empirical analyses of loss sharing under this program in 2005, and a prospective analysis for 2006. Using data collected on the top 451 insurers operating in the United States, we examine the impact of TRIA on loss sharing between the key stakeholders: victims, insurers and their policyholders, and the taxpayers. By simulating the explosion of a 5-ton truck bomb in major cities in the United States, we conclude that taxpayers are likely not to pay anything for losses below $15 billion. For a $25 billion loss, insurers and policyholders would handle between 80 and 100 percent of the loss depending on the property take up rate. Only for terrorist attacks where insured losses were $100 billion would taxpayers have to pay 50 percent of the claims. Recent modifications of TRIA will transfer an even larger part of the risk to the private sector.\nWe also show that if TRIA were made permanent in its current form some very large insurers could strategize by collecting large amount of premiums for terrorism insurance but only would be financially responsible for a small portion of the claims. Commercial policyholders from all insurers (whether or not covered against terrorism) and the federal government would absorb the residual insured losses, raising equity issues. The paper also reviews a set of possible long-term alternatives or complementary options to the current design of TRIA that could be important features of a more permanent program.\nWe conclude that more than four years after 9/11, the question as to who should pay for the economic consequences of a terrorist attack on the US has not yet received the attention it deserves. Congress or the White House should consider establishing a national commission on terrorism risk coverage before permanent legislation is enacted.\n\n",
    "acknowledgement": "\n"
}