{
    "id": 1206,
    "citation_title": "Economic Development, Infant Mortality, and Their Dynamics in Latin America",
    "citation_author": [
        "Tadashi Yamada"
    ],
    "citation_publication_date": "1983-09-01",
    "issue_date": "1983-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main issue of this paper is to study infant mortality in Latin America in recent decades. In so doing, two questions must be answered: First, how large is the economic loss in terms of net national product due to child mortality under the age of 15 and what are the major causes of death?  Second, has the decline of infant mortality been principally a product of economic development in Latin American countries?Surprisingly enough, there is significant variation of economic losses across Latin American countries, such as from 0.99% of the net national product in Uruguay to 18.93% in Haiti. Eleven among the nineteen countries in Latin America show their economic losses to be more than 3% of the net national product in recent years in marked contrast to those values found by Kuznets (1980) for Egypt (2.68%) and the Netherlands (0.17%) in 1937. As the major causes of death in Latin America, these diseases -- influenzaand pneumonia, enteritis and other diarrheal diseases, and other infective and parasitic diseases -- account for one-third or more of total deaths for many Latin American countries. Being provided with the fact that the proportion of infant mortality only is roughly about 20 - 30%of total deaths across the countries,we speculate that these above diseases will be exclusively responsible for the high mortality in childhood in Latin America.The Cranger-Sims dynamic system shows that economic development in Latin America does not have strong explanatory power in accounting for the behavior of infant mortality rate in recent decades. Therefore, the empirical results seem to support the view that medical and health technological development is the major cause of the reduction in infant mortality rates in Latin American countries in recent decades. However, when economic development Granger-causes infant mortalityas observed for only two countries, the former becomes the main source of variation of the latter over long horizons.\n\n",
    "acknowledgement": "\n"
}