{
    "id": 12073,
    "citation_title": "Partisan Impacts on the Economy: Evidence from Prediction Markets and Close Elections",
    "citation_author": [
        "Erik Snowberg",
        "Justin Wolfers",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2006-03-06",
    "issue_date": "2006-03-06",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalyses of the effects of election outcomes on the economy have been hampered by the problem that economic outcomes also influence elections.  We sidestep these problems by analyzing movements in economic indicators caused by clearly exogenous changes in expectations about the likely winner during Election Day.  Analyzing high frequency financial fluctuations following the release of flawed exit poll data on Election Day 2004, and then during the vote count, we find that markets anticipated higher equity prices, interest rates and oil prices and a stronger dollar under a Bush presidency than under Kerry.  A similar Republican-Democrat differential was also observed for the 2000 Bush-Gore contest.  Prediction market based analyses of all Presidential elections since 1880 also reveal a similar pattern of partisan impacts, suggesting that electing a Republican President raises equity valuations by 2 3 percent, and that since Reagan, Republican Presidents have tended to raise bond yields.\n\n",
    "acknowledgement": "\n"
}