{
    "id": 12070,
    "citation_title": "Environmental Investment and Policy with Distortionary Taxes and Endogenous Growth",
    "citation_author": [
        "Don Fullerton",
        "Seung-Rae Kim"
    ],
    "citation_publication_date": "2006-03-06",
    "issue_date": "2006-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies consider public R&D spending that affects abatement knowledge and endogenous growth, distortionary taxes that affect physical and human capital formation, pollution taxes that affect environmental degradation, and regeneration that restores natural capital. Our model combines all of those elements. We show how the combination affects results from each prior model, focusing on two parameters that represent the need for distorting taxes, and the productivity of abatement knowledge relative to pollution. First, either of these two extensions can reverse the prior finding that pollution tax revenue is more than enough to pay for public abatement R&D. Second, tax distortions and externalities substantially alter prior findings that the ratio of public to private capital is based only on output elasticities. Third, our dynamic model affects prior static findings about how other public spending \"crowds out\" provision of the environmental public good. Fourth, we show whether a greater need for public spending leads to greater increases in the distorting tax or pollution tax. Fifth, while prior research is optimistic that environmental regulation can boost economic growth, we show how it may increase or decrease the growth rate --even if it raises welfare.\n\n",
    "acknowledgement": "\n"
}