{
    "id": 12078,
    "citation_title": "Racial Segregation and the Black-White Test Score Gap",
    "citation_author": [
        "David Card",
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2006-03-06",
    "issue_date": "2006-03-06",
    "revision_date": "2018-03-15",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRacial segregation is often blamed for some of the achievement gap between blacks and whites. We study the effects of school and neighborhood segregation on the relative SAT scores of black students across different metropolitan areas, using large microdata samples for the 1998-2001 test cohorts. Our models include detailed controls for the family background of individual test-takers, school-level controls for selective participation in the test, and city-level controls for racial composition, income, and region. We find robust evidence that the black-white test score gap is higher in more segregated cities. Holding constant family background and other factors, a shift from a fully segregated to a completely integrated city closes about one-quarter of the raw black-white gap in SAT scores. Specifications that distinguish between school and neighborhood segregation suggest that neighborhood segregation has a consistently negative impact but that school segregation has no independent effect (though we cannot reject equality of the two effects). We find similar results using Census-based data on schooling outcomes for youth in different cities. Data on enrollment in honors courses suggest that within-school segregation increases when schools are more highly integrated, potentially offsetting the benefits of school desegregation and accounting for our findings.\n\n",
    "acknowledgement": "\n"
}