{
    "id": 12087,
    "citation_title": "Financial Constraints, Asset Tangibility, and Corporate Investment",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello"
    ],
    "citation_publication_date": "2006-03-06",
    "issue_date": "2006-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen firms are able to pledge their assets as collateral, investment and borrowing become endogenous: pledgeable assets support more borrowings that in turn allow for further investment in pledgeable assets. We show that this credit multiplier has an important impact on investment when firms face credit constraints: investment-cash flow sensitivities are increasing in the degree of tangibility of constrained firms' assets. If firms are unconstrained, however, investment-cash flow sensitivities are unaffected by asset tangibility. Crucially, asset tangibility itself may determine whether a firm faces credit constraints - firms with more tangible assets may have greater access to external funds. This implies that the relationship between capital spending and cash flows is non-monotonic in the firm's asset tangibility. Our theory allows us to use a differences-in-differences approach to identify the effect of financing frictions on corporate investment: we compare the differential effect of asset tangibility on the sensitivity of investment to cash flow across different regimes of financial constraints. We implement this testing strategy on a large sample of manufacturing firms drawn from COMPUSTAT between 1985 and 2000. Our tests allow for the endogeneity of the firm's credit status, with asset tangibility influencing whether a firm is classified as credit constrained or unconstrained in a switching regression framework. The data strongly support our hypothesis about the role of asset tangibility on corporate investment under financial constraints.\n\n",
    "acknowledgement": "\n"
}