{
    "id": 12095,
    "citation_title": "Sticky Borders",
    "citation_author": [
        "Gita Gopinath",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "2007-08-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stickiness and currency of pricing of traded goods play a central role in international macroeconomics, however empirical evidence on these features is seriously limited. To address this we use microdata on U.S. import and export prices at-the-dock for the period 1994-2005, and present four main results: First, the median price duration in the currency of pricing is 10.6 (12.8) months for imports (exports). Second, 90% (97%) of imports (exports) are priced in dollars. Consequently, contrary to standard modeling assumptions, for the U.S, there is producer currency pricing in exports and local currency pricing in imports. Third, import price rigidity has increased by 10 percentage points, with increasing rigidity in differentiated goods prices. Fourth, even conditioning on a price change, exchange rate pass-through into U.S. import prices is low, at 22%.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics data. The views expressed here are those of the authors and do not reflect necessarily the views of the BLS or the National Bureau of Economic Research. This research is supported by NSF grant #SES0617256. We owe a huge debt of gratitude to our project coordinator Rozi Ulics for the numerous hours she has spent helping us on this project. We thank Bill Alterman, Andrew Cohen, Dave Mead, Tien Nguyen, Molly Shannon and Daryl Slusher for all their invaluable help and conversations at the BLS. We owe special thanks to our editor Roberto Barro and three anonymous referees for their numerous insightful suggestions. We thank Philippe Aghion, Mark Aguiar, Pol Antras, Mark Bils, Ariel Burstein, Doireann Fitzgerald, Jordi Gali, Emi Nakamura, Ken Rogo, Julio Rotemberg, Aleh Tsyvinski and Jon Steinsson for useful comments. We also thank Oleg Itskhoki and Tim Schwuchow for excellent research assistance.\n\n\n"
}