{
    "id": 12099,
    "citation_title": "Political Conflict and Power-sharing in the Origins of Modern Colombia",
    "citation_author": [
        "Sebastián Mazzuca",
        "James A. Robinson"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we present historical evidence and a theoretical analysis of the origins of political stability and instability in Colombia for the period 1850-1950, and their relationship to political, particularly electoral, institutions. We show that the driving force behind institutional change over this period, specifically the move to proportional representation (PR), was the desire of the Conservative and Liberal parties to come up with a way of credibly dividing power to avoid civil war and conflict, a force intensified by the brutal conflict of the War of a Thousand days between 1899 and 1902. The problem with majoritarian electoral institutions was that they did not allocate power in a way which matched the support of the parties in the population, thus encouraging conflict. The strategic advantage of PR was that it avoided such under-representation. The parties however could not initially move to PR because it was not `fraud proof' so instead, in 1905, adopted the \"incomplete vote\" which simply allocated 2/3 of the legislative seats to the winning party and 1/3 to the loser. This formula brought peace. The switch to PR arose when the Liberals became confident that they could solve problems of fraud. But it only happened because they were able to exploit a division within the Conservatives.  The switch also possibly reflected a concern with the rising support for socialism and the desire to divide power more broadly. Our findings shed new light on the origins of electoral systems and the nature of political conflict and its resolution.\n\n",
    "acknowledgement": "\n"
}