{
    "id": 12096,
    "citation_title": "The Impact of Antihypertensive Drugs on the Number and Risk of Death, Stroke and Myocardial Infarction in the United States",
    "citation_author": [
        "Genia Long",
        "David Cutler",
        "Ernst R. Berndt",
        "Jimmy Royer",
        "Andrée-Anne Fournier",
        "Alicia Sasser",
        "Pierre Cremieux"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating the value of medical innovation is a continual challenge.  In this research, we quantify the impact of antihypertensive therapy on U.S. blood pressures, risk and number of heart attacks, strokes, and deaths.  We also consider the potential for further improvements.   We estimate the value of innovation using equations relating blood pressure to adverse outcomes from the Framingham Heart Study.   Our results show that without antihypertensive therapy, 1999-2000 average blood pressure for the U.S. population age 40 plus would have been 10-13 percent higher.  86,000 excess premature deaths from cardiovascular disease (2001), and 833,000 hospital discharges for stroke and heart attacks (2002) would have occurred.   Life expectancy would be 0.5 (men) and 0.4 (women) years lower.  At guideline care, there would have been 89,000 fewer premature deaths (2001) and 420,000 fewer hospital discharges for stroke and heart attack (2002) than observed.  Our analysis suggests that antihypertensive therapy has had a significant impact on cardiovascular health outcomes but that mortality gains would have been approximately twice as high if guideline care had been achieved for all.\n\n",
    "acknowledgement": "\n"
}