{
    "id": 12094,
    "citation_title": "Innovation, Competition and Welfare-Enhancing Monopoly",
    "citation_author": [
        "Michael R. Darby",
        "Lynne G. Zucker"
    ],
    "citation_publication_date": "2006-03-13",
    "issue_date": "2006-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic competitive model with freely available technology is suited for static industries but misleading as applied to major innovative economies for which development of new technologies equals in magnitude around 10% of gross domestic investment. We distinguish free generic technology from proprietary technologies resulting from risky investment with uncertain outcome. The totality of possible outcomes drives the national innovation system and the returns to a particular successful technology cannot be compared to its own direct investment costs. Eureka moments are hardly ever self-enabling and incentives are required to motivate investment attempting to turn them into an innovation. The alternative to a valuable proprietary innovation is not the same innovation freely available but the unchanged generic technology. Growth is concentrated in any country at any time in a few firms in a few industries that are achieving metamorphic technological progress as a result of breakthrough innovations. \nSo long as the entry and exit of firms using the generic technology sets the price in an industry, one or more price-taking firms can coexist with proprietary technologies yielding more or less substantial quasi-rents to the sunk development costs. Consumer welfare is increased if an innovator creates a proprietary technology such that the market equilibrium price is reduced and output increased. If the technological breakthrough is sufficiently large for the innovator to drive all generic producers out of the industry and increase output as a wealth-maximizing monopolist, consumer welfare is surely increased. After some time, the innovative technology will diffuse into an imitative generic technology. The best innovators develop a stream of innovations so that technological leaders can maintain their status as dominant firm or monopolist for extended periods of time despite lagged diffusion, and consumers benefit from this stream as well. The economics of an innovative nation are different from those of the no-growth stationary state which we teach and fall back on. We propose an ambitious agenda to integrate major research streams treating innovation as an object of economic analysis into our standard models.\n\n",
    "acknowledgement": "\n"
}