{
    "id": 12093,
    "citation_title": "Rent Preservation and the Persistence of Underdevelopment",
    "citation_author": [
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2006-03-13",
    "issue_date": "2006-03-13",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen citizens in a poor constrained society are very unequally endowed, they are likely to find it hard to agree on reforms, even though the status quo hurts them collectively. Each citizen group or constituency prefers reforms that expand its opportunities, but in an unequal society, this will typically hurt another constituency’s rents. Competitive rent preservation ensures no comprehensive reform path may command broad support. The roots of underdevelopment may therefore lie in the natural tendency towards rent preservation in a divided society.\n\n",
    "acknowledgement": "\nI thank Peter Gourevich, Steven Haber, Robert Inman, Simon Johnson, Subir Lall, Rodney Ramcharan, Antonio Spilimbergo, Arvind Subramanian, and seminar participants at Berkeley, Brown University, Harvard University, the IMF, and the University of Pennsylvania for valuable comments, as well as the NSF and the Center for the Study of the State and the Economy at the GSB Chicago for financial support. I am especially grateful to Karla Hoff, Bilge Yilmaz, and Luigi Zingales, whose contributions to this version have been invaluable. I thank Yannis Tokatlidis for research assistance. An earlier version of this paper was entitled “The Persistence of Underdevelopment: Institutions, Human Capital, or Constituencies?”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}