{
    "id": 12104,
    "citation_title": "Taxes and Growth in a Financially Underdeveloped Country: Evidence from the Chilean Investment Boom",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that taxation of retained profits is particularly distortionary in an economy with good growth prospects and poorly developed financial markets because it primarily reduces the investment of financially constrained firms, investment that has marginal product greater than the after-tax market real interest rate.  Contrarily, taxes on distributed profits or capital gains primarily reduce the investment of financially unconstrained firms. Chile experienced a banking crisis over the period from 1982 to 1986 and in 1984 reduced its tax rate on retained profits from 50 percent to 10 percent. We show that, consistent with our theory, there was a large increase in aggregate investment after the reform which was entirely funded by an increase in retained profits. Further, we show that investment grew by more in industries that depend more on external financing, according to the Rajan and Zingales (1998) measure. Finally, we present some weak evidence from comparisons of investment rates across firms for several different measures of their likelihood of being financially constrained.\n\n",
    "acknowledgement": "\n"
}