{
    "id": 12102,
    "citation_title": "A Healthy Economy Can Break Your Heart",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPanel data econometric methods are used to investigate how the risk of death from acute myocardial infarction (AMI) varies with macroeconomic conditions after controlling for demographic factors, fixed state characteristics, general time effects and state-specific time trends.  The sample includes residents of the 20 largest states over the 1979 to 1998 period.  A one percentage point reduction in unemployment is predicted to raise AMI mortality by 1.3 percent, with a larger increase in relative risk for 20-44 year olds than older adults, particularly if the economic upturn is sustained.  Nevertheless, the much higher absolute AMI fatality rate of senior citizens implies that they account for most of the additional deaths.  This suggests the importance of factors like air pollution and traffic congestion that increase with economic activity, are linked to coronary heart disease and may have particularly strong effects on vulnerable segments of the population, such as the frail elderly.  AMI mortality risk quickly rises when the economy strengthens and increases further if the favorable economic conditions persist.  This is consistent with strong effects of other short-term factors on heart attack risk and with health being a durable capital stock that is affected by flows of lifestyle behaviors and environmental conditions whose effects accumulate over time.\n\n",
    "acknowledgement": "\n"
}