{
    "id": 12108,
    "citation_title": "Persistence of Power, Elites and Institutions",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a model of simultaneous change and persistence in institutions. The model consists of landowning elites and workers, and the key economic decision concerns the form of economic institutions regulating the transaction of labor (e.g., competitive markets versus labor repression). The main idea is that equilibrium economic institutions are a result of the exercise of de jure and de facto political power. A change in political institutions, for example a move from nondemocracy to democracy, alters the distribution of de jure political power, but the elite can intensify their investments in de facto political power, such as lobbying or the use of paramilitary forces, to partially or fully offset their loss of de jure power. In the baseline model, equilibrium changes in political institutions have no effect on the (stochastic) equilibrium distribution of economic institutions, leading to a particular form of persistence in equilibrium institutions, which we refer to as invariance. When the model is enriched to allow for limits on the exercise of de facto power by the elite in democracy or for costs of changing economic institutions, the equilibrium takes the form of a Markov regime-switching process with state dependence. Finally, when we allow for the possibility that changing political institutions is more difficult than altering economic institutions, the model leads to a pattern of captured democracy, whereby a democratic regime may survive, but choose economic institutions favoring the elite. The main ideas featuring in the model are illustrated using historical examples from the U.S. South, Latin America and Liberia.\n\n",
    "acknowledgement": "\n"
}