{
    "id": 12112,
    "citation_title": "Testing for Asymmetric Information Using 'Unused Observables' in Insurance Markets: Evidence from the U.K. Annuity Market",
    "citation_author": [
        "Amy Finkelstein",
        "James Poterba"
    ],
    "citation_publication_date": "2006-03-27",
    "issue_date": "2006-03-27",
    "revision_date": "2013-07-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper tests for asymmetric information in the U.K. annuity market of the 1990s by trying to identify 'unused observables,' attributes of individual insurance buyers that are correlated both with subsequent claims experience and with insurance demand but that insurance companies did not use to set insurance prices. Unlike the widely-used positive correlation test for asymmetric information, which searches for a positive correlation between insurance demand and risk experience, the unused observables test is not confounded by heterogeneity in individual preference parameters that may affect insurance demand.  We identify residential location as an unused observable in the U.K. annuity market of this period, and show that this variable was  correlated both with annuity demand and with prospective mortality. Thus even though residential location was observed by all market participants, the decision not to condition prices on it created the same types of market inefficiencies that arise when annuity buyers have  private information about mortality risk.  Our findings raise interesting questions about how insurance companies select the set of buyer attributes that they use in setting policy prices.  In the decade following the period that we study, U.K. insurance companies changed their pricing practices and began to condition annuity prices on a buyer's postcode.\n\n",
    "acknowledgement": "\nWe thank Jeff Brown, Edmund Cannon, Pierre-Andre Chiappori, Keith Crocker, Richard Disney, Liran Einav, Carl Emmerson, Michael Orszag, Casey Rothschild, Ian Tonks, Michael Wadsworth, Jonathan Zinman, and an anonymous referee for helpful discussions, Hui Shan for outstanding research assistance and the National Institute of Aging and the National Science Foundation (Poterba) for financial support. We are particularly grateful to the generous and patient employees at the firm that provided the data underlying our analysis.  Poterba is a trustee of the College Retirement Equity Fund (CREF) and of the TIAA-CREF mutual funds, which sell retirement products including annuities.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}