{
    "id": 12119,
    "citation_title": "Exploring Links Between Innovation and Diffusion: Adoption of NOx Control Technologies at U.S. Coal-Fired Power Plants",
    "citation_author": [
        "David Popp"
    ],
    "citation_publication_date": "2006-03-27",
    "issue_date": "2006-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many studies have looked at innovation and adoption of technologies separately, the two processes are linked. Advances (and expected advances) in a single technology should affect both its adoption rate and the adoption of alternative technologies. Moreover, advances made abroad may affect adoption differently than improvements developed domestically. This paper combines plant-level data on U.S. coal-fired electric power plants with patent data pertaining to NOx pollution control techniques to study these links. I show that technological advances, particularly those made abroad, are important for the adoption of newer post-combustion treatment technologies, but have little effect on the adoption of older combustion modification techniques. Moreover, I provide evidence that adaptive R&D by U.S. firms is necessary before foreign innovations are adopted in the U.S. Expectations of future technological advances delay adoption. Nonetheless, as in other studies of environmental technologies, the effect of other explanatory variables is dominated by the effect of environmental regulations, demonstrating that the mere presence of environmental technologies is not enough to encourage its usage.\n\n",
    "acknowledgement": "\n"
}