{
    "id": 12110,
    "citation_title": "\"Sick of Local Government Corruption? Vote Islamic\"",
    "citation_author": [
        "J. Vernon Henderson",
        "Ari Kuncoro"
    ],
    "citation_publication_date": "2006-03-20",
    "issue_date": "2006-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndonesia has a tradition of corruption among local officials who harass and collect bribes from firms. Corruption flourished in the Suharto, pre-democracy era. This paper asks whether local democratization that occurred after Suharto reduced corruption and whether specific local politics, over and above the effects of local culture, affect corruption. We have a firm level data set for 2001 that benchmarks bribing activity and harassment at the time when Indonesia decentralized key responsibilities to local democratically elected governments. We have a second data set for 2004 on corruption at the end of the first democratic election cycle. We find that, overall, corruption declines between these time periods. But specific politics matter. Islamic parties in Indonesia are perceived as being anti-corruption. Our data show voting patterns reflect this belief and voters' perceptions have some degree of accuracy. In the first democratic election, localities that voted in legislatures dominated by secular parties, including Megawati's party, experienced significant relative increases in corruption, while the reverse was the case for those voting in Islamic parties. But in the second election in 2004, in those localities where corruption had increased under secular party rule, voters \"threw the bums out of office\" and voted in Islamic parties.\n\n",
    "acknowledgement": "\n"
}