{
    "id": 1211,
    "citation_title": "Automobile Prices and Quality: Did the Gasoline Price Increase Change Consumer Tastes in the U.S.?",
    "citation_author": [
        "Makoto Ohta"
    ],
    "citation_publication_date": "1983-10-01",
    "issue_date": "1983-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDid the 1973 and 1979 gasoline price rises change consumer views about the relative quality of different cars? This question is investigated by testing the null hypothesis that imputed characteristic prices have remained constant over time. A hedonic model that takes gasoline costs into account is developed and some of its theoretical implications are outlined.The statistical methods required for its estimation and for the testing of the particular null hypothesis are discussed and then used to analyze the prices of U.S. passenger cars in the used market during 1970-1981. If one does not take gasoline costs into account in such computations one must conclude that consumers changed their relative evaluations of car qualities significantly in both periods: October 1973 to April 1974 and April to October1979. However, when gasoline efficiency terms are included in the model,the estimated relative qualities are much more stable over time, with no period showing significant changes, and it is possible to maintain the \"constancy of tastes\" assumption. Since the main model adjusts not only for the effect of gasoline price increases but also for the effects of changes in other prices and income, we develop two alternative approaches which adjust solely for the increase in gasoline prices. Applying these to the 1979 period we find that a significant fraction of the coefficient change that did occur during this period can be attributed to the gasoline price increase alone,indicating that this is indeed a major component of what happened.\n\n",
    "acknowledgement": "\n"
}