{
    "id": 12129,
    "citation_title": "Zombie Lending and Depressed Restructuring in Japan",
    "citation_author": [
        "Ricardo J. Caballero",
        "Takeo Hoshi",
        "Anil K. Kashyap"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "2007-09-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we propose a bank-based explanation for the decade-long Japanese slowdown following the asset price collapse in the early 1990s. We start with the well-known observation that most large Japanese banks were only able to comply with capital standards because regulators were lax in their inspections. To facilitate this forbearance the banks often engaged in sham loan restructurings that kept credit flowing to otherwise insolvent borrowers (that we call zombies). Thus, the normal competitive outcome whereby the zombies would shed workers and lose market share was thwarted. Our model highlights the restructuring implications of the zombie problem. The counterpart of the congestion created by the zombies is a reduction of the profits for healthy firms, which discourages their entry and investment. In this context, even solvent banks do not find good lending opportunities. We confirm our story's key predictions that zombie-dominated industries exhibit more depressed job creation and destruction, and lower productivity. We present firm-level regressions showing that the increase in zombies depressed the investment and employment growth of non-zombies and widened the productivity gap between zombies and non-zombies.\n\n",
    "acknowledgement": "\nWe thank numerous seminar participants and colleagues, especially Olivier Blanchard, Roger Bohn, Toni Braun, Mark Gertler, Keiichiro Kobayashi, Hugh Patrick, Masaya Sakuragawa, and three anonymous referees for helpful comments. We thank Yoichi Arai, Munechika Katayama and Tatsuyoshi Okimoto for expert research assistance. Caballero thanks the National Science Foundation for research support. Hoshi thanks the Research Institute of Economy, Trade, and Industry (RIETI) for research support. Kashyap thanks the Center for Research in Securities Prices, the Stigler Center, and the Initiative on\nGlobal Markets all at the University of Chicago Graduate School of Business for research support. This research was also funded in part by the Ewing Marion Kauffman Foundation. The views expressed in this paper are those of the authors and not necessarily of any of the organizations with which we are affiliated or which sponsored this research. Future drafts of this paper will be posted to http://gsbwww.uchicago.edu/fac/anil.kashyap/research. First draft: September 2003.\n\n\n"
}