{
    "id": 12122,
    "citation_title": "Why China is Likely to Achieve its Growth Objectives",
    "citation_author": [
        "Robert W. Fogel"
    ],
    "citation_publication_date": "2006-03-27",
    "issue_date": "2006-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2002, the Chinese Communist Party announced a goal of quadrupling per capita income by the year 2020. Starting at income levels of the year 2000, this would require a growth rate of 7.2 percent per annum in per capita income or close to 8.0 percent in GDP. Such unresolved and emerging problems as growing income disparities, increasing pollution, pressures on infrastructure, the inefficiency of state owned enterprises, and political instability are often cited as reasons to doubt the attainability of the CCP's goal. However, China's progress in addressing fundamental constraints that might limit rapid economic growth augurs well for the success of its economic goals. Although there are disagreements about economic policy among top leaders, the continued transformation into a market economy and the promotion of increasing local autonomy in economic matters are not in doubt. In education, China has substantially increased the percentage of its workforce receiving a college education, and continuing growth in this investment in human capital could account for a large portion of the desired growth rate. In addition, the value of improvements in the quality of economic output unmeasured by GDP, such as advances in the quality of health care and education, could raise reported growth rates by as much as 60 percent. Finally, the government's increasing sensitivity to public opinion and issues of inequality and corruption, combined with improving living conditions, have resulted in a level of popular confidence in the government that makes political instability unlikely.\n\n",
    "acknowledgement": "\n"
}