{
    "id": 12123,
    "citation_title": "The Effects of Retirement on Physical and Mental Health Outcomes",
    "citation_author": [
        "Dhaval Dave",
        "Inas Rashad",
        "Jasmina Spasojevic"
    ],
    "citation_publication_date": "2006-03-27",
    "issue_date": "2006-03-27",
    "revision_date": "2008-01-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile numerous studies have examined how health affects retirement behavior, few have analyzed the impact of retirement on subsequent health outcomes.  This study estimates the effects of retirement on health status as measured by indicators of physical and functional limitations, illness conditions, and depression.  The empirics are based on seven longitudinal waves of the Health and Retirement Study, spanning 1992 through 2005.  To account for biases due to unobserved selection and endogeneity, panel data methodologies are used.  These are augmented by counterfactual and specification checks to gauge the robustness and plausibility of the estimates.  Results indicate that complete retirement leads to a 5-16 percent increase in difficulties associated with mobility and daily activities, a 5-6 percent increase in illness conditions, and 6-9 percent decline in mental health, over an average post-retirement period of six years.  Models indicate that the effects tend to operate through lifestyle changes including declines in physical activity and social interactions.  The adverse health effects are mitigated if the individual is married and has social support, continues to engage in physical activity post-retirement, or continues to work part-time upon retirement.  Some evidence also suggests that the adverse effects of retirement on health may be larger in the event of involuntary retirement.   With an aging population choosing to retire at earlier ages, both Social Security and Medicare face considerable shortfalls.  Eliminating the embedded incentives in public and private pension plans, which discourage work beyond some point, and enacting policies that prolong the retirement age may be desirable, ceteris paribus.  Retiring at a later age may lessen or postpone poor health outcomes for older adults, raise well-being, and reduce the utilization of health care services, particularly acute care.\n\n",
    "acknowledgement": "\nWe are grateful to Angela Dills, Michael Grossman, Julie Hotchkiss, Richard Kaplan, Donald Kenkel, Sean Nicholson, Henry Saffer, and two anonymous referees for helpful comments.  In addition, we wish to thank seminar participants at the 2007 International Health Economics Association World Congress, the 2006 American Society of Health Economists Conference, the 2007 Eastern Economics Association Conference, Georgia State University, and the 2006 Public Policies and Child-Well Being Conference sponsored by the Andrew Young School of Policy Studies at Georgia State University for helpful comments on earlier versions of the paper.  The authors would also like to thank their respective schools for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}