{
    "id": 12120,
    "citation_title": "The Impact of New Laboratory Procedures and Other Medical Innovations on the Health of Americans, 1990-2003: Evidence from Longitudinal, Disease-Level Data",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2006-03-27",
    "issue_date": "2006-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effect of the introduction of new laboratory procedures and other medical goods and services on the health of Americans during the period 1990-2003. We hypothesize that, the more medical innovation there is related to a medical condition, the greater the improvement in the average health of people with that condition. To test this hypothesis, we estimate models of health outcomes using longitudinal disease-level data. We measure innovation in five types of medical procedures or products: pathology & laboratory procedures, outpatient prescription drugs, inpatient prescription drugs, surgical procedures, and diagnostic radiology procedures.\nWe examine two kinds of (inverse) indicators of health: mortality and disability. The mortality indicator we analyze is the mean age at death of people whose underlying cause of death is medical condition i. The disability measures we analyze are the fraction of people with medical condition i who (1) missed work, or (2) spent one or more days in bed, due to that condition.\nOur estimates indicate that conditions with higher rates of lab and outpatient drug innovation had larger increases in mean age at death, controlling for other medical innovation rates and initial mean age at death. The 1990-1998 increase in mean age at death attributable to use of new lab procedures is estimated to be about 6 months. This is 42% of the total increase in mean age at death (1.18 years) in our sample of diseases.  New laboratory procedures introduced during 1990-1998 are estimated to have saved 1.13 million life-years in 1998. Expenditure per life-year gained from new lab procedures is estimated to be $6093. Treatments that cost this amount are generally considered to be quite cost-effective.\nIn the analysis of disability, when we don't control for the initial level of disability, we find that conditions with higher rates of lab and outpatient innovation had greater declines in the probability of missing work during 1996-2003. This suggests that the use of new laboratory procedures reduced the number of work-loss days in 2003 by 42 million. When we control for initial disability, the inverse relationship between lab innovation and disability changes disappears. This is because there is a significant inverse relationship between initial health and the extent of laboratory innovation. But due to errors in measuring initial health, controlling for this variable may cause the impact of innovation on health to be underestimated.\n\n",
    "acknowledgement": "\n"
}