{
    "id": 12139,
    "citation_title": "The Homecoming of American College Women: The Reversal of the College Gender Gap",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz",
        "Ilyana Kuziemko"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen are currently the majority of U.S. college students and of those receiving a bachelor's degree, but were 39 percent of undergraduates in 1960. We use three longitudinal data sets of high school graduates in 1957, 1972, and 1992 to understand the narrowing of the gender gap in college and its reversal. From 1972 to 1992 high school girls narrowed the gap with boys in math and science course taking and in achievement test scores. These variables, which we term the proximate determinants, can account for 30 to 60 percent of the relative increase in women's college completion rate. Behind these changes were several others: the future work expectations of young women increased greatly between 1968 and 1979 and the age at first marriage for college graduate women rose by 2.5 years in the 1970s, allowing them to be more serious students. The reversal of the college gender gap, rather than just its elimination, was due in part to the persistence of behavioral and developmental differences between males and females.\n\n",
    "acknowledgement": "\n"
}