{
    "id": 12135,
    "citation_title": "Political Risk Versus Market Risk in Social Security",
    "citation_author": [
        "John B. Shoven",
        "Sita N. Slavov"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPay-as-you-go Social Security is typically characterized as a universal defined benefit pension program. Implicit in this characterization is a sense that the participant's investment in future benefits is somehow guaranteed, or safe from risk. This study develops the concept of \"political risk\" as the possibility that some future legislature will be forced to change the tax and benefit provisions of pay-as-you-go social security programs, when there are changes in the demographic and macroeconomic variables that support it. Thus there is a \"political risk\" to participants that might be compared to the \"market risk\" in a personal accounts retirement scheme. In this paper, we carry out a detailed quantitative analysis of political risk in the U.S. Social Security system, as well as an overview of policy reforms in several European countries that demonstrate political risk more broadly across social security systems. For the U.S., we compute the internal rates of return (IRRs) from Social Security for various age groups and income levels, using the existing law in effect each year since 1939. We find considerable variation in IRRs through time for any birth cohort. Participants experienced significant declines in IRRs as a result of adjustments made to restore the system's solvency in 1983 and 1994. If the system were brought into actuarial balance in 2005, younger cohorts would experience another significant decline in their lifetime IRR. Our review of other countries demonstrates political risk in other social security systems as well. Law changes   necessitated by actuarial imbalances   pass demographic risk on to participants. The debate over personal accounts, therefore, is not one of \"safe\" versus \"risky\" benefits, but one of portfolio choice.\n\n",
    "acknowledgement": "\n"
}