{
    "id": 1214,
    "citation_title": "Average Marginal Tax Rates from Social Security and the Individual Income Tax",
    "citation_author": [
        "Robert J. Barro",
        "Chaipat Sahasakul"
    ],
    "citation_publication_date": "1983-10-01",
    "issue_date": "1983-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend previous estimates of the average marginal tax rate from the federal individual income tax to include social security \"contributions.\" The social security tax is a flat-rate levy on labor earnings (and income from self-employment) up to a ceiling value of earnings. Our computations consider first, the tax rates on employers, employees and the self-employed; second the amounts of income that accrue to persons with earnings below the ceiling; and third, the effective deductibility of employer's social security contributions from workers' taxable income. We find that the net impact of social security on the average marginal tax rate is below .02 until 1966, but than rises to .03 in 1968, .04 in 1973, .05 in 1974,and .06 in 1979. Thus, since 1965, the overall average marginal tax rate rises more rapidly than that from the income tax alone. In 1980 this overall rate is 36%. We note that, in comparison with the income tax, the social security levy generates 3-4 times as much revenue per unit of contribution to the average marginal tax rate. The social security tax is relatively \"efficient\"  because first, it is a flat-rate tax (rather than a graduated one) for earnings below the ceiling, and second, there is a zero marginal tax rate at the top. However, the last feature has become less important in recent years. The rapid increase in the ceiling on earnings raised the fraction of total salaries and wages accruing to persons with earnings below the ceiling from 29% in 1965 to 68% in 1982.\n\n",
    "acknowledgement": "\n"
}