{
    "id": 12159,
    "citation_title": "The Short- and Long-Term Career Effects of Graduating in a Recession: Hysteresis and Heterogeneity in the Market for College Graduates",
    "citation_author": [
        "Philip Oreopoulos",
        "Till von Wachter",
        "Andrew Heisz"
    ],
    "citation_publication_date": "2006-04-10",
    "issue_date": "2006-04-10",
    "revision_date": "2023-09-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard neo-classical model of wage setting predicts short-term effects of temporary labor market shocks on careers and low costs of recessions for both more and less advantaged workers. In contrast, a vast range of alternative career models based on frictions in the labor market suggests that labor market shocks can have persistent effects on the entire earnings profile. This paper analyzes the long-term effects of graduating in a recession on earnings, job mobility, and employer characteristics for a large sample of Canadian college graduates with different predicted earnings using matched university-employer-employee data from 1982 to 1999, and uses its results to assess the importance of alternative career models. We find that young graduates entering the labor market in a recession suffer significant initial earnings losses that eventually fade, but after 8 to 10 years. We also document substantial heterogeneity in the costs of recessions and important effects on job mobility and employer characteristics, but small effects on time worked. These adjustment patterns are neither consistent with a neo-classical spot market nor a complete scarring effect, but could be explained by a combination of time intensive search for better employers and long-term wage contracting. All results are robust to an extensive sensitivity analysis including controls for correlated business cycle shocks after labor market entry, endogenous timing of graduation, permanent cohort differences, and selective labor force participation.\n\n",
    "acknowledgement": "\n"
}