{
    "id": 12156,
    "citation_title": "Consumer Demand under Price Uncertainty: Empirical Evidence from the Market for Cigarettes",
    "citation_author": [
        "Mark Coppejans",
        "Donna Gilleskie",
        "Holger Sieg",
        "Koleman Strumpf"
    ],
    "citation_publication_date": "2006-04-10",
    "issue_date": "2006-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe goal of this paper is to analyze consumer demand in markets with large price uncertainty. We develop a demand model for goods that are subject to habit formation. We show that consumption plans of forward looking individuals depend not only on preferences and current period prices, but also on individual beliefs about the evolution of future prices. Moreover, a mean preserving spread in the price distribution and, hence, an increase in price uncertainty reduces consumption along the optimal path. With smoking as our application, we test the predictions of our model. We use a unique data set of prices for cigarettes collected by the Bureau of Labor Statistics to characterize price uncertainty and price expectations of individuals. We have also obtained access to the restricted use version of the National Education Longitudinal Study, which provides detailed information on smoking behavior of teenagers in the U.S. Our estimation results suggest that teenagers who live in metropolitan areas with a large amount of cigarette price volatility have, on average, significantly lower levels of cigarette consumption. Moreover, these individuals are less likely to start consuming cigarettes. Our results also provide evidence that young individuals are forward looking. Myopic individuals would not respond to an increase in uncertainty about future prices by reducing consumption.\n\n",
    "acknowledgement": "\n"
}