{
    "id": 12161,
    "citation_title": "Antebellum Tariff Politics: Coalition Formation and Shifting Regional Interests",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2006-04-10",
    "issue_date": "2006-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout U.S. history, import tariffs have been put on a sustained downward path in only two instances: from the early-1830s until the Civil War and from the mid-1930s to the present. This paper analyzes how the movement toward higher tariffs in the 1820s was reversed for the rest of the antebellum period. Tariff politics in Congress during this period was highly sectional: the North supported high tariffs, the South favored low tariffs, and the West was a \"swing\" region. In the 1820s, a coalition between the North and West raised tariffs by exchanging votes on import duties for spending on internal improvements. President Andrew Jackson effectively delinked these issues and destroyed the North-West alliance by vetoing several internal improvements bills. South Carolina's refusal to enforce the existing high tariffs sparked the nullification crisis and paved the way for the Compromise Tariff of 1833, which promised to phase out tariffs above 20 percent over a nine year period. Although Congress could not credibly commit itself to the staged reductions or maintaining the lower duties, the growing export interests of the West — due, ironically, to transportation improvements that made agricultural shipments economically viable — gave the region a stake with the South in maintaining a low tariff equilibrium. Thus, the West's changing position on trade policy helps explain the rise and fall of tariffs over this period.\n\n",
    "acknowledgement": "\n"
}