{
    "id": 12167,
    "citation_title": "The Flow Approach to Labor Markets: New Data Sources and Micro-Macro Links",
    "citation_author": [
        "Steven J. Davis",
        "R. Jason Faberman",
        "John Haltiwanger"
    ],
    "citation_publication_date": "2006-04-10",
    "issue_date": "2006-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew data sources and products developed by the Bureau of Labor Statistics and the Bureau of the Census highlight the fluid character of U.S. labor markets. Private-sector job creation and destruction rates average nearly 8% of employment per quarter. Worker flows in the form of hires and separations are more than twice as large. The data also underscore the lumpy nature of micro-level employment adjustments. More than two-thirds of job destruction occurs at establishments that shrink by more than 10% within the quarter, and more than one-fifth occurs at those that shut down.\nOur study also uncovers highly nonlinear relationships of worker flows to employment growth and job flows at the micro level. These micro relations interact with movements over time in the cross-sectional density of establishment growth rates to produce recurring cyclical patterns in aggregate labor market flows. Cyclical movements in the layoffs-separation ratio, for example, and the propensity of separated workers to become unemployed reflect distinct micro relations for quits and layoffs. A dominant role for the job-finding rate in accounting for unemployment movements in mild downturns and a bigger role for the job-loss rate in severe downturns reflect distinct micro relations for hires and layoffs.\n\n",
    "acknowledgement": "\n"
}