{
    "id": 12164,
    "citation_title": "Putting the Lid on Lobbying: Tariff Structure and Long-Term Growth when Protection is for Sale",
    "citation_author": [
        "Nathan Nunn",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2006-04-10",
    "issue_date": "2006-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has long been recognized that a country's tariffs are the endogenous outcome of a rent-seeking game whose equilibrium reflects national institutions. Thus, the structure of tariffs across industries provides insights into how institutions, as reflected in tariff policies, affect long-term growth. We start with the commonplace perception among politicians that protection of skill-intensive industries generates a growth-enhancing externality. Modifying the Grossman-Helpman protection for sale model to allow for this, we make two predictions. First, a country with good institutions will tolerate high average tariffs provided tariffs are biased towards skill-intensive industries. Second, there need not be any relationship between average tariffs and good institutions. Using data for 17 manufacturing industries in 59 countries over approximately 25 years, we find that average tariffs are uncorrelated with output growth and that the skill-bias of tariff structure is positively correlated with output growth. We interpret this to mean that countries grow faster if they are able and willing to put a lid on the rent-seeking behaviour of special interest lobby groups.\nWe show that our results are not compatible with explanations that appeal to (1) externalities per se, (2) initial industrial structure that is skewed towards skill-intensive industries, or (3) the effects of broader institutions such as rule of law and control of corruption.\n\n",
    "acknowledgement": "\n"
}