{
    "id": 12178,
    "citation_title": "The Post MFA Performance of Developing Asia",
    "citation_author": [
        "John Whalley"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the impact thus far that the termination of trade restrictions under the Multi Fibre Arrangement (MFA) which up to the end of 2004 applied to exports of clothing and textiles in key OECD markets has had on Asian suppliers. The speculation prior to MFA termination had been that large increases of Chinese exports would ensue, and at the expense of other Asian suppliers. Using data from US, EU Chinese and other sources, the picture that emerges is only small impacts on aggregate US and EU imports of clothing and textiles, and equally only small impacts on aggregate Chinese exports of clothing and textiles. There are, however, large changes in the country pattern of trade, and also within more narrowly defined product categories. There are large increases in shipments from China to both the US and the EU, and for the US proportionally more so in textiles than in clothing. But the US accounts for only 20% of China's exports of clothing and textiles, and exports to Japan (comparable in size to the US) hardly change, and to Hong Kong fall sharply. There are also large price falls for shipments to the US and to certain EU countries (Germany). The shares of other Asian suppliers in US markets generally hold up well, with the largest falls occurring in preferentially treated non Asian suppliers such as Mexico. In EU markets, with the exception of India, all non Chinese Asian suppliers experience falls in their market share.\n\n",
    "acknowledgement": "\nThis paper has been prepared as a background paper for the Asian Development Outlook 2006 to be published by the Asian Development Book. I am grateful to Ted James and Lea Sumulong both for comments and help in data tabulation and synthesis, and to Frank Harringan for comments.\n\n\n"
}