{
    "id": 12171,
    "citation_title": "Does Child Abuse Cause Crime?",
    "citation_author": [
        "Janet Currie",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChild maltreatment, which includes both child abuse and child neglect, is a major social problem. This paper focuses on measuring the effects of child maltreatment on crime using data from the National Longitudinal Study of Adolescent Health (Add Health). We focus on crime because it is one of the most socially costly potential outcomes of maltreatment, and because the proposed mechanisms linking maltreatment and crime are relatively well elucidated in the literature. Our work addresses many limitations of the existing literature on child maltreatment. First, we use a large national sample, and investigate different types of abuse in a similar framework. Second, we pay careful attention to identifying the causal impact of abuse, by using a variety of statistical methods that make differing assumptions. These methods include: Ordinary Least Squares (OLS), propensity score matching estimators, and twin fixed effects. Finally, we examine the extent to which the effects of maltreatment vary with socio-economic status (SES), gender, and the severity of the maltreatment.\nWe find that maltreatment approximately doubles the probability of engaging in many types of crime. Low SES children are both more likely to be mistreated and suffer more damaging effects. Boys are at greater risk than girls, at least in terms of increased propensity to commit crime. Sexual abuse appears to have the largest negative effects, perhaps justifying the emphasis on this type of abuse in the literature. Finally, the probability of engaging in crime increases with the experience of multiple forms of maltreatment as well as the experience of Child Protective Services (CPS) investigation.\n\n",
    "acknowledgement": "\n"
}