{
    "id": 12176,
    "citation_title": "Comprehensive versus Selective Schooling in England in Wales: What Do We Know?",
    "citation_author": [
        "Jörn-Steffen Pischke",
        "Alan Manning"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBritish secondary schools moved from a system of extensive and early selection and tracking in secondary schools to one with comprehensive schools during the 1960s and 70s. Before the reform, students would take an exam at age eleven, which determined whether they would attend an academically oriented grammar school or a lower level secondary school. The reform proceeded at an uneven pace in different areas, so that both secondary school systems coexist during the 1960s and 70s. The British transition therefore provides an excellent laboratory for the study of the impact of a comprehensive versus a selective school system on student achievement. Previous studies analyzing this transition have typically used a value-added methodology: they compare outcomes for students passing through either type of school controlling for achievement levels at the time of entering secondary education. While this seems like a reasonable research design, we demonstrate that it is unlikely to successfully eliminate selection effects in who attends what type of school. Very similar results are obtained by looking at the effect of secondary school environment on achievement at age 11 and controlling for age 7 achievement. Since children only enter secondary school at age 11, these effects are likely due to selection bias. Careful choice of treatment and control areas, and using political control of the county as an instrument for early implementation of the comprehensive regime do not solve this problem.\n\n",
    "acknowledgement": "\n"
}