{
    "id": 12172,
    "citation_title": "Movement of Star Scientists and Engineers and High-Tech Firm Entry",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "2006-04-17",
    "issue_date": "2006-04-17",
    "revision_date": "2014-06-20",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Labor Market Structures",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of top nanoscale scientists on industry entry in the comparative context of 5 major areas of science and technology, extending the concept of star scientist to all areas of science and technology.  The results for nanotechnology are replicated using the comprehensive list of firms from NanoBank.org that provide an alternative industry entry measure not available for other high-tech fields. We follow careers 1981-2004 for 5,401 stars as identified in ISIHighlyCited.comSM, using their publication history to locate them each year.  The number of stars in a U.S. region or in one of the top-25 science and technology countries generally has a consistently significant and quantitatively large positive effect on the probability of firm entry in the same area of science and technology.  Other measures of academic knowledge stocks have weaker and less consistent effects.  Thus the stars themselves rather than their potentially disembodied discoveries play a key role in the formation or transformation of high-tech industries.  We identify separate economic geography effects in poisson regressions for the 179 BEA-defined U.S. regions, but not for the 25 countries analysis.  Stars become more concentrated over time, moving from areas with relatively few peers to those with many in their discipline.  A counter-flow operating on the U.S. versus the other 24 countries is the tendency of foreign-born American stars to return to their homeland when it develops sufficient strength in their area of science and technology.  In contrast high impact articles and university articles and patents all tend to diffuse, becoming more equally distributed over time.\n\n",
    "acknowledgement": "\nThis research has been supported by grants from the National Science Foundation (grants SES-0830983 and SES-1158907) and the Ewing Marion Kauffman Foundation (grants 2008-0028 and 2008-0031).  We are indebted to our research team members Emre Uyar, Jason Fong, Robert Liu, Jade Yu-Chi Lo, Tim Loon, Hongyan Ma, Amarita Natt, and Yong Yang.  The paper was improved by insightful comments from several discussants and anonymous referees.  Certain data included herein are derived from the Science Citation Index Expanded, Social Sciences Citation Index, Arts & Humanities Citation Index, High Impact Papers, and ISI Highly Cited of the Institute for Scientific Information®, Inc. (ISI®), Philadelphia, Pennsylvania, USA: © Copyright Institute for Scientific Information®, Inc. 2005, 2006.  All rights reserved.  Certain data included herein are derived from the Connecting Outcome Measures of Entrepreneurship, Technology, and Science (COMETS) database and the associated COMETSbeta and COMETSandSTARS databases © Lynne G. Zucker and Michael R. Darby.  All rights reserved.  This paper is a part of the NBER's research program in Productivity.  Any opinions expressed are those of the authors and not those of their employers or the National Bureau of Economic Research.\n\n\n"
}