{
    "id": 12179,
    "citation_title": "Public Preschool and Maternal Labor Supply: Evidence from the Introduction of Kindergartens into American Public Schools",
    "citation_author": [
        "Elizabeth Cascio"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in the mid-1960s, many state governments, particularly in the South and West, began to subsidize kindergartens for the first time.  These initiatives generated wide variation across states over time in the supply of seats for five year olds in public schools.  This paper uses the staggered timing and age-targeting of these preschool expansions to examine how the provision of universal child care through public schools affects maternal labor supply.  I find that single women with five year olds but no younger children were more likely to be employed once kindergartens were available.  The estimated effect is large, implying that three mothers entered the labor force for every ten children enrolled in public school.  By contrast, I detect no significant labor supply response among other single women with eligible children or among married mothers of five year olds. These findings complement other research suggesting that preschools targeted toward at-risk populations, such as children in single-parent families, are  more cost effective than universal programs.\n\n",
    "acknowledgement": "\nThis paper has benefited from the comments of Hilary Hoynes, Ethan Lewis, Ann Huff Stevens, and participants at the Second Annual UKCPR Small Grants Conference. This project was supported with a grant from the UK Center for Poverty Research through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant number 5 ASPE417-02. The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policy of the UKCPR or any agency of the Federal government. Cascio is Assistant Professor, Department of Economics, University of California Davis and Faculty Research Fellow, National Bureau of Economic Research (mailing address: One Shields Avenue, Davis, CA 95616-8578; email: eucascio@ucdavis.edu).\n\n\n"
}