{
    "id": 12177,
    "citation_title": "Scarcity Rents in Car Retailing: Evidence from Inventory Fluctuations at Dealerships",
    "citation_author": [
        "Florian Zettelmeyer",
        "Fiona Scott Morton",
        "Jorge Silva-Risso"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice variation for identical cars at the same dealership is commonly assumed to arise because dealers with market power are able to price discriminate among their customers. In this paper we show that while price discrimination may be one element of price variation, price variation also arises from inventory fluctuations. Inventory fluctuations create scarcity rents for cars that are in short supply. The price variation due to inventory fluctuations thus functions to efficiently allocate particular cars that are in restricted supply to those customers who value them most highly. Our empirical results show that a dealership moving from a situation of inventory shortage to an average inventory level lowers transaction prices by about 1% ceteris paribus, corresponding to 15% of dealers' average per vehicle profit margin or $250 on the average car. Shorter resupply times also decrease transaction prices for cars in high demand. For traditional dealerships, inventory explains 49% of the combined inventory and demographic components of the predicted price. For so-called 'no-haggle' dealerships, the percentage explained by inventory increases to 74%.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Severin Borenstein, Dennis Carlton, Jose Silva, Candi Yano, participants at the NBER IO Program Meeting, the Marketing in Israel Conference, seminar participants at UC Berkeley, and at the University of East Anglia. We are especially grateful to Meghan Busse for extensive comments and to Thomas Hubbard for the suggestion to look into inventories. In an early draft this paper was titled %u201CInventory Fluctuations and Price Discrimination: The Determinants of Price Variation in Car Retailing.%u201D Addresses for correspondence: School of Management, Yale University, PO Box 208200, New Haven CT 06520-8200; Haas School of Business, UC Berkeley, Berkeley CA 94720-1900; Anderson Graduate School of Management, UC Riverside, Riverside, CA 92521. E-mail: florian@haas.berkeley.edu, fiona.scottmorton@yale.edu, jorge.silva-risso@ucr.edu.\n\n\n"
}