{
    "id": 12180,
    "citation_title": "Peer Effects in European Primary Schools: Evidence from PIRLS",
    "citation_author": [
        "Andreas Ammermueller",
        "Jörn-Steffen Pischke"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate peer effects for fourth graders in six European countries.  The identification relies on variation across classes within schools.  We argue that classes within primary schools are formed roughly randomly with respect to family background.  Similar to previous studies, we find sizeable estimates of peer effects in standard OLS specifications.  The size of the estimate is much reduced within schools.  This could be explained either by selection into schools or by measurement error in the peer background variable.  When we correct for measurement error we find within school estimates close to the original OLS estimates.  Our results suggest that the peer effect is modestly large, measurement error is important in our survey data, and selection plays little role in biasing peer effects estimates.  We find no significant evidence of non-linear peer effects.\n\n",
    "acknowledgement": "\nWe thank David Autor, Per-Anders Edin, Edwin Leuven, Eric Maurin, Sandra McNally, Matt Pritsker, Kjell Salvanes, and Gylfi Zoega for helpful comments. Ammermueller gratefully acknowledges financial support from the Fritz Thyssen Foundation under the project %u201CBildungschancen zwischen Grundschule und Sekundarstufe%u201D and would like to thank the Center for Economic Performance for their hospitality during his stay in London, during which the main work on this paper was completed.\n\n\n"
}