{
    "id": 12187,
    "citation_title": "Debt Relief",
    "citation_author": [
        "Serkan Arslanalp",
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe G-8 Multilateral Debt Relief Initiative (MDRI) is the next step of the Highly Indebted Poor Countries Initiative (HIPC). There are two reasons why MDRI is unlikely to help poor countries. First, the amount of money at stake is trivial. The roughly $2 billion of annual debt payments to be relieved under MDRI amounts to roughly 0.01 percent of the GDP of the OECD countries—a mere one-seventieth (1/70) of the quantity of official development assistance agreed to by world leaders on at least three separate occasions (1970, 1992, 2002). Second, the existence of debt overhang is a necessary condition for debt relief to generate economic gains. Since the world's poorest countries do not suffer from debt overhang, debt relief is unlikely to stimulate their investment and growth. The principal obstacle to investment and growth in the world's poorest countries is the fundamental inadequacy in these countries of the basic institutions that provide the foundation for profitable economic activity. In light of these facts, the MDRI may amount to a Pyrrhic victory: A symbolic win for advocates of debt relief that clears the conscience of the rich countries but leaves the real problems of the poor countries unaddressed.\n\n",
    "acknowledgement": "\nSerkan Arslanalp is an economist from Stanford University, serkan@stanfordalumni.org. Peter Blair Henry is Associate Professor of Economics at the Stanford University Graduate School of Business, Faculty Research Fellow at the National Bureau of Economic Research, and Senior Non-Resident Fellow at the Brookings Institution, pbhenry@stanford.edu. A slightly revised version of this paper will appear as a %u201CPolicy Watch%u201D feature in the Winter 2006 issue of the Journal of Economic Perspectives. We thank Jim Hines, Andrei Shleifer, Tim Taylor, and Michael Waldman for detailed comments on an earlier draft. We also thank Jeremy Bulow, Aart Kraay, Paul Romer, John Taylor and seminar participants at the Brookings Institution for helpful comments. Henry gratefully acknowledges financial support from a National Science Foundation CAREER Award and the John A. and Cynthia Fry Gunn Faculty Fellowship at Stanford Business School. The paper reflects the views of the authors and not those of the National Science Foundation.\n\n\n"
}