{
    "id": 12189,
    "citation_title": "One World Money, Then and Now",
    "citation_author": [
        "Michael Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe case for monetary simplification and unification has been made since the middle of the nineteenth century. It rests on four principal arguments ;reduced transaction costs; establishing credibility; preventing bad policy in other states; political integration via money. In this paper we  argue that the case for monetary integration is becoming increasingly less persuasive. In making our case we posit a different concept of money to the one that underlay the nineteenth century discussions which we term \"Newtonian\" since it was based on the   assumption of a single reference  external to the state reflected in the definition of value in terms of precious metals. In the twentieth century, views of money have shifted  to a more \" Einsteinian\" or relativistic  conception.  Measures of value that  move relative to each other are helpful in terms of dealing with large shifts in relative prices that affect different countries very differently. In the current age of globalization, \"Einsteinian\"  money is capable of accommodating shifts that were politically destructive in the \" Newtonian\" world.\n\n",
    "acknowledgement": "\nPaper for International Workshop on \"Regional and International Currency Arrangements\" on 24 and 25 February, 2006 at the Oesterreichische Nationalbank in Vienna.\n\n\n"
}