{
    "id": 12181,
    "citation_title": "AIDS, \"Reversal\" of the Demographic Transition and Economic Development: Evidence from Africa",
    "citation_author": [
        "Sebnem Kalemli-Ozcan"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "2010-06-16",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing country- and region-level data, I investigate the effect of HIV/AIDS on fertility in Africa during 1985-2000. Results differ depending on the variation used and the estimation method. Between estimates that exploit cross-sectional variation suggest a positive significant effect of HIV/AIDS on fertility, whereas within estimates that are identified of off time-series variation show both positive and negative results depending on the HIV/AIDS variable used. These within estimates are insignificant in most of the specifications.\n\n",
    "acknowledgement": "\nI thank Emily Oster, Rodrigo Soares, two anonymous referees, and the seminar participants at Bilkent University, Brown University, Harvard University School of Public Health, METU, and participants of the 2005 conference on \\Health, Demographics and Economic Development\" at Stanford University, of the 2006 AIDS Workshop at Amsterdam Institute for International Development for valuable comments and suggestions. I thank Ms. Laura Heaton of the Health Studies Branch, Population Division, the U.S. Bureau of Census for providing her HIV estimates. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}