{
    "id": 12188,
    "citation_title": "What Determines Bilateral Trade Flows?",
    "citation_author": [
        "Marianne Baxter",
        "Michael A. Kouparitsas"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper undertakes an exhaustive search for robust determinants of international trade, where \"robustness\" is tested using three popular empirical methods.  The paper is frankly atheoretical:  our goal is solely to establish statistically robust relationships.  Along the way, however, we relate our results to the empirical results obtained by prior researchers and to the received theory of international trade.  We find that robust variables include a measure of the scale of factor endowments; fixed exchange rates; the level of development; and current account restrictions.  Variables that are robust under certain methods and sample periods include exchange rate volatility, an index of sectoral similarity, and currency union.  However, the estimated coefficient n currency union is much smaller than estimates obtained by prior researchers.\n\n",
    "acknowledgement": "\nMarianne Baxter: Department of Economics, Boston University, 270 Bay State Road, Boston MA 02215, USA (mbaxter@bu.edu). Michael Kouparitsas: Economic Research Department, Federal Reserve Bank of Chicago, 230 South Lasalle Street, Chicago IL 60604, USA (mkoup@frbchi.org). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago or the Federal Reserve System.\n\n\n"
}