{
    "id": 12186,
    "citation_title": "Firm-Specific Information and the Efficiency of Investment",
    "citation_author": [
        "Anusha Chari",
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new firm-level dataset to examine the efficiency of investment in emerging economies.  In the three-year period following stock market liberalizations, the growth rate of the typical firm's capital stock exceeds its pre-liberalization mean by an average of 5.4 percentage points.  Cross-sectional changes in investment are significantly correlated with the signals about fundamentals embedded in the stock price changes that occur upon liberalization.  Panel data estimations show that a 1-percentage point increase in a firm's expected future sales growth predicts a 4.1-percentage point increase in its investment; country-specific changes in the cost of capital predict a 2.3-percentage point increase in investment; firm-specific changes in risk premia do not affect investment.\n\n",
    "acknowledgement": "\nChari: University of Michigan Business School; 701 Tappan Street, Ann Arbor, MI 48109-1234; achari@umich.edu. Henry: Stanford University, Graduate School of Business; Stanford, CA 94305-5015; pbhenry@stanford.edu. Henry gratefully acknowledges the financial support of a National Science Foundation CAREER award and the John and Cynthia Fry Gunn Faculty Fellowship. We thank Jack Glen for providing us with data. For helpful comments we thank Rui Albuquerque, Steve Buser, Menzie Chinn, Laura Kodres, Richard Roll, Paul Romer, Jeffrey Wurgler, and seminar participants at the AEA Annual Meetings, Claremont, Federal Reserve Bank of Dallas Conference on Globalization, LACEA-Madrid, Maryland, Michigan, MIT, NBER, Stanford, Wharton, The IMF Annual Research Conference, UCLA, WFA, and the World Bank. Any remaining errors are our own. The views expressed in this paper are solely ours and do not represent the views of the National Science Foundation.\n\n\n"
}