{
    "id": 12198,
    "citation_title": "Stabilization of Effective Exchange Rates Under Common Currency Basket Systems",
    "citation_author": [
        "Eiji Ogawa",
        "Junko Shimizu"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the extent to which a common currency basket peg would stabilize effective exchange rates of East Asian currencies. We use an AMU (Asian Monetary Unit), which is a weighted average of ASEAN10 plus 3 (Japan, China, and Korea) currencies, as a common currency basket to investigate the stabilization effects. We compare our results with another result on stabilization effects of the common G3 currency (the US dollar, the Japanese yen, and the euro) basket in the East Asian countries (Williamson (2005)). We obtained the following results: first, the AMU peg system would be more effective in reducing fluctuations of the effective exchange rates as more countries applied the AMU peg system in East Asia. Second, the AMU peg system would more effectively stabilize the effective exchange rates than a common G-3 currency basket peg system for four (Indonesia, the Philippines, South Korea and Thailand) of the seven countries. The results suggest that the AMU basket peg would be useful for the East Asian countries whose trade weights on Japan are relatively higher than others.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the Journal of the Japanese and International Economies and it was presented at the 18th Annual TRIO Conference (supported by NBER-TCER-CEPR-CIRJE) held at University of Tokyo on December 9-10, 2005. The authors are grateful to Taizo Motonishi, Mark Spiegel, and participants for their useful suggestion and discussion. The authors are thanks to Takatoshi Ito, John Williamson, Jae-Ha Park and participants in at the International Workshops of RIETI on October 31, 2005 for their useful comments, too. Ogawa: Corresponding author. Graduate School of Commerce and Management, Hitotsubashi University. 2-1 Naka, Kunitachi, Tokyo 186-8601, Japan, Tel: 81-42-580-8859, Fax: 81-42-580-8747, E-mail address: ogawa.eiji@srv.cc.hit-u.ac.jp. Shimizu: Faculty of Economics, Meikai University.\n\n\n"
}