{
    "id": 12196,
    "citation_title": "Organizing Offshoring: Middle Managers and Communication Costs",
    "citation_author": [
        "Pol Antràs",
        "Luis Garicano",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do firms decide to offshore certain parts of their production process? What qualifies certain countries as particularly attractive locations to offshore? In this paper we address these questions with a theory of international production hierarchies in which organizations arise endogenously to make efficient use of agents' knowledge. Our theory highlights the role of host-country management skills (middle management) in bringing about the emergence of international offshoring. By shielding top management in the source country from routine problems faced by  host country workers, the presence of middle managers improves the efficiency of the transmission of knowledge across countries. The model further delivers the prediction that the positive effect of middle skills on offshoring is weaker, the more advanced are communication technologies in the host country. We provide evidence consistent with this prediction.\n\n",
    "acknowledgement": "\nHarvard University, University of Chicago, and Princeton University, respectively. We are thankful to Daron Acemoglu for a very helpful discussion at the AEA meetings and for encouraging us to explore the issues studied in this paper. We thank seminar participants at the AEA meetings, Brown University and the NBER  ITI meetings, as well as Steve Redding and Doireann Fitzgerald for useful comments.\n\n\n"
}