{
    "id": 12190,
    "citation_title": "Pork Barrel Cycles",
    "citation_author": [
        "Allan Drazen",
        "Marcela Eslava"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of political budget cycles in which incumbents influence voters by targeting government spending to specific groups of voters at the expense of other voters or other expenditures. Each voter faces a signal extraction problem: being targeted with expenditure before the election may reflect opportunistic manipulation, but may also reflect a sincere preference of the incumbent for the types of spending that voter prefers. We show the existence of a political equilibrium in which rational voters support an incumbent who targets them with spending before the election even though they know it may be electorally motivated. In equilibrium voters in the more \"swing\" regions are targeted at the expense of types of spending not favored by these voters. This will be true even if they know they live in swing regions. However, the responsiveness of these voters to electoral manipulation depends on whether they face some degree of uncertainty about the electoral importance of the group they are in. Use of targeted spending also implies voters can be influenced without election-year deficits, consistent with recent findings for established democracies.\n\n",
    "acknowledgement": "\nWe wish to thank seminar participants at IIES-Stockholm University, the NBER Working Group Meeting on Political Economy, Tel Aviv University, the LACEA Political Economy Network, and Yale University for useful comments. We also thank Miguel Rueda for excellent research assistance. Drazen%u2019s research was supported by the National Science Foundation, grant SES-0418482, the Israel Science Foundation, and the Yael Chair in Comparative Economics, Tel-Aviv University. Drazen: Jack and Lisa Yael Professor of Comparative Economics, Tel Aviv University, University of Maryland, NBER, and CEPR. Email: drazen@econ.umd.edu. Eslava: Universidad de Los Andes. Email: meslava@uniandes.edu.co.\n\n\n"
}