{
    "id": 12199,
    "citation_title": "Do High School Exit Exams Influence Educational Attainment or Labor Market Performance?",
    "citation_author": [
        "Thomas S. Dee",
        "Brian A. Jacob"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState requirements that high school graduates pass exit exams were the leading edge of the movement towards standards-based reform and continue to be adopted and refined by states today. In this study, we present new empirical evidence on how exit exams influenced educational attainment and labor market experiences using data from the 2000 Census and the National Center for Education Statistics' Common Core of Data (CCD). Our results suggest that the effects of these reforms have been heterogeneous. For example, our analysis of the Census data suggests that exit exams significantly reduced the probability of completing high school, particularly for black students. Similarly, our analysis of grade-level dropout data from the CCD indicates that Minnesota's recent exit exam increased the dropout rate in urban and high-poverty school districts as well as in those with a relatively large concentration of minority students. This increased risk of dropping out was concentrated among 12th grade students. However, we also found that Minnesota's exit exam lowered the dropout rate in low-poverty and suburban school districts, particularly among students in the 10th and 11th grades. These results suggest that exit exams have the capacity to improve student and school performance but also appear to have exacerbated the inequality in educational attainment.\n\n",
    "acknowledgement": "\nWe would like to thank Adam Gamoran and the participants at the %u201CWill Standards-Based Reform in Education Help Close the Poverty Gap?%u201D conference at the University of Wisconsin%u2019s Institute for Research on Poverty for helpful suggestions. We would like to thank Wei Ha and J.D. LaRock for excellent research assistance. All remaining errors are our own. Jacob can be contacted at: John F. Kennedy School of Government, Harvard University, 79 JFK Street, Cambridge, MA 02138; email: brian_jacob@harvard.edu. Dee can be reached at Department of Economics, Swarthmore College, Swarthmore, PA 19081; email: dee@swarthmore.edu.\n\n\n"
}