{
    "id": 12193,
    "citation_title": "Are There Thresholds of Current Account Adjustment in the G7?",
    "citation_author": [
        "Richard H. Clarida",
        "Manuela Goretti",
        "Mark P. Taylor"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find evidence of threshold behavior in current account adjustment for the G7 countries, such that the dynamics of adjustment towards equilibrium depend upon whether the current-account/ net-output ratio breaches estimated, country specific current account surplus or deficit thresholds. Both the speeds of adjustment and the size of the thresholds are found to differ significantly across countries. In addition, we also find evidence of shifts in means and variances of exchange rate changes, stock returns, and interest differentials that coincide with the current account adjustment regimes identified by the model.\n\n",
    "acknowledgement": "\nThe authors would like to thank Bob Cumby, Bruce Hansen, Martin Feldstein and participants at the July 2004 NBER pre-conference for helpful suggestions, and to thank Mike Vaknin for superb research assistance. Special thanks to Rosemary Marcuss of the Bureau of Economic Analysis for agreeing to compile and make available revised estimates of exchange rate revaluation of the US foreign asset position. Richard Clarida is the C. Lowell Harriss Professor of Economics at Columbia University and a research associate of the NBER. Manuela Goretti is a PhD candidate at the University of Warwick. Mark Taylor is Professor of Macroeconomics at the University of Warwick and a research fellow of the CEPR.\n\n\n"
}