{
    "id": 12197,
    "citation_title": "The Effects of Health on Health Insurance Status in Fragile Families",
    "citation_author": [
        "Hope Corman",
        "Anne Carroll",
        "Kelly Noonan",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Fragile Families and Child Wellbeing study to estimate the effects of poor infant health, pre-pregnancy health conditions of the mother, and the father's health status on health insurance status of urban, mostly unmarried, mothers and their one-year-old children. Virtually all births were covered by health insurance, but one year later about one third of mothers and over 10 percent of children were uninsured. We separately examine births that were covered by public insurance and those that were covered by private insurance. The child's health status had no effect, for the most part, on whether the mother or child became uninsured. For publicly insured births, a maternal physical health condition made it less likely that both the mother and child became uninsured, while maternal mental illness made it more likely that both the mother and child lost insurance coverage. For privately insured births, the father's suboptimal physical health made it more likely that the mother, but not the child, became uninsured.\n\n",
    "acknowledgement": "\nThis research was supported by Grants #R01-HD-45630 and #R01-HD-35301 from the National Institute of Child Health and Human Development. We are grateful for helpful comments from Bisakha Sen, Steven Nock, and Alan Monheit and for assistance from Maria Fontana, Magdalena Ostatkiewicz, and Ofira Schwarz-Soicher.\n\n\n"
}