{
    "id": 12195,
    "citation_title": "The Private Value of Software Patents",
    "citation_author": [
        "Bronwyn H. Hall",
        "Megan MacGarvie"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "2010-01-11",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the value creation or destruction associated with the introduction of software patents in the United States in two ways. The first looks at the cumulative abnormal returns to Information and Communication Technology (ICT) firms around the time of important court decisions that impacted software patents, and the second analyzes the relationship between firms' stock market value, the sector in which they operate, and their holdings of software patents. We conclude that the market evaluated software patents as a negative development ex ante. Ex post, a greater number of firms in all ICT sectors invested in these patents, and these firms had slightly higher market values than those with no software patents. However, while we obtain clear evidence that the technological importance or quality of patented innovation mattered for the market value of hardware firms both before and after the legal changes, it is less clear that the marginal patent right per se was associated with increases in market value, and there are no significant valuation effects associated with patents for pure software firms after the change.\n\n",
    "acknowledgement": "\nThis is a revision of a paper written in April 2005. We thank Anne Layne-Farrar and LECG for the use of the Corptech data, and we thank Jim Bessen for helpful suggestions and for supplying us with the list of software patents used in Bessen and Hunt (2003). We are also grateful to two anonymous referees and to Stu Graham, Bala Iyer, Michael Salinger, Lucia Silva, numerous participants in the Empirical Patent Research Conference, St. Helena, California, February 2005, the IIOC, Atlanta, April 2005, the ZEW Conference on Patents and Innovation in Mannheim, September 2005, the Seventh CEPR Conference on Applied Industrial Organization, Madeira, May 2006, the NBER Summer Institute 2006, the First Annual EPIP Conference, Munich, September 2006, and seminars at UCSD, University of Kansas, University of Michigan, University of Maastricht, LMU-Muenchen, and RIETI, Tokyo for extremely helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}