{
    "id": 1219,
    "citation_title": "Uncertainty Over Causation and the Determination of Civil Liability",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "1983-10-01",
    "issue_date": "1983-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSituations in which there is uncertainty over the cause of harm are studied (e.g., was the lung cancer due to normal exposure to medical x-radiation, to smoking, to exposure to carcinogens discharged by a chemical plant?); and the effects on incentives to reduce risk of various ways of treating such uncertainty under the liability system are identified using a theoretical model of the occurrence of harm. The main points are these. Use of a threshold probabilit' of causation (e.g., 50%) as a criterion for determining liability may adversely affect behavior: parties might face a diminished burden of liability (if their probability of causation systematically fell below the threshold) and thus do too little to reduce risk; or they might face an extra burden (if their probability were systematically above the threshold), and thus do too much. Second, the best all or nothing criterion for determining liability (a criterion under which a party is fully liable if at all liable) is different in form from a threshold probability criterion. Third, liability in proportion to the probability of causation is superior to all other criteria and results in socially ideal behavior.These points are demonstrated and analyzed in two types of case: where the uncertainty involves a party versus natural or \"background\" factors; and where it involves which party among several was the author of harm. The importance of the points is shown to depend on the type of case, and as well on the form of liability (strict liability or the negligence rule).The interpretation of the analysis and important qualifications to it are discussed in a concluding section.\n\n",
    "acknowledgement": "\n"
}