{
    "id": 12191,
    "citation_title": "Size Really Doesn't Matter: In Search of a National Scale Effect",
    "citation_author": [
        "Andrew K. Rose"
    ],
    "citation_publication_date": "2006-05-01",
    "issue_date": "2006-05-01",
    "revision_date": "2015-08-31",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI search for a \"scale\"  effect in countries.  I use a panel data set that includes 200 countries over forty years and link the population of a country to a host of economic and social phenomena.  Using both graphical and statistical techniques, I search for an impact of size on the level of income, inflation, material well-being, health, education, the quality of a country's institutions, heterogeneity, and a number of different international indices and rankings.  I have little success; small countries are more open to international trade than large countries, but are not systematically different otherwise.\n\n",
    "acknowledgement": "\nB.T. Rocca Jr. Professor of International Business, Economic Analysis and Policy Group, Haas School of Business at the University of California, Berkeley, NBER Research Associate, and CEPR Research Fellow. I conducted part of this work in Singapore (a small diverse rich country), and continued it at the IMF (an institution with ten members of population less than Berkeley): I thank INSEAD and the Fund%u2019s Research Department for hospitality during the course of this work. For comments, I thank: an anonymous referee, Allan Drazen, Mitsuhiro Fukao, Pierre-Olivier Gourinchas, Takeo Hoshi, Taka Ito, Chad Jones, Elias Papaioannou, Etsuro Shioji, Mark Spiegel, Shang-Jin Wei, and workshop participants at TRIO and the Universities of Pennsylvania and Washington. The data set, key output, and a current version of the paper are available at my website.\n\n\n"
}