{
    "id": 12202,
    "citation_title": "Pay, Reference Points, and Police Performance",
    "citation_author": [
        "Alexandre Mas"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral theories suggest that pay raises below a reference point will reduce job performance.  Final offer arbitration for police unions provides a unique opportunity to examine these theories, as the police officers either receive their requested wage or receive a lower one.  In the months after New Jersey police officers lose in arbitration, arrest rates and average sentence length decline and crime reports rise relative to when they win.  These declines are larger when the awarded wage is further from the police union's demand.  The findings support the idea that considerations of fairness, disappointment, and, more generally, reference points affect workplace behavior.\n\n",
    "acknowledgement": "\nI am indebted to Orley Ashenfelter and Gordon Dahl for providing the data on arbitration cases. I am also grateful to George Akerlof, David Card, Hank Farber, Alan Krueger, Jonathan Leonard, David Levine, Enrico Moretti, Mathew Rabin, Rebecca Rainof, Cecilia Rouse, Jesse Rothstein, and seminar participants at Humboldt University, Nuffield College, Hebrew University, Universitat Pompeau Fabra, University of California%u2013Berkeley, University of California%u2013Davis, Stanford Graduate School of Business, London School of Economics, National Bureau of Economic Research, and University of Illinois %u2013 Urbana Champaign, and the Princeton labor lunch for helpful suggestions. Financial support was provided by Fellowship for Woodrow Wilson Scholars and the Industrial Relations Section of Princeton University.\n\n\n"
}