{
    "id": 12207,
    "citation_title": "The Academic Achievement Gap in Grades 3 to 8",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "2007-11-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data for North Carolina public school students in grades 3 to 8, we examine achievement gaps between white students and students from other racial and ethnic groups.  We focus on successive cohorts of students who stay in the state's public schools for all six years, and study both differences in means and in quantiles.  Our results on achievement gaps between black and white students are consistent with those from other longitudinal studies: the gaps are sizable, are robust to controls for measures of socioeconomic status, and show no monotonic trend between 3rd and 8th grade. In contrast, both Hispanic and Asian students tend to gain on whites as they progress through these grades.  Looking beyond simple mean differences, we find that the racial gaps in math between low-performing students have tended to shrink as students progress through school, while racial gaps between high-performing students have widened for black and American Indian students.\n\n",
    "acknowledgement": "\nThe authors wish to thank Robert Malme, Leona Christy, Patten Priestley, Aaron Hedland, and Marco Hernandez for excellent research assistance, David Aman for useful information on test administration in North Carolina, Frank Levy and an anonymous referee for helpful suggestions, workshop participants at the Russell Sage Foundation, the New School, CUNY, Amherst, Columbia, NYU, and the University of Chicago for valuable comments, and the Spencer Foundation for financial support.\n\n\n"
}