{
    "id": 12203,
    "citation_title": "Is IPO Underperformance a Peso Problem?",
    "citation_author": [
        "Andrew Ang",
        "Li Gu",
        "Yael V. Hochberg"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies suggest that the underperformance of IPOs in the post-1970 sample may be a small sample effect or \"Peso\" problem. That is, IPO underperformance may result from observing too few star performers ex-post than were expected ex-ante. We develop a model of IPO performance that captures this intuition by allowing returns to be drawn from mixtures of outstanding, benchmark, or poor performing states. We estimate the model under the null of no ex-ante average IPO underperformance and construct small sample distributions of various statistics measuring IPO relative performance. We find that small sample biases are extremely unlikely to account for the magnitude of the post-1970 IPO underperformance observed in data.\n\n",
    "acknowledgement": "\nWe thank Kodjo Apedjinou, Geert Bekaert, Alon Brav, Liz Demers, Michelle Lowry, Stephan Siegel, and seminar participants at Columbia University and the Western Finance Association Annual Meetings for helpful comments. Ang: Columbia Business School, 3022 Broadway, 805 Uris, New York NY 10027; ph: (212) 854-9154; fax: (212) 662-8474; email: aa610@columbia.edu; WWW: http://www.columbia. edu/~aa610. Gu: Graduate School of Business 403A, Fordham University, 113 West 60th St, New York NY 10023; email: lgu@fordham.edu. Hochberg: Kellogg School of Management, Northwestern University, 2001 Sheridan Road, Chicago IL 60208-2001, ph: (847) 467-4574; fax: (847) 491-5719; email: y-hochberg@kellogg.northwestern.edu; WWW: http://www.kellogg.northwestern.edu/faculty/hochberg/htm.\n\n\n"
}