{
    "id": 12204,
    "citation_title": "Intergenerational Risksharing and Equilibrium Asset Prices",
    "citation_author": [
        "John Y. Campbell",
        "Yves Nosbusch"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the presence of overlapping generations, markets are incomplete because it is impossible to engage in risksharing trades with the unborn.  In such an environment the government can use a social security system, with contingent taxes and benefits, to improve risksharing across generations.  An interesting question is how the form of the social security system affects asset prices in equilibrium.  In this paper we set up a simple model with two risky factors of production: human capital, owned by the young, and physical capital, owned by all older generations.  We show that a social security system that optimally shares risks across generations exposes future generations to a share of the risk in physical capital returns.  Such a system reduces precautionary saving and increases the risk-bearing capacity of the economy.   Under plausible conditions it increases the riskless interest rate, lowers the price of physical capital, and reduces the risk premium on physical capital.\n\n",
    "acknowledgement": "\nDepartment of Economics, Littauer Center, Harvard University, Cambridge MA 02138, USA, and NBER. Email john_campbell@harvard.edu and nosbusch@fas.harvard.edu. This material is based upon work supported by the National Science Foundation under Grant No. 0214061 to Campbell.\n\n\n"
}