{
    "id": 12205,
    "citation_title": "Redistribution by Insurance Market Regulation: Analyzing a Ban on Gender-Based Retirement Annuities",
    "citation_author": [
        "Amy Finkelstein",
        "James Poterba",
        "Casey Rothschild"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how models of insurance markets with asymmetric information can be calibrated and solved to yield quantitative estimates of the consequences of government regulation. We estimate the impact of restricting gender-based pricing in the United Kingdom retirement annuity market, a market in which individuals are required to annuitize tax-preferred retirement savings but are allowed considerable choice over the annuity contract they purchase. After calibrating a lifecycle utility model and estimating a model of annuitant mortality that allows for unobserved heterogeneity, we solve for the range of equilibrium contract structures with and without gender-based pricing. Eliminating gender-based pricing is generally thought to redistribute resources from men to women, since women have longer life expectancies.  We find that allowing insurers to offer a menu of contracts may reduce the amount of redistribution from men to women associated with gender-blind pricing requirements to half the level that would occur if insurers were required to sell a single pre-specified policy. The latter \"one policy\" scenario corresponds loosely to settings in which governments provide compulsory annuities as part of their Social Security program. Our findings suggest that recognizing the endogenous structure of insurance contracts is important for analyzing the economic effects of insurance market regulations.  More generally, our results suggest that theoretical models of insurance market equilibrium can be used for quantitative policy analysis, not simply to derive qualitative findings.\n\n",
    "acknowledgement": "\nWe are grateful to Jeff Brown, Pierre-Andre Chiappori, Keith Crocker, Peter Diamond, Liran Einav, Mikhail Golosov, Robert Gibbons, Kenneth Judd, Whitney Newey, Bernard Salanie, and participants at the NBER Insurance Meeting, the Stanford Institute for Theoretical Economics, and the Econometric Society Annual Meeting for helpful discussions, to Luke Joyner and Nelson Elhage for research assistance, and to the National Institute of Aging and the National Science Foundation (Poterba and Rothschild) for research support.\n\n\n"
}