{
    "id": 12209,
    "citation_title": "Buy, Lobby or Sue: Interest Groups' Participation in Policy Making - A Selective Survey",
    "citation_author": [
        "Pablo T. Spiller",
        "Sanny Liao"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe participation of interest groups in public policy making is unavoidable.  Its unavoidable nature is only matched by the universal suspicion with which it has been seen by both policy makers and the public.  Recently, however, there has been a growing literature that examines the participation of interest groups in public policy making from a New Institutional Economics perspective.  The distinguishing feature of the New Institutional Economics Approach is its emphasis in opening up the black box of decision-making, whether in understanding the rules of the game, or the play of the game.  In this paper we do not attempt to fairly describe the vast literature on interest group's behavior.  Instead, the purpose of this essay for the New Institutional Economics Guide Book is to review recent papers that follow the NIE mantra.  That is, they attempt to explicate the micro-analytic features of the way interest groups actually interact with policy-makers, rather than providing an abstract high-level representation.  We emphasize the role of the institutional environment in understanding interest groups' strategies.\n\n",
    "acknowledgement": "\nSpiller: Jeffrey A. Jacobs Distinguished Professor of Business & Technology at the Haas School of Business, University of California, Berkeley, and Research Associate, at the National Bureau of Economic Research.  Liao: Graduate Student, Business and Public Policy, Haas School of Business, University of California, Berkeley.\n\n\n"
}