{
    "id": 12208,
    "citation_title": "The Effects of State Medicaid Policies on the Dynamic Savings Patterns of the Elderly",
    "citation_author": [
        "Lara Gardner",
        "Donna Gilleskie"
    ],
    "citation_publication_date": "2006-05-08",
    "issue_date": "2006-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStates have considerable flexibility in determining Medicaid policies such as financial eligibility criteria, subsidies for home- and community-based services, and reimbursements rates to skilled nursing facilities, among other things.  An understanding of how differences in Medicaid programs across states and time affect the elderlys' demand for Medicaid coverage of long-term care is necessary for evaluating future changes in the Medicaid program structure.  We use data from the 1993, 1995, 1998, and 2000 waves of the Asset and Health Dynamics of the Elderly and variation in state Medicaid policies over time to estimate our dynamic framework capturing the sequential asset and gift decisions that determine eligibility for Medicaid.  We also model the long-term care decisions of married and single individuals conditional on endogenous insurance coverage and health transitions.  To control for the impact of unobserved heterogeneity in all outcomes, the structural equations of the empirical model are estimated jointly, allowing for correlation in the error structure across equations and over time.  In this paper we focus on the asset and gifting decisions of the elderly over time.  We find that many of the Medicaid policy variables that differ across states have a significant but small effect on the savings decisions of the elderly, with single elderly individuals exhibiting more response than married elderly individuals.\n\n",
    "acknowledgement": "\n"
}