{
    "id": 12217,
    "citation_title": "Multinationals, Technology, and the Introduction of Varieties of Goods",
    "citation_author": [
        "Irene Brambilla"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "2009-08-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultiproduct firms and product turnover are widespread phenomena. This paper develops a theoretical framework that links advantages in R&D and variable costs with firm's ability to expand its portfolio of products. The framework is then applied to explain systematic differences in product introduction by affiliates of multinationals and firms that only operate domestically. Using firm-level data for the Chinese manufacturing sector during 1998-2000, I compare the performance of foreign and domestic firms in terms of the new varieties that they introduce and I estimate the quantitative relevance of technological factors as a determinant.\nI find that firms with more than 50 percent of foreign ownership introduce on average more than twice as many more new varieties of goods as private domestic firms. Advantages in productivity account for 32 to 62 percent of the difference in the number and sales of new varieties, while advantages in the cost of development account for 3 to 6 percent of these differences.\n\n",
    "acknowledgement": "\nI would like to thank J. Altonji, S. Berry, P. Goldberg, G. Grossman, J. Harrigan, R. Hellerstein, B. Honore, W. Keller, A. Pakes, R. Pande, G. Porto, E. Tamer, S. Yeaple, and seminar participants at Columbia, Industrial Development Conference, Federal Reserve Bank of New York, University of Pennsylvania, University of Texas at Austin, and Yale for helpful comments, and P. Keefer for access to the data.\n\n\n"
}