{
    "id": 12211,
    "citation_title": "Identifying Individual and Group Effects in the Presence of Sorting: A Neighborhood Effects Application",
    "citation_author": [
        "Patrick Bayer",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "2009-02-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nResearchers have long recognized that the non-random sorting of individuals into groups generates correlation between individual and group attributes that is likely to bias naïve estimates of both individual and group effects. This paper proposes a non-parametric strategy for identifying these effects in a model that allows for both individual and group unobservables, applying this strategy to the estimation of neighborhood effects on labor market outcomes. The first part of this strategy is guided by a robust feature of the equilibrium in vertical sorting models - a monotonic relationship between neighborhood housing prices and neighborhood quality. This implies that under certain conditions a non-parametric function of neighborhood housing prices serves as a suitable control function for the neighborhood unobservable in the labor market outcome regression. This control function transforms the problem to a model with one unobservable so that traditional instrumental variables solutions may be applied. In our application, we instrument for each individual's observed neighborhood attributes with the average neighborhood attributes of a set of observationally identical individuals. The neighborhood effects model is estimated using confidential microdata from the 1990 Decennial Census for the Boston MSA. The results imply that the direct effects of geographic proximity to jobs, neighborhood poverty rates, and average neighborhood education are substantially larger than the conditional correlations identified using OLS, although the net effect of neighborhood quality on labor market outcomes remains small. These findings are robust across a wide variety of specifications and robustness checks.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Department of Housing and Urban Development, Federal Reserve Bank of New York, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut for financial support. We are especially thankful to Steven Durlauf for extensive comments on an earlier draft and to William Brock, Fernando Ferreira, Yannis Ioannides, Albert Saiz, Holger Sieg, Todd Sinai, and seminar participants at UC Berkeley, NYU, Penn-Wharton, and Wisconsin for many helpful comments and suggestions. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Research Data Center (BRDC). The research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau, the Department of Housing and Urban Development, any other agency of the U.S. Government or the National Bureau of Economic Research. This paper was screened to insure that no confidential data are revealed.\n\n\n"
}