{
    "id": 1221,
    "citation_title": "The Conduct of Domestic Monetary Policy",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1983-10-01",
    "issue_date": "1983-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops the view that monetary policy operates within a set of basic constraints that limit the set of outcomes that it can achieve.These include constraints on aggregate supply behavior that determine how a given path of nominal income growth will be divided between inflation and output growth, as well as \"velocity\" constraints that influence the path of nominal income growth that will result from any given time path for the monetary base, monetary aggregates, or interest rates.The interaction of monetary policy decisions with shifts in constraints helps to explain the sources of deteriorating macroeconomic performance in the 1970s and early 1980s.The role of aggregate supply behavior is illustrated with a one-equation approach to the econometric problem of predicting how changes in nominal GNP growth will be divided between inflation and real GNP growth. The results from the equation estimated through 1980 are used to examine the behavior of inflation during the 1981-82 recession, and to predict the behavior of inflation and unemployment that would ac-company alternative paths of nominal GNP growth after 1982.The role of velocity is examined in a new set of multivariate exogeneity tests using the vector-autoregressive (VAR) approach for three separate sample periods (1953-61, 1962-70, and 1971-79).The major conclusions are that the monetary base has no significant explanatory role for spending changes. The Treasury bill rate appears to carry the main explanatory power, working directly on spending in the 1950s and indirectly through the money multiplier in the 1970s.\n\n",
    "acknowledgement": "\n"
}