{
    "id": 12224,
    "citation_title": "Markets Versus Governments: Political Economy of Mechanisms",
    "citation_author": [
        "Daron Acemoglu",
        "Michael Golosov",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal Mirrlees taxation problem in a dynamic economy with idiosyncratic (productivity or preference) shocks. In contrast to the standard approach, which implicitly assumes that the mechanism is operated by a benevolent planner with full commitment power, we assume that any centralized mechanism can only be operated by a self-interested ruler/government without commitment power, who can therefore misuse the resources and the information it collects. An important result of our analysis is that there will be truthful revelation along the equilibrium path (for all positive discount factors), which shows that truth-telling mechanisms can be used despite the commitment problems and the different interests of the government. Using this tool, we show that if the government is as patient as the agents, the best sustainable mechanism leads to an asymptotic allocation where the aggregate distortions arising from political economy disappear. In contrast, when the government is less patient than the citizens, there are positive aggregate distortions and positive aggregate capital taxes even asymptotically. Under some additional assumptions on preferences, these results generalize to the case when the government is benevolent but unable to commit to future tax policies. We conclude by providing a brief comparison of centralized mechanisms operated by self-interested rulers to anonymous markets.\n\n",
    "acknowledgement": "\n"
}