{
    "id": 12229,
    "citation_title": "Monetary Unions, External Shocks and Economic Performance: A Latin American Perspective",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last few years there has been a renewed analysis in currency unions as a form of monetary arrangement. This new interest has been largely triggered by the Euro experience. Scholars and policy makers have asked about the optimal number of currencies in the world economy. They have analyzed whether different countries satisfy the traditional \"optimal currency area\" criteria. These include, among other: (a) the synchronization of the business cycle; (b) the degree of factor mobility; and (c) the extent of trade and financial integration. In this paper I analyze the desirability of a monetary union from a Latin American perspective. First, I review the existing literature on the subject. Second, I use a large data set to analyze the evidence on economic performance in currency union countries. I investigate these countries' performance on four dimensions: (a) whether countries without a national currency have a lower occurrence of \"sudden stop\" episodes; (b) whether they have a lower occurrence of \"current account reversal\" episodes; (c) what is their ability to absorb international terms of trade shocks; and (d) what is their ability to absorb \"sudden stops\" and \"current account reversals\" shocks. I find that belonging to a currency union has not lower the probability of facing a sudden stop or a current account reversal. I also find that external shocks have been amplified in currency union countries. The degree of amplification is particularly large when compared to flexible exchange rate countries.\n\n",
    "acknowledgement": "\n"
}