{
    "id": 12238,
    "citation_title": "U.S.-Based Private Voluntary Organizations: Religious and Secular PVOs Engaged in International Relief & Development",
    "citation_author": [
        "Rachel M. McCleary",
        "Robert J. Barro"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe have constructed a new and substantial data set from 1939 to 2004 on U.S.-based private voluntary organizations (PVOs) engaged in international relief and development. The universe comprises PVOs registered with the federal government (U.S. Agency for International Development since the early 1960s). PVOs are classified by type among secular and 14 types of religious categories. Classifications were made for the date of founding and in 2004 (or last date of existence). We can therefore examine shifts in classification over time—among religion types and between religious and secular. The data set has information on revenue and expenditure for each year. We distinguish revenue by source: federal, international organization, and private. We distinguish within these sources by grants, contracts, in-kind and cash donations, and so on. We break down expenditure into categories, including a division between international and domestic programs. This data set allows us to track trends in the overall universe of PVOs and by type of PVO in terms of numbers registered, income, expenditure, and sub-categories of income and expenditure. Analysis can now be conducted at the individual agency and aggregate levels for PVOs engaged in international relief and development and registered with the U.S. federal government from 1939 to 2004.\n\n",
    "acknowledgement": "\n"
}