{
    "id": 12231,
    "citation_title": "Prices, Spatial Competition, and Heterogenous Producers: An Empirical Test",
    "citation_author": [
        "Chad Syverson"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn markets where spatial competition is important, many models predict that average prices are lower in denser markets (i.e., those with more producers per unit area). Homogeneous-producer models attribute this effect solely to lower optimal markups. However, when producers instead differ in their production costs, a second mechanism also acts to lower equilibrium prices: competition-driven selection on costs. Consumers' greater substitution possibilities in denser markets make it more difficult for high-cost firms to profitably operate, truncating the equilibrium cost (and price) distributions from above. This selection process can be empirically distinguished from the homogenous-producer case because it implies that not only do average prices fall as density rises, but that upper-bound prices and price dispersion should also decline as well. I find empirical support for this process using a rich set of price data from U.S. readymixed concrete plants. Features of the industry offer an arguably exogenous source of producer density variation with which to identify these effects. I also show that the findings do not simply result from lower factor prices in dense markets, but rather because dense-market producers have low costs because they are more efficient.\n\n",
    "acknowledgement": "\n"
}