{
    "id": 12240,
    "citation_title": "Tax Law Changes, Income Shifting and Measured Wage Inequality: Evidence from India",
    "citation_author": [
        "Jagadeesh Sivadasan",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2006-05-15",
    "issue_date": "2006-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large dataset covering all registered plants in the manufacturing sector in India over the period 1986 to 1995 to examine the effects of a 1992 income tax law change that eliminated the double taxation of wages paid to partners in partnership firms. This tax law change provides a unique opportunity to identify the effects of tax policy changes on firm behavior in a developing country context. Since the change provided incentives for shifting income from wages to profits, it also has important implications for certain measures of wage inequality. We find an immediate and pervasive response by partnership firms to the tax law change, reflected in a significant shifting of income from profits to managerial wages. Since about 50 percent of registered manufacturing plants are incorporated in the form of partnerships (including most family-run businesses), income shifting by these firms could have a significant impact on measured wage inequality. We find a sizeable jump in the mean and median relative wage of skilled workers (which includes managers and partners) following the tax law change in 1992. This sudden increase in measured wage inequality follows major trade liberalization and deregulation reforms announced earlier (in July 1991). We find that the income shifting induced by the tax law change explains almost all of the observed increase in measured wage inequality following these reforms. This finding is robust to inclusion of controls for a number of other potential sources of post-liberalization increases in wage inequality. Our results show that firms respond strongly to tax incentives for income shifting, and highlight the need to control for the potential effects of tax incentives in studies of wage inequality.\n\n",
    "acknowledgement": "\n"
}