{
    "id": 12249,
    "citation_title": "China's FDI and Non-FDI Economies and the Sustainability of Future High Chinese Growth",
    "citation_author": [
        "John Whalley",
        "Xian Xin"
    ],
    "citation_publication_date": "2006-05-22",
    "issue_date": "2006-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents assesses of the contribution of inward FDI to China's recent rapid economic growth using a two stage growth accounting approach. Recent econometric literature focuses on testing whether Chinese growth depends on inward FDI rather than measuring the contribution. Foreign Invested Enterprises (FIEs), often (but not exclusively) are joint ventures between foreign companies and Chinese enterprises, and can be thought of as forming a distinctive subpart of the Chinese economy. These enterprises account for over 50% of China's exports and 60% of China's imports. Their share in Chinese GDP has been over 20% in the last two years, but they employ only 3% of the workforce, since their average labor productivity exceeds that of Non-FIEs by around 9:1. Their production is more heavily for export rather than the domestic market because FIEs provide  access to both distribution systems abroad and product design for export markets. Our decomposition results indicate that China's FIEs may have contributed over 40% of China's economic growth in 2003 and 2004, and without this inward FDI, China's overall GDP growth rate could have been around 3.4 percentage points lower. We suggest that the sustainability of both China' export and overall economic growth may be questionable if inward FDI plateaus in the future.\n\n",
    "acknowledgement": "\n"
}