{
    "id": 12251,
    "citation_title": "The Impact of Group Diversity on Performance and Knowledge Spillover -- An Experiment in a College Classroom",
    "citation_author": [
        "Zeynep Hansen",
        "Hideo Owan",
        "Jie Pan"
    ],
    "citation_publication_date": "2006-05-22",
    "issue_date": "2006-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important yet under-explored question in the teamwork literature concerns how group characteristics affect productivity. Within a given teamwork setting, it is not obvious how group member diversity affects the performance of the individual and the group. The group may gain from knowledge transfer and sharing while it may be crippled by communication and coordination problems that are prevalent in heterogeneous groups. In this study, we combine class performance data from an undergraduate management class with students' personal records to explore diversity and knowledge spillover effects. A major advantage of our dataset is the exogenous assignment of groups, which rules out the troublesome yet common self-selection issue in team literature. Our results indicate that male-dominant groups performed worse both in group work and in individually taken exams than female-dominant and equally-mixed gender groups after controlling for other group characteristics. Individual members from a group with more diversity in age and gender scored higher in exams. However, we did not find any significance of a group's racial composition over group and individual performances. Another novel aspect of this natural experiment is that each group chooses their own group contract form - members of \"autonomous\" groups receive equal grade for their group work while those in \"democratic\" groups can adopt differentiated point allocation, thus, providing a proper mechanism to punish free riders. Our estimation results show a significant correlation between the choice of a democratic contract and the group and individual performance. To address the endogeneity problem in groups' contract choices, we use a maximum likelihood treatment effect model and found that the democratic group contract has a positive and significant effect on group performance.\n\n",
    "acknowledgement": "\n"
}