{
    "id": 12255,
    "citation_title": "Private Investment and Government Protection",
    "citation_author": [
        "Carolyn Kousky",
        "Erzo F.P. Luttmer",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2006-05-29",
    "issue_date": "2006-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHurricane Katrina did massive damage because New Orleans and the Gulf Coast were not appropriately protected.  Wherever natural disasters threaten, the government -- in its traditional role as public goods provider -- must decide what level of protection to provide to an area.  It does so by purchasing protective capital, such as levees for a low-lying city.\nWe show that if private capital is more likely to locate in better-protected areas, then the marginal social value of protection will increase with the level of protection provided.  That is, the benefit function is convex, contrary to the normal assumption of concavity.  When the government protects and the private sector invests, due to the ill-behaved nature of the benefit function, there may be multiple Nash equilibria.  Policy makers must compare them, rather than merely follow local optimality conditions, to find the equilibrium offering the highest social welfare.\nThere is usually considerable uncertainty about the amount of investment that will accompany any level of protection, further complicating the government's choice problem.  We show that when deciding on the current level of protection, the government must take account of the option value of increasing the level of protection in the future.\n\n",
    "acknowledgement": "\n"
}