{
    "id": 12254,
    "citation_title": "Input and Technology Choices in Regulated Industries: Evidence From the Health Care Sector",
    "citation_author": [
        "Daron Acemoglu",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2006-05-29",
    "issue_date": "2006-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of regulatory change for the input mix and technology choices of regulated industries. We present a simple neoclassical framework that emphasizes the change in relative factor prices associated with the regulatory change from full cost to partial cost reimbursement, and investigate how this aﬀects firms' technology choices through substitution of (capital embodied) technologies for tasks previously performed by labor. We examine these implications empirically by studying the change from full cost to partial cost reimbursement under the Medicare Prospective Payment System (PPS) reform, which increased the relative price of labor faced by U.S. hospitals. Using the interaction of hospitals' pre-PPS Medicare share of patient days with the introduction of these regulatory changes, we document a substantial increase in capital-labor ratios and a large decline in labor inputs associated with PPS. Most interestingly, we find that the PPS reform seems to have encouraged the adoption of a range of new medical technologies. We also show that the reform was associated with an increase in the skill composition of these hospitals, which is consistent with technology-skill or capital-skill complementarities.\n\n",
    "acknowledgement": "\n"
}