{
    "id": 12253,
    "citation_title": "There Goes the Neighborhood? Estimates of the Impact of Crime Risk on Property Values From Megan's Laws",
    "citation_author": [
        "Leigh L. Linden",
        "Jonah E. Rockoff"
    ],
    "citation_publication_date": "2006-05-29",
    "issue_date": "2006-05-29",
    "revision_date": "2007-04-24",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe combine data from the housing market with data from the North Carolina Sex Offender Registry to estimate how individuals value living in close proximity to a convicted criminal. We use the exact location of sex offenders to exploit variation in the threat of crime within small homogenous groupings of homes, and we use the timing of sex offenders' arrivals to control for baseline property values in the area. We find statistically and economically significant negative effects of sex offenders' locations that are extremely localized. Houses within a one-tenth mile area around the home of a sex offender fall by 4 percent on average (about $5,500). We also find evidence that the effect varies with distance within this range -- houses next to an offender sell for about 12 percent less while those a tenth of a mile away or more show no decline. We combine our willingness-to-pay estimates with data on sexual crimes against neighbors to estimate the costs to victims of sexual offenses. We estimate costs of over $1 million per victim -- far in excess of estimates taken from the criminal justice literature. However, we cannot reject the alternative hypotheses that individuals overestimate the risk posed by offenders or view living near an offender as having costs exclusive of crime risk.\n\n",
    "acknowledgement": "\nWe thank Doug Almond, Pierre Azoulay, Lena Edlund, Michael Greenstone, Maria Guadalupe, Brian Jacob, Chris Mayer, three anonymous referees, and seminar participants at UC Berkeley, UC Santa Cruz, USC, Hunter College, Rutgers University, University of Maryland, NYU, Columbia University, and the NBER Summer Institute for helpful comments. We are grateful to Thomas Kane, Douglas Staiger, Joe Brown from the Mecklenburg County Tax Assessor's Office, Josh McSwain of Mecklenburg County GIS Office, and Nikki Johnson of the North Carolina State Bureau of Investigation for helping us put together data for this project. Reed Walker, Junni Cai, and Julia Zhou provided excellent research assistance.\n\n\n"
}