{
    "id": 12268,
    "citation_title": "Monetary Policy When Potential Output is Uncertain: Understanding the Growth Gamble of the 1990s",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Fed kept interest rates low and essentially unchanged during the late 1990s despite a booming economy and record-low unemployment. These interest rates were accommodative by historical standards. Nonetheless, inflation remained low. How did the Fed succeed in sustaining rapid economic growth without fueling inflation and inflationary expectations? In retrospect, it is evident that the productive capacity of the economy increased. Yet as events unfolded, there was uncertainty about the expansion of the capacity of the economy and therefore about the sustainability of the Fed's policy. \nThis paper provides an explanation for the success of the Fed in accommodating growth with stable inflation in the late 1990s. It shows that if the central bank is committed to reverse policy errors it makes because of unwarranted optimism, inflation can remain in check even if the central bank keeps interest rates low because of this optimism. In particular, a price level target -- which is a simple way to model a commitment to offset errors -- can serve to anchor inflation even if the public does not share the central bank's optimism about shifts in potential output. The paper shows that price level targeting is superior to inflation targeting in a wide range of situations. The paper also provides econometric evidence that, in contrast to earlier periods, the Fed has recently put substantial weight on the price level in setting interest rates. Moreover, it shows that CPI announcement surprises lead to reversion in the price level. Finally, it provides textual evidence that Alan Greenspan puts relatively more weight on the price level than inflation.\n\n",
    "acknowledgement": "\n"
}