{
    "id": 12269,
    "citation_title": "Disease and Development: The Effect of Life Expectancy on Economic Growth",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the effect of increasing life expectancy on economic growth? To answer this question, we exploit the international epidemiological transition, the wave of international health innovations and improvements that began in the 1940s. We obtain estimates of mortality by disease before the 1940s from the League of Nations and national public health sources. Using these data, we construct an instrument for changes in life expectancy, referred to as predicted mortality, which is based on the pre-intervention distribution of mortality from various diseases around the world and dates of global interventions. We document that predicted mortality has a large and robust effect on changes in life expectancy starting in 1940, but no effect on changes in life expectancy before the interventions. The instrumented changes in life expectancy have a large effect on population; a 1% increase in life expectancy leads to an increase in population of about 1.5%. Life expectancy has a much smaller effect on total GDP both initially and over a 40-year horizon, however. Consequently, there is no evidence that the large exogenous increase in life expectancy led to a significant increase in per capita economic growth. These results confirm that global efforts to combat poor health conditions in less developed countries can be highly effective, but also shed doubt on claims that unfavorable health conditions are the root cause of the poverty of some nations.\n\n",
    "acknowledgement": "\n"
}