{
    "id": 12261,
    "citation_title": "Why Does the Law of One Price Fail? An Experiment on Index Mutual Funds",
    "citation_author": [
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2006-05-29",
    "issue_date": "2006-05-29",
    "revision_date": "2008-04-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nExperimental subjects allocate $10,000 across four S&P 500 index funds. Subject rewards depend on the chosen portfolio's subsequent return. Because the investments are not actually intermediated by the fund companies, portfolio returns are unbundled from non-portfolio services. The optimal portfolio therefore invests 100% in the lowest-cost fund. Nonetheless, subjects overwhelmingly fail to minimize fees. When we make fees transparent and salient, portfolios shift towards cheaper funds, but fees are still not minimized. Instead, subjects place high weight on normatively irrelevant historical returns. Subjects who choose high-cost index funds are relatively much less confident about their asset allocation choices.\n\n",
    "acknowledgement": "\nWe are indebted to Anna Blank, David Borden, Carlos Caro, Ananya Chakravarti, Keith Ericson, Christina Jenq, Shih En Lu, Dina Mishra, Kelly Shue, Dmitry Taubinsky, Chelsea Zhang, Fan Zhang, and Eric Zwick for their excellent research assistance. We are grateful to Sally Zeckhauser, John W. Nolan, Ken Toy, and Thomas E. Vautin for facilitating the experiment with Harvard staff. We thank Jeff Brown, Gideon Saar, and seminar participants at the Boston Fed, NBER, University of Connecticut, University of Maryland, University of Pennsylvania, and Yale for helpful comments. We acknowledge individual and collective financial support from the National Institute on Aging (grants R01-AG021650 and T32-AG00186) and the U.S. Social Security Administration through grant #10- P-98363-2 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of NIA, SSA, any other agency of the Federal Government, or the NBER. Choi acknowledges financial support from the Mustard Seed Foundation.\n\n\n"
}