{
    "id": 12274,
    "citation_title": "Does Corruption Produce Unsafe Drivers?",
    "citation_author": [
        "Marianne Bertrand",
        "Simeon Djankov",
        "Rema Hanna",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "2019-01-14",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe follow 822 applicants through the process of obtaining a driver's license in New Delhi, India. To understand how the bureaucracy responds to individual and social needs, participants were randomly assigned to one of three groups: bonus, lesson, and comparison groups. Participants in the bonus group were offered a financial reward if they could obtain their license fast; participants in the lesson group were offered free driving lessons. To gauge driving skills, we performed a surprise driving test after participants had obtained their licenses. Several interesting facts regarding corruption emerge. First, the bureaucracy responds to individual needs. Those who want their license faster (e.g. the bonus group), get it 40% faster and at a 20% higher rate. Second, the bureaucracy is insensitive to social needs. The bonus group does not learn to drive safely in order to obtain their license: in fact, 69% of them were rated as \"failures\" on the independent driving test. Those in the lesson group, despite superior driving skills, are only slightly more likely to obtain a license than the comparison group and far less likely (by 29 percentage points) than the bonus group. Detailed surveys allow us to document the mechanisms of corruption. We find that bureaucrats arbitrarily fail drivers at a high rate during the driving exam, irrespective of their ability to drive. To overcome this, individuals pay informal \"agents\" to bribe the bureaucrat and avoid taking the exam altogether. An audit study of agents further highlights the insensitivity of agents' pricing to driving skills. Together, these results suggest that bureaucrats raise red tape to extract bribes and that this corruption undermines the very purpose of regulation.\n\n",
    "acknowledgement": "\n"
}