{
    "id": 12275,
    "citation_title": "When Does Domestic Saving Matter for Economic Growth?",
    "citation_author": [
        "Philippe Aghion",
        "Diego Comin",
        "Peter Howitt"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "2006-09-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan a country grow faster by saving more? We address this question both theoretically and empirically. In our model, growth results from innovations that allow local sectors to catch up with the frontier technology. In relatively poor countries, catching up with the frontier requires the involvement of a foreign investor, who is familiar with the frontier technology, together with effort on the part of a local bank, who can directly monitor local projects to which the technology must be adapted. In such a country, local saving matters for innovation, and therefore growth, because it allows the domestic bank to cofinance projects and thus to attract foreign investment. But in countries close to the frontier, local firms are familiar with the frontier technology, and therefore do not need to attract foreign investment to undertake an innovation project, so local saving does not matter for growth. In our empirical exploration we show that lagged savings is significantly associated with productivity growth for poor but not for rich countries. This effect operates entirely through TFP rather than through capital accumulation. Further, we show that savings is significantly associated with higher levels of FDI inflows and equipment imports and that the effect that these have on growth is significantly larger for poor countries than rich.\n\n",
    "acknowledgement": "\n"
}