{
    "id": 12271,
    "citation_title": "Measuring International Trade in Services",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorld trade in services has recently been a little under $US2 trillion, about a quarter of world trade in goods. That ratio does not appear to have changed much in the last 50 years. For the US, exports of services have recently been over 40% and imports about 20% of exports and imports of goods, a return, for exports to the ratios of the early 1800s. Imports of services are now increasing more rapidly than exports, but not faster than goods imports.\n\tBecause measures of service trade are not anchored in any observation of physical movement, they are dependent on definitions of residence. An example of that dependence and the ambiguities it creates is exports of educational services, a domestic activity that becomes an export because students are defined as foreign residents. Since many students later become US residents, the supposedly exported service never leaves the US, or returns to the US unobserved and uncounted.\n\tA particularly serious problem of measurement is the growing transfer of intangible US corporate assets to foreign affiliates of US firms, some of which use virtually no foreign factors of production. These transfers, mainly for tax saving purposes, give rise to phantom flows of services from the foreign affiliates to the US and to other countries and remove the exports from the U.S. balance of payments. They make the meaning of measures of the current balances and GDP ambiguous. One possible solution to the measurement problems would be to use measures assigning at least intangible assets to countries of ownership, rather than nominal residence.\n\n",
    "acknowledgement": "\n"
}