{
    "id": 12289,
    "citation_title": "Sources of Advantageous Selection: Evidence from the Medigap Insurance Market",
    "citation_author": [
        "Hanming Fang",
        "Michael P. Keane",
        "Dan Silverman"
    ],
    "citation_publication_date": "2006-06-12",
    "issue_date": "2006-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide strong evidence of advantageous selection in the Medigap insurance market, and analyze its sources. Using Medicare Current Beneficiary Survey (MCBS) data, we find that, conditional on controls for the price of Medigap, medical expenditures for senior citizens with Medigap coverage are, on average, about $4,000 less than for those without. But, if we condition on health, expenditures for seniors on Medigap are about $2,000 more. These two findings can only be reconciled if those with less health expenditure risk are more likely to purchase Medigap, implying advantageous selection. By combining the MCBS and the Health and Retirement Study (HRS), we investigate the sources of this advantageous selection. These include income, education, longevity expectations and financial planing horizons, as well as cognitive ability. Once we condition on all these factors, seniors with higher expected medical expenditure are indeed more likely to purchase Medigap. Surprisingly, risk preferences do not appear to be a source of advantageous selection. But cognitive ability emerges as a particularly important factor, consistent with a view that many senior citizens have difficulty understanding Medicare and Medigap rules.\n\n",
    "acknowledgement": "\n"
}