{
    "id": 12282,
    "citation_title": "Educational Debt Burden and Career Choice: Evidence from a Financial Aid Experiment at NYU Law School",
    "citation_author": [
        "Erica Field"
    ],
    "citation_publication_date": "2006-06-05",
    "issue_date": "2006-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the influence of educational debt aversion on the career choice of law school students, including the decision to attend law school and the decision to work in public interest law. To isolate the role of debt aversion, I analyze experimental data from NYU Law School's Innovative Financial Aid Study in which two career-contingent financial aid packages were randomly assigned to participating admits. Because the packages had equivalent monetary value and differed only in the duration of indebtedness, differences in career choices associated with financial aid assignment can be attributed to psychological debt aversion. The results indicate that debt aversion matters: In classes for which the lottery was announced prior to enrollment, participants randomly assigned to the low-debt package are nearly twice as likely to enroll. In classes without selective matriculation,  lottery winners have a 36-45% higher rate of first job placement in public interest law. Both results are consistent with a simple model of debt aversion in which psychic costs of holding debt during and after school generate differences in the discounted lifetime utility of the financial aid packages and, hence, in the value of attending law school and of working in public interest law.\n\n",
    "acknowledgement": "\n"
}