{
    "id": 12299,
    "citation_title": "Currency Mismatches, Default Risk, and Exchange Rate Depreciation: Evidence from the End of Bimetallism",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2006-06-12",
    "issue_date": "2006-06-12",
    "revision_date": "2006-09-26",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is generally very difficult to measure the effects of a currency depreciation on a country’s balance sheet and financing costs given the endogenous properties of the exchange rate. History provides at least one natural experiment to test whether an exogenous exchange rate depreciation can be contractionary (via an increased real debt burden) or expansionary (via an improved current account). France’s decision to suspend the free coinage of silver in 1876 played a paramount role in causing a large exogenous depreciation of the nominal exchange rates of all silver standard countries versus gold-backed currencies such as the British pound—the currency in which much of their debt was payable. Our identifying assumption is that France’s decision to end bimetallism was exogenous from the viewpoint of countries on the silver standard. To deal with heterogeneity we implement a difference in differences estimator. Sovereign yield spreads for countries on the silver standard increased in proportion to the potential currency mismatch. Yield spreads for silver countries increased ten to fifteen percent in the wake of the depreciation. Basic growth models suggest that the accompanying reduction in investment could have decreased output per capita by between one and four percent relative to the pre-shock trajectory. This also illustrates that a substantial proportion of the decrease in spreads gold standard countries identified in the “Good Housekeeping” literature could be attributable to the increase in exchange rate stability. Finally, if emerging markets are going to embrace international capital flows, the most export oriented countries will manage to mitigate the negative effects of a currency mismatch.\n\n",
    "acknowledgement": "\n"
}