{
    "id": 12298,
    "citation_title": "Economic, Neurobiological and Behavioral Perspectives on Building America's Future Workforce",
    "citation_author": [
        "Eric I. Knudsen",
        "James J. Heckman",
        "Judy L. Cameron",
        "Jack P. Shonkoff"
    ],
    "citation_publication_date": "2006-06-12",
    "issue_date": "2006-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing proportion of the U.S. workforce will have been raised in disadvantaged environments that are associated with relatively high proportions of individuals with diminished cognitive and social skills. A cross-disciplinary examination of research in economics, developmental psychology, and neurobiology reveals a striking convergence on a set of common principles that account for the potent effects of early environment on the capacity for human skill development. Central to these principles are the findings that early experiences have a uniquely powerful influence on the development of cognitive and social skills, as well as on brain architecture and neurochemistry; that both skill development and brain maturation are hierarchical processes in which higher level functions depend on, and build on, lower level functions; and that the capacity for change in the foundations of human skill development and neural circuitry is highest earlier in life and decreases over time. These findings lead to the conclusion that the most efficient strategy for strengthening the future workforce, both economically and neurobiologically, and for improving its quality of life is to invest in the environments of disadvantaged children during the early childhood years.\n\n",
    "acknowledgement": "\n"
}