{
    "id": 12291,
    "citation_title": "Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research",
    "citation_author": [
        "John Cawley",
        "Richard V. Burkhauser"
    ],
    "citation_publication_date": "2006-06-12",
    "issue_date": "2006-06-12",
    "revision_date": "2006-07-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVirtually all social science research related to obesity uses body mass index (BMI), usually calculated using self-reported values of weight and height, or clinical weight classifications based on BMI. Yet there is wide agreement in the medical literature that such measures are seriously flawed because they do not distinguish fat from fat-free mass such as muscle and bone. Here we evaluate more accurate measures of fatness (total body fat, percent body fat, and waist circumference) that have greater theoretical support in the medical literature. We provide conversion formulas based on NHANES data so that researchers can calculate the estimated values of these more accurate measures of fatness using the self-reported weight and height available in many social science datasets.\n\tTo demonstrate the benefits of these alternative measures of fatness, we show that using them significantly impacts who is classified as obese. For example, when the more accurate measures of fatness are used, the gap in obesity between white and African American men increases substantially, with white men significantly more likely to be obese. In addition, the gap in obesity between African American and white women is cut in half (with African American women still significantly more likely to be obese).\n\tAs an example of the value of fatness in predicting social science outcomes, we show that while BMI is positively correlated with the probability of employment disability in the PSID, when body mass is divided into its components, fatness is positively correlated with disability while fat-free mass (such as muscle) is negatively correlated with disability.\n\n",
    "acknowledgement": "\n"
}