{
    "id": 12317,
    "citation_title": "Media Markets and Localism: Does Local News en Español Boost Hispanic Voter Turnout?",
    "citation_author": [
        "Felix Oberholzer-Gee",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the dawn of broadcasting, and especially in the past decade, Americans have turned their attention from local to more distant sources of news and entertainment. While the integration of media markets will raise the private welfare of many consumers, a globalized information and entertainment industry can undermine civic engagement, transforming locally engaged citizens into viewers consuming programming from distant sources. In response to such concerns, many regulatory agencies, including the Federal Communication Commission in the United States, curtail the integration of media markets to promote \"localism.\" Determining the right balance between the private benefits of integrated markets and the public value of civic engagement requires evidence on the size of the positive spillovers from local media. In this paper, we exploit the rapid growth of Hispanic communities in the United States to test whether the presence of local television news affects local civic behavior. We find that Hispanic voter turnout increased by 5 to 10 percentage points, relative to non-Hispanic voter turnout, in markets where local Spanish-language television news became available. Thus, the tradeoff between integrated media markets and civic engagement is real, and our results provide a basis for the continued pursuit of regulatory policies that promote localism.\n\n",
    "acknowledgement": "\n"
}