{
    "id": 12311,
    "citation_title": "The Boskin Commission Report: A Retrospective One Decade Later",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a retrospective on the 1996 Boskin Commission Report, Toward a More Accurate Measure of the Cost of Living, and its famous estimate that the CPI in 1995-96 was upward biased by 1.1 percent per year.  The paper summarizes the report's methods, findings, and recommendations, and then reviews the criticisms that appeared soon after the Report was issued.  Post-Boskin changes in the CPI are summarized and assessed, as is recent research on related issues.  The paper sharply distinguishes two questions.  First, with what we know now, what should the Commission have concluded about CPI bias in 1995-96?  Second, what is the bias now after the many improvements introduced into the CPI since the Commission's Report?\n        About the first question, my own recent research on apparel and rental housing indicates a substantial downward bias in the CPI over much of the twentieth century, diminishing in size after 1985.  Incorporating these findings into the Boskin matrix would reduce its 0.6 percent annual upward bias due to quality change and new products to a smaller 0.4 percent bias.  However, this is more than offset by the stunning discrepancy over 2000-06 in the chain-weighted C-CPI-U compared to the traditional CPI-U, indicating that the Commission greatly understated the magnitude of upper-level substitution bias.  This retrospective evaluation suggests that the Boskin bias estimate for 1995-96 should have been 1.2 to 1.3 percent, not 1.1 percent.\n        Current upward bias in the CPI is estimated to have declined from the revised 1.2-1.3 percent in the Boskin era to about 0.8 percent today.  Yet the Boskin report, like most contemporary studies of quality change, failed to place sufficient value on the value of new products and on increased longevity.  Allowing for these, today's bias is at least 1.0 percent per year or perhaps even higher.\n\n",
    "acknowledgement": "\n"
}