{
    "id": 12313,
    "citation_title": "Socially Optimal Districting: An Empirical Investigation",
    "citation_author": [
        "Stephen Coate",
        "Brian Knight"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an empirical exploration of the potential gains from socially optimal districting. As emphasized in the political science literature, districting matters because it determines the seat-vote curve, which relates the fraction of seats parties obtain to their share of the aggregate vote. Building on the theoretical work of Coate and Knight (2006), which develops and analyzes the optimal seat-vote curve, this paper develops a methodology for computing actual and optimal seat-vote curves and for measuring the potential welfare gains that would emerge from implementing optimal seat-vote curves. This method is then applied to analyze districting plans in place during the 1990s to elect U.S. State legislators. The analysis shows that the plans used by the states in our data set generate seat-vote curves that are overly responsive to changes in voters' preferences. While there is significant variation across states, the potential welfare gains from implementing optimal seat-vote curves are on average small relative to the overall surplus generated by legislatures. This appears to be because seat-vote curves are reasonably close to optimal rather than because aggregate welfare is insensitive to varying districting plans. Interestingly, implementing proportional representation would produce welfare levels quite close to those achieved by implementing optimal seat-vote curves.\n\n",
    "acknowledgement": "\n"
}