{
    "id": 12316,
    "citation_title": "Globalization, De-Industrialization and Mexican Exceptionalism 1750-1879",
    "citation_author": [
        "Rafael Dobado González",
        "Aurora Gómez Galvarriato",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLike the rest of the poor periphery, Mexico had to deal with de-industrialization forces between 1750 and 1913, those critical 150 years when the economic gap between the industrial core and the primary-product-producing periphery widened to such huge dimensions. Yet, from independence to mid-century Mexico did better on this score than did most countries around the periphery. This paper explores the sources of Mexican exceptionalism with de-industrialization. It decomposes those sources into those attributable to productivity events in the core and to globalization forces connecting core to periphery, and to those attributable to domestic forces specific to Mexico. It uses a neo-Ricardian model (with non-tradable foodstuffs) to implement the decomposition, and advocates a price dual approach, and develops a new price and wage data base 1750-1878. There were three forces at work that account for Mexican exceptionalism: first, the terms of trade and Dutch disease effects were much weaker; second, Mexico maintained secular wage competitiveness with the core; and third, Mexico had the autonomy to devise effective ways to foster industry. The first appears to have been the most important.\n\n",
    "acknowledgement": "\n"
}