{
    "id": 12314,
    "citation_title": "An Exploration of Technology Diffusion",
    "citation_author": [
        "Diego Comin",
        "Bart Hobiijn"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a model where technology diffusion depends on the level of productivity embodied in capital and where this is, in turn, determined by two key mechanisms: the rate at which the quality embodied in new technology vintages increases (embodiment) and the gains from varieties induced by the introduction of new vintages (variety). In our model, these two effects are related to technology adoption decisions taken at two different levels. The capital goods suppliers' decisions of when to adopt a given vintage determines the embodiment margin. The workers' decisions of which of the adopted vintages to use in production determines  the variety margin.\n\tEstimation of our model for a sample of 19 technologies, 21 countries, and the period 1870-1998 reveals that embodied productivity growth is large for many of the technologies in our sample. On average, increases in the variety of vintages available is a more important source of growth than the increases in the embodiment margin. There is, however, substantial heterogeneity across technologies. Where adoption lags matter, they are largely determined by lack of educational attainment and lack of trade openness.\n\n",
    "acknowledgement": "\n"
}