{
    "id": 12310,
    "citation_title": "Worker Needs and Voice in the US and the UK",
    "citation_author": [
        "Alex Bryson",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2006-06-19",
    "issue_date": "2006-06-19",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorkers have responded differently to declining union density in the US and UK. US workers have unfilled demand for unions whereas many UK workers free-ride at unionized workplaces. To explain this difference, we create a scalar measure of worker needs for representation and relate desire for unionism to this measure and to the choices that the US and UK labor relations systems offer workers. Our measure of needs has similar properties across countries and is the single most important determinant of worker desire for unions and collective representation. Conditional on needs, we find that in both countries workers are more favourable to unions when management is positive toward unions, but also favor them when management strongly opposes unionism, compared to management having a neutral view. Much of the difference in the response of US and UK workers to declining unionism appears to be due to the different institutional arrangements for voice that the countries offer to workers.\n\n",
    "acknowledgement": "\nWe would like to thank participants at the 2005 SOLE in San Francisco and seminars at Cornell ILR, Dartmouth, the University of Michigan, and the University of South Carolina for comments on earlier versions of this paper. We acknowledge the Department of Trade and Industry, Acas, the Economic and Social Research Council and the Policy Studies Institute as originators of the WERS data and the Data Archive at the University of Essex as the distributors of the data. Alex Bryson thanks NBER and Harvard Law School for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}