{
    "id": 1232,
    "citation_title": "The Theory of Optimum Deficits and Debt",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1983-11-01",
    "issue_date": "1983-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper surveys a number of neo-classical and neo-Keynesian approcaches to government financial policy. After reviewing the very restrictive conditions under which financial policy is just a veil without real consequences, non-neutral financial policy in neo-classical models is analyzed. At full employment, the substitution of borrowing for lump sum taxes crowds outprivate capital formation in a closed economy.Government financial policy can be used to implement optimal intertemporal risk distribution schemes. In the presence of distortionary taxes, the smoothing of tax rates over time may be optimal even where this involves systematic and predictable departures from continuous budget balance. The case for deficit finance and the operation of the automatic fiscal stabilizers in a Keynesian world with disequilibrium in labour and output markets is restated.The case for any kind of active financial policy rests on the presence of capital market imperfections (including incomplete contingent forward markets such as insurance markets), on the longevity of the institution of government and on the government's unique ability to tax. Finally, certain long-run aspects of the fiscal and monetary stance are analyzed. This includes their sustainability, i.e. the consistency of long-term spending and taxation plans with the monetary objectives and the crowding outtargets. The concepts of the comprehensive net worth of the public sector and its permanent income are central to this analysis. The current U.K. position appears to be one of an unsustainable, \"permanent surplus.\"\n\n",
    "acknowledgement": "\n"
}