{
    "id": 12323,
    "citation_title": "Federal Policy and the Rise in Disability Enrollment: Evidence for the VA's Disability Compensation Program",
    "citation_author": [
        "Mark Duggan",
        "Robert Rosenheck",
        "Perry Singleton"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Department of Veterans' Affairs (VA) currently provides disability benefits to 2.72 million veterans of U.S. military service through the Disability Compensation (DC) program.  Until recently, the medical eligibility criteria for this program were the same across service eras, with the key condition being that the disability was caused or aggravated by military service.  But in July of 2001, the VA relaxed the eligibility criteria for Vietnam veterans by including diabetes in the list of conditions covered by DC.  This change was motivated by an Institute of Medicine report, which linked exposure to Agent Orange and other herbicides used by the U.S. military in Vietnam, to the onset of diabetes.  In this paper, we investigate the impact of this policy change on DC enrollment, expenditures, and the sensitivity of the program to economic conditions.  Our findings demonstrate that the Agent Orange decision increased DC enrollment by 7.6 percentage points among Vietnam veterans and that an additional 3.3 percent enjoyed an increase in their DC benefits.  Our estimates further suggest that the policy change increased program expenditures by $2.69 billion during the 2006 fiscal year and by $45 billion in present value terms.  After the policy took effect, we find that the sensitivity of the program to local economic conditions increased substantially.  Taken together, our results suggest that even relatively narrow changes in the medical eligibility criteria for federal disability programs can have a powerful effect on program enrollment and expenditures.\n\n",
    "acknowledgement": "\nThe authors are grateful to David Autor and Melissa Kearney for helpful comments and to Tamara Hayford for outstanding research assistance.  We also thank Michael Wells from the Department of Veterans' Affairs for assistance with data sources.  Duggan thanks the Alfred P. Sloan Foundation and Singleton thanks the Maryland Population Research Center for support.  The views in this paper represent only the views of the authors and not those of any of the individuals or institutions mentioned above.  Authors can be contacted by email at duggan@econ.umd.edu, Robert.Rosenheck@yale.edu, and Singleto@econ.bsos.umd.edu.  We take responsibility for any errors or omissions.\n\n\n"
}