{
    "id": 12325,
    "citation_title": "International Migration, Remittances, and Household Investment: Evidence from Philippine Migrants' Exchange Rate Shocks",
    "citation_author": [
        "Dean Yang"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMillions of households in developing countries receive financial support from family members working overseas. How do migrant earnings affect origin-household investments? This paper examines Philippine households' responses to overseas members' economic shocks. Overseas Filipinos work in dozens of foreign countries, which experienced sudden (and heterogeneous) changes in exchange rates due to the 1997 Asian financial crisis. Appreciation of a migrant's currency against the Philippine peso leads to increases in household remittances received from overseas. The estimated elasticity of Philippine-peso remittances with respect to the Philippine/foreign exchange rate is 0.60. These positive income shocks lead to enhanced human capital accumulation and entrepreneurship in migrants' origin households. Child schooling and educational expenditure rise, while child labor falls. In the area of entrepreneurship, households raise hours worked in self-employment, and become more likely to start relatively capital-intensive household enterprises.\n\n",
    "acknowledgement": "\n"
}