{
    "id": 12333,
    "citation_title": "Optimal Currency Shares in International Reserves: The Impact of the Euro and the Prospects for the Dollar",
    "citation_author": [
        "Elias Papaioannou",
        "Richard Portes",
        "Gregorios Siourounis"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign exchange reserve accumulation has risen dramatically in recent years. The introduction of the euro, greater liquidity in other major currencies, and the rising current account deficits and external debt of the United States have increased the pressure on central banks to diversify away from the US dollar. A major portfolio shift would significantly affect exchange rates and the status of the dollar as the dominant international currency. We develop a dynamic mean-variance optimization framework with portfolio rebalancing costs to estimate optimal portfolio weights among the main international currencies. Making various assumptions on expected currency returns and the variance-covariance structure, we assess how the euro has changed this allocation. We then perform simulations for the optimal currency allocations of four large emerging market countries (Brazil, Russia, India and China), adding constraints that reflect a central bank's desire to hold a sizable portion of its portfolio in the currencies of its peg, its foreign debt and its international trade. Our main results are: (i) The optimizer can match the large share of the US dollar in reserves, when the dollar is the reference (risk-free) currency. (ii) The optimum portfolios show a much lower weight for the euro than is observed. This suggests that the euro may already enjoy an enhanced role as an international reserve currency (\"punching above its weight\"). (iii) Growth in issuance of euro-denominated securities, a rise in euro zone trade with key emerging markets, and increased use of the euro as a currency peg, would all work towards raising the optimal euro shares, with the last factor being quantitatively the most important.\n\n",
    "acknowledgement": "\n"
}