{
    "id": 12343,
    "citation_title": "Competing With the NYSE",
    "citation_author": [
        "William O. Brown",
        "Jr.",
        "J. Harold Mulherin",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the stock exchange rivalry between the New York Stock Exchange (NYSE) and the Consolidated Stock Exchange (Consolidated) from 1885 to 1926 using a new database of bid-ask spreads and stock data collected from The New York Times and other primary sources. The magnitude of this important, but largely forgotten rivalry was substantial. From 1885 to 1895, the ratio of Consolidated to NYSE volume averaged 40 percent and reached as high as 60 percent. The market share of the Consolidated averaged 23 percent for approximately 40 years. The Consolidated focused on the relatively liquid securities on the NYSE as measured by bid-ask spreads and trading volume. Our results suggest that NYSE bid-ask spreads fell by more than 10 percent when the Consolidated began to trade NYSE stocks while bid-ask spreads for our quasicontrol group of stocks trading on the Boston Stock Exchange remain unchanged. The effect persisted over the entire history of the stock market rivalry until a series of scandals and investigations of the Consolidated by state regulators led to the demise of the exchange in the 1920s. The analysis suggests three conclusions: (1) the NYSE has faced significant long-run competition (2) the NYSE may be susceptible to a similar level of competition in the future and (3) that the Consolidated may have improved the efficiency of stock prices by contributing to the price discovery process.\n\n",
    "acknowledgement": "\n"
}