{
    "id": 12345,
    "citation_title": "Liquidity Insurance in a Financially Dollarized Economy",
    "citation_author": [
        "Eduardo Levy Yeyati"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUnlike the financial dollarization (FD) of external liabilities, the dollarization of domestic financial assets (domestic FD) has received comparatively less attention until very recently, when it has been increasingly seen as a key source of balance sheet exposure. This paper focuses on a complementary - and often overlooked - angle of domestic FD: the limit it imposes on the central bank as domestic lender of last resort, and the resulting exposure to dollar liquidity runs. The paper discusses the incidence of FD on banking crisis propensity, shows that FD has been an important motive for self insurance in the form of international reserves, and highlights the moral hazard associated with centralized reserve accumulation. Next, it illustrates the authorities' belated recourse to suspension of convertibility in two recent banking crises (Argentina 2001 and Uruguay 2002). Finally, it argues for a combined scheme of decentralized reserves (liquid asset requirements on individual banks) to limit moral hazard, and an ex-ante suspension-of-convertibility clause (\"circuit breakers\") to reduce self-insurance costs while limiting bank losses in the event of a run.\n\n",
    "acknowledgement": "\nThe author wishes to thank Marco Bonomo, Alejandro Werner and participants at the December 2005 NBER Inter-American Seminar on Economics in Rio de Janeiro for their helpful comments, and Ramiro Blázquez and Luis Casanovas for their outstanding research assistance. The paper is forthcoming in Strengthening Global Financial Markets, (Sebastian Edwards and Marcio Garcia, eds.,), University of Chicago Press. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}