{
    "id": 12347,
    "citation_title": "Globalization and Poverty",
    "citation_author": [
        "Ann Harrison"
    ],
    "citation_publication_date": "2006-07-03",
    "issue_date": "2006-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay surveys the evidence on the linkages between globalization and poverty. I focus on two measures of globalization: trade and international capital flows. Past researchers have argued that global economic integration should help the poor since poor countries have a comparative advantage in producing goods that use unskilled labor. The first conclusion of this essay is that such a simple interpretation of general equilibrium trade models is likely to be misleading. Second, the evidence suggests that the poor are more likely to share in the gains from globalization when there are complementary policies in place. Such complementary policies include investments in human capital and infrastructure, as well as policies to promote credit and technical assistance to farmers, and policies to promote macroeconomic stability. Third, trade and foreign investment reforms have produced benefits for the poor in exporting sectors and sectors that receive foreign investment. Fourth, financial crises are very costly to the poor. Finally, the collected evidence suggests that globalization produces both winners and losers among the poor. The fact that some poor individuals are made worse off by trade or financial integration underscores the need for carefully targeted safety nets.\n\n",
    "acknowledgement": "\n"
}