{
    "id": 12342,
    "citation_title": "Capital Gains Taxes and Asset Prices: Capitalization or Lock-In?",
    "citation_author": [
        "Zhonglan Dai",
        "Edward Maydew",
        "Douglas A. Shackelford",
        "Harold H. Zhang"
    ],
    "citation_publication_date": "2006-06-26",
    "issue_date": "2006-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact on asset prices from a reduction in the long-term capital gains tax rate using an equilibrium approach that considers both demand and supply responses. We demonstrate that the equilibrium impact of capital gains taxes reflects both the capitalization effect (i.e., capital gains taxes decrease demand) and the lock-in effect (i.e., capital gains taxes decrease supply). Depending on time periods and stock characteristics, either effect may dominate. Using the Taxpayer Relief Act of 1997 as our event, we find evidence supporting a dominant capitalization effect in the week following news that sharply increased the probability of a reduction in the capital gains tax rate and a dominant lock-in effect in the week after the rate reduction became effective. Nondividend paying stocks (whose shareholders only face capital gains taxes) experience higher average returns during the week the capitalization effect dominates and stocks with large embedded capital gains and high tax sensitive investor ownership exhibit lower average returns during the week the lock-in effect dominates. We also find that the tax cut increases the trading volume during the week immediately before and after the tax cut becomes effective and in stocks with large embedded capital gains and high tax sensitive ownership during the dominant lock-in week.\n\n",
    "acknowledgement": "\n"
}