{
    "id": 12354,
    "citation_title": "Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms",
    "citation_author": [
        "Steven J. Davis",
        "John Haltiwanger",
        "Ron Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2006-07-03",
    "issue_date": "2006-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the variability of business growth rates in the U.S. private sector from 1976 onwards. To carry out our study, we exploit the recently developed Longitudinal Business Database (LBD), which contains annual observations on employment and payroll for all U.S. businesses. Our central finding is a large secular decline in the cross sectional dispersion of firm growth rates and in the average magnitude of firm level volatility. Measured the same way as in other recent research, the employment-weighted mean volatility of firm growth rates has declined by more than 40% since 1982. This result stands in sharp contrast to previous findings of rising volatility for publicly traded firms in COMPUSTAT data. We confirm the rise in volatility among publicly traded firms using the LBD, but we show that its impact is overwhelmed by declining volatility among privately held firms. This pattern holds in every major industry group. Employment shifts toward older businesses account for 27 percent or more of the volatility decline among privately held firms. Simple cohort effects that capture higher volatility among more recently listed firms account for most of the volatility rise among publicly traded firms.\n\n",
    "acknowledgement": "\n"
}