{
    "id": 12359,
    "citation_title": "Agency Conflicts, Asset Substitution, and Securitization",
    "citation_author": [
        "Yingjin Hila Gan",
        "Christopher Mayer"
    ],
    "citation_publication_date": "2006-07-17",
    "issue_date": "2006-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAsset-backed securities represent one of the largest and fastest growing financial markets. Under securitization, agents perform functions (for fees) that would alternatively be performed by a vertically integrated lender with ownership of a whole loan. We examine how outsourcing impacts performance using data on 357 commercial mortgage-backed securities deals with over 46,000 individual loans. To alleviate agency conflicts in managing troubled loans, underwriters often sell the first-loss position to the special servicer, the party who is charged with handling delinquencies and defaults. When holding the first-loss position, special servicers appear to behave more efficiently, making fewer costly transfers of delinquent loans to special servicing, but liquidating a higher percentage of loans that are referred to special servicing. Special servicers are also more likely to own the first loss position in deals that require additional effort (deals with higher delinquencies). Market pricing reflects the existence of agency costs. Despite the apparent reduction of agency costs, the first-loss position is increasingly owned by a party other than the special servicer. We pose a number of explanations, including conflicts between junior and senior securities holders (the asset substitution problem) and risk aversion among special servicers. Consistent with asset substitution, we show that special servicers delay liquidation when they hold the first-loss position in deals with more severe delinquency problems.\n\n",
    "acknowledgement": "\n"
}