{
    "id": 12350,
    "citation_title": "Time Zones as Cues for Coordination: Latitude, Longitude, and Letterman",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Caitlin Knowles Myers",
        "Mark L. Pocock"
    ],
    "citation_publication_date": "2006-07-03",
    "issue_date": "2006-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket productivity is often greater, and leisure and other household activities more enjoyable, when people perform them simultaneously. Beyond pointing out the positive externalities of synchronicity, economists have not attempted to identify exogenous determinants of timing. We develop a theory illustrating conditions under which synchronicity will vary and identify three factors — the amount of daylight, the timing of television programming, and differences in time zones — that can alter timing. Using the American Time Use Survey for 2003 and 2004, we first show that an exogenous shock to time in one area due to non-adherence to daylight-saving time leads its residents to alter their work schedules to continue coordinating their activities with those of people elsewhere. With time use data from Australia, we also demonstrate the same response to a similar shock there. We then show that both television timing and the benefits of coordinating across time zones in the U.S. generally affect the timing of market work and sleep, the two most time-consuming activities people undertake. While these impacts do not differ greatly by people's demographic characteristics, workers in industries where we would expect more coordination outside of their local areas are more responsive to the effects of time zones.\n\n",
    "acknowledgement": "\n"
}