{
    "id": 12356,
    "citation_title": "Inside the Family Firm: The Role of Families in Succession Decisions and Performance",
    "citation_author": [
        "Morten Bennedsen",
        "Kasper M. Nielsen",
        "Francisco Pérez-González",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2006-07-17",
    "issue_date": "2006-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a unique dataset from Denmark to investigate the impact of family characteristics in corporate decision making and the consequences of these decisions on firm performance. We focus on the decision to appoint either a family or external chief executive officer (CEO). The paper uses variation in CEO succession decisions that result from the gender of a departing CEO's firstborn child. This is a plausible instrumental variable (IV), as male first-child firms are more likely to pass on control to a family CEO than are female first-child firms, but the gender of the first child is unlikely to affect firms' outcomes. We find that family successions have a large negative causal impact on firm performance: operating profitability on assets falls by at least four percentage points around CEO transitions. Our IV estimates are significantly larger than those obtained using ordinary least squares. Furthermore, we show that family-CEO underperformance is particularly large in fast-growing industries, industries with highly skilled labor force and relatively large firms. Overall, our empirical results demonstrate that professional, non-family CEOs provide extremely valuable services to the organizations they head.\n\n",
    "acknowledgement": "\n"
}