{
    "id": 12357,
    "citation_title": "Sustainability, Debt Management, and Public Debt Policy in Japan",
    "citation_author": [
        "Takero Doi",
        "Toshihiro Ihori",
        "Kiyoshi Mitsui"
    ],
    "citation_publication_date": "2006-07-17",
    "issue_date": "2006-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to analyze sustainability issues of Japan's fiscal policy and then to discuss the debt management policy using the theoretical models and numerical studies. We also investigate the desirable coordination of fiscal and monetary authorities toward fiscal reconstruction.\n\tWe include a potential possibilities of the government bonds in our theoretical model. The public bonds, therefore, cannot be sold when the issuance leads the amount of debt outstanding to be more than a certain level. In this respect, the fiscal authority has to take into account the upper limit of stocks of public debt.\n\tThis possibility of debt default provides the fiscal authority to issue public bonds strategically in an earlier period. A strategic behavior of fiscal authority induces the monetary authority, in a later period, to boost output and raise seigniorage revenues to eliminate the distortion of resource allocation due to the limitation on debt issuance. Therefore, the monetary policy in a later period suffers from an inflation bias from the ax ante point of view.\n\tThere are two ways to eliminate this distortion toward successful fiscal restoration. One of them is to make the monetary authority more conservative than society in the sense that the price stability weight of monetary authority is higher than that of society. The other way of eliminating the distortion of the resource allocation is to design an institutional ceiling on the debt issuance. The direct ceiling can provide a binding constraint of the public bond issuance for the fiscal authority of Japan because it has accumulated the debt outstanding much more than other countries.\n\n",
    "acknowledgement": "\n"
}