{
    "id": 12369,
    "citation_title": "Biological Gender Differences, Absenteeism and the Earning Gap",
    "citation_author": [
        "Andrea Ichino",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2006-07-24",
    "issue_date": "2006-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most Western countries illness-related absenteeism is higher among female workers than among male workers. Using the personnel dataset of a large Italian bank, we show that the probability of an absence due to illness increases for females, relative to males, approximately 28 days after a previous illness. This difference disappears for workers age 45 or older. We interpret this as evidence that the menstrual cycle raises female absenteeism. Absences with a 28-day cycle explain a significant fraction of the male-female absenteeism gap. To investigate the effect of absenteeism on earnings, we use a simple signaling model in which employers cannot directly observe workers' productivity, and therefore use observable characteristics - including absenteeism - to set wages. Since men are absent from work because of health and shirking reasons, while women face an additional exogenous source of health shocks due to menstruation, the signal extraction based on absenteeism is more informative about shirking for males than for females. Consistent with the predictions of the model, we find that the relationship between earnings and absenteeism is more negative for males than for females. Furthermore, this difference declines with seniority, as employers learn more about their workers' true productivity. Finally, we calculate the earnings cost for women associated with menstruation. We find that higher absenteeism induced by the 28-day cycle explains 11.8 percent of the earnings gender differential.\n\n",
    "acknowledgement": "\n"
}