{
    "id": 12367,
    "citation_title": "Determinants and Consequences of Bargaining Power in Households",
    "citation_author": [
        "Leora Friedberg",
        "Anthony Webb"
    ],
    "citation_publication_date": "2006-07-24",
    "issue_date": "2006-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature offers indirect evidence that the distribution of bargaining power within a household influences decisions made by the household. The indirect evidence links household outcomes to variables that are assumed to influence the distribution of power within the household. In this paper, we have data on whether a husband or wife in the Health and Retirement Study \"has the final say\" when making major decisions in a household. We use this variable to analyze determinants and some consequences of bargaining power. Our analysis overcomes endogeneity problems arising in many earlier studies and constitutes a missing link confirming the importance of household bargaining models.\n\tWe find that decision-making power depends on plausible individual variables and also influences important household outcomes, with the second set of results much stronger than the first set. Current and lifetime earnings have significant but moderate effects on decision-making power. On the other hand, decision-making power has important effects on financial decisions like stock market investment and total wealth accumulation and may help explain, for example, the relatively high poverty rate among widows.\n\n",
    "acknowledgement": "\n"
}