{
    "id": 12379,
    "citation_title": "Charting the Economic Life Cycle",
    "citation_author": [
        "Ronald Lee",
        "Sang-Hyop Lee",
        "Andrew Mason"
    ],
    "citation_publication_date": "2006-07-24",
    "issue_date": "2006-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the economic lifecycle - how it varies and why - is important in its own right, but is also critical to understanding how changes in population age structure influence many features of the macroeconomy.  Economic behavior over the life cycle can be summarized by the average levels of consumption and labor earnings at each age, as shaped by biology, culture, institutions and individual choice. Here we present estimates of these in detail for the US and Taiwan, showing the roles played by public and familial transfer systems as well as asset accumulation, and present more basic profiles for selected additional countries drawing on studies from a larger project. Average economic dependency occurs when consumption exceeds labor earnings, typically in childhood and old age. A changing population age distribution alters the relative numbers of weighted consumers and producers, as summarized by the support ratio. The \"demographic dividend\" occurs during a sustained period of improving support ratios during the demographic transition, as can be shown using these profiles. The estimated cross-sectional age profiles of labor income have a broadly similar hump shape. However, there are striking contrasts in the timing of earnings over the life cycle. The consumption profiles reveal even more striking contrasts, with a flat age profile of total adult consumption in Taiwan and a steeply rising one in the U.S. We believe these differences reflect the extended family versus the state as the primary locus of transfers to the elderly. Profiles for private consumption are also quite variable, with Indonesia peaking early around age 25, Taiwan being essentially flat, and the US peaking late at around 55. Private expenditures on education show wide variations, with unusually high expenditures in some Asian countries. Because of possible public-private substitutions, it is questionable to assign causality to either for differences in total consumption, but it is hard to avoid noticing that without public spending on Medicare and institutional Medicaid in the U.S., total consumption would decline after 55, whereas with them, it rises strongly. There is only a short period of life during which production exceeds consumption  barely more than 30 years in the US, Taiwan, and Thailand. The brevity of this phase contrasts sharply with high life expectancy, approaching 80 years in many countries.\n\n",
    "acknowledgement": "\n"
}