{
    "id": 12372,
    "citation_title": "Outsourcing Jobs? Multinationals and US Employment",
    "citation_author": [
        "Ann E. Harrison",
        "Margaret S. McMillan"
    ],
    "citation_publication_date": "2006-07-24",
    "issue_date": "2006-07-24",
    "revision_date": "2007-10-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCritics of globalization claim that US manufacturing firms are being driven to shift employment abroad by the prospects of cheaper labor. Others argue that the availability of low-wage labor has allowed US based firms to survive and even prosper. Yet evidence for either hypothesis, beyond anecdotes, is slim. Using firm-level data collected by the US Bureau of Economic Analysis (BEA), we estimate the impact on US manufacturing employment of changes in foreign affiliate wages, controlling for changing demand conditions and technological change. We find that the evidence supports both perspectives on globalization. For firms most likely to perform the same tasks in foreign affiliates and at home (\"horizontal\" foreign investment), foreign and domestic employees appear to be substitutes. For these firms, lower wages in affiliate locations are associated with lower employment in the US. However, for firms which do significantly different tasks at home and abroad (\"vertical\" foreign investment), foreign and domestic employment are complements. For vertical foreign investment, lower wages abroad are associated with higher US manufacturing employment. These offsetting effects may be combined to show that offshoring is associated with a quantitatively small decline in manufacturing employment. Other factors, such as declining prices for consumer goods, import competition, and falling prices for investment goods (which substitute for labor) play a more important role.\n\n",
    "acknowledgement": "\nFor assistance with data the authors would like to thank Raymond Mataloni, Fritz Foley and Stanley Watt. For helpful comments we wish to thank David Card, the fellows at the Radcliffe Institute for Advanced Study, especially Larry Katz, seminar participants at the BEA, the University of Michigan, Stanford, UC Berkeley, Yale University, the IMF, the University of Maryland and Pierluigi Balduzzi. For financial assistance the authors gratefully acknowledge the National Science Foundation. McMillan acknowledges the Radcliffe Institute for Advanced Study for both financial support and time to devote to\nthis project. The statistical analysis of firm-level data on US multinational companies was conducted at the International Investment Division, Bureau of Economic Analysis of the US Department of Commerce under arrangements that maintain legal confidentiality requirements. The views expressed in this paper are those of the authors and do not reflect official positions of the US Department of Commerce. Research assistance from Joan Hamory, Clair Null, and Andrew Waxman is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}