{
    "id": 12380,
    "citation_title": "Using a Hedonic Model of Solar Radiation to Assess the Economic Effect of Climate Change: The Case of Mosel Valley Vineyards",
    "citation_author": [
        "Orley Ashenfelter",
        "Karl Storchmann"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we provide a simple, credible method for assessing the effects of climate change on the quality of agricultural land and then apply this method using a rich set of data on the vineyards of the Mosel Valley in Germany. The basic idea is to use a simple model of solar radiation to measure the amount of energy collected by a vineyard, and then to establish the econometric relation between energy and vineyard quality.  Coupling this hedonic function with the elementary physics of heat and energy permits a straightforward calculation of the impact of any climate change on vineyard quality (and prices).  We show that the variability in vineyard quality in this region is due primarily to the extent to which each vineyard is able to capture radiant solar energy, so that these data provide a particularly credible \"experiment\" for identifying and measuring the appropriate hedonic equation.\n\tOur empirical results indicate that the vineyards of the Mosel Valley will increase in value under a scenario of global warming, and perhaps by a considerable amount.  Vineyard and grape prices increase more than proportionally with greater ripeness, so that we estimate a 3°C increase in temperature would more than double the value of this vineyard area, while a 1°C increase would increase prices by about 20 percent.\n\n",
    "acknowledgement": "\n"
}