{
    "id": 12389,
    "citation_title": "Financial Globalization, Governance, and the Evolution of the Home Bias",
    "citation_author": [
        "Bong-Chan Kho",
        "René M. Stulz",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the disappearance of formal barriers to international investment across countries, we find that the average home bias of U.S. investors towards the 46 countries with the largest equity markets did not fall from 1994 to 2004 when countries are equally weighted but fell when countries are weighted by market capitalization. This evidence is inconsistent with portfolio theory explanations of the home bias, but is consistent with what we call the optimal insider ownership theory of the home bias. Since foreign investors can only own shares not held by insiders, there will be a large home bias towards countries in which insiders own large stakes in corporations. Consequently, for the home bias to fall substantially, insider ownership has to fall in countries where it is high. Poor governance leads to concentrated insider ownership, so that governance improvements make it possible for corporate ownership to become more dispersed and for the home bias to fall. We find that the home bias of U.S. investors decreased the most towards countries in which the ownership by corporate insiders is low and countries in which ownership by corporate insiders fell. Using firm-level data for Korea, we find that portfolio equity investment by foreign investors in Korean firms is inversely related to insider ownership and that the firms that attract the most foreign portfolio equity investment are large firms with dispersed ownership.\n\n",
    "acknowledgement": "\n"
}