{
    "id": 12382,
    "citation_title": "ICT Use in the Developing World: An Analysis of Differences in Computer and Internet Penetration",
    "citation_author": [
        "Menzie D. Chinn",
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComputer and Internet use, especially in developing countries, has expanded rapidly in recent years. Even in light of this expansion in technology adoption rates, penetration rates differ markedly between developed and developing countries and across developing countries. To identify the determinants of cross-country disparities in personal computer and Internet penetration, both currently and over time, we examine panel data for 161 countries over the 1999-2004 period. We explore the role of a comprehensive set of economic, demographic, infrastructure, institutional and financial factors in contributing to the global digital divide. We find evidence indicating that income, human capital, the youth dependency ratio, telephone density, legal quality and banking sector development are associated with technology penetration rates. Overall, the factors associated with computer and Internet penetration do not differ substantially between developed and developing countries. Estimates from Blinder-Oaxaca decompositions reveal that the main factors responsible for low rates of technology penetration rates in developing countries are disparities in income, telephone density, legal quality and human capital. In terms of dynamics, our results indicate fairly rapid reversion to long run equilibrium for Internet use, and somewhat slower reversion for computer use, particularly in developed economies. Financial development, either measured as bank lending or the value of stocks traded, is also important to the growth rate of Internet use.\n\n",
    "acknowledgement": "\n"
}