{
    "id": 12395,
    "citation_title": "Exchange Rate Changes and Inflation in Post-Crisis Asian Economies: VAR Analysis of the Exchange Rate Pass-Through",
    "citation_author": [
        "Takatoshi Ito",
        "Kiyotaka Sato"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic consequences of a large currency depreciation among the crisis-hit Asian economies had varied from one country to another. Inflation did not soar in most Asian countries, including Thailand and Korea, after the exchange rate depreciated during the crisis. Indonesia, however, suffered very high inflation following a very large nominal depreciation of the rupiah. As a result, price competitive advantage by the rupiah depreciation was lost in the real exchange rate terms. The objective of this paper is to examine the pass-through effects of exchange rate changes on the domestic prices in the East Asian economies using a VAR analysis. Main results are as follows: (1) the degree of exchange rate pass-through to import prices was quite high in the crisis-hit economies; (2) the pass-through to CPI was generally low, with a notable exception of Indonesia: and (3) in Indonesia, both the impulse response of monetary policy variables to exchange rate shocks and that of CPI to monetary policy shocks are positive, large, and statistically significant. Thus, Indonesia's accommodative monetary policy, coupled with the high degree of the CPI responsiveness to exchange rate changes was an important factor in the spiraling effects of domestic price inflation and sharp nominal exchange rate depreciation in the post-crisis period.\n\n",
    "acknowledgement": "\n"
}