{
    "id": 12391,
    "citation_title": "How Household Portfolios Evolve After Retirement: The Effect of Aging and Health Shocks",
    "citation_author": [
        "Courtney Coile",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study how the portfolios of elderly U.S. households evolve after retirement, using data from the Health and Retirement Study (HRS).  In particular, we investigate the influence of aging and health shocks on a household's ownership of various assets and on the dollar value and share of total assets held in each asset class.  We find that households decrease their ownership of most asset classes as they age, with the strongest evidence for principal residences and vehicles, while increasing the share of assets held in bank accounts and CDs.  Consistent with prior studies, we find that the death of a spouse is a strong predictor of selling the principal residence.  However, we find that widowhood also leads households to sell vehicles, businesses, and real estate and to put money into bank accounts and CDs, and further that other health shocks have very similar impacts.  Finally, we explore why health shocks affect asset holdings and find that the effect of a shock is greatly magnified when households have physical or mental impairments.  This suggests that factors other than standard risk and return considerations may weigh heavily in many older households' portfolio decisions.\n\n",
    "acknowledgement": "\n"
}