{
    "id": 12390,
    "citation_title": "That's News to Me! Information Revelation in Professional Certification Markets",
    "citation_author": [
        "Ginger Zhe Jin",
        "Andrew Kato",
        "John A. List"
    ],
    "citation_publication_date": "2006-07-31",
    "issue_date": "2006-07-31",
    "revision_date": "2008-01-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing sportscard grading as an example, we employ field experiments to investigate empirically the informational role of professional certifiers. In the past 20 years, professional grading of sportscards has evolved in a way that provides a unique opportunity to measure the information provision of a monopolist certifier and that of subsequent entrants. Empirical results suggest three patterns: the grading certification provided by the first professional certifier offers new information to inexperienced traders but adds little information to experienced dealers. This implies that the certification may reduce the information asymmetry between informed and uninformed parties. Second, compared with the incumbent, new entrants adopt more precise signals and use finer grading cutoffs to differentiate from the incumbent. Third, our measured differentiated grading cutoffs map consistently into prevailing market prices, suggesting that the market recognizes differences across multiple grading criteria.\n\n",
    "acknowledgement": "\nAn earlier draft of the paper was distributed under the title \"Evolution of Professional Certification Markets: Evidence from Field Experiments.\" We would like to thank the University of Maryland for providing funds to support this research and to three sportscard dealers who kindly participated in one of the field experiments. Gary Biglaiser, Rachel Croson, Glenn Harrison, Liesl Koch, Marc Nerlove, Tigran Melkonyan, Michael Riordan, Kyle Bagwell, Christopher Mayer, Raymond Fisman, Raphael Thomadson, Luis Cabral, John Rust, Dan Vincent, and Larry Ausubel provided useful remarks and discussion on an earlier version of this paper. Seminar participants at the University of Maryland, Columbia University, the ASSA meetings in San Diego, and the NBER Summer Institute also provided comments that helped shape the study. Suggestions from Editor David Reiley and three anonymous referees are greatly appreciated. Andrew Kato wrote this article in his personal capacity. Any opinions, findings, conclusions, or recommendations expressed in this article are those of the authors and do not necessarily represent the views of the Bureau of Labor Statistics, the U.S. government, or the National Bureau of Economic Research. Any errors remain our own.\n\n\n"
}