{
    "id": 12408,
    "citation_title": "Bond Markets as Conduits for Capital Flows: How Does Asia Compare?",
    "citation_author": [
        "Barry Eichengreen",
        "Pipat Luengnaruemitchai"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data on the extent to which residents of one country hold the bonds of issuers resident in another as a measure of financial integration or interrelatedness, asking how Asia compares with Europe and Latin America and with the base case in which the purchaser and issuer of the bonds reside in different regions.  Not surprisingly, we find that Europe is head and shoulders above other regions in terms of financial integration.  More interesting is that Asia already seems to have made some progress on this front compared to Latin America and other parts of the world.  The contrast with Latin America is largely explained by stronger creditor and investor rights, more expeditious and less costly contract enforcement, and greater transparency that lead to larger and better developed financial systems in Asia, something that is conducive to foreign participation in local markets and to intra-regional cross holdings of Asian bonds generally.  Further results based on a limited sample suggest that one factor holding back investment in foreign bonds in East Asia may be limited geographical diversification by mutual funds, in turn reflecting a dearth of appropriate assets.  Asian Bond Fund 2, by creating a passively managed portfolio of local currency bonds potentially attractive to mutual fund managers and investors, may help to relax this constraint.\n\n",
    "acknowledgement": "\n"
}