{
    "id": 12406,
    "citation_title": "The Impact of Increased Utilization of HIV Drugs on Longevity and Medical Expenditures: An Assessment Based on Aggregate U.S. Time-Series Data",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the medical cost per life-year gained from increased utilization of HIV drugs by estimating the impact of increased drug utilization on the life expectancy and drug and hospital expenditure of HIV/AIDS patients, using aggregate (U.S. national-level) data for the period 1982-2001. We use IMS Health data on the aggregate number of and expenditure on HIV drug prescriptions, the CDC's AIDS Public Information Data Set, and data from AHRQ's Nationwide Inpatient Sample.\n\tEstimates of mortality models imply that actual life expectancy of HIV/AIDS patients in 2001 was 13.4 years higher than it would have been if the drug utilization rate had not increased from its 1993 level. Estimates of a model of hospital discharges imply that increased utilization of HIV drugs caused hospital utilization to decline by .25 to .29 discharges per person per year during the period 1993-2001. Medical cost per additional life-year is estimated to have been $17,175.\n\tTreatments that cost this amount are widely considered to be cost-effective. The consistency of this estimate with those from previous studies suggests that analysis of aggregate data may be a useful alternative or additional approach to evaluating the cost-effectiveness of new treatments.\n\n",
    "acknowledgement": "\n"
}