{
    "id": 12416,
    "citation_title": "Military Positions and Post-Service Occupational Mobility of Union Army Veterans, 1861-1880",
    "citation_author": [
        "Chulhee Lee"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAlthough the Civil War has attracted a great deal of scholarly attention, little is known about how different wartime experiences of soldiers influenced their civilian lives after the war. This paper examines how military rank and duty of Union Army soldiers while in service affected their post-service occupational mobility. Higher ranks and non-infantry duties appear to have provided more opportunities for developing skills, especially those required for white-collar jobs. Among the recruits who were unskilled workers at the time of enlistment, commissioned and non-commissioned officers were much more likely to move up to a white-collar job by 1880. Similarly, unskilled recruits who had served on white-collar military duties were more likely to enter a white-collar occupation by 1880. The higher occupational mobility of higher-ranking soldiers is likely to have resulted from disparate human capital accumulations offered by their military positions rather than from their superior abilities.\n\n",
    "acknowledgement": "\nI thank Dora Costa, Robert Margo, Werner Troesken, the participants of the 2004 NBER EI-CS Joint Conference and the 2006 ASSA meetings, and two anonymous referees of Explorations in Economic History for their helpful comments and suggestions, and Thomas Chappelear for his editorial assistance. I gratefully acknowledge financial support from the National Institute on Aging, the National Institutes of Health (P01 AG10120).\n\n\n"
}