{
    "id": 12418,
    "citation_title": "When Knowledge is not Enough: HIV/AIDS Information and Risky Behavior in Botswana",
    "citation_author": [
        "James A. Levinsohn",
        "Taryn Dinkelman",
        "Rolang Majelantle"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe spread of the HIV/AIDS epidemic is still fueled by ignorance in many parts of the world. Filling in knowledge gaps, particularly between men and women, is considered key to preventing future infections and to reducing female vulnerabilities to the disease. However, such knowledge is arguably only a necessary condition for targeting these objectives. In this paper, we describe the extent to which HIV/AIDS knowledge is correlated with less risky sexual behavior. We ask: even when there are no substantial knowledge gaps between men and women, do we still observe sex-specific differentials in sexual behavior that would increase vulnerability to infection? We use data from two recent household surveys in Botswana to address this question. We show that even when men and women have very similar types of knowledge, they have different probabilities of reporting safe sex. Our findings are consistent with the existence of non-informational barriers to behavioral change, some of which appear to be sex-specific. The descriptive exercise in this paper suggests that it may be overly optimistic to hope for reductions in risky behavior through the channel of HIV-information provision alone.\n\n",
    "acknowledgement": "\nLevinsohn gratefully acknowledges support from the  National Institute for Child Health and Human Development (NICHD). Zoe McLaren, Jee-Yeon Kim, and Stella Binkevich provided exemplary research assistance.  The authors are grateful to Ms. Anna Majelantle, Director of the Central Statistics Office of the Ministry of Finance and Development Planning of Botswana for data access.  Thanks to Rachel Snow and Nicoli Natrass for helpful comments.\n\n\n"
}