{
    "id": 12410,
    "citation_title": "The Church vs the Mall: What Happens When Religion Faces Increased Secular Competition?",
    "citation_author": [
        "Jonathan Gruber",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecently economists have begun to consider the causes and consequences of religious participation. An unanswered question in this literature is the effect upon individuals of changes in the opportunity cost of religious participation. In this paper we identify a policy-driven change in the opportunity cost of religious participation based on state laws that prohibit retail activity on Sunday, known as \"blue laws.\" Many states have repealed these laws in recent years, raising the opportunity cost of religious participation. We construct a model which predicts, under fairly general conditions, that allowing retail activity on Sundays will lower attendance levels but may increase or decrease religious donations. We then use a variety of datasets to show that when a state repeals its blue laws religious attendance falls, and that church donations and spending fall as well. These results do not seem to be driven by declines in religiosity prior to the law change, nor do we see comparable declines in membership or giving to nonreligious organizations after a state repeals its laws. We then assess the effects of changes in these laws on drinking and drug use behavior in the NLSY. We find that repealing blue laws leads to an increase in drinking and drug use, and that this increase is found only among the initially religious individuals who were affected by the blue laws. The effect is economically significant; for example, the gap in heavy drinking between religious and non religious individuals falls by about half after the laws are repealed.\n\n",
    "acknowledgement": "\n"
}