{
    "id": 12417,
    "citation_title": "The Effect of Anticipated Tax Changes on Intertemporal Labor Supply and the Realization of Taxable Income",
    "citation_author": [
        "Adam Looney",
        "Monica Singhal"
    ],
    "citation_publication_date": "2006-08-07",
    "issue_date": "2006-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use anticipated changes in tax rates associated with changes in family composition to estimate intertemporal labor supply elasticities and elasticities of taxable income with respect to the net-of-tax wage rate.  Changes in the ages of children can affect marginal tax rates through provisions of the tax code that are tied to child age and dependent status.  We identify behavioral responses to these tax changes by comparing families who experienced a tax rate change to families who had a similar change in dependents but no resulting tax rate change.  A primary advantage of our approach is that these changes can be anticipated, allowing us to estimate substitution effects that are not confounded by life-cycle income effects.  We estimate an intertemporal elasticity of family labor earnings of 0.75 for families earning between $35,000 and $85,000 in the Survey of Income and Program Participation (SIPP) and find very similar estimates using the IRS-NBER individual tax panel.\n\n",
    "acknowledgement": "\nWe are grateful to Alberto Alesina, Raj Chetty, Darrel Cohen, David Cutler, Martin Feldstein, Amy Finkelstein, Caroline Hoxby, Jens Hilscher, Larry Katz, Kevin Moore, Ricardo Reis, Jonah Rockoff, Jesse Shapiro, Dan Sichel, Sam Thompson and numerous seminar and conference participants for helpful comments and conversations. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors.\n\n\n"
}