{
    "id": 12424,
    "citation_title": "Cohort Crowding: How Resources Affect Collegiate Attainment",
    "citation_author": [
        "John Bound",
        "Sarah Turner"
    ],
    "citation_publication_date": "2006-08-14",
    "issue_date": "2006-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalyses of college attainment typically focus on factors affecting enrollment demand, including the financial attractiveness of a college education and the availability of financial aid, while implicitly assuming that resources available per student on the supply side of the market are elastically supplied. The higher education market in the United States is dominated by public and non-profit production, and colleges and universities receive considerable subsidies from state, federal, and private sources. Because consumers pay only a fraction of the cost of production, changes in demand are unlikely to be accommodated fully by colleges and universities without commensurate increases in non-tuition revenue. For this reason, public investment in higher education plays a crucial role in determining the degrees produced and the supply of college-educated workers to the labor market. Using data covering the last half of the twentieth century, we find strong evidence that large cohorts within states have relatively low undergraduate degree attainment, reflecting less than perfect elasticity of supply in the higher education market. That large cohorts receive lower public subsidies per student in higher education explains this result, indicating that resources have large effects on degree production. Our results suggest that reduced resources per student following from rising cohort size and lower state expenditures are likely to have significant negative effects on the supply of college-educated workers entering the labor market.\n\n",
    "acknowledgement": "\n"
}