{
    "id": 12429,
    "citation_title": "Health Insurance Enrollment Decisions: Preferences for Coverage, Worker Sorting, and Insurance Take Up",
    "citation_author": [
        "Alan C. Monheit",
        "Jessica Primoff Vistnes"
    ],
    "citation_publication_date": "2006-08-14",
    "issue_date": "2006-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe weak response by the uninsured to policy initiatives encouraging voluntary enrollment in health insurance has raised concerns regarding the extent to which the uninsured value health insurance. To address this issue, we use data from the 2001 Medical Expenditure Panel Survey to examine the association between health insurance preferences and coverage status. We also consider the role of such preferences in decisions to seek out and enroll in employment-based coverage. We find that adults with weak or uncertain preferences for health insurance are more likely than persons with strong preferences to be uninsured and less likely to acquire coverage. Our econometric work indicates that workers with weak or uncertain preferences are less likely to obtain job offers with insurance, reinforcing prior evidence that workers sort among jobs according to preferences for coverage. We also find that workers with weak or uncertain preferences are less likely to enroll in offered coverage and we estimate the subsidy necessary to compensate such workers for the utility loss were they to enroll. Our results suggest a dual approach to expanding coverage that includes both subsidies and educational efforts to inform targeted groups among the uninsured about the value of health insurance.\n\n",
    "acknowledgement": "\n"
}