{
    "id": 12428,
    "citation_title": "Corruption Perceptions vs. Corruption Reality",
    "citation_author": [
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2006-08-14",
    "issue_date": "2006-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the accuracy of beliefs about corruption, using data from Indonesian villages. Specifically, I compare villagers' stated beliefs about the likelihood of corruption in a road-building project in their village with a more objective measure of 'missing expenditures' in the project, which I construct by comparing the projects' official expenditure reports with an independent estimate of the prices and quantities of inputs used in construction. I find that villagers' beliefs do contain information about corruption in the road project, and that villagers are sophisticated enough to distinguish between corruption in the road project and other types of corruption in the village. The magnitude of their information, however, is small, in part because officials hide corruption where it is hardest for villagers to detect. This may limit the effectiveness of grass-roots monitoring of local officials. I also find evidence of systematic biases in corruption beliefs, particularly when examining the relationship between corruption and variables correlated with trust. For example, ethnically heterogeneous villages have higher perceived corruption levels but lower actual levels of missing expenditures. The findings illustrate the limitations of relying solely on corruption perceptions, whether in designing anti-corruption policies or in conducting empirical research on corruption.\n\n",
    "acknowledgement": "\n"
}