{
    "id": 12422,
    "citation_title": "Cross-Border Acquisitions and Target Firms' Performance: Evidence From Japanese Firm-Level Data",
    "citation_author": [
        "Kyoji Fukao",
        "Keiko Ito",
        "Hyeog Ug Kwon",
        "Miho Takizawa"
    ],
    "citation_publication_date": "2006-08-14",
    "issue_date": "2006-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing Japanese firm-level data for the period from 1994-2002, this paper examines whether a firm is chosen as an acquisition target based on its productivity level, profitability and other characteristics and whether the performance of Japanese firms that were acquired by foreign firms improves after the acquisition. In our previous study for the Japanese manufacturing sector, we found that M&As by foreigners brought a larger and quicker improvement in total factor productivity (TFP) and profit rates than M&As by domestic firms. However, it may argued that firms acquired by foreign firms showed better performance simply because foreign investors acquired more promising Japanese firms than Japanese investors did. In order to address this potential problem of selection bias problem, in this study we combine a difference-in-differences approach with propensity score matching. The basic idea of matching is that we look for firms that were not acquired by foreign firms but had similar characteristics to firms that were acquired by foreigners. Using these firms as control subjects and comparing the acquired firms and the control subjects, we examine whether firms acquired by foreigners show a greater improvement in performance than firms not acquired by foreigners. Both results from unmatched samples and matched samples show that foreign acquisitions improved target firms' productivity and profitability significantly more and quicker than  acquisitions by domestic firms.\n\tMoreover, we find that there is no positive impact on target firms' profitability in the case of both within-group in-in acquisitions and in-in acquisitions by domestic outsiders. In fact, in the manufacturing sector, the return on assets even deteriorated one year and two years after within-group in-in acquisition, while the TFP growth rate was higher after within-group in-in acquisitions than after in-in acquisitions by outsiders. Our results imply that in the case of within-group in-in acquisitions, parent firms may be trying to quickly restructure acquired firms even at the cost of deteriorating profitability.\n\n",
    "acknowledgement": "\n"
}