{
    "id": 12427,
    "citation_title": "Policy Options for Financing the Future Health and Long-Term Care Costs in Japan",
    "citation_author": [
        "Tadashi Fukui",
        "Yasushi Iwamoto"
    ],
    "citation_publication_date": "2006-08-14",
    "issue_date": "2006-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the Japanese population structure changes, health care and long-term care costs will steadily increase. The current style of financing (pay-as-you-go) will create a large increase in future burden of these costs. This paper studies an alternative policy that prefunds the social insurance benefits for the elderly.\n\tDuring a transition process, the proposed scheme maintains a higher contribution rate in order to accumulate sufficient funds. Under our baseline scenario, the sum of the contribution rates toward health insurance and long-term care insurance increases from 5.06 percent of earnings to 12.41 percent of the same. The rate of increase in overall burdens, including taxes and subsidies, is 63 percent.\n\tOur sensitivity analysis has shown that the quantitative implications of the increase in total burdens depend on social cost scenarios, the labor force, and the interest rate. However, labor force scenarios do not have a considerable impact on the rate of burden. As against this, the setting of social costs has a significant impact on the same.\n\tEven under the most optimistic scenario, the rate of increase in total burden is 34 percent. Even though we cannot predict the exact amount of the necessary contribution rate that is capable enough to transfer the funded system, what we are sure of is that a significant increase in the contribution rate is inevitable.\n\n",
    "acknowledgement": "\n"
}