{
    "id": 12439,
    "citation_title": "Home and Regional Biases and Border Effects in Armington Type Models",
    "citation_author": [
        "John Whalley",
        "Xian Xin"
    ],
    "citation_publication_date": "2006-08-15",
    "issue_date": "2006-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss biases in preferences and their trade effects in terms of impacts on non-neutral trade flows motivated by recent literature on both home bias and the border effect. These terms take on multiple definitions in the literature and are often used interchangeably even though they differ. The border effect refers to a higher proclivity to trade behind rather than across national borders and is usually defined by the coefficients of regional dummies from an estimated gravity model. It can be present both in data and in counterfactual model solutions. Sometimes the reduced form of the gravity model used is asserted to reflect an Armington type model. For the border effect to occur as a model outcome, a structural model with at least 2 home regions and 1 country abroad is needed. In contrast to current literature, we offer a characterization of various forms of preference bias in trade models and measures of their associated trade effects based on a concept we term trade neutrality. These effects go beyond conventional border effects, and can be both across and within borders. Home bias is typically specified as an Armington preference for domestic over comparable foreign products in a trade model where goods are heterogeneous across countries. It is reflected in both model structure and parameterization, but defined in several different ways in the literature. We assess the contribution of each form of bias to the set of possible trade effects using a calibrated model with 3 Canadian regions, the U.S., and the rest of the world using 2001 data. We also evaluate how much of the conventional border effect is accounted for when model biases are modified in various ways.\n\n",
    "acknowledgement": "\nThe authors would like to thank James Davies, Randy Wigle, Edgar Cudmore, and Yongfu Chen for their helpful comments and suggestions. Financial support from a CN Post-doctoral Fellowships in Transportation Policy held by the second author also makes this paper possible and is greatly appreciated.\n\n\n"
}