{
    "id": 12435,
    "citation_title": "Reaching for the Stars: Who Pays for Talent in Innovative Industries?",
    "citation_author": [
        "Fredrik Andersson",
        "Matthew Freedman",
        "John C. Haltiwanger",
        "Julia Lane",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2006-08-15",
    "issue_date": "2006-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nInnovation in the U.S. economy is about employing and rewarding highly talented workers to produce new products.  Using unique longitudinal matched employer-employee data, this paper makes a key connection between talent and firms in markets with risky product innovations.  We show that software firms that operate in product markets with highly skewed returns to innovation, or high variance payoffs, are more likely to attract and pay for star workers.  Thus, firms in high variance product markets pay more up-front--in starting salaries--to attract and motivate star employees, because if these star workers produce home-run innovations, the firm's winnings will be huge.  However, we also find these same firms pay highly for loyalty:  star workers that stay with a firm have much higher earnings in firms with high variance product market payoffs.  The large effects on earnings are robust to the inclusion of a wide range of controls for both workers and firm characteristics.  One key control is that we also show that in firms that have actually hit home runs, with high revenues, the rewards for star talent are even greater.  We also find that the dispersion of earnings is higher within firms with high variance product payoffs.\n\n",
    "acknowledgement": "\nThanks to Tim Bresnahan, Charlie Brown, Ben Campbell, Erica Groshen, Phil Hardiman, Edward Lazear, Alex Mas, Paul Oyer, Julie Wulf and seminar participants at Stanford University, Washington State University, UC Santa Barbara, the Society of Labor Economics meetings, for their helpful comments. This document reports the results of research and analysis undertaken by the U.S. Census Bureau staff. It has undergone a Census Bureau review more limited in scope than that given to official Census Bureau publications. This document is released to inform interested parties of research and to encourage discussion. This research is a part of the U.S. Census Bureau's Longitudinal Employer-Household Dynamics Program (LEHD), which is partially supported by the National Science Foundation Grants SES-9978093 and SES-0427889 to Cornell University (Cornell Institute for Social and Economic Research), the National Institute on Aging Grant R01AG018854-02, and the Alfred P. Sloan Foundation. The views expressed on statistical issues are those of the author(s) and not necessarily those of the U.S. Census Bureau, its program sponsors or data providers. Some or all of the data used in this paper are confidential data from the LEHD Program. The U.S. Census Bureau supports external researchers' use of these data through the Research Data Centers (see www.ces.census.gov). For other questions regarding the data, please contact Jeremy S. Wu, Program Manager, U.S. Census Bureau, LEHD Program, Demographic Surveys Division, FOB 3, Room 2138, 4700 Silver Hill Rd., Suitland, MD 20233, USA. (Jeremy.S.Wu@census.gov http://lehd.dsd.census.gov).\n\n\n"
}