{
    "id": 12437,
    "citation_title": "How Do Youth with Mental Disorders Fare in the Juvenile Justice System?",
    "citation_author": [
        "Pinka Chatterji",
        "Alison Cuellar"
    ],
    "citation_publication_date": "2006-08-15",
    "issue_date": "2006-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to examine the relationship between mental health problems and justice outcomes.  Several studies have documented that individuals with a variety of mental disorders are overrepresented in the justice system.  This pattern could result if persons with mental disorders are more likely to commit crimes, or more likely to commit serious crimes, than persons without disorders.  In addition, individuals with mental disorders may be more likely than those without disorders to be sanctioned conditional on committing a particular crime.  The major public policy concern is around the latter possibility, which has been interpreted as the justice system being biased against those with mental disorders.  In this paper we explore several channels through which mental health problems, measured as ADHD and depression, may lead to over-representation in the criminal justice system.  Using a large sample of adolescents, our findings show that youth with ADHD fare worse in the juvenile justice system in terms of the probability of being arrested and the probability of conviction once arrested.  We find that elevated ADHD symptoms during adolescence are associated with statistically significant and meaningful increases in the probability of arrest and conviction after controlling for preexisting factors and mechanisms that may arise from the disorder itself.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of  Child Health and Human Development, with cooperative funding from 17 other agencies.  Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwistle for assistance in the original design. Persons interested in obtaining data from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu). Funding for this research was provided by grant number K01 MH067086 from the National Institute of Mental Health (Cuellar, Principal Investigator) and by grant number K01 AA000328 from the National Institute on Alcohol Abuse and Alcoholism (Chatterji, Principal Investigator).  The authors would like to thank Thomas McGuire, Sherry Glied, Carole Gresenz and participants at American Society of Health Economists meeting in Madison, Wisconsin, for helpful comments.  This paper has not undergone the review accorded official NBER publications; in particular, it has not been approved by the Board of Directors.  Any opinions expressed are those of the authors and not those of NIMH, NIAAA, or NBER.\n\n\n"
}