{
    "id": 12436,
    "citation_title": "The Growth in the Social Security Disability Rolls: A Fiscal Crisis Unfolding",
    "citation_author": [
        "David Autor",
        "Mark Duggan"
    ],
    "citation_publication_date": "2006-08-15",
    "issue_date": "2006-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than 80 percent of nonelderly U.S. adults are insured against the risk of disabling physical or mental illness by Social Security Disability Insurance (SSDI). This article evaluates the causes of the extraordinary growth in SSDI enrollment, considers its fiscal ramifications, and discusses potential policy responses. While aggregate population health has improved by most measures in recent decades, the rate of SSDI receipt among nonelderly adults has nearly doubled since 1984. We project that SSDI receipt will rise by an additional seventy percent before reaching a steady state rate of approximately 6.5 percent of adults between the ages of 25 and 64, with cash benefit payments exceeding $150 billion annually (excluding Medicare).\nWe trace the rapid expansion of SSDI to: (1) congressional reforms to disability screening in 1984 that enabled workers with low mortality disorders such as back pain, arthritis and mental illness to more readily qualify for benefits; (2) a rise in the after-tax DI income replacement rate, which strengthened the incentives for workers to seek benefits; (3) and a rapid increase in female labor force participation that expanded the pool of insured workers. Notably, the aging of the baby boom generation has contributed little to the growth of SSDI to date. \nAmong several avenues for reducing SSDI growth, we suggest that the most promising are revamping the disability appeals process--in which the Social Security Administration currently loses nearly three-quarters of all appeals--and reducing the attractiveness of DI benefits for work-capable disabled individuals by providing additional access to public health insurance. By contrast, previous efforts to reduce the SSDI rolls by discontinuing benefits or by providing stronger return-to-work incentives have proved remarkably unsuccessful.\n\n",
    "acknowledgement": "\nThe authors thank Amy Finkelstein, James Hines, Timothy Taylor and Michael Waldman for suggestions that substantially improved the manuscript, and Alex Chernyakov and Kathleen Cui for excellent research assistantship. Autor acknowledges financial support from the National Science Foundation (CAREER SES-0239538) and Duggan from the Alfred P. Sloan Foundation.\n\n\n"
}