{
    "id": 12432,
    "citation_title": "On the Determinants of Exporters' Currency Pricing: History vs. Expectations",
    "citation_author": [
        "Shin-ichi Fukuda",
        "Masanori Ono"
    ],
    "citation_publication_date": "2006-08-15",
    "issue_date": "2006-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to investigate why the choice of invoice currency under exchange rate uncertainty depends not only on expectations but also on history.  The analysis is motivated by the fact that the U.S. dollar has historically been the dominant vehicle currency in developing countries.  The theoretical analysis is based on an open economy model of monopolistic competition.  When the market is competitive enough, the exporting firms tend to set their prices not to deviate from those of the competitors.  As a result, a coordination failure can lead the third currency to be a less efficient equilibrium invoice currency.  The role of expectations is important in selecting the equilibrium in the static framework.  However, in the dynamic model with staggered price-setting, the role of history becomes another key determinant of the equilibrium currency pricing.  The role of history may dominate the role of expectations when the firms are myopic, particularly in the competitive local market.  It also becomes dominant in the staggered price setting when a small fraction of the new price setters are backward-looking.  The result suggests the importance of history in explaining why the firm tends to choose the US dollar as vehicle currency.\n\n",
    "acknowledgement": "\n"
}