{
    "id": 12446,
    "citation_title": "Goals and Plans in Protective Decision Making",
    "citation_author": [
        "David H. Krantz",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nProtective decisions are often puzzling. Among other anomalies, people insure against non-catastrophic events, underinsure against catastrophic risks, and allow extraneous factors to influence insurance purchases and other protective decisions. Neither expected utility theory nor prospect theory can explain these anomalies satisfactorily. We propose a constructed-choice model for general decision making. The model departs from utility theory and prospect theory in its treatment of multiple goals and it suggests several different ways in which context can affect choice. To apply this model to the above anomalies, we consider many different insurance-related goals, organized in a taxonomy, and we consider the effects of context on goals, resources, plans and decision rules. The paper concludes by suggesting some prescriptions for improving individual decision making with respect to protective measures.\n\n",
    "acknowledgement": "\nWe thank Xin Piao for her help in many phases of our thinking about protective decisions, Alex Leeds for incisive comments on two earlier manuscript drafts, and Mark Pauly for much advice relating to insurance anomalies. Financial support from NSF SES # 0136872, from the Columbia University Center for Decision Sciences, and from the Wharton Risk Management and Decision Processes Center is gratefully acknowledged.\n\n\n"
}