{
    "id": 12449,
    "citation_title": "Reflections on U.S. Disaster Insurance Policy for the 21st Century",
    "citation_author": [
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe devastation caused by hurricanes during the 2004 and 2005 seasons has been unprecedented and is forcing the insurance industry to reevaluate the role that it can play in dealing with future natural disasters in the United States. As shown in Table 1 the four hurricanes that hit Florida in the fall of 2004 -- Charley, Frances, Ivan and Jeanne---and Hurricanes Katrina and Rita in 2005 comprised half of the top 12 disasters with respect to insured losses between 1970 and 2005. On a related note, 18 of the 20 most costly disasters occurred between 1990 and 2005 and 10 occurred in the 21st Century. This context is totally different than the scale of economic loss the country has suffered from natural disasters and other extreme events in the 20th century.\nThe first section of the paper addresses the first question by outlining two principles on which a disaster insurance program should be based. Section 3 then focuses on the second question by analyzing the insurability of a risk and examining the challenges facing the private sector in providing coverage against natural disasters. Section 4 turns to the third question and delineates the opportunities and challenges of a comprehensive disaster insurance program. Section 5 poses a set of open issues that are currently being addressed by a research project on disaster insurance undertaken by the Wharton Risk Center in conjunction with the Insurance Information Institute and Georgia State University. The concluding section summarizes the key issues associated with providing disaster insurance in the 21st century.\n\n",
    "acknowledgement": "\nThis paper is a revised version of one presented at the Berkeley Symposium on Real Estate, Catastrophic Risk, and Public Policy on March 23, 2006. I appreciate comments by Dwight Jaffee, the discussant of the paper, as well as Rob Lieberthal, Erwann Michel Kerjan, Larry Rosenthal and Thomas Russell on an earlier draft. The paper also reflects a continuing dialog over the past six months with members of the Wharton Risk Center/Insurance Information Institute/University of Georgia team studying alternative disaster insurance and mitigation programs: Neil Doherty, Martin Grace, Scott Harrington, Robert Hartwig, Robert Klein, Paul Kleindorfer, Rob Lieberthal, Erwann Michel-Kerjan, Mark Pauly, Irv Rosenthal, Benjamin Shiller, Gordon Stewart, James Valverde and Haitao Yin. Interactions with Robert Litan were also very helpful in my rethinking issues associated with disaster insurance. Support from NSF Grant # CMS-0527598 and the Wharton Risk Management and Decision Processes Center are gratefully acknowledged.\n\n\n"
}