{
    "id": 12443,
    "citation_title": "The Welfare Consequences of ATM Surcharges: Evidence from a Structural Entry Model",
    "citation_author": [
        "Gautam Gowrisankaran",
        "John Krainer"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a structural model of the market for automatic teller machines (ATMs) in order to evaluate the implications of regulating ATM surcharges on ATM entry and consumer and producer surplus. We estimate the model using data on firm and consumer locations, and identify the parameters of the model by exploiting a source of local quasi-experimental variation, that the state of Iowa banned ATM surcharges during our sample period while the state of Minnesota did not. We develop new econometric methods that allow us to estimate the parameters of equilibrium models without computing equilibria. Monte Carlo evidence shows that the estimator performs well. We find that a ban on ATM surcharges reduces ATM entry by about 12 percent, increases consumer welfare by about 35 percent and lowers producer profits by about 20 percent. Total welfare remains about the same under regimes that permit or prohibit ATM surcharges and is about 17 percent lower than the surplus maximizing level. This paper can help shed light on the theoretically ambiguous implications of free entry on consumer and producer welfare for differentiated products industries in general and ATMs in particular.\n\n",
    "acknowledgement": "\nWe thank Steve Berry, Jeremy Fox, Fumiko Hayashi, Igal Hendel, Tom Holmes, and seminar participants at numerous institutions for helpful comments, thank Joy Lin, Yuanfang Lin, and Chishen Wei for research assistance and Anita Todd for editorial assistance. Gowrisankaran gratefully acknowledges financial support from the National Science Foundation (Grant SES-0318170), the NET Institute, and the Federal Reserve Bank of New York. The views expressed in this paper are solely those of the authors and do not represent those of the Federal Reserve Banks of New York or San Francisco or the Federal Reserve System.\n\n\n"
}