{
    "id": 12442,
    "citation_title": "Expectations, Asset Prices, and Monetary Policy: The Role of Learning",
    "citation_author": [
        "Simon Gilchrist",
        "Masashi Saito"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the implications of financial market imperfections represented by a countercyclical external finance premium and the gradual recognition of changes in the drift of technology growth for the design of an interest rate rule. Asset price movements induced by changes in trend growth influence balance-sheet conditions that determine the external finance premium. Such movements are magnified when the private sector is imperfectly informed regarding the trend growth rate of technology. The presence of financial market imperfections provides a motivation for responding to the gap between the observed asset prices and the potential level of asset prices in addition to responding strongly to inflation. This is because the asset price gap represents distortions in the resource allocation induced by financial market imperfections more distinctly than inflation. The policymaker's imperfect information about the drift of technology growth renders imprecise the calculation of the potential and thus reduces the benefit of responding to the asset price gap. A policy that responds to the level of asset prices which does not take into account changes in potential tends to be welfare reducing.\n\n",
    "acknowledgement": "\nWe thank Michael Woodford, John Campbell, participants at the NBER Asset Prices and Monetary Policy Conference, and the staff at the Bank of Japan for comments and suggestions. The views expressed in this paper are those of the authors and do not necessarily reflect the official views of the Bank of Japan.\n\n\n"
}