{
    "id": 12444,
    "citation_title": "Financial Innovation for an Aging World",
    "citation_author": [
        "Olivia S. Mitchell",
        "John Piggott",
        "Michael Sherris",
        "Shaun Yow"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last half-century, around the world, many nations have seen plummeting fertility rates and mounting life expectancies. These two factors are the engine behind unprecedented global aging.  In this paper, we explore how the demographic transition may influence financial markets and, in turn, how financial market innovation might help resolve concerns flowing from global aging trends. We first provide context by reviewing the economics, finance, and insurance-related literature on how global aging patterns may influence capital markets. We then turn to insurance markets, and discuss a range of products and policies, including both retail and wholesale financial offerings for various forms of life annuities, long-term care benefits, reverse mortgages, securitization of longevity risk, inflation-protected assets, reinsurance, guarantees, derivative contracts on residential property price indices, mortality swaps and longevity derivative contracts. We also indicate how new public-private partnerships might be beneficial in enhancing the future environment for old-age risk management.\n\n",
    "acknowledgement": "\nThe authors express appreciation for research support to the Reserve Bank of Australia, the Pension Research Council at The Wharton School, the Center for Pensions and Superannuation at the University of New South Wales, and the Economic and Social Research Institute-Cabinet Office-Government of Japan. Chris Kent and Graydon Paulin provided useful comments.  This research is part of the NBER programs on Aging and Labor Economics.\n\n\n"
}