{
    "id": 12448,
    "citation_title": "Electoral Uncertainty and the Volatility of International Capital Flows",
    "citation_author": [
        "Roberto Chang"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study a small open economy in which elections affect and are affected by capital inflows. Two candidates, one favoring workers and another favoring entrepreneurs, run for office; the winner chooses taxes, which affect investment returns. A pro labor victory results in a \"sudden stop\" in investment and capital flows, reflecting a time inconsistency problem. The pro business candidate is free from time inconsistency but becomes less attractive to voters if the foreign debt is larger. Hence electoral outcomes depends on the size of the debt, which itself depends on expectations about the election. The model's politico economic equilibria has several implications. Politico economic links exacerbate the responses of financial variables to exogenous shocks. Self fulfilling equilibria may exist. Policies that alleviate the pro labor candidate's commitment problem contribute to financial stability but also, and perhaps more surprisingly, to the chances of a pro labor victory in the elections. A redistribution of wealth has ambiguous although predictable effects on politico economic outcomes.\n\n",
    "acknowledgement": "\nThis is a revised and extended version of a paper with the same title. I did much of the work for this version as a Peter Kenen IES Fellow at Princeton, whose hospitality and generosity is hereby acknowledged with thanks. I am also indebted to Luis Oganes, Nouriel Roubini, Alfredo Thorne, and Andrés Velasco for useful discussions, and to participants of seminars at Pompeu Fabra, Cornell, Columbia, Duke, Princeton, Yale, the Atlanta Fed, the NY Fed, and the LACEA meetings for comments and suggestions. Of course, the views, errors, and shortcomings here are my sole responsibility.\n\n\n"
}