{
    "id": 12447,
    "citation_title": "Employer Matching and 401(k) Saving: Evidence from the Health and Retirement Study",
    "citation_author": [
        "Gary V. Engelhardt",
        "Anil Kumar"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployer matching of employee 401(k) contributions can provide a powerful incentive to save for retirement and is a key component in pension-plan design in the United States.  Using detailed administrative contribution, earnings, and pension-plan data from the Health and Retirement Study, this analysis formulates a life-cycle-consistent econometric specification of 401(k) saving and estimates the determinants of saving accounting for non-linearities in the household budget set induced by matching.  The participation estimates indicate that an increase in the match rate by 25 cents per dollar of employee contribution raises 401(k) participation by 3.75 to 6 percentage points, and the estimated elasticity of participation with respect to matching ranges from 0.02-0.07.  The parametric and semi-parametric estimates for saving indicate that an increase in the match rate by 25 cents per dollar of employee contribution raises 401(k) saving by $400-$700 (in 1991 dollars). The estimated elasticity of 401(k) saving to matching is also small and ranges from 0.09-0.12 overall, with just under half of this effect on the intensive margin.  Overall, the analysis reveals that matching is a rather poor policy instrument with which to raise retirement saving.\n\n",
    "acknowledgement": "\nAll research with the restricted-access data from the Health and Retirement Study was performed under agreement in the Center for Policy Research at Syracuse University and the Federal Reserve Bank of Dallas.  We thank Dan Black, David Card, Courtney Coile, Chris Cunningham, Bill Gale, Erik Hurst, Annamaria Lusardi, Brigitte Madrian, Costas Meghir, John Moran, Susann Rohwedder, Clemens Sialm, and seminar participants at Syracuse University, University of Chicago, University of Missouri, University of Virginia, Dutch Central Bank, Econometric Society World Congress, Federal Reserve Bank of Dallas, and the NBER Transatlantic Public Economics Seminar for helpful discussions and comments.  We are especially grateful to Bob Peticolas and Helena Stolyarova for their efforts in helping us understand the HRS employer-provided pension plan data. The research reported herein was supported (in part) by a grant from the TIAA-CREF Institute  and (in part) by the Center for Retirement Research at Boston College pursuant to a grant from the U.S. Social Security Administration funded as part of the Retirement Research Consortium.  Various portions of the underlying data construction were funded by the Center for Policy Research at Syracuse University, the Economics Program, National Science Foundation, under Grant No. SES-0078845, National Institute on Aging, under Grant No. 1 R03 AG19895-01, and the U.S. Department of Labor.  The opinions and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of the Social Security Administration, Federal Reserve Bank of Dallas, Federal Reserve System, any agency of the Federal Government, Center for Retirement Research at Boston College, TIAA-CREF, United States Department of Labor, National Science Foundation, National Institute on Aging, or Syracuse University.  All errors are our own.\n\n\n"
}