{
    "id": 12440,
    "citation_title": "Schooling Externalities, Technology and Productivity: Theory and Evidence from U.S. States",
    "citation_author": [
        "Susana Iranzo",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "2007-10-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe recent literature on local schooling externalities in the U.S. is rather mixed: positive external effects of average education levels are hardly to be found but, in contrast, positive externalities from the share of college graduates can often be identified. This paper proposes a simple model to reconcile this mixed evidence. The key idea is that advanced technologies are complementary to highly educated workers, as opposed to traditional technologies which are complementary to less educated workers. Our calibrated model predicts that workers with high school education or less are employed in the traditional sector, while more educated workers are employed in the advanced sector. As the advanced sector is associated with the production of differentiated goods and services this generates a positive pecuniary externality (positive TFP effect) of college educated workers. By contrast, as no externalities are associated with the traditional technology, high school education only increases private returns. The model predictions are tested using data on U.S. states. We use compulsory attendance and child labor laws, push-driven immigration of highly educated workers and the location of Land Grant colleges as instruments for schooling attainments of workers in different states. The empirical estimates confirm that an increase in college education, but not an increase in high school education, had significant positive production externalities in U.S. states during the period 1960-2000.\n\n",
    "acknowledgement": "\nWe are very grateful to Daron Acemoglu and two anonymous referees for extremely helpful suggestions. We thank Jordan Rappoport for kindly sharing with us the data on population and geographical coordinates of U.S. counties. We thank Antonio Ciccone and Benjamin Mandel for extremely helpful comments. Seminar participants at UC Davis, University of Munich, RSSS at the Australian National University, Victoria University of Wellington and Monash University also provided useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}