{
    "id": 12457,
    "citation_title": "Openness and Industrial Responses in a Wal-Mart World: A Case Study of Mexican Soaps, Detergents and Surfactant Producers",
    "citation_author": [
        "Beata Smarzynska Javorcik",
        "Wolfgang Keller",
        "James R. Tybout"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a case study approach to explore the effects of NAFTA and GATT membership on innovation and trade in the Mexican soaps, detergents and surfactants (SDS) industry. Several basic findings emerge. First, the most fundamental effect of  NAFTA and the GATT on the SDS industry was to help induce Wal-Mart to enter Mexico. Once there, Walmex fundamentally changed the retail sector, forcing SDS firms to cut their profit margins and/or innovate. Those unable to respond to this new environment tended to lose market share and, in some cases, disappear altogether. Second, partly in response to Walmex, many Mexican producers logged impressive efficiency gains during the previous decade. These gains came both from labor-shedding and from innovation, which in turn was fueled by innovative input suppliers and by multinationals bringing new products and processes from their headquarters to Mexico. Finally, although Mexican detergent exports captured an increasing share of the U.S. detergent market over the past decade, Mexican sales in the U.S. were inhibited by a combination of excessive shipping delays at the border and artificially high input prices (due to Mexican protection of domestic caustic soda suppliers). They were also held back by the major re-tooling costs that Mexican producers would have had to incur in order to establish brand recognition among non-Latin consumers, and in order to comply with zero phosphate laws in many regions of the United States.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Office of the World Bank's Chief Economist for Latin America and the World Bank's Research Support Budget. We also wish to thank Mexican and multinational companies, the Mexican National Oils, Fats, Soaps and Detergents Industry Association (CANAJAD) and the Mexican National Chamber of Manufacturing (CANACINTRA) for making this study possible by being generous with their time. Thanks are also due to Isidro Soloaga for his invaluable help with conducting firm interviews in Mexico and Geoff Revell for superb research assistance. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the view of the World Bank, its Executive Directors, or the countries they represent.\n\n\n"
}