{
    "id": 12452,
    "citation_title": "Myopia and the Effects of Social Security and Capital Taxation on Labor Supply",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMyopia is increasingly believed to be a significant determinant of behavior and also plays a central role in justifications for social security and policies toward the taxation of capital.  It is important, however, to account for labor supply effects, particularly in light of the preexisting distortion due to labor income taxation.  For example, might even actuarially fair social security have the highly distortionary effect of a tax on top of an existing tax (the income tax) because myopic individuals give excessive weight to present levies on earnings that finance distant future benefits?  Similarly, might greater reliance on capital rather than labor income taxation be attractive because collections are in the future rather than when earnings are received?  To answer these and other questions, this article analyzes the effect of such policies on labor supply in a model that explicitly incorporates myopic decision-making.  Many of the results may seem counterintuitive.  In most respects, even with myopia, social security has qualitatively different effects than those of a tax levied on top of an existing tax.  Both social security and capital taxation may cause labor supply to rise or fall when individuals are myopic, depending on the curvature of individuals' utility as a function of consumption.  Moreover, whatever is the sign of these effects under one assumption about how myopia relates to labor supply decisions, the sign is reversed under the other assumption that is considered.  Additionally, some interventions have a first-order effect on labor supply from the outset but others do not, and some labor supply effects rise with the magnitude of the intervention whereas others fall.\n\n",
    "acknowledgement": "\nI am grateful to Steven Shavell and NBER workshop participants for comments, Stephanie Gabor and James Kvaal for research assistance, and the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support.\n\n\n"
}