{
    "id": 12453,
    "citation_title": "On the Consequences of Demographic Change for Rates of Returns to Capital, and the Distribution of Wealth and Welfare",
    "citation_author": [
        "Dirk Krueger",
        "Alexander Ludwig"
    ],
    "citation_publication_date": "2006-08-17",
    "issue_date": "2006-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs a multi-country large scale Overlapping Generations model with uninsurable labor productivity and mortality risk to quantify the impact of the demographic transition towards an older population in industrialized countries on world-wide rates of return, international capital flows and the distribution of wealth and welfare in the OECD. We find that for the U.S. as an open economy, rates of return are predicted to decline by 86 basis points between 2005 and 2080 and wages increase by about 4.1%. If the U.S. were a closed economy, rates of return would decline and wages increase by less. This is due to the fact that other regions in the OECD will age even more rapidly; therefore the U.S. is \"importing\" the more severe demographic transition from the rest of the OECD in the form of larger factor price changes. In terms of welfare, our model suggests that young agents with little assets and currently low labor productivity gain, up to 1% in consumption, from higher wages associated with population aging. Older, asset-rich households tend to lose, because of the predicted decline in real returns to capital.\n\n",
    "acknowledgement": "\nWe thank participants of seminars at the LSE, Ente Einaudi, Koc, MEA, the 2005 Cleveland\nFED International Macroeconomics conference, the 2006 Carnegie Rochester conference,\nthe 2006 SED Meetings and the 12th Dubrovnik Economic Conference for many useful comments.\nWe are especially indebted to our discussant Ayse Imrohoroglu for many helpful suggestions\nand comments. The authors can be reached at dirk.krueger@wiwi.uni-frankfurt.de\nand alexander.ludwig@mea.uni-mannheim.de. This paper was prepared for the Spring 2006\nCarnegie-Rochester Conference on Public Policy.\n\n\n"
}