{
    "id": 12455,
    "citation_title": "Contractual Tradeoffs and SMEs Choice of Organizational Form, A View from U.S. and French History, 1830-2000",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "Jean-Laurent Rosenthal"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nToday the vast majority of multi-owner firms in the United States are corporations, but that was not the case in the past.  Before the advent of the income tax, tort litigation, and significant federal regulation, entrepreneurs more often than not chose to organize as partnerships, a form that economists consider seriously flawed.  Why would they make such a terrible mistake?  We begin by noting that corporations created new types of contracting problems for businesses at the same time as they solved problems afflicting partnerships.  We then model the tradeoffs involved in the choice of corporations versus partnerships and confirm that the model's assumptions are consistent with U.S. legal rules up through the 1940s. The model implies that partnerships and corporations are complementary organizational forms, and we show that data from the U.S. Census of Manufactures strongly supports that implication.  We also verify that the model's assumptions hold for the broader set of organizational choices available under the French Code de Commerce and use data on multi-owner firms registered in Paris in the 1830s and 1840s to demonstrate the complementary character of the basic forms. Despite much literature emphasizing the fundamentally different environments for business associated with the French and U.S. legal regimes, the basic calculus underpinning the choice of organizational form was the same in both countries.\n\n",
    "acknowledgement": "\nThe authors would like to thank participants in seminars and conferences at the California Institute of Technology, Princeton University, Stanford University, the University of British Columbia, the University of Southern California, UCLA, and the UC Riverside meeting of the All-UC Economic History Group.  They are grateful to Daniel Bogart, Hongbin Cai, Stephen Cullenberg, Harold Demsetz, Peter Gourevich, Timothy Guinnane, Ron Harris, Hugo Hopenhayn, Gonzalo Islas-Rojas, Kenneth Sokoloff, and William Summerhill for their detailed and helpful comments; to Juan-Francisco Aveleyra, Christopher Cook, Sarah Cullem, Alena Laptiovna, and Sarah Shen for research assistance; and to UCLA's Dean of Social Sciences, UCLA's International Institute, and the Academic Senate of the University of California, for financial support.\n\n\n"
}