{
    "id": 12456,
    "citation_title": "Stochastic Components of Individual Consumption: A Time Series Analysis of Grouped Data",
    "citation_author": [
        "Orazio Attanasio",
        "Margherita Borella"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we propose a method to characterize the time series properties of individual consumption, income and interest rates using micro data, as studies in labour economics have characterized the time series properties of hours and earnings. Our approach, however, does not remove aggregate shocks. Having estimated the parameters of a flexible multivariate MA representation we relate the coefficients of our statistical model to structural parameters of theoretical models of consumption behaviour. Our approach offers a unifying framework that encompasses the Euler equation approach to the study of consumption and the studies that relate innovations to income to innovations to consumption, such as those that have found the so-called excess smoothness of consumption. Using a long time series of cross sections to construct synthetic panel data for the UK, we estimate our model and find that the restriction of Euler equations are typically not rejected, while the data show 'excess smoothness'.\n\n",
    "acknowledgement": "\nThe authors would like to thank Manuel Arellano, Costas Meghir, Nicola Pavoni, Harald Uhlig and participants to the TMR meeting on \"New Approaches to Economic Fluctuations\", Madrid, January 31 1998, for useful comments.\n\n\n"
}