{
    "id": 12459,
    "citation_title": "Science and Industry: Tracing the Flow of Basic Research through Manufacturing and Trade",
    "citation_author": [
        "James D. Adams",
        "Roger Clemmons"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes flows of basic research through the U.S. economy and explores their implications for scientific output at the industry and field level.  The time period is the late 20th century.  This paper differs from others in its use of measures of science rather than technology. Together its results provide a more complete picture of the structure of basic research flows than was previously available. Basic research flows are high within petrochemicals and drugs and within a second cluster composed of software and communications.  Flows of chemistry, physics, and engineering are common throughout industry; biology and medicine are almost confined to petrochemicals and drugs, and computer science is nearly as limited to software and communications.  In general, basic research flows are more concentrated within scientific fields than within industries. The paper also compares effects of different types of basic research on scientific output.  The main finding is that the academic spillover effect significantly exceeds that of industrial spillovers or industry basic research.  Finally, within field effects exceed between field effects, while the within- and between industry effects are equal. Therefore, scientific fields limit basic research flows more than industries.\n\n",
    "acknowledgement": "\nThe Andrew W. Mellon Foundation has generously supported this research.  We thank Nancy Bayers and Henry Small of the Institute for Scientific Information (ISI) for assistance with the ISI data that we use in this paper.  We thank Scott Stern and participants at seminars at the National Bureau of Economic Research and Rensselaer Polytechnic Institute for comments and\n\n\n"
}