{
    "id": 12469,
    "citation_title": "Learning-by-Producing and the Geographic Links Between Invention and Production: Experience From the Second Industrial Revolution",
    "citation_author": [
        "Dhanoos Sutthiphisal"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of ¡§learning-by-producing¡¨ on inventive activity and shows that, in both emerging (electrical equipment and supplies) and maturing (shoes and textiles) industries, the geographic association between invention and production was rather weak during the Second Industrial Revolution. Regional shifts in production were neither accompanied nor followed by corresponding increases in invention. Instead, this paper finds that the geographic location of inventive activity tended to mirror the geographic distribution of individuals with advanced technical skills appropriate to the particular industry in question. Even in the craft-based shoe industry, much of the invention came from those with the advanced technical skills. The findings suggest that scholars have over-emphasized the importance of learning-by-producing in accounting for the geographic differences in inventive activity, and underestimated the significance of technical skills or human capital amongst the population.\n\n",
    "acknowledgement": "\nI am very grateful for insightful advice from Kenneth Sokoloff. I have also benefited from comments offered by Daniel Ackerberg, Naomi Lamoreaux, Shih-tse Lo, Mary MacKinnon, Jean-Laurent Rosenthal, and participants at presentations at the NBER, the EHA Meeting and the UCLA Economic History Seminars. Finally, I would like to thank Eileen Chou, Carolina Corral, Hong Tran and Jicky Trantrong for their excellent research assistance as well as the staffs at the Science, Technology and Patents Department, Los Angeles Public Library for their patience with my demanding use of the computing resources to access the USPTO on-line database.\n\n\n"
}