{
    "id": 12466,
    "citation_title": "Stature and Status: Height, Ability, and Labor Market Outcomes",
    "citation_author": [
        "Anne Case",
        "Christina Paxson"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "2020-01-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIt has long been recognized that taller adults hold jobs of higher status and, on average, earn more than other workers. A large number of hypotheses have been put forward to explain the association between height and earnings. In developed countries, researchers have emphasized factors such as self esteem, social dominance, and  discrimination. In this paper, we offer a simpler explanation: On average, taller people earn more because they are smarter. As early as age 3 — before schooling has had a chance to play a role — and throughout childhood, taller children perform significantly better on cognitive tests. The  correlation between height in childhood and adulthood is approximately 0.7 for both men and women, so that tall children are much more likely to become tall adults. As adults, taller individuals are more likely to select into higher paying occupations that require more advanced verbal and numerical skills and greater intelligence, for which they earn handsome returns. Using four data sets from the US and the UK, we find that the height premium in adult earnings can be explained by childhood scores on cognitive tests. Furthermore, we show that taller adults select into occupations that have higher  cognitive skill requirements and lower physical skill demands.\n\n",
    "acknowledgement": "\nWe thank Tom Vogl for expert research assistance, and Angus Deaton for comments on an earlier draft.  This research has been supported by NICHD grant HD041141 and NIA grant P01 AG005842.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the funding agencies.\n\n\n"
}