{
    "id": 12464,
    "citation_title": "The Return to English in a Non-English Speaking Country: Russian Immigrants and Native Israelis in Israel",
    "citation_author": [
        "Kevin Lang",
        "Erez Siniver"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique sample of Russian immigrants and natives in Israel to examine the return to English knowledge. In cross-section estimates there is a significant return to English knowledge for both immigrants and natives with high levels of education.  Language acquisition is an important element in immigrant/native earnings convergence, but most of this convergence is explained by factors other than language acquisition. These results are confirmed using panel data on wages and knowledge of Hebrew and English over time. The benefits of English knowledge vary across occupations in ways that are largely consistent with past evidence on language-skill complementarity. Natives and immigrants with high levels of education benefit similarly from knowing English. While immigrants with low levels of education do not benefit from knowledge of English, there is some evidence that native Israelis do. Conditional on occupation, the rate at which immigrants learn English and Hebrew are largely orthogonal. Therefore earlier work on the importance of knowledge of the host-country language (Hebrew) does not appear to be significantly biased by the absence of measures of English knowledge.\n\n",
    "acknowledgement": "\nWe are grateful to participants in the CREAM/Target conference at University College, London and the CERF/CEA conference at Concordia for helpful comments and suggestions. Lang acknowledges support from the National Science Foundation under grant SEC-0339149. The usual caveat applies.\n\n\n"
}