{
    "id": 12460,
    "citation_title": "Euro-Productivity and Euro-Jobs since the 1960s: Which Institutions Really Mattered?",
    "citation_author": [
        "Gayle Allard",
        "Peter H. Lindert"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow have labor market institutions and welfare-state transfers affected jobs and productivity in Western Europe, relative to industrialized Pacific Rim countries?  Orthodox criticisms of European government institutions are right in some cases and wrong in others.  Protectionist labor-market policies such as employee protection laws seem to have become more costly since about 1980, not through overall employment effects, but through the net human-capital cost of protecting senior male workers at the expense of women and youth.  Product-market regulations in core sectors may also have reduced GDP, though here the evidence is less robust. By contrast, high general tax levels have shed the negative influence they might have had in the 1960s and 1970s.  Similarly, other institutions closer to the core of the welfare state have caused no net harm to European jobs and growth. The welfare state's tax-based social transfers and coordinated wage bargaining have not harmed either employment or GDP.  Even unemployment benefits do not have robustly negative effects.\n\n",
    "acknowledgement": "\nThe authors are indebted to Matthew Pearson for able research assistance, and to seminar audiences at Berkeley, British Columbia, Copenhagen, Cornell, Harvard, Oxford, and the World Bank for helpful comments on earlier drafts.  Any remaining errors are ours. For data files, see http://www.econ.ucdavis.edu/faculty/fzlinder, and click on \"Allard-Lindert data sets for OECD 1950-2001.\"\n\n\n"
}