{
    "id": 12465,
    "citation_title": "How has CEO Turnover Changed? Increasingly Performance Sensitive Boards and Increasingly Uneasy CEOs",
    "citation_author": [
        "Steven N. Kaplan",
        "Bernadette Minton"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study CEO turnover - both internal (board driven) and external (through takeover and bankruptcy) - from 1992 to 2005 for a sample of large U.S. companies.  Annual CEO turnover is higher than that estimated in previous studies over earlier periods.  Turnover is 14.9% from 1992 to 2005, implying an average tenure as CEO of less than seven years.  In the more recent period since 1998, total CEO turnover increases to 16.5%, implying an average tenure of just over six years.  Internal turnover is significantly related to three components of firm performance - performance relative to industry, industry performance relative to the overall market, and the performance of the overall stock market.  Also in the more recent period since 1998, the relation of internal turnover to performance is more strongly related to all three measures of performance in the contemporaneous year.  External turnover is not significantly related to any of the measures of stock performance over the entire sample period, nor over the two sub-periods. We discuss the implications of these findings for various issues in corporate governance.\n\n",
    "acknowledgement": "\nThis research has been supported by the Center for Research in Security Prices, by the Lynde and Harry Bradley Foundation and the Olin Foundation through grants to the Center for the Study of the Economy and the State, and the Dice Center for Research in Financial Economics.  We thank Stuart Gillan, Chester Spatt, and seminar participants at the NBER Corporate Governance Summer Institute for helpful comments.\n\n\n"
}