{
    "id": 1246,
    "citation_title": "The Effects of Interest Rates on Mortgage Prepayments",
    "citation_author": [
        "Jerry Green",
        "John B. Shoven"
    ],
    "citation_publication_date": "1983-12-01",
    "issue_date": "1983-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree main types of mortgages are fixed interest contracts which automatically fall due on the sale of a dwelling, fixed rate loans which are assumable by a buyer, and floating rate instruments. When interest rates rise, the fall in the economic value of these assets in savings and loan associations' portfolios varies from one form of mortgage to another. For either of the fixed interest rate contracts, the cash flow from the mortgage is constant as long as it has not been prepaid. If the interest rate rises,the homeowner has a nominal capital gain, since his loan is then at a below market interest rate. He would therefore be less likely to prepay. The fall in the savings and loans' net worth arises from two factors: (1) the interest rate differential for mortgages of a fixed duration, and (2) the endogenous lengthening of the duration.This paper is an attempt to measure the dependence of the duration of mortgages on the implicit unrealized capital gain of mortgage holders resulting from interest rate changes. Our estimate is based on a sample of 4,000 mortgages issued in California which were active in 1975. We follow their payment history from 1975 to 1982. Using a Proportional Hazards Model, we estimate the percentage reduction in prepayment probability associated with interest rate changes. Our results indicate that for due-on-sale fixed interest rate mortgages, a sudden increase in the interest rate from 10 to 15 percent would induce a 23 percent loss in the economic value of the mortgage. If the mortgage were assumable,this loss would be 28 percent. Correspondingly, the 6-year average time to repayment of mortgages at a constant interest rate would be lengthened to nine years for due-on-sale mortgages, and 13-1/2 years for assumable ones.\n\n",
    "acknowledgement": "\n"
}