{
    "id": 12467,
    "citation_title": "Consumption Commitments and Risk Preferences",
    "citation_author": [
        "Raj Chetty",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2006-08-18",
    "issue_date": "2006-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany households devote a large fraction of their budgets to \"consumption commitments\" -- goods that involve transaction costs and are infrequently adjusted. This paper characterizes risk preferences in an expected utility model with commitments. We show that commitments affect risk preferences in two ways: (1) they amplify risk aversion with respect to moderate-stake shocks and (2) they create a motive to take large-payoff gambles. The model thus helps resolve two basic puzzles in expected utility theory: the discrepancy between moderate-stake and large-stake risk aversion and lottery playing by insurance buyers. We discuss applications of the model such as the optimal design of social insurance and tax policies, added worker effects in labor supply, and portfolio choice. Using event studies of unemployment shocks, we document evidence consistent with the consumption adjustment patterns implied by the model.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, George Akerlof, John Campbell, David Card, Gary Chamberlain, Martin Feldstein, Edward Glaeser, John Heaton, Caroline Hoxby, Lawrence Katz, Louis Kaplow, Matthew Rabin, Jonah Rockoff, Jesse Shapiro, two anonymous referees, and numerous seminar participants for helpful comments. James Sly provided outstanding research assistance. We are grateful for financial support from National Science Foundation grant SES 0522073.\n\n\n"
}