{
    "id": 12475,
    "citation_title": "Capital Deepening and Non-Balanced Economic Growth",
    "citation_author": [
        "Daron Acemoglu",
        "Veronica Guerrieri"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a model of non-balanced economic growth.  The main economic force is the combination of differences in factor proportions and capital deepening. Capital deepening tends to increase the relative output of the sector with a greater capital share, but simultaneously induces a reallocation of capital and labor away from that sector.  We first illustrate this force using a general two-sector model.  We then investigate it further using a class of models with constant elasticity of substitution between two sectors and Cobb-Douglas production functions in each sector.  In this class of models, non-balanced growth is shown to be consistent with an asymptotic equilibrium with constant interest rate and capital share in national income.  We also show that for realistic parameter values, the model generates dynamics that are broadly consistent with US data.  In particular, the model generates more rapid growth of employment in less capital-intensive sectors, more rapid growth of real output in more capital-intensive sectors and aggregate behavior in line with the Kaldor facts.  Finally, we construct and analyze a model of \"non-balanced endogenous growth,\" which extends the main results of the paper to an economy with endogenous anddirected technical change.  This model shows that equilibrium will typically involve endogenous non-balanced technological progress.\n\n",
    "acknowledgement": "\n"
}