{
    "id": 12478,
    "citation_title": "First Do No Harm?: Tort Reform and Birth Outcomes",
    "citation_author": [
        "Janet Currie",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "2008-05-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of tort reforms using U.S. birth records for 1989-2001. We make four contributions: First, we develop a model that analyzes the incentives created by specific tort reforms. Second, we assemble new data on tort reform. Third, we examine a range of outcomes. Finally, we allow for differential effects by demographic/risk group. We find that reforms of the \"deep pockets rule\" reduce complications of labor and C-sections, while caps on noneconomic damages increase them. Our results demonstrate there are important interactions between incentives created by tort law and other incentives facing physicians.\n\n",
    "acknowledgement": "\nWe thank Lewis Kornhauser, Avraham Ronen and Katherine Sharkey for very helpful discussions and Dan Carvell, Katherine Lo, Jacob Dy-Johnson and Ahmed Sangbana for their help in assembling our data. Wanchuan Lin provided truly exceptional research assistance. The Center for Law, Economics, and Organization at USC and the National Science Foundation provided financial support for this research. We thank Paul Oyer, Chapin White, seminar participants at New York University, the Wharton School, the Massachusetts Insitute of Technology, and the NBER Summer Institute for helpful comments. We are of course, solely responsible for any errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}