{
    "id": 12477,
    "citation_title": "A Theory of Demand Shocks",
    "citation_author": [
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model of business cycles driven by shocks to consumer expectations regarding aggregate productivity. Agents are hit by heterogeneous productivity shocks, they observe their own productivity and a noisy public signal regarding aggregate productivity. The shock to this public signal, or \"news shock,\" has the features of an aggregate demand shock: it increases output, employment and inflation in the short run and has no effects in the long run. The dynamics of the economy following an aggregate productivity shock are also affected by the presence of imperfect information: after a productivity shock output adjusts gradually to its higher long-run level, and there is a temporary negative effect on inflation and employment. A calibrated version of the model is able to generate realistic amounts of short-run volatility due to demand shocks, in line with existing time-series evidence. The paper also develops a simple method to solve forward-looking models with dispersed information.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title: \"Imperfect Information, Consumer Expectations, and Business Cycles.\" I gratefully acknowledge the useful comments of Marios Angeletos, Olivier Blanchard, Ricardo Caballero, Michele Cavallo, Mark Gertler, Veronica Guerrieri, Christian Hellwig, Steve Morris, Nancy Stokey, Laura Veldkamp, Ivan Werning, Mike Woodford and seminar participants at MIT, University of Virginia, Ohio State University, UCLA, Yale, NYU, Ente Einaudi-Rome, the Minnesota Workshop in Macro Theory, Columbia University, Boston College, University of Michigan, University of Cambridge, LSE, UCL, NBER EFG, Northwestern, Boston University.\n\n\n"
}