{
    "id": 12472,
    "citation_title": "Smoke Signals: Adolescent Smoking and School Continuation",
    "citation_author": [
        "Philip J. Cook",
        "Rebecca Hutchinson"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an exploratory analysis using NLSY97 data of the relationship between the likelihood of school continuation and the choices of whether to smoke or drink. We demonstrate that in the United States as of the late 1990s, smoking in 11th grade was a uniquely powerful predictor of whether the student finished high school, and if so whether the student matriculated in a four-year college.  For economists the likely explanation for this empirical link would be based on interpersonal differences in time preference, but that account is called in question by our second finding -- that drinking does not predict school continuation.  We speculate that the demand for tobacco by high school students is influenced by the signal conveyed by smoking (of being off track in school), one that is especially powerful for high-aptitude students.  To further develop this view, we present estimates of the likelihood of smoking as a function of school commitment and other, more traditional variables.  There are no direct implications from this analysis for whether smoking is in some sense a cause of school dropout.  We offer some speculations on this matter in the conclusion.\n\n",
    "acknowledgement": "\nWe thank Marina Bianchi and the participants at the University of Cassino Workshop for helpful comments.  Bob Malme and Sam Abzug provided first-rate research assistance.\n\n\n"
}