{
    "id": 12473,
    "citation_title": "Understanding International Portfolio Diversification and Turnover Rates",
    "citation_author": [
        "Amir Amadi",
        "Paul Bergin"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that fixed trading costs in international asset markets help explain equity home bias. This contrasts with explanations prevalent in international macroeconomics, which tend to be based on trading frictions instead in international goods markets, such as nontraded goods or transportation costs. While the stylized fact of high trading turnover in foreign holdings has been interpreted as evidence against international asset trading costs, we show that this argument only applies to costs that are proportional to trade, and not to fixed costs of entering the foreign market. After documenting that the home bias and turnover stylized facts remain valid in recent data, the paper constructs a very simple portfolio allocation model with various configurations of trading costs and with heterogeneous types of traders. A configuration with per unit costs heterogeneous among agents and a homogeneous fixed cost is found to replicate the pair of stylized facts. Intuitively, the lower trading costs that characterize larger and more efficient traders have two implications: firstly, these traders find it more profitable to enter foreign markets; secondly, their lower trading costs encourage a higher rate of trading turnover. Since holdings of international equities are disproportionately dominated by this class of larger and more efficient traders, average trading turnover is higher among international holdings.\n\n",
    "acknowledgement": "\n"
}