{
    "id": 12470,
    "citation_title": "Optimal Monetary Policy with Collateralized Household Debt and Borrowing Constraints",
    "citation_author": [
        "Tommaso Monacelli"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal monetary policy in an economy with nominal private debt, borrowing constraints and price rigidity. Private debt reflects equilibrium trade between an impatient borrower, who faces an endogenous collateral constraint, and a patient saver, who engages in consumption smoothing. Since inflation can positively affect borrower's net worth, monetary policy optimally balances the incentive to offset the price stickiness distortion with the one of marginally relaxing the borrower's collateral constraint. We find that the optimal volatility of inflation is increasing in three key parameters: (i) the borrower's weight in the planner's objective function; (ii) the borrower's impatience rate; (iii) the degree of price flexibility. In general, however, deviations from price stability are small for a small degree of price stickiness. In a two-sector version of our model, in which durable price movements can directly affect the ability of borrowing, the optimal volatility of (non-durable) inflation is more sizeable. In our context, and relative to simple Taylor rules, the Ramsey-optimal allocation entails a partial smoothing of real durable goods prices.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference \"Monetary Policy and Asset Prices\", Chatam, MA, 5-6 May 2006. I would like to thank John Campbell and Hanno Lustig for very useful comments.\n\n\n"
}