{
    "id": 12485,
    "citation_title": "The Consequences of Teenage Childbearing",
    "citation_author": [
        "Adam Ashcraft",
        "Kevin Lang"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of teenage childbearing on the adult outcomes of a sample of women who gave birth, miscarried or had an abortion as teenagers. If miscarriages are (conditionally) random, then if all miscarriages occur before teenagers can obtain abortions, using the absence of a miscarriage as an instrument for a live birth provides a consistent estimate of the effect of teenage motherhood on women who give birth. If all abortions occur before any miscarriage can occur, OLS on the sample of women who either have a live birth or miscarry provides an unbiased estimate of this effect. Under reasonable assumptions, IV underestimates and OLS overestimates the effect of teenage motherhood on adult outcomes. For a variety of outcomes, the two estimates provide a narrow bound on the effect of teenage motherhood on adult outcomes and which is relatively modest. The bounds can also be combined to provide consistent estimates of the effects of teen motherhood. These effects are generally adverse but modest.\n\n",
    "acknowledgement": "\nWe are grateful to Carlos Sepulveda-Rico for excellent research assistance and to Joshua Angrist, Donna Ginther, Jonathan Guryan, John Johnson IV, Karen Norberg, Robert Pollak and participants in informal labor lunches at Boston University and MIT and workshops and seminars at Harvard, the NBER and Washington University for helpful comments and suggestions. This research was supported in part by NSF grant SEC-0339149. The usual caveat applies.\n\n\n"
}