{
    "id": 12484,
    "citation_title": "Financial Globalization: A Reappraisal",
    "citation_author": [
        "M. Ayhan Kose",
        "Eswar Prasad",
        "Kenneth S. Rogoff",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on the benefits and costs of financial globalization for developing countries has exploded in recent years, but along many disparate channels with a variety of apparently conflicting results. We attempt to provide a unified conceptual framework for organizing this vast and growing literature. This framework allows us to provide a fresh synthetic perspective on the macroeconomic effects of financial globalization, both in terms of growth and volatility. Overall, our critical reading of the recent empirical literature is that it lends some qualified support to the view that developing countries can benefit from financial globalization, but with many nuances. On the other hand, there is little systematic evidence to support widely-cited claims that financial globalization by itself leads to deeper and more costly developing country growth crises.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Roger Gordon, referees, seminar participants at the BIS, ECB, HKMA, CEPR, Cornell University, and the University of Houston, where earlier versions of this paper were presented. Lore Aguilar, Cigdem Akin, Dionysios Kaltis and Ashley Taylor provided excellent research assistance. The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the IMF or IMF policy.\n\n\n"
}