{
    "id": 12483,
    "citation_title": "Productivity, External Balance and Exchange Rates: Evidence on the Transmission Mechanism Among G7 Countries",
    "citation_author": [
        "Giancarlo Corsetti",
        "Luca Dedola",
        "Sylvain Leduc"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the international transmission of productivity shocks in a sample of five G7 countries. For each country, using long-run restrictions, we identify shocks that increase permanently domestic labor productivity in manufacturing (our measure of tradables) relative to an aggregate of other industrial countries including the rest of the G7. We find that, consistent with standard theory, these shocks raise relative consumption, deteriorate net exports, and raise the relative price of nontradables --- in full accord with the Harrod-Balassa-Samuelson hypothesis. Moreover, the deterioration of the external account is fairly persistent, especially for the US. The response of the real exchange rate and (our proxy for) the terms of trade differs across countries: while both relative prices depreciate in Italy and the UK (smaller and more open economies), they appreciate in the US and Japan (the largest and least open economies in our sample); results are however inconclusive for Germany. These findings question a common view in the literature, that a country's terms of trade fall when its output grows, thus providing a mechanism to contain differences in national wealth when productivity levels do not converge. They enhance our understanding of important episodes such as the strong real appreciation of the dollar as the US productivity growth accelerated in the second half of the 1990s. They also provide an empirical contribution to the current debate on the adjustment of the US current account position. Contrary to widespread presumptions, productivity growth in the US tradable sector does not necessarily improve the US trade deficit, nor deteriorate the US terms of trade, at least in the short and medium run.\n\n",
    "acknowledgement": "\nPrepared for the 2006 ISOM in Tallin. We thank our discussants Susanto Basu and Robert Kollmann, as well as seminar participants at the ECB and ISOM, for comments. We are grateful to Javier Rupay for help with the data. Corsetti's work on this paper is part of the Pierre Werner Chair Programme on Monetary Union, at the Robert Schuman Centre of the European University Institute. The views expressed here are those of the authors and do not necessarily reflect the positions of the ECB, the Board of Governors of the Federal Reserve System, or any other institutions with which the authors are affiliated.\n\n\n"
}