{
    "id": 12489,
    "citation_title": "The Returns to Currency Speculation",
    "citation_author": [
        "Craig Burnside",
        "Martin Eichenbaum",
        "Isaac Kleshchelski",
        "Sergio Rebelo"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrencies that are at a forward premium tend to depreciate. This 'forward-premium puzzle' represents an egregious deviation from uncovered interest parity. We document the properties of returns to currency speculation strategies that exploit this anomaly. We show that these strategies yield high Sharpe ratios which are not a compensation for risk.  In practice bid-ask spreads are an increasing function of order size. In addition, there is price pressure, i.e. exchange rates are an increasing function of net order flow.  Together these frictions greatly reduce the profitability of currency speculation strategies.  In fact, the marginal Sharpe ratio associated with currency speculation can be zero even though the average Sharpe ratio is positive.\n\n",
    "acknowledgement": "\nWe thank Ravi Jagannathan for numerous discussions and suggestions. We benefited from the comments of David Backus, Lars Hansen, Bob Hodrick, and Barbara Rossi and from conversations with Kent Daniel (Goldman Sachs), Angel Serrat (J.P. Morgan), and Amitabh Arora, Antonio Silva and David Mozina (Lehman Brothers). We also thank Andrew Nowobilski for research assistance, and Kevin Ji for assistance with our data set.\n\n\n"
}