{
    "id": 12486,
    "citation_title": "Irreversible Investment, Real Options, and Competition: Evidence from Real Estate Development",
    "citation_author": [
        "Laarni Bulan",
        "Christopher J. Mayer",
        "C. Tsuriel Somerville"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the extent to which uncertainty delays investment and the effect of competition on this relationship using a sample of 1,214 condominium developments in Vancouver, Canada built from 1979-1998.  We find that increases in both idiosyncratic and systematic risk lead developers to delay new real estate investments.  Empirically, a one-standard deviation increase in the return volatility reduces the probability of investment by 13 percent, equivalent to a 9 percent decline in real prices.  Increases in the number of potential competitors located near a project negate the negative relationship between idiosyncratic risk and development.  These results support models in which competition erodes option values and provide clear evidence for the real options framework over alternatives such as simple risk aversion.\n\n",
    "acknowledgement": "\nThe authors wish to thank Andy Abel, John Donaldson, Larry Glosten, Joe Gyourko, Charlie Himmelberg, Glenn Hubbard, Ken Kuttner, Robert McDonald, Bob Shiller, Todd Sinai, Nick Souleles, Will Strange, and Tan Wang for helpful comments.   Special thanks are due to Zhan Binghui for research assistance.  The data are the result of assistance and cooperation from Stan Hamilton and the offices of the BC, Land Title Office, Registrar of Corporations, and Superintendent of Real Estate.  Financial support for this research was received from the Social Science and Humanities Research Council of Canada, the Real Estate Foundation of British Columbia, and the Zell/Lurie Real Estate Center at Wharton.  Previous versions of this paper circulated under the title, \"Should I Build or Should I Wait Now? Idiosyncratic Risk, Competition and Real Options in Real Estate Investment.\" All errors are the responsibility of the authors.\n\n\n"
}