{
    "id": 12481,
    "citation_title": "Conventional and Unconventional Approaches to Exchange Rate Modeling and Assessment",
    "citation_author": [
        "Menzie D. Chinn",
        "Ron Alquist"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relative predictive power of the sticky price monetary model, uncovered interest parity, and a transformation of net exports and net foreign assets. In addition to bringing Gourinchas and Rey's new approach and more recent data to bear, we implement the Clark and West (forthcoming) procedure for testing the significance of out-of-sample forecasts. The interest rate parity relation holds better at long horizons and the net exports variable does well in predicting exchange rates at short horizons in-sample. In out-of-sample forecasts, we find evidence that our proxy for Gourinchas and Rey's measure of external imbalances outperforms a random walk at short horizons as do some of other models, although no single model uniformly outperforms the random walk forecast.\n\n",
    "acknowledgement": "\nWe thank Ken West, Paul De Grauwe, Nelson Mark, Helene Rey, and the participants at a Federal Reserve Board seminar, the ECB-Bank of Canada workshop \"Exchange Rate Determinants and Economic Impacts\" and the HKIMR conference on \"International Financial Markets and the Macroeconomy\" for helpful comments. We also thank Gian Maria Milesi-Ferretti for providing data on foreign assets and liabilities, and acknowledge the financial support of the European Union Center at the University of Michigan. The views contained in the paper are solely those of the authors and do not necessarily represent those of the institutions the authors are associated with, the ECB, the Bank of Canada or the HKIMR.\n\n\n"
}