{
    "id": 12482,
    "citation_title": "Globalization and Risk Sharing",
    "citation_author": [
        "Jaume Ventura",
        "Fernando A. Broner"
    ],
    "citation_publication_date": "2006-08-24",
    "issue_date": "2006-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a theoretical study of the e¤ects of globalization on risk sharing and welfare. We model globalization as a gradual and exogenous increase in the fraction of goods that are tradable. In the absence of frictions, globalization opens new goods markets and raises welfare. We assume, however, that countries cannot commit to pay their debts. Unlike the previous literature, and motivated by changes in the institutional setup of emerging-market borrowing, we also assume that countries cannot discriminate between domestic and foreign creditors when paying their debts. Although globalization still opens new goods markets, we find that it can also open or close some asset markets. The net e¤ect on risk sharing and welfare of this process of creation and destruction of markets might be either positive or negative depending on a variety of factors that the theory highlights.\n\n",
    "acknowledgement": "\nWe thank Sergi Lanau for excellent research assistance. We received valuable comments from Ricardo Caballero, Martín Uribe, Mark Wright, Andrei Levchenko, Fabrizio Perri, Felipe Meza, and participants at presentations held at the CEPR Analysis of International Capital Markets Meeting, CREI and Universitat Pompeu Fabra, Foundation Banque de France, IMF, the NBER Summer Institute, the Northwestern University-European University Institute Conference, ESSIM, the World Bank-CREI conference on macroeconomic volatility, and the Fundación Areces-CREI conference on the e¤ects of globalization. We are grateful for generous financial support from Foundation Banque de France as part of the grant \u0093Managing Financial Integration.\u0094We also acknowledge financial support from the Spanish Ministry of Education and Sciences (grant SEC2002-03816), the Generalitat de Catalunya (DURSI, SGR2005 0049), and CREA-Barcelona Economics.\n\n\n"
}