{
    "id": 12491,
    "citation_title": "Swiss Exchange Rate Policy in the 1930s. Was the Delay in Devaluation Too High a Price to Pay for Conservatism?",
    "citation_author": [
        "Michael Bordo",
        "Thomas Helbling",
        "Harold James"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the experience of Switzerland's devaluation in 1936. The Swiss case is of interest because Switzerland was a key member of the gold bloc, and much of the modern academic literature on the Great Depression tries to explain why Switzerland and the other gold bloc countries, France, and the Netherlands, remained on the gold standard until the bitter end. We ask the following questions: what were the issues at stake in the political debate? What was the cost to Switzerland of the delay in the franc devaluation?  What would have been the costs and benefits of an earlier exchange rate policy? More specifically, what would have happened if Switzerland had either joined the British and devalued in September 1931, or followed the United States in April 1933?  To answer these questions we construct a simple open economy macro model of the interwar Swiss economy. On the basis of this model we then posit counterfactual scenarios of alternative exchange rate pegs in 1931 and 1933. Our simulations clearly show a significant and large increase in real economic activity. If Switzerland had devalued with Britain in 1931, the output level in 1935 would have been some 18 per cent higher than it actually was in that year. If Switzerland had waited until 1933 to devalue, the improvement would have been about 15 per cent higher. The reasons Switzerland did not devalue earlier reflected in part a conservatism in policy making  as a result of the difficulty of making exchange rate policy in a democratic setting and in part the consequence of a political economy which favored the fractionalization of different interest groups.\n\n",
    "acknowledgement": "\n"
}