{
    "id": 12492,
    "citation_title": "Changes in the Federal Reserve's Inflation Target: Causes and Consequences",
    "citation_author": [
        "Peter N. Ireland"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates a New Keynesian model to draw inferences about the behavior of the Federal Reserve's unobserved inflation target. The results indicate that the target rose from 1 1/4 percent in 1959 to over 8 percent in the mid-to-late 1970s before falling back below 2 1/2 percent in 2004. The results also provide some support for the hypothesis that over the entire postwar period, Federal Reserve policy has systematically translated short-run price pressures set off by supply-side shocks into more persistent movements in inflation itself, although considerable uncertainty remains about the true source of shifts in the inflation target.\n\n",
    "acknowledgement": "\nAll data and programs used in this research are freely available at http://www2.bc.edu/~irelandp. I would like to thank Paul Corrigan, Sharon Kozicki, Andre Kurmann, Stefan Laseen, Francesco Lippi, Jim Nason, Masao Ogaki, Louis Phaneuf, Tao Zha, and an anonymous referee, as well as seminar participants at the Bank of England, Boston University, Cornell University, the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Boston, the Federal Reserve Bank of Kansas City, the Federal Reserve Bank of St. Louis, the University of British Columbia, and the University of Illinois, for extremely helpful comments and suggestions and Suzanne Lorant for expert editorial assistance. Some of this work was completed while I was visiting the Research Department at the Federal Reserve Bank of Boston; I would like to thank the Bank and its staff for their hospitality and support. This material is also based upon work supported by the National Science Foundation under Grant No. SES-0213461. Any opinions, findings, and conclusions or recommedations expressed herein are my own and do not reflect those of the Federal Reserve Bank of Boston, the Federal Reserve System, the National Bureau of Economic Research, or the National Science Foundation.\n\n\n"
}