{
    "id": 12495,
    "citation_title": "The International Role of the Dollar and Trade Balance Adjustment",
    "citation_author": [
        "Linda S. Goldberg",
        "Cédric Tille"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pattern of international trade adjustment is affected by the continuing international role of the dollar and related evidence on exchange rate pass-through into prices. This paper argues that a depreciation of the dollar would have asymmetric effects on flows between the United States and its trading partners. With low exchange rate pass-through to U.S. import prices and high exchange rate pass-through to the local prices of countries consuming U.S. exports, the effect of dollar depreciation on real trade flows is dominated by an adjustment in U.S. export quantities, which increase as U.S. goods become cheaper in the rest of the world. Real U.S. imports are affected less because U.S. prices are more insulated from exchange rate movements -- pass-through is low and dollar invoicing is high. In relation to prices, the effects on the U.S. terms of trade are limited: U.S. exporters earn the same amount of dollars for each unit shipped abroad, and U.S. consumers do not encounter more expensive imports. Movements in dollar exchange rates also affect the international trade transactions of countries invoicing some of their trade in dollars, even when these countries are not transacting directly with the United States.\n\n",
    "acknowledgement": "\nWe thank Joseph Gagnon, Peter Kenen, and participants of the Group of Thirty for valuable comments. The views expressed in this article are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.\n\n\n"
}