{
    "id": 12497,
    "citation_title": "Rethinking the Effects of Immigration on Wages",
    "citation_author": [
        "Gianmarco I.P. Ottaviano",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "2008-05-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks the following question: what was the effect of surging immigration on average and individual wages of U.S.-born workers during the period 1990-2004? We emphasize the need for a general equilibrium approach to analyze this problem. The impact of immigrants on wages of U.S.-born workers can be evaluated only by accounting carefully for labor market and capital market interactions in production. Using such a general equilibrium approach we estimate that immigrants are imperfect substitutes for U.S.- born workers within the same education-experience-gender group (because they choose different occupations and have different skills). Moreover, accounting for a reasonable speed of adjustment of physical capital we show that most of the wage effects of immigration accrue to native workers within a decade. These two facts imply a positive and significant effect of the 1990-2004 immigration on the average wage of U.S.-born workers overall, both in the short run and in the long run. This positive effect results from averaging a positive effect on wages of U.S.-born workers with at least a high school degree and a small negative effect on wages of U.S.-born workers with no high school degree.\n\n",
    "acknowledgement": "\nWe thank John Kennan and one anonymous referee for their useful suggestions in revising the paper. Joshua Aizenman, Christian Broda, David Card, Kenneth Chay, Robert Feenstra, Gordon Hanson, Hilary Hoynes, Larry Katz, Robert A. Moffitt, Francesc Ortega, Michele Tertilt, Giorgio Topa, participants to seminars at UC Berkeley, UC Davis, Stanford University, UC Santa Cruz, University of Munich, the Philadelphia Fed, the New York Fed, University of Tuebingen, the Bank of England and the NBER-ITI group provided very helpful comments and suggestions. Peri gratefully acknowledges funding from the John D. and Catherine T. MacArthur Foundation. Errors are ours.\n\n\n"
}