{
    "id": 12494,
    "citation_title": "Exploring Gender Differences in Employment and Wage Trends Among Less-Skilled Workers",
    "citation_author": [
        "Rebecca M. Blank",
        "Heidi Shierholz"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn contrast to less-skilled men, less-skilled women have experienced growing labor force involvement and moderate wage increases.  Compared to more-skilled women, less-skilled women have fallen behind.  We investigated the reasons behind these trends in labor force participation and wages for male and female workers of different skill levels over the past 25 years, from 1979-2004.   We find that less-skilled women have found themselves in an 'intermediate' place in the labor market.  Like less-skilled men, they experienced deteriorating returns to education but, unlike the men, they benefited from a growing positive impact of accumulated experience on labor market outcomes.  More-skilled women experienced both growing returns to education and greater accumulation of experience, leading to faster wage growth.  In addition, at the same time that experience levels have grown, the returns to experience on wages and labor force participation have also risen among less-skilled women, while the returns to experience have declined among less-skilled men.  The negative effect of children and marital status on wages and labor force participation has also declined markedly among women of all skill levels.\n\n",
    "acknowledgement": "\nThis paper was written for the conference sponsored by the National Poverty Center at the Gerald R. Ford School of Public Policy, University of Michigan, entitled Working and Poor:  How Economic and Policy Changes are Affecting Low-Wage Workers, and held in Washington, D.C. on June 9-10, 2005.  It will be appearing in a volume of the same title, published by the Russell Sage Foundation.  Funding was provided by both the C.S. Mott Foundation and the Office of the Assistant Secretary for Planning and Evaluation, Department of Health and Human Services.  Thanks are due to Ari Kushner and Emily Beam for excellent research assistance and to James Sallee for his help with construction of the data.\n\n\n"
}