{
    "id": 12490,
    "citation_title": "How Corruption Hits People When They Are Down",
    "citation_author": [
        "Jennifer Hunt"
    ],
    "citation_publication_date": "2006-08-30",
    "issue_date": "2006-08-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing cross-country and Peruvian data, I show that victims of misfortune, particularly crime victims, are much more likely than non-victims to bribe public officials.   Misfortune increases victims' demand for public services, raising bribery indirectly, and also increases victims' propensity to bribe certain officials conditional on using them, possibly because victims are desperate, vulnerable, or demanding services particularly prone to corruption. The effect is strongest for bribery of the police, where the increase in bribery comes principally through increased use of the police. For the judiciary the effect is also strong, and for some misfortunes is composed equally of an increase in use and an increase in bribery conditional on use. The expense and disutility of bribing thus compound the misery brought by misfortune.\n\n",
    "acknowledgement": "\nI thank John Hunt and André Martens for sharing their knowledge of bribery, and Leah Brooks and Daniel Parent for giving comments on an earlier draft. I am grateful to the Social Science and Humanities Research Council of Canada for providing financial support; to John van Kesteren and the United Nations Interregional Crime and Justice Research Institute for providing me with the ICVS data; and to the Instituto Nacional de Estadistica e Informacion for making available the ENAHO data. I am also affiliated with the CEPR, IZA, and DIW-Berlin.\n\n\n"
}