{
    "id": 12498,
    "citation_title": "Unemployment Fluctuations With Staggered Nash Wage Bargaining",
    "citation_author": [
        "Mark Gertler",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of authors have recently emphasized that the conventional model of unemployment dynamics due to Mortensen and Pissarides has difficulty accounting for the relatively volatile behavior of labor market activity over the business cycle. We address this issue by modifying the MP framework to allow for staggered multiperiod wage contracting. What emerges is a tractable relation for wage dynamics that is a natural generalization of the period-by-period Nash bargaining outcome in the conventional formulation. An interesting side-product is the emergence of spillover effects of average wages on the bargaining process. We then show that a reasonable calibration of the model can account well for the cyclical behavior of wages and labor market activity observed in the data. The spillover effects turn out to be important in this respect.\n\n",
    "acknowledgement": "\nSpecial thanks to Larry Christiano, Eva Nagypal, Gianluca Violante, and Carl Walsh, as well as seminar participants at Bocconi, Columbia, EUI, the New York Fed, NYU, UPenn, the San Francisco Fed, and UQAM for many helpful comments. Thanks also to the NSF for financial support.\n\n\n"
}