{
    "id": 12493,
    "citation_title": "Transfer Pricing by U.S.-Based Multinational Firms",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how prices set by multinational firms vary across arm's-length and related-party customers. Comparing prices within firms, products, destination countries, modes of transport and month, we find that the prices U.S. exporters set for their arm's-length customers are substantially larger than the prices recorded for related-parties.  This price wedge is smaller for commodities than for differentiated goods, is increasing in firm size and firm export share, and is greater for goods sent to countries with lower corporate tax rates and higher tariffs. We also find that changes in exchange rates have differential effects on arm's-length and related-party prices; an appreciation of the dollar reduces the difference between the prices.\n\n",
    "acknowledgement": "\nThe authors would like to thank Gary Hufbauer and Richard Sansing for helpful comments as well as seminar participants at IIE, FIEF, NBER, Princeton, Toronto, Wisconsin and Yale. Special thanks to Jim Davis for timely help when it counted and to Evan Gill for research assistance. Bernard and Schott (SES-0241474) and Jensen (SES-0552029) thank the National Science Foundation for research support.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center and the Center for Economic Studies Research. Results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or the NBER. This paper has been screened to insure that no confidential data are revealed.\n\n\n"
}