{
    "id": 12509,
    "citation_title": "Public & Private Spillovers, Location and the Productivity of Pharmaceutical Research",
    "citation_author": [
        "Jeffrey L. Furman",
        "Margaret K. Kyle",
        "Iain M. Cockburn",
        "Rebecca Henderson"
    ],
    "citation_publication_date": "2006-09-15",
    "issue_date": "2006-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there is widespread agreement among economists and management scholars that knowledge spillovers exist and have important economic consequences, researchers know substantially less about the \"micro mechanisms\" of spillovers -- about the degree to which they are geographically localized, for example, or about the degree to which spillovers from public institutions are qualitatively different from those from privately owned firms (Jaffe, 1986; Krugman, 1991; Jaffe et al., 1993; Porter, 1990).  In this paper we make use of the geographic distribution of the research activities of major global pharmaceutical firms to explore the extent to which knowledge spills over from proximate private and public institutions.  Our data and empirical approach allow us to make advances on two dimensions.  First, by focusing on spillovers in research productivity (as opposed to manufacturing productivity), we build closely on the theoretical literature on spillovers that suggests that knowledge externalities are likely to have the most immediate impact on the production of ideas (Romer, 1986; Aghion & Howitt, 1997).  Second, our data allow us to distinguish spillovers from public research from spillovers from private, or competitively funded research, and to more deeply explore the role that institutions and geographic proximity play in driving knowledge spillovers.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER, CRIW, and CREST conference on R&D, Education, and Productivity in honor of Zvi Griliches held in Paris, August 25-27, 2003.  We would like to thank the organizers and participants in that conference, particularly Ernie Berndt, Jacques Mairesse, and Manuel Trajtenberg, as well as the participants of the NBER Productivity Lunch, the Federal Reserve Bank of San Francisco, and the BYU-Utah Strategy Conference, as well as Nick Argyres, Kira Fabrizio, Megan MacGarvie, Steve Postrel, and Scott Stern for their helpful comments.  Please address comments to Jeff Furman, Boston University, 595 Commonwealth Ave #653a, Boston MA 02215, furman@bu.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}