{
    "id": 12503,
    "citation_title": "Rules Rather Than Discretion: Lessons from Hurricane Katrina",
    "citation_author": [
        "Howard Kunreuther",
        "Mark Pauly"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper explores options for programs to be put in place prior to a disaster to avoid large and often poorly-managed expenditures following a catastrophe and to provide appropriate protection against the risk of those large losses which do occur. The lack of interest in insurance protection and mitigation by property owners and by public sector agencies prior to a disaster often creates major problems following a catastrophic event for victims and the government.  Property owners who suffer severe damage may not have the financial resources easily at hand to rebuild their property and hence will demand relief. The government is then likely to respond with costly but poorly targeted disaster assistance. To avoid these large and often uneven ex post expenditures, we consider the option of mandatory comprehensive private disaster insurance with risk based rates. It may be more efficient to have an ex ante public program  to ensure coverage of catastrophic losses and to subsidize low income residents who cannot afford coverage rather than the current largely ex post public disaster relief program.\n\n",
    "acknowledgement": "\nWe would like to thank Erwann Michel Kerjan and Kip Viscusi for their helpful comments on an earlier draft of this paper. Support from NSF Grant Number CMS-0527598 and the Wharton Risk Management and Decision Processes Center is gratefully acknowledged.\n\n\n"
}