{
    "id": 12502,
    "citation_title": "The Tradeoff Between Mortgage Prepayments and Tax-Deferred Retirement Savings",
    "citation_author": [
        "Gene Amromin",
        "Jennifer Huang",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a significant number of households can perform a tax arbitrage by cutting back on their additional mortgage payments and increasing their contributions to tax-deferred accounts (TDA). Using data from the Survey of Consumer Finances, we show that about 38% of U.S. households that are accelerating their mortgage payments instead of saving in tax-deferred accounts are making the wrong choice. For these households, reallocating their savings can yield a mean benefit of 11 to 17 cents per dollar, depending on the choice of investment assets in the TDA. In the aggregate, these mis-allocated savings are costing U.S. households as much as 1.5 billion dollars per year. Finally, we show empirically that this inefficient behavior is unlikely to be driven by liquidity considerations and that self-reported debt aversion and risk aversion variables explain to some extent the preference for paying off debt obligations early and hence the propensity to forgo our proposed tax arbitrage.\n\n",
    "acknowledgement": "\nWe thank Jeff Brown, Keith Brown, John Campbell, Courtney Coile, Gary Engelhardt, Amy Finkelstein, Leora Friedberg, Roger Gordon, Anil Kumar, Brigitte Madrian, Olivia Mitchell, Robert Parrino, Jim Poterba, Josh Rauh, Scott Weisbenner, Michelle White, and seminar participants at the Federal Reserve Bank of Chicago, the Trans-Atlantic Public Economics Seminar on Public Policy and Retirement in Uppsala (Sweden), the University of Michigan at Ann Arbor, and the University of Texas at Austin for helpful comments and discussions. We are very grateful to Kevin Moore of the Board of Governors for support with the SCF data.\n\n\n"
}