{
    "id": 12504,
    "citation_title": "The Effect of State Community Rating Regulations on Premiums and Coverage in the Individual Health Insurance Market",
    "citation_author": [
        "Bradley Herring",
        "Mark V. Pauly"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome states have implemented community rating regulations to limit the extent to which premiums in the individual health insurance market can vary with a person?s health status.  Community rating and guaranteed issues laws were passed with hopes of increasing access to affordable insurance for people with high-risk health conditions, but there are concerns that these laws led to adverse selection.  In some sense, the extent to which these regulations ultimately affected the individual market depends in large part on the degree of risk segmentation in unregulated states.  In this paper, we examine the relationship between expected medical expenses, individual insurance premiums, and the likelihood of obtaining individual insurance using data from both the National Health Interview Survey and the Community Tracking Study Household Survey.  We test for differences in these relationships between states with both community rating and guaranteed issue and states with no such regulations.  While we find that people living in unregulated states with higher expected expense due to chronic health conditions pay modestly higher premiums and are somewhat less likely to obtain coverage, the variation between premiums and risk in unregulated individual insurance markets is far from proportional; there is considerable pooling.  In regulated states, we find that there is no effect of having higher expected expense due to chronic health conditions on neither premiums nor coverage.  Overall, our results suggest that the effect of regulation is to produce a slight increase in the proportion uninsured, as increases in low risk uninsureds more than offset decreases in high risk uninsureds.  Community rating and guaranteed issue regulations produce only small changes in risk pooling because the extent of pooling in the absence of regulation is substantial.\n\n",
    "acknowledgement": "\nThis research was funded by a contract from the U.S. Department of Health and Human Services? Office of the Assistant Secretary of Planning and Evaluation.  We thank Robert Krasowski at the National Center for Health Statistics Research Data Center for assisting us with accessing the restricted-use NHIS data and Niels Rosenquist for helpful research assistance.  We also thank John Drabek, Bill Marder, Kosali Simon, and seminar participants at the 2005 AcademyHealth ARM, the 2005 iHEA, and the 2006 AHEC at MUSC for helpful comments.\n\n\n"
}