{
    "id": 12508,
    "citation_title": "Peers at Work",
    "citation_author": [
        "Alexandre Mas",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2006-09-15",
    "issue_date": "2006-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate how and why the productivity of a worker varies as a function of the productivity of her co-workers in a group production process. In theory, the introduction of a high productivity worker could lower the effort of incumbent workers because of free riding; or it could increase the effort of incumbent workers because of peer effects induced by social norms, social pressure, or learning. Using scanner level data, we measure high frequency, worker-level productivity of checkers for a large grocery chain. Because of the firm's scheduling policy, the timing of within-day changes in personnel is unsystematic, a feature for which we find consistent support in the data. We find strong evidence of positive productivity spillovers from the introduction of highly productive personnel into a shift. A 10% increase in average co-worker permanent productivity is associated with 1.7% increase in a worker's effort. Most of this peer effect arises from low productivity workers benefiting from the presence of high productivity workers.   Therefore, the optimal mix of workers in a given shift is the one that maximizes skill diversity. In order to explain the mechanism that generates the peer effect, we examine whether effort depends on workers' ability to monitor one another due to their spatial arrangement, and whether effort is affected by the time workers have previously spent working together.  We find that a given worker's effort is positively related to the presence and speed of workers who face him, but not the presence and speed of workers whom he faces (and do not face him). In addition, workers respond more to the presence of co-workers with whom they frequently overlap.  These patterns indicate that these individuals are motivated by social pressure and mutual monitoring, and suggest that social preferences can play an important role in inducing effort, even when economic incentives are limited.\n\n",
    "acknowledgement": "\nWe thank Stefano DellaVigna, Andrea Ichino, Daniel Parent, Jacob Vigdor, and seminar participants at UC Berkeley, IZA/SOLE Transatlantic Meetings, IZA Workshop on Institutions and the Employment Relationship, McGill, MIT Sloan, 2006 NBER Summer Institute, 2006 SITE Conference at Stanford, and University of Torino for useful comments. Sanny Liao and Ashley Langer provided valuable research assistance. E-mail: amas@haas.berkeley.edu and moretti@econ.berkeley.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}