{
    "id": 12500,
    "citation_title": "Look at Me Now: What Attracts U.S. Shareholders?",
    "citation_author": [
        "John Ammer",
        "Sara B. Holland",
        "David C. Smith",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2006-08-31",
    "issue_date": "2006-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the underlying determinants of home bias using a comprehensive data set on U.S. investors' aggregate holdings of every foreign stock. Among those foreign stocks that are not listed on U.S. exchanges, which account for more than 96 percent of our usable data sample, we find that U.S. investors prefer firms with characteristics associated with greater information transparency, such as stronger home-country accounting standards. We document that a U.S. cross-listing is economically important, as U.S. ownership of a foreign firm roughly doubles upon cross-listing in the United States. We explore the cross-sectional variation in this \"cross-listing effect\" and find that the increase in U.S. investment is greatest for firms that are from weak accounting backgrounds and are otherwise informationally opaque, suggesting that the key effect of cross-listing is improvements in disclosure that are valued by U.S. investors. By contrast, cross-listing does not increase the appeal of stocks from countries with weak shareholder rights, suggesting that U.S. cross-listing cannot substitute for legal protections in the home country.  Nor does the cross-listing effect appear to be driven simply by increased \"familiarity\"Ã‚Â? with the stock or lowered cross-border transactions costs.\n\n",
    "acknowledgement": "\nThe authors thank Mark Carey, Laura Field, Charles Hadlock, Andrew Karolyi, Christian Leuz, Ross Levine, Michelle Lowry, Darius Miller, Greg Nini, Bent Sorensen, Mark Spiegel, Michael Weisbach, and seminar participants at the 2004 EFA Meetings, 2006 AFA Meetings, Binghamton University (SUNY), College of William and Mary, European Central Bank, Federal Reserve Board, Federal Reserve System SCIEA Meetings, ISCTE Business School, Michigan State University, NYSE, Penn State University, Stockholm Institute for Financial Research, Universidad Catolica Portuguesa, Universidade do Porto, University of Houston, University of Minnesota, and University of Virginia for helpful comments. Nathanael Clinton provided exceptional research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other employee of the Federal Reserve System. The statistical analysis of security-level data on U.S. investors' holdings reported in this study was conducted at the International Finance Division of the Board of Governors of the Federal Reserve System under arrangements that maintained legal confidentiality requirements. Warnock thanks the Darden School Foundation for generous support.\n\n\n"
}