{
    "id": 12513,
    "citation_title": "Linear Approximations and Tests of Conditional Pricing Models",
    "citation_author": [
        "Michael W. Brandt",
        "David A. Chapman"
    ],
    "citation_publication_date": "2006-09-16",
    "issue_date": "2006-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a simple reduced-form example of a conditional pricing model with modest intrinsic nonlinearity. The theoretical magnitude of the pricing errors (alphas) induced by the application of standard linear conditioning are derived as a direct consequence of an omitted variables bias. When the model is calibrated to either characteristics sorted or industry portfolios, we find that the alphas generated by approximation-induced specification error are economically large. A Monte Carlo analysis shows that finite-sample alphas are even larger. It also shows that the power to detect omitted nonlinear factors through tests based on estimated risk premiums can sometimes be quite low, even when the effect of misspecification on alphas is large.\n\n",
    "acknowledgement": "\nWe thank an anonymous referee, Keith Brown, Jennifer Conrad, Joost Driessen, Jin-Chuan Duan, Wayne Ferson, Xavier Gabaix, Lorenzo Garlappi, Eric Ghysels, Larry Harris, Kevin Huang, Tim Johnson, Frank de Jong, Mark Kamstra, Raymond Kan, Ed Kane, Jon Lewellen, Andy Lo, Ludovic Phalippou, Jacob Sagi, and seminar participants at Boston College, the 2004 HKUST Finance Symposium, MIT, Tilburg University, the University of Amsterdam, the University of North Carolina, the University of Texas at Austin, the University of Toronto, and the 2005 UBC Summer Finance Conference for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}