{
    "id": 12514,
    "citation_title": "Temporary Investment Tax Incentives: Theory with Evidence from Bonus Depreciation",
    "citation_author": [
        "Christopher House",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2006-09-15",
    "issue_date": "2006-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestment decisions are inherently forward-looking.  The payoff of acquiring capital goods, particularly long-lived capital goods, is governed almost exclusively by events in the far future.  Because the timing of the investment itself does not affect future payoffs, there are strong incentives to delay or accelerate investment to take advantage of predictable intertemporal variations in cost.  For sufficiently long-lived capital goods, these incentives are so strong that the intertemporal elasticity of investment demand is nearly infinite.  As a consequence, for a temporary tax change, the shadow price of long-lived capital goods must reflect the full tax subsidy regardless of the elasticity of investment supply.  While price data provide no information on the elasticity of supply, they can reveal the extent to which adjustment costs are internal or external to the firm.  In contrast, the elasticity of investment supply can be inferred from quantity data alone. The bonus depreciation allowance passed in 2002 and increased in 2003 presents an opportunity to test the sharp predictions of neoclassical investment theory.  In the law, certain types of long-lived capital goods qualify for substantial tax subsides while others do not.  The data show that investment in qualified properties was substantially higher than for unqualified property.  The estimated elasticity of investment supply is high--between 10 and 20.  Market prices do not react to the subsidy as the theory dictates.  This suggests either that internal (unmeasured) adjustment costs play a significant role or that measurement problems in the price data effectively conceal the price changes. While the policy noticeably increased investment in types of capital that benefited substantially from bonus depreciation, the aggregate effects of the policy were modest.  The analysis suggests that the policy may have increased output by roughly 0.1 percent to 0.2 percent and increased employment by roughly 100,000 to 200,000 jobs.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the comments of William Gale, Austan Goolsbee, James Hines, Peter Orszag, Samara Potter, Dan Silverman and Joel Slemrod and participants at seminars at the NBER and the Federal Reserve Board. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}