{
    "id": 12519,
    "citation_title": "Evaluating the Effectiveness of Child Safety Seats and Seat Belts in Protecting Children from Injury",
    "citation_author": [
        "Steven D. Levitt",
        "Joseph J. Doyle"
    ],
    "citation_publication_date": "2006-09-18",
    "issue_date": "2006-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYoung children are required to use child safety seats, and the age threshold at which children can legally graduate to seat belts has steadily increased. This paper tests the relative effectiveness of child safety seats, lap-and-shoulder seat belts, and lap belts in preventing injuries among motor vehicle passengers aged 2-6.  We analyze three large, representative samples of crashes reported to police, as well as linked hospital data.  We find no apparent difference in the two most serious injury categories for children in child safety seats versus lap-and-shoulder belts.  Child safety seats provide a statistically significant 25% reduction in the least serious injury category.  Lap belts are somewhat less effective than the two other types of restraints, but far superior to riding unrestrained.\n\n",
    "acknowledgement": "\nWe thank Paul Heaton and Jesse Shapiro for their comments.  Ethan Lieber provided outstanding research assistance.  Financial support was provided by the National Science Foundation and the Sherman Shapiro Research Fund.  Addresses: Steven Levitt, Department of Economics, University of Chicago, 1126 E. 59th Street, Chicago, IL 60637, slevitt@uchicago.edu; Joseph Doyle, Sloan School, MIT, Cambridge, MA 02142, jjdoyle@mit.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}