{
    "id": 12517,
    "citation_title": "Land and Power: Theory and Evidence from Chile",
    "citation_author": [
        "Jean-Marie Baland",
        "James A. Robinson"
    ],
    "citation_publication_date": "2006-09-18",
    "issue_date": "2006-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the connection between employment and political control. Many employment relationships concede rents to workers. For example, when worker effort is crucial for production, but only imperfectly observed. We show that, depending on the political institutions, the presence of such rents allows employers to use the threat of withdrawing them to control their workers' political behavior. We thus demonstrate that employment does not simply generate income, it also gives power to control the behavior of others. The analysis focuses on the salient example of political control, where landlords coerce the votes of their workers in the absence of a secret ballot. The model we develop generates predictions about electoral outcomes which can be tested by investigating the impact of the introduction of an effective secret ballot. Such an institutional reform reduces landlords' control, and in consequence, we should observe changes in voting behavior, since workers whose votes were previously controlled and sold can now vote freely. We test the predictions of the model by examining in detail the effects of the introduction of the secret ballot in Chile in 1958. We show that, consistent with our theory, the political reforms led to large changes in voting behavior. Before the reforms, localities with more pervasive patron-client relationships tend to exhibit a much stronger support for the right-wing parties, traditionally associated with the landed oligarchy. After the reform however, this difference across localities completely disappeared.\n\n",
    "acknowledgement": "\nWe are grateful to Mauricio Benitez-Iturbe and Sebastian Mazzuca for their outstanding research assistance. Our greatest debt is to Jonathan Conning who persevered through at least three previous versions. We have also benefitted from the suggestions and advice of Daron Acemoglu, Siwan Anderson, Arnold Bauer, Samuel Bowles, Michael Carter, Eduardo Fajnzylberg, Jeffry Frieden, Tu Jarvis, Sebastian Laurent, Francois Maniquet, Dina Mesbah, Sripad Motiram, Andrew Newman, Thomas Piketty, Timothy Scully, William Summerhill, Werner Troesken, and numerous seminar participants, particularly Timothy Besley, Alberto Diaz-Cayeros, Esther Duflo, Jim Fearon, Dilip Mookherjee, Jeffrey Nugent, T.N. Srinivasan and Barry Weingast. Jean-Marie Baland would like to thank the MacArthur network on Inequality and Economic Performance, the CRED for financial support and the Belgian Program on Inter-University Poles of Attraction initiated by the Belgian State, Prime Minister's office, Science Policy Programming. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}