{
    "id": 12518,
    "citation_title": "Immigration and African-American Employment Opportunities: The Response of Wages, Employment, and Incarceration to Labor Supply Shocks",
    "citation_author": [
        "George J. Borjas",
        "Jeffrey Grogger",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2006-09-18",
    "issue_date": "2006-09-18",
    "revision_date": "2007-05-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe employment rate of black men, and particularly of low-skill black men, fell precipitously from 1960 to 2000. At the same time, the incarceration rate of black men rose markedly. This paper examines the relation between immigration and these trends in black employment and incarceration. Using data drawn from the 1960-2000 U.S. Censuses, we find a strong correlation between immigration, black wages, black employment rates, and black incarceration rates. As immigrants disproportionately increased the supply of workers in a particular skill group, the wage of black workers in that group fell, the employment rate declined, and the incarceration rate rose. Our analysis suggests that a 10-percent immigrant-induced increase in the supply of a particular skill group reduced the black wage by 4.0 percent, lowered the employment rate of black men by 3.5 percentage points, and increased the incarceration rate of blacks by almost a full percentage point.\n\n",
    "acknowledgement": "\nWe thank Eli Berman, Melissa Famulari, and seminar participants at UCSD for helpful comments. The views expressed herein are those of the author(s) and d not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}