{
    "id": 12512,
    "citation_title": "From Groundnuts to Globalization: A Structural Estimate of Trade and Growth",
    "citation_author": [
        "Christian Broda",
        "Joshua Greenfield",
        "David Weinstein"
    ],
    "citation_publication_date": "2006-09-15",
    "issue_date": "2006-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting with Romer [1987] and Rivera-Batiz-Romer [1991] economists have been able to model how trade enhances growth through the creation and import of new varieties. In this framework, international trade increases economic output through two channels. First, trade raises productivity levels because producers gain access to new imported varieties. Second, increases in the number of varieties drives down the cost of innovation and results in ever more variety creation. Using highly disaggregate trade data, e.g. Gabon's imports of Gambian groundnuts, we structurally estimate the impact that new imports have had in approximately 4000 markets per country. We then move from groundnuts to globalization by building an exact TFP index that aggregates these micro gains to obtain an estimate of trade on productivity growth for each country. We find that in the typical country in the world, new imported varieties account for 15 percent of its productivity growth. These effects are larger in developing countries where the median impact of new imported varieties equals a quarter of national productivity growth.\n\n",
    "acknowledgement": "\nChristian Broda is at the University of Chicago, Graduate School of Business; Joshua Greenfield is at Columbia University, and David Weinstein is at Columbia University and the NBER. Broda and Weinstein are grateful to the National Science Foundation for its support of this research (NSF grant #0214378). We wish to thank Daron Acemoglu, Charles Jones, Andres Rodriguez-Clare, Robert Feenstra, Elhanan Helpman and Paul Romer for excellent comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}