{
    "id": 12511,
    "citation_title": "The Health Effects of Medicare for the Near-Elderly Uninsured",
    "citation_author": [
        "Daniel Polsky",
        "Jalpa A. Doshi",
        "Jose Escarce",
        "Willard Manning",
        "Susan M. Paddock",
        "Liyi Cen",
        "Jeannette Rogowski"
    ],
    "citation_publication_date": "2006-09-15",
    "issue_date": "2006-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the trajectory of health for the near-elderly uninsured changes upon enrolling into Medicare at the age of 65.  We find that Medicare increases the probability of the previously uninsured having excellent or very good health, decreases their probability of being in good health, and has no discernable effects at lower health levels.  Surprisingly, we found Medicare had a similar effect on health for the previously insured.  This suggests that Medicare helps the relatively healthy 65 year olds, but does little for those who are already in declining health once they reach the age of 65.  The improvement in health between the uninsured and insured were not statistically different from each other.  The stability of insurance coverage afforded by Medicare may be the source of the health benefit suggesting that universal coverage at other ages may have similar health effects.\n\n",
    "acknowledgement": "\nWe would like to thank Shelby Newland for her project management. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}