{
    "id": 12529,
    "citation_title": "High School Alcohol Use and Young Adult Labor Market Outcomes",
    "citation_author": [
        "Pinka Chatterji",
        "Jeffrey DeSimone"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the relationship between 10th grade binge drinking in 1990 and labor market outcomes in 2000 among National Educational Longitudinal Survey respondents.  For females, adolescent drinking and adult wages are unrelated, and negative employment effects disappear once academic achievement is held constant.  For males, negative employment effects and, more strikingly, positive wage effects persist after controlling for achievement as well as background characteristics, educational attainment, and adult binge drinking and family and job characteristics.  Accounting for illegal drug use and other problem behaviors in 10th grade eliminates the unemployment effect, but strengthens the wage effect.  As the latter is not explicable by the health, income or social capital justifications that are often used for frequently observed positive correlations between adult alcohol use and earnings, we conjecture that binge drinking conveys unobserved social skills that are rewarded by employers.\n\n",
    "acknowledgement": "\nWe thank participants in sessions at the 2005 Southern Economic Association and 2006 American Society of Health Economists meetings, especially Sandy Decker and Rey Hernandez, for helpful comments.  Chatterji gratefully acknowledges research support from grant K01 AA000328-03 from the National Institute of Alcohol Abuse and Alcoholism. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}