{
    "id": 1252,
    "citation_title": "Costs and Benefits of an Anti-Inflationary Policy: Questions and Issues",
    "citation_author": [
        "Willem H. Buiter",
        "Marcus H. Miller"
    ],
    "citation_publication_date": "1983-12-01",
    "issue_date": "1983-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses how the output or unemployment cost of achieving a sustainable reduction in the rate of inflation depends on the structure of the wage-price process and how the \"sacrifice ratio\" can be minimized. In models where the natural rate is invariant under the anti-inflationary policies, price level inertia is not sufficient for a positive sacrifice ratio. Without sluggishness in the core inflation rate, a zero sacrifice ratio can be achieved simply through intelligent demand management. With sluggish core inflation, the sacrifice ratio is positive unless intelligent demand management is complemented by cost-reducing fiscal measures o reffective incomes policy. Letting the exchange rate float does not reduce the sacrifice ratio. If core inflation is partly backward-looking and partly forward-looking, current core inflation may be a function of current and past expectations of future recessions. Conventional sacrifice ratio calculations ignore forward-looking aspects of behaviour and may therefore underestimate the true cost of disinflation. If there is hysteresis in the natural rate (e.g. through a gradual adjustment of the natural rate towards the actual rate) and if there is sluggish core inflation, the sacrifice ratio will become infinite.Whenever sluggish core inflation is present, credibility of the anti-inflationary (monetary) policy alone cannot obviate a positive sacrifice ratio.\n\n",
    "acknowledgement": "\n"
}