{
    "id": 12523,
    "citation_title": "Climbing Atop the Shoulders of Giants: The Impact of Institutions on Cumulative Research",
    "citation_author": [
        "Jeffrey L. Furman",
        "Scott Stern"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the cumulative nature of knowledge is recognized as central to economic growth, the microeconomic foundations of cumulativeness are less understood.  This paper investigates the impact of a research-enhancing institution on cumulativeness, highlighting two effects.  First, a selection effect may result in a high correlation between \"high-quality\" institutions and knowledge of high intrinsic quality.  Second, an institution may have a marginal impact -- an incremental influence on cumulativeness, conditional on the type and quality of knowledge considered.  This paper distinguishes these effects in the context of a specific institution, biological resource centers (BRCs).  BRCs are \"living libraries\" that authenticate, preserve, and offer independent access to biological materials, such as cells, cultures, and specimens.  BRCs may enhance the cumulativeness of knowledge by reducing the marginal cost to researchers of drawing on prior research efforts.  We exploit three key aspects of the environment in which BRCs operate to evaluate how they affect the cumulativeness of knowledge: (a) the impact of scientific knowledge is reflected in future scientific citations, (b) deposit into BRCs often occurs with a substantial lag after initial research is completed and published, and (c) \"lagged\" deposits often result from shocks unrelated to the characteristics of the materials themselves.  Employing a difference-in-differences estimator linking specific materials deposits to journal articles, we find evidence for both selection effects and the marginal impact of BRCs on the cumulativeness of knowledge associated with deposited materials.  Moreover, the marginal impact increases with time and varies with the economic and institutional conditions in which deposit occurs.\n\n",
    "acknowledgement": "\nWe thank each of the scientists who graciously offered their insights, the personnel of the American Type Culture Collection, and especially Dr. Raymond Cypess and Robert Hay.  We thank Andrew Bernard, Bronwyn Hall, Shane Greenstein, Ben Jones, Michael Kremer, Robert Litan, Megan MacGarvie, Paul Romer, Mathieu Trepanier and participants in numerous seminars for comments and suggestions.  Jason Corradini, Mercedes Delgado, Lorraine DeLeon, Chijoke Emineke, Jeremy Gagne, Anna Harrington, Martha Kam, Julia Lo, Kinga Piekos, Courtney Mason, Tracy Myers, Michael Vitulli, and Naomi Wohl provided excellent research assistance.  All errors are our own.  Financial support for this research was provided by the Brookings Institution and by the Boston University School of Management Junior Faculty Research Fund.  Author contact information: Scott Stern, Kellogg Graduate School of Management, 2001 Sheridan Road, Evanston, IL 60208 s-stern2@northwestern.edu, and Jeffrey L. Furman, Boston University School of Management, 595 Commonwealth Ave --Â€Â\" #653a, Boston, MA 02215, furman@bu.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}