{
    "id": 12528,
    "citation_title": "Do Female Physicians Capture Their Scarcity Value? The Case of OB/GYNs",
    "citation_author": [
        "Jessica Wolpaw Reyes"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how the imperfectly competitive market for Obstetricians and Gynecologists  clears in the face of an excess demand for female OB/GYNs.  This excess demand results from the convergence of three factors: i) all OB/GYN patients are women, ii) many women prefer to be treated by a female OB/GYN, iii) only a small portion of OB/GYNs are female.  The paper finds that both money and non-money prices adjust: female OB/GYNs charge higher fees and also have longer waiting times.  Furthermore, these effects are mediated by institutional structure: in contract settings in which money prices are rigid (i.e. managed care), waiting times are more likely to adjust, and in settings in which money prices are more flexible, the reverse occurs.  In the end, female OB/GYNs are able to capture some of the value of the preferred service they provide but do not entirely close the gender income gap.\n\n",
    "acknowledgement": "\nThe author wishes to thank David Autor, David Cutler, Martin Feldstein, Claudia Goldin, Daniel Hammermesh, Caroline Minter Hoxby, Christopher Jencks, Lawrence Katz, Joseph Newhouse, Justin Wolfers, and participants in the Harvard Labor and Public Economics Lunch for valuable advice.  Any remaining errors are my own.  This research was supported by grants from the National Science Foundation, the National Bureau of Economic Research, and the National Institute on Aging. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}