{
    "id": 12524,
    "citation_title": "Customer Risk from Real-Time Retail Electricity Pricing: Bill Volatility and Hedgability",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most critical concerns that customers have voiced in the debate over real-time retail electricity pricing is that they would be exposed to risk from fluctuations in their electricity cost.  The concern seems to be that a customer could find itself consuming a large quantity of power on the day that prices skyrocket and thus receive a monthly bill far larger than it had budgeted for.  I analyze the magnitude of this risk, using demand data from 1142 large industrial customers, and then ask how much of this risk can be eliminated through various straightforward financial instruments.  I find that very simple hedging strategies can eliminate more than 80% of the bill volatility that would otherwise occur.  Far from being complex, mystifying financial instruments that only a Wall Street analyst could love, these are simple forward power purchase contracts, and are already offered to retail customers by a number of fully-regulated utilities that operate real-time pricing programs.  I then show that a slightly more sophisticated application of these forward power purchases can significantly enhance their effect on reducing bill volatility.\n\n",
    "acknowledgement": "\nMy thanks to David Hungerford at the California Energy Commission and Susan McNicoll at Pacific Gas & Electric for helping me obtain access to data. For helpful comments and discussions, I thank Meredith Fowlie, Rob Letzler, Frank Wolak and seminar participants in U.C. Berkeley's Department of Agricultural and Resource Economics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}