{
    "id": 12521,
    "citation_title": "Endogenous Skill Bias in Technology Adoption: City-Level Evidence from the IT Revolution",
    "citation_author": [
        "Paul Beaudry",
        "Mark Doms",
        "Ethan Lewis"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the bi-directional interaction between technology adoption and labor market conditions.  We examine cross-city differences in PC-adoption, relative wages, and changes in relative wages over the period 1980-2000 to evaluate whether the patterns conform to the predictions of a neoclassical model of endogenous technology adoption.  Our approach melds the literature on the effect of the relative supply of skilled labor on technology adoption to the often distinct literature on how technological change influences the relative demand for skilled labor. Our results support the idea that differences in technology use across cities and its effects on wages reflect an equilibrium response to local factor supply conditions. The model and data suggest that cities initially endowed with relatively abundant and cheap skilled labor adopted PCs more aggressively than cities with relatively expensive skilled labor, causing returns to skill to increase most in cities that adopted PCs most intensively. Our findings indicate that neo-classical models of endogenous technology adoption can be very useful for understanding where technological change arises and how it affects markets.\n\n",
    "acknowledgement": "\nThe authors would like to thank Daron Acemoglu, David Autor, Elizabeth Cascio, David Green, Larry Katz, Thomas Lemieux, and seminar participants at UBC, LSE, UCL, the NBER Summer Institute, and the New York Federal Reserve for very helpful discussions and to Meryl Motika for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}