{
    "id": 12522,
    "citation_title": "How Does Foreign Direct Investment Promote Economic Growth? Exploring the Effects of Financial Markets on Linkages",
    "citation_author": [
        "Laura Alfaro",
        "Areendam Chanda",
        "Sebnem Kalemli-Ozcan",
        "Selin Sayek"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "2007-06-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe empirical literature finds mixed evidence on the existence of positive productivity externalities in the host country generated by foreign multinational companies. We propose a mechanism that emphasizes the role of local financial markets in enabling foreign direct investment (FDI) to promote growth through backward linkages, shedding light on this empirical ambiguity. In a small open economy, final goods production is carried out by foreign and domestic firms, which compete for skilled labor, unskilled labor, and intermediate products. To operate a firm in the intermediate goods sector, entrepreneurs must develop a new variety of intermediate good, a task that requires upfront capital investments. The more developed the local financial markets, the easier it is for credit constrained entrepreneurs to start their own firms. The increase in the number of varieties of intermediate goods leads to positive spillovers to the final goods sector. As a result financial markets allow the backward linkages between foreign and domestic firms to turn into FDI spillovers. Our calibration exercises indicate that a) holding the extent of foreign presence constant, financially well-developed economies experience growth rates that are almost twice those of economies with poor financial markets, b) increases in the share of FDI or the relative productivity of the foreign firm leads to higher additional growth in financially developed economies compared to those observed in financially under-developed ones, and c) other local conditions such as market structure and human capital are also important to generate a positive effect of FDI on economic growth.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title \"FDI Spillovers, Financial Markets and Economic Development.\" Corresponding author: Laura Alfaro, Harvard Business School, 263 Morgan Hall, Boston, MA 02163, lalfaro@hbs.edu. Areendam Chanda, Department of Economics, 2107 CEBA, Louisiana State University, Baton Rouge, LA 70803, achanda@lsu.edu. Sebnem Kalemli-Ozcan, Department of Economics, University of Houston, Houston, Texas, 77204, Sebnem.Kalemli-Ozcan@mail.uh.edu. Selin Sayek, Department of Economics, Bilkent University, Bilkent Ankara 06800 Turkey, sayek@bilkent.edu.tr. We are grateful to participants at Stanford Institute for Theoretical Economics Summer Workshop, 2006 NEUDC, 2006 Midwest Macroeconomic Meetings, 2006 Society of Economic Dynamics Meetings, 2006 DEGIT Conference at Hebrew University, 2006 European Economic Association Annual Congress, 2007 Econometric Society Winter Meetings, 2006 Euro-Latin Study Network on Integration and Trade (ELSNIT) and the 2007 ACES Annual Meeting and seminars at Bilkent, Oregon and Louisiana State Universities for useful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}