{
    "id": 12532,
    "citation_title": "Do State Expenditures on Tobacco Control Programs Decrease Use of Tobacco Products Among College Students?",
    "citation_author": [
        "Christina Czart Ciecierski",
        "Pinka Chatterji",
        "Frank J. Chaloupka",
        "Henry Wechsler"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective of this paper is to investigate the effects of state tobacco control program expenditures on individual-level tobacco use behaviors among young adults.  Data come from the 1993, 1997, 1999 and 2001 waves of the Harvard School of Public Health College Alcohol Study (CAS).  Our findings indicate that a higher level of state spending on tobacco control programs is associated with a statistically significant increase in the probability that smokers report at least one attempt to quit smoking in the past year, as well as increases in the number of attempts to quit in the past year among smokers.  We also find that higher state expenditures on tobacco control programs are associated with reductions in the prevalence of smokeless tobacco and cigar use among college students.  We do not find, however, any statistically significant association between state tobacco control program expenditures and the overall prevalence and intensity of cigarette use among college students, a finding that is at odds with previous research on high school students.\n\n",
    "acknowledgement": "\nThe data on student smoking behavior was collected under grants from the Robert Wood Johnson Foundation to Henry Wechsler. The authors would like to thank Nancy A. Rigotti for formulating the smoking questions. The authors also would like to thank Karen Conway, Reagan Baughman, and other participants at an economics department seminar at the University of New Hampshire at Durham in May 2006 for very helpful feedback on a preliminary version of the paper. Chatterji gratefully acknowledges research support from grant K01 AA000328-03 from the National Institute of Alcohol Abuse and Alcoholism. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}