{
    "id": 12538,
    "citation_title": "Why Has House Price Dispersion Gone Up?",
    "citation_author": [
        "Stijn Van Nieuwerburgh",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2006-09-28",
    "issue_date": "2006-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the 30 year increase in the level and dispersion of house prices across U.S. metropolitan areas in a calibrated dynamic general equilibrium island model. The model is based on two main assumptions: households flow in and out metropolitan areas in response to local wage shocks, and the housing supply cannot adjust instantly because of regulatory constraints. Feeding in our model the 30 year increase in cross-sectional wage dispersion that we document based on metropolitan-level data, we generate the observed increase in house price level and dispersion. In equilibrium, workers flow towards exceptionally productive metropolitan areas and drive house prices up. The calibration also reveals that, while a baseline level of regulation is important, a tightening of regulation by itself cannot account for the increase in house price level and dispersion: in equilibrium, workers flow out of tightly regulated towards less regulated metropolitan areas, undoing most of the price impact of additional local supply regulations. Finally, the calibration with increasing wage dispersion suggests that the welfare effects of housing supply regulation are large.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud, David Backus, Morris Davis, Matthias Doepke, Xavier Gabaix, Dirk Krueger, Ricardo Lagos,  Hanno Lustig, Francois Ortalo-Magne, Chris Mayer, Holger Mueller, Torsten Persson, Andrea Prat, Enrichetta Ravina, Thomas Sargent, Kjetil Storesletten, Laura Veldkamp, Gianluca Violante and the seminar participants at NYU, IIES in Stockholm, University of Oslo, LSE, and HEC for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}