{
    "id": 12533,
    "citation_title": "Does It Pay, at the Margin, to Work and Save? -- Measuring Effective Marginal Taxes on Americans' Labor Supply and Saving",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "David Rapson"
    ],
    "citation_publication_date": "2006-09-26",
    "issue_date": "2006-09-26",
    "revision_date": "2007-02-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on Gokhale, Kotlikoff, and Sluchynsky's (2002) study of Americans' incentives to work full or part time, this paper uses ESPlanner, a life-cycle financial planning program, in conjunction with detailed modeling of transfer programs to determine a) total marginal net tax rates on current labor supply, b) total net marginal tax rates on life-cycle labor supply, c) total net marginal tax rates on saving, and d) the tax-arbitrage opportunities available from contributing to retirement accounts.  In seeking to provide the most comprehensive analysis to date of fiscal incentives, the paper incorporates federal and state personal income taxes, the FICA payroll tax, federal and state corporate income taxes, federal and state sales and excise taxes, Social Security benefits, Medicare benefits, Medicaid benefits, Foods Stamps, welfare (TAFCD) benefits, and other transfer program benefits.  The paper offers four main takeaways. First, thanks to the incredible complexity of the U.S. fiscal system, it's impossible for anyone to understand her incentive to work, save, or contribute to retirement accounts absent highly advanced computer technology and software.  Second, the U.S. fiscal system provides most households with very strong reasons to limit their labor supply and saving.  Third, the system offers very high-income young and middle aged households as well as most older households tremendous opportunities to arbitrage the tax system by contributing to retirement accounts.  Fourth, the patterns by age and income of marginal net tax rates on earnings, marginal net tax rates on saving, and tax-arbitrage opportunities can be summarized with one word -- bizarre.\n\n",
    "acknowledgement": "\nWe thank Jane Gravelle, Alexi Sluchynsky, and Adam Looney for critical advice and comments.  This paper builds and draws on Gokhale, Kotlikoff, and Sluchynsky (2002).\n\n\n"
}