{
    "id": 12539,
    "citation_title": "Importation and Innovation",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2006-09-28",
    "issue_date": "2006-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImportation of drugs into the U.S. would result in a decline in U.S. drug prices.  The purpose of this paper is to assess the consequences of importation for new drug development. A simple theoretical model of drug development suggests that the elasticity of innovation with respect to the expected price of drugs should be at least as great as the elasticity of innovation with respect to expected market size (disease incidence).  I examine the cross-sectional relationship between pharmaceutical innovation and market size among a set of diseases (different types of cancer) exhibiting substantial exogenous variation in expected market size.  I analyze two different measures of pharmaceutical innovation: the number of distinct chemotherapy regimens for treating a cancer site, and the number of articles published in scientific journals pertaining to drug therapy for that cancer site.  Both analyses indicate that the amount of pharmaceutical innovation increases with disease incidence.  The elasticity of the number of chemotherapy regimens with respect to the number of cases is 0.53.  The elasticity of MEDLINE drug cites with respect to cancer incidence throughout the world is 0.60.  In the long run, a 10% decline in drug prices would therefore be likely to cause at least a 5-6% decline in pharmaceutical innovation.\n\n",
    "acknowledgement": "\nThis research was supported by Janssen, L.P., and by Pfizer, Inc.  The publication of study results was not contingent on the sponsors' approval or censorship of the manuscript.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}