{
    "id": 12530,
    "citation_title": "Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand",
    "citation_author": [
        "Jonathan E. Hughes",
        "Christopher R. Knittel",
        "Daniel Sperling"
    ],
    "citation_publication_date": "2006-09-21",
    "issue_date": "2006-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the sensitivity of gasoline demand to changes in prices and income has important implications for policies related to climate change, optimal taxation and national security, to name only a few. While the short-run price and income elasticities of gasoline demand in the United States have been studied extensively, the vast majority of these studies focus on consumer behavior in the 1970s and 1980s. There are a number of reasons to believe that current demand elasticities differ from these previous periods, as transportation analysts have hypothesized that behavioral and structural factors over the past several decades have changed the responsiveness of U.S. consumers to changes in gasoline prices.  In this paper, we compare the price and income elasticities of gasoline demand in two periods of similarly high prices from 1975 to 1980 and 2001 to 2006.  The short-run price elasticities differ considerably: and range from -0.034 to -0.077 during 2001 to 2006, versus -0.21 to -0.34 for 1975 to 1980.  The estimated short-run income elasticities range from 0.21 to 0.75 and when estimated with the same models are not significantly different between the two periods.\n\n",
    "acknowledgement": "\nWe thank Severin Borenstein for helpful comments.  Hughes and Sperling thank the Hydrogen Pathways Program and the UC Davis Institute of Transportation Studies for supporting this research.  Knittel thanks financial support from the University of California Energy Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}