{
    "id": 12545,
    "citation_title": "Multilateralising Regionalism: Spaghetti Bowls as Building Blocs on the Path to Global Free Trade",
    "citation_author": [
        "Richard Baldwin"
    ],
    "citation_publication_date": "2006-10-03",
    "issue_date": "2006-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the final steps to global free trade -- the political economy forces that might drive them, and the role the WTO might play in guiding them. Two facts form the departure point: 1) Regionalism is here to stay; 2) the motley assortment of regional trade agreements is not the best way to organise world trade. Moving to global duty-free trade will require a multilateralisation of regionalism. The paper presents the political economy logic of trade liberalisation and uses it to structure a narrative of world trade liberalisation since 1947. The logic is then used to project the world tariff map in 2010, arguing that the pattern will be marked by fractals – fuzzy, leaky trade blocs made up of fuzzy, leaky sub-blocs (fuzzy since the proliferation of FTAs makes it impossible to draw sharp lines around the 3 big blocs, and leaky since some FTAs create free trade 'canals' linking the blocs). The paper then presents a novel political economy mechanism – spaghetti bowls as building blocs – whereby offshoring creates a force that encourages the multilateralisation of regionalism. Finally, the paper suggests three things the WTO could do to help multilateralise regionalism.\n\n",
    "acknowledgement": "\nMy thanks to Theresa Carpenter for excellent research assistance. The paper pulls together thinking that I have been working on since the late 1980s, so it owes tribute to virtually all of my co-authors but especially those with whom I have written on political economy theory namely my father Robert E. Baldwin, Frederic Robert-Nicoud and Rickard Forslid. I also thank the scholars who have directly contributed data, information and insights, namely Kevin O'Rourke, Doug Irwin, Bernard Hoekman, Patrick Low, Toni Estavadeoral, Olivier Cadot, Michael Gasiorek, Peter Holmes, Michel Fouquin, Gary Hufbauer, Michael Finger, Doug Nelson, Simon Evenett, Steve Charnovitz, and Alan Winters. My understanding of East Asian regionalism was greatly influenced during a 2 week visit to JETRO's Institute for Developing Economies (IDE) in January 2006, and a month long visit in 2003 to KIEP in Seoul. My thanks to my IDE hosts Masahisa Fujita and Daisuke Hiratsuka in Chiba Japan, and my hosts in Seoul Choong Yong Ahn, Hyungdo Ahn and Inkyo Cheong.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}