{
    "id": 12549,
    "citation_title": "Poverty Traps, Distance, and Diversity: The Migration Connection",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2006-10-03",
    "issue_date": "2006-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin-country ethnic diversity in high-wage immigrant nations is driven by long distance migration. This paper documents the migration-diversity connection for the first global century before 1914 and the second global century after 1950. It distinguishes between ethnic diversity among the foreign-born, between the foreign-born and native-born and for total populations using country-of-birth data. It exploits the polarization index made popular in the recent diversity-growth debate and exploits an emigration life cycle model to predict the connection. It also shows how policy matters.\n\n",
    "acknowledgement": "\nInvited opening lecture to be delivered at the Conference on The Economics of Diversity, Migration, and Culture, Bologna, Italy (September 22-23, 2006). The lecture draws on a recent book Global Migration and the World Economy: Two Centuries of Policy and Performance (Cambridge, Mass.: MIT Press 2005), written with Timothy J. Hatton. Tim also helped point me in the right direction for some of the county-of-birth data used here, as did Alberto Alesina and Romain Warziarg for some of the ethnicity data and its interpretation. I am very grateful to all three of them. I also acknowledge the excellent research assistance of Will Nygard, and the financial support of the National Science Foundation SES-0001362 and the Harvard Faculty of Arts and Sciences.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}