{
    "id": 12547,
    "citation_title": "Pass Through of Exchange Rates to Consumption Prices: What has Changed and Why?",
    "citation_author": [
        "Jose Manuel Campa",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2006-10-03",
    "issue_date": "2006-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use cross-county and time series evidence to argue that retail price sensitivity to exchange rates may have increased over the past decade.  This finding applies to traded goods, as well as to non-traded goods. We highlight three reasons for changing pass through at the level of retail prices of goods.  First, pass through may have declined at the level of import prices, but the evidence is mixed over types of goods and countries. Second, there has been a large expansion of imported input use across sectors. This means that the costs of imported goods as well as home tradable goods have heightened sensitivity to import prices and exchange rates. The final channel we consider is whether there have been changing sectoral expenditures on distribution services, with the direction of change negatively correlated with pass through into final consumption prices.  We find that this channel, which has been a means of insulating consumption prices from import content and exchange rates, has not systematically changed in recent years. The balance of effects weighs in favor of increased sensitivity of consumption prices to exchange rates, even if exchange-rate pass-through into import prices has declined for some types of goods.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Address correspondences to Jose Campa at jcampa@iese.edu or Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045. Tel: 212-720-2836; fax: 212-720-6831; email: Linda.Goldberg@ny.frb.org.  We are grateful for the comments provided by Chatib Basri, Kiyotaka Sato, Takatoshi Ito, and participants of the NBER East Asian Seminar in Economics, held June 2006 in Kona, Hawaii.\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}