{
    "id": 12544,
    "citation_title": "Growth, Reform Indicators and Policy Complementaries",
    "citation_author": [
        "Jorge Braga de Macedo",
        "Joaquim Oliveira Martins"
    ],
    "citation_publication_date": "2006-09-28",
    "issue_date": "2006-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the design of structural policies by relating second-best results and the complementarity of reforms.  It computes a complementarity index based on structural reform indicators compiled by the EBRD for transition countries, assuming that the run-up to EU integration corresponds to a nearly complete policy cycle.  Using econometric panel estimates, the level of reforms and changes in their complementarity are found to be positively related to output growth, corrected for endogeneity, and given initial conditions and the extent of macroeconomic stabilisation.\n\n",
    "acknowledgement": "\nWe thank Francesca Pissarides for allowing us to access the EBRD database and Silas Xu for helpful research assistance.  We also thank participants in the Fall 2004 seminar on International Development at Sciences Po, Paris, where the empirical work was first presented in February 2005; participants at the seminar in Universidade Nova de Lisboa, September 2005, in particular Luis Campos e Cunha, Luis Catela; participants at the invited session on Policy Complementarities sponsored by Banco de Portugal at LACEA Annual Conference, October 2005, Paris, in particular Ricardo Hausman.  The views expressed are those of the authors and do not reflect those of the OECD or its Memeber countires.\n\n\n"
}