{
    "id": 12555,
    "citation_title": "Financially Constrained Stock Returns",
    "citation_author": [
        "Dmitry Livdan",
        "Horacio Sapriza",
        "Lu Zhang"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore financially constrained firms are riskier and earn higher expected returns than less financially constrained firms, although this effect can be subsumed by size and book-to-market. Further, because the stochastic discount factor makes capital investment more procyclical, financial constraints are more binding in economic booms. These insights arise from two dynamic models. In Model 1, firms face dividend nonnegativity constraints without any access to external funds. In Model 2, firms can retain earnings, raise debt and equity, but face collateral constraints on debt capacity. Despite their diverse structures, the two models share largely similar predictions.\n\n",
    "acknowledgement": "\nWe acknowledge helpful suggestions from Joao Gomes, Leonid Kogan, Martin Schneider (AFA discussant), Amir Yaron, and participants at the American Finance Association Annual Meetings for 2005 in Philadelphia. Most of this work was completed while Lu Zhang was on the faculty of University of Rochester's Simon School of Business, whose support is gratefully acknowledged. This paper supersedes our working paper previously circulated under the title \"A neoclassical model of financially constrained stock returns.'' All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}