{
    "id": 12554,
    "citation_title": "Differential Mortality, Uncertain Medical Expenses, and the Saving of Elderly Singles",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones"
    ],
    "citation_publication_date": "2006-10-03",
    "issue_date": "2006-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeople have heterogenous life expectancies: women live longer than men, rich people live longer than poor people, and healthy people live longer than sick people. People are also subject to heterogenous out-of-pocket medical expense risk.  We construct a rich structural model of saving behavior for retired single households that accounts for this heterogeneity, and we estimate the model using AHEAD data and the method of simulated moments. We find that the risk of living long and facing high medical expenses goes a long way toward explaining the elderly's savings decisions. Specifically, medical expenses that rise quickly with both age and permanent income can explain why the elderly singles, and especially the richest ones, run down their assets so slowly. We also find that social insurance has a big impact on the elderly's savings.\n\n",
    "acknowledgement": "\nWe thank Marco Cagetti, Luigi Pistaferri, seminar participants at the Chicago Fed, Western Michigan and the Conference on Structural Models in Labor, Aging, and Health, and especially Michael Hurd for useful comments. Olga Nartova and Annie Fang Yang provided excellent research assistance. Mariacristina De Nardi: Federal Reserve Bank of Chicago, NBER, and University of Minnesota, denardim@nber.org. Eric French: Federal Reserve Bank of Chicago, efrench@frbchi.org. John Bailey Jones: University at Albany, SUNY, jbjones@albany.edu. De Nardi gratefully acknowledges financial support from NSF grant SES-317872. The views of this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago or the Federal Reserve System.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}