{
    "id": 12556,
    "citation_title": "Does How Much and How You Pay Matter? Evidence from the Inpatient Rehabilitation Facility Prospective Payment System",
    "citation_author": [
        "Neeraj Sood",
        "Melinda Beeuwkes Buntin",
        "Jose J. Escarce"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the implementation of a new prospective payment system (PPS) for inpatient rehabilitation facilities (IRFs) to investigate the effect of changes in marginal and average reimbursement on costs. The results show that the IRF PPS led to a significant decline in costs and length of stay. Changes in marginal reimbursement associated with the move from a cost based system to a PPS led to a 7 to 11% reduction in costs. The elasticity of costs with respect average reimbursement ranged from 0.26 to 0.34. Finally, the IRF PPS had little or no impact on costs in other sites of care, mortality, or the rate of return to community residence.\n\n",
    "acknowledgement": "\nAcknowledgements:  The analyses upon which this publication is based were performed under Contract 500-2004-00033C, entitled, \"Inpatient Rehabilitation Facility Prospective Payment System:  Monitoring, Access, and Refinement,\" funded by the Centers for Medicare & Medicaid Services, Department of Health and Human Services.  The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does the mention of trade names, commercial products, or organizations imply endorsement by the U.S. Government.  The authors assume full responsibility for the accuracy and completeness of the ideas presented.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}