{
    "id": 12559,
    "citation_title": "Labor Market Shocks and Retirement: Do Government Programs Matter?",
    "citation_author": [
        "Courtney C. Coile",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how unemployment affects retirement and whether the Unemployment Insurance (UI) system and Social Security (SS) system affect how older workers respond to labor market shocks.  To do so, we use pooled cross-sectional data from the March Current Population Survey (CPS) as well as March CPS files matched between one year and the next and longitudinal data from the Health and Retirement Survey (HRS).  We find that downturns in the labor market increase retirement transitions.  The magnitude of this effect is comparable to that associated with moderate changes in financial incentives to retire and to the threat of a health shock to which older workers are exposed.  Interestingly, retirements only increase in response to an economic downturn once workers become SS-eligible, suggesting that retirement benefits may help alleviate the income loss associated with a weak labor market.  We also estimate the impact of UI generosity on retirement and find little consistent evidence of an effect.  This suggests that in some ways SS may serve as a more effective form of unemployment insurance for older workers than UI.\n\n",
    "acknowledgement": "\nAcknowledgements: The authors thank Monica Butler, Olivia Mitchell, and seminar participants at the NBER Trans-Atlantic Public Economics Seminar and the NBER Summer Institute Aging Workshop for helpful comments.  They acknowledge financial support from Wellesley College. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}