{
    "id": 12565,
    "citation_title": "Understanding South Africa's Economic Puzzles",
    "citation_author": [
        "Dani Rodrik"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSouth Africa has undergone a remarkable transformation since its democratic transition in 1994, but economic growth and employment generation have been disappointing.  Most worryingly, unemployment is currently among the highest in the world. While the proximate cause of high unemployment is that prevailing wages levels are too high, the deeper cause lies elsewhere, and is intimately connected to the inability of the South African to generate much growth momentum in the past decade.  High unemployment and low growth are both ultimately the result of the shrinkage of the non-mineral tradable sector since the early 1990s.  The weakness in particular of export-oriented manufacturing has deprived South Africa from growth opportunities as well as from job creation at the relatively low end of the skill distribution.  Econometric analysis identifies the decline in the relative profitability of manufacturing in the 1990s as the most important contributor to the lack of vitality in that sector.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Harvard University Center for International Development Project on South Africa. I have greatly benefited from the guidance and insights of Trevor Manuel, Alan Hirsch, Lesetja Kganyago, and Ismail Momoniat. I also thank Philippe Aghion, Abhijit Banerjee, Ricardo Caballero, Johannes Fedderke, Jeffrey Frankel, Sebastian Galiani, Ricardo Hausmann, Laurence Harris, Dave Kaplan, Robert Lawrence, Jim Levinson, James Robinson, Ben Smit, Chris Stone, Federico Sturzenegger, and Lynne Thomas for feedback and discussion on the ideas presented here.  Oeindrila Dube and Robert Mitchell provided research assistance.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}