{
    "id": 12567,
    "citation_title": "Trade, Growth, and Convergence in a Dynamic Heckscher-Ohlin Model",
    "citation_author": [
        "Claustre Bajona",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the properties of a dynamic Heckscher-Ohlin model - a combination of a static two-good, two-factor Heckscher-Ohlin trade model and a two-sector growth model - with infinitely lived consumers where international borrowing and lending are not permitted.  We obtain two main results:  First, even if factor prices are equalized, countries that differ only in their initial endowments of capital per worker may converge or diverge in income levels over time, depending on the elasticity of substitution between traded goods.  Divergence can occur for parameter values that would imply convergence in a world of closed economies and vice versa.  Second, factor price equalization in a given period does not imply factor price equalization in future periods.\n\n",
    "acknowledgement": "\nA preliminary version of this paper with the title \"On Dynamic Heckscher-Ohlin Models II:  Infinitely-Lived Consumers\" was circulated in January 2003.  We are grateful for helpful comments from participants in conferences and seminars at the 2003 American Economic Association Meeting, the Universidad Carlos III de Madrid, the University of Pennsylvania, the International Monetary Fund, the Centre de Recerca en Economia del Benestar, the Instituto Autonomo Tecnologico de Mexico, the 2004 CNB/CERGE-EI Macro Workshop in Prague, the Universitat Pompeu Fabra, Stanford University, the University of Texas at Austin, and the Banco de Portugal.  We also thank Joann Bangs and Jaume Ventura for helpful discussions.  Kehoe thanks the National Science Foundation for support.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}