{
    "id": 12563,
    "citation_title": "Entry and Patenting in the Software Industry",
    "citation_author": [
        "Iain M. Cockburn",
        "Megan J. MacGarvie"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "2011-02-10",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nTo what extent are firms kept out of a market by patents covering related technologies? Do patents held by potential entrants make it easier to enter markets? We estimate the empirical relationship between market entry and patents for 27 narrowly defined categories of software products during the period 1990-2004.  Controlling for demand, market structure, average patent quality, and other factors, we find that a 10% increase in the number of patents relevant to market reduces the rate of entry by 3-8%, and this relationship intensified following expansions in the patentability of software in the mid-1990s. However, potential entrants with patent applications relevant to a market are more likely to enter it. Finally, patents appear to substitute for complementary assets in the entry process, as patents have both greater entry-deterring and entry-promoting effects for firms without prior experience in other markets.\n\n",
    "acknowledgement": "\nSupport for this research and access to data were provided by LECG Inc., via an unrestricted grant from Microsoft Corporation. We thank the editors and referees for helpful comments, as well as Anne Layne-Farrar, Alfonso Gambardella, Daniel Garcia-Swartz, Shane Greenstein, Josh Lerner, Robert Merges,Marc Rysman, Mark Schankerman, Ken Simons, Manuel Trajtenberg, and Sam Thompson along with numerous seminar and conference participants.\n\n\n"
}