{
    "id": 12562,
    "citation_title": "Valuing New Goods in a Model with Complementarities: Online Newspapers",
    "citation_author": [
        "Matthew Gentzkow"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany important economic questions hinge on the extent to which new goods either crowd out or complement consumption of existing products. Recent methods for studying new goods are based on demand models that rule out complementarity by assumption, so their applicability to these questions has been limited. I develop a new model that relaxes this restriction, and use it to study the specific case of competition between print and online newspapers. Using new micro data from the Washington DC market, I show that the major print and online papers appear to be strong complements in the raw data, but that this is an artifact of unobserved consumer heterogeneity. I estimate that the online paper reduced print readership by 27,000 per day, at a cost of $5.5 million per year in lost print profits. I find that online news has provided substantial welfare benefits to consumers and that charging positive online prices is unlikely to substantially increase firm profits.\n\n",
    "acknowledgement": "\nI would like to offer special thanks to Bob Cohen and Jim Collins of Scarborough Research for giving me access to the data for this study. I thank two anonymous referees and the editor for insightful comments. I am also grateful to John Asker, Richard Caves, Gary Chamberlain, Judith Chevalier, Karen Clay, Liran Einav, Gautam Gowrisankaran, Ulrich Kaiser, Larry Katz, Julie Mortimer, Jesse Shapiro, Andrei Shleifer, Minjae Song, and especially to Ariel Pakes for advice and encouragement. Jennifer Paniza provided outstanding research assistance. I thank the Social Science Research Council for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}