{
    "id": 12568,
    "citation_title": "Federal Tax Policy Towards Energy",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "2021-01-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn Aug. 8, 2005, President Bush signed the Energy Policy Act of 2005 (PL 109-58).  This was the first major piece of energy legislation enacted since 1992 following five years of Congressional efforts to pass energy legislation.  Among other things, the law contains tax incentives worth over $14 billion between 2005 and 2015.  These incentives represent both pre-existing initiatives that the law extends as well as new initiatives.  In this paper I survey federal tax energy policy focusing both on programs that affect energy supply and demand.  I briefly discuss the distributional and incentive impacts of many of these incentives.  In particular, I make a rough calculation of the impact of tax incentives for domestic oil production on world oil supply and prices and find that the incentives for domestic production have negligible impact on world supply or prices despite the United States being the third largest oil producing country in the world.  Finally, I present results from a model of electricity pricing to assess the impact of the federal tax incentives directed at electricity generation.  I find that nuclear power and renewable electricity sources benefit substantially from accelerated depreciation and that the production and investment tax credits make clean coal technologies cost competitive with pulverized coal and wind and biomass cost competitive with natural gas.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Tax Policy and the Economy conference to be held on September 14, 2006 in Washington, DC.  I thank Tom Barthold, Alex Brill, John Navratil, Nicolas Osouf, John Parsons, Jim Poterba, and participants in the MIT Joint Program on the Science and Policy of Global Change EPPA Seminar for helpful discussions.  I am grateful for support from the MIT Joint Program on the Science and Policy of Global Change which I was visiting while writing this paper.  Contact information: gmetcalf@tufts.edu The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}