{
    "id": 12561,
    "citation_title": "Do Television and Radio Destroy Social Capital? Evidence from Indonesian Villages",
    "citation_author": [
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn \"Bowling Alone,\" Putnam (1995) famously argued that the rise of television may be responsible for social capital's decline. I investigate this hypothesis in the context of Indonesian villages. To identify the impact of exposure to television (and radio), I exploit plausibly exogenous differences in over-the-air signal strength associated with the topography of East and Central Java. Using this approach, I find that better signal reception, which is associated with more time spent watching television and listening to radio, is associated with substantially lower levels of participation in social activities and with lower self-reported measures of trust. I find particularly strong effects on participation in local government activities, as well as on participation in informal savings groups. However, despite the impact on social capital, improved reception does not appear to affect village governance, at least as measured by discussions in village-level meetings and by corruption in a village-level road project.\n\n",
    "acknowledgement": "\nI wish to thank Stefano DellaVigna, Amy Finkelstein, Larry Katz, Erzo Luttmer, and Jesse Shapiro for helpful comments. Special thanks are due to Victor Bottini, Richard Gnagey, Susan Wong, and especially Scott Guggenheim for their support and assistance throughout the fieldwork associated with this project. The field work and engineering survey would have been impossible without the dedication of Faray Muhammad and Suroso Yoso Oetomo, as well as the entire P4 field staff. Angela Kilby, Adam Smith and Zejd Muhammad provided outstanding research assistance. The fieldwork for this project was supported by a grant from the DfID-World Bank Strategic Poverty Partnership Trust Fund. All views expressed are those of the author, and do not necessarily reflect the opinions of DfID, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}