{
    "id": 12560,
    "citation_title": "International Capital Flows and U.S. Interest Rates",
    "citation_author": [
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign official purchases of U.S. government bonds have an economically large and statistically significant impact on long-term interest rates.  Federal Reserve credibility, as evidenced by dramatic reductions in both long-term inflation expectations and the volatility of long rates, contributed much to the decline of long rates in the 1990s.  More recently, however, foreign flows have become important.  Controlling for various factors given by a standard macroeconomic model, we estimate that had there been no foreign official flows into U.S. government bonds over the past year, the 10-year Treasury yield would currently be 90 basis points higher.  Our results are robust to a number of alternative specifications.\n\n",
    "acknowledgement": "\nThis is a revised version of International Finance Discussion Paper #840. Some of F. Warnock's work on this project occurred when he was a Senior Economist at the Board of Governors. The authors are indebted to Brian Sack for advice on an earlier draft.  The authors also thank for helpful comments Joe Gagnon, Philip Lane, Jay Shambaugh, Grace Wong, and seminar participants at Darden's Financial Economics Workshop, Freddie Mac, IIIS at Trinity College Dublin, UVA Economics, UVA School of Architecture's Faculty Research Symposium III, and the International AREUEA conference in Los Cabos.  E-mail addresses for the authors are warnockf@darden.virginia.edu and vwarnock@virginia.edu.  F. Warnock thanks the Darden School Foundation for generous support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}