{
    "id": 12566,
    "citation_title": "Demographics in Dynamic Heckscher-Ohlin Models: Overlapping Generations Versus Infinitely Lived Consumers",
    "citation_author": [
        "Claustre Bajona",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contrasts the properties of dynamic Heckscher-Ohlin models with overlapping generations with those of models with infinitely lived consumers.  In both environments, if capital is mobile across countries, factor price equalization occurs after the initial period.  In general, however, the properties of equilibria differ drastically across environments:  With infinitely lived consumers, we find that factor prices equalize in any steady state or cycle and that, in general, there is positive trade in any steady state or cycle.  With overlapping generations, in contrast, we construct examples with steady states and cycles in which factor prices are not equalized, and we find that any equilibrium that converges to a steady state or cycle with factor price equalization has no trade after a finite number of periods.\n\n",
    "acknowledgement": "\nA preliminary version of this paper with the title \"On Dynamic Heckscher-Ohlin Models I:  General Framework and Overlapping Generations\" was circulated in January 2003.   Kehoe thanks the National Science Foundation for support.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}