{
    "id": 12575,
    "citation_title": "How to Advance Theory with Structural VARs: Use the Sims-Cogley-Nason Approach",
    "citation_author": [
        "Patrick J. Kehoe"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe common approach to evaluating a model in the structural VAR literature is to compare the impulse responses from structural VARs run on the data to the theoretical impulse responses from the model. The Sims-Cogley-Nason approach instead compares the structural VARs run on the data to identical structural VARs run on data from the model of the same length as the actual data. Chari, Kehoe, and McGrattan (2006) argue that the inappropriate comparison made by the common approach is the root of the problems in the SVAR literature. In practice, the problems can be solved simply. Switching from the common approach to the Sims-Cogley-Nason approach basically involves changing a few lines of computer code and a few lines of text. This switch will vastly increase the value of the structural VAR literature for economic theory.\n\n",
    "acknowledgement": "\nThis work is a response to the comments of Lawrence Christiano, Martin Eichenbaum, and Robert Vigfusson (forthcoming in the NBER Macroeconomics Annual 2006) on the critique of structural VARs with long-run restrictions by V.V. Chari, Patrick Kehoe, and Ellen McGrattan. The author thanks numerous economists including his coauthors, TimCogley, Jesus Fernandez-Villaverde, Bob Hall, Chris House, Narayana Kocherlakota, RicardoLagos, Monika Piazzesi, Juan Rubio-Ramirez, Tom Sargent, Martin Schneider, and Jim Stock for very helpful comments.  The author also thanks the NSF for support and Kathy Rolfe and Joan Gieseke for excellent editorial assistance.  Any views expressed here are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System, or the NBER.\n\n\n"
}