{
    "id": 12577,
    "citation_title": "Intellectual Property and Marketing",
    "citation_author": [
        "Darius Lakdawalla",
        "Tomas Philipson",
        "Y. Richard Wang"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "2007-09-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatent protection spurs innovation by raising the rewards for research, but it usually results in less desirable allocations after the innovation has been discovered. In effect, patents reward inventors with inefficient monopoly power.  However, previous analysis of intellectual property has focused only on the costs patents impose by restricting price-competition.  We analyze the potentially important but overlooked role played by competition on dimensions other than price.  Compared to a patent monopoly, competitive firms may engage in inefficient levels of non-price competition -- such as marketing -- when these activities confer benefits on competitors.  Patent monopolies may thus price less efficiently, but market more efficiently than competitive firms. We measure the empirical importance of this issue, using patent-expiration data for the US pharmaceutical industry from 1990 to 2003.  Contrary to what is predicted by price competition alone, we find that patent expirations actually have a negative effect on output for the first year after expiration. This results from the reduction in marketing effort, which offsets the reduction in price.  The short-run decline in output costs consumers at least $400,000 per month, for each drug.  In the long-run, however, expirations do raise output, but the value of expiration to consumers is about 15% lower than would be predicted by a model that considers price-competition alone, without marketing effort.  The non-standard effects introduced by non-price competition alter the analysis of patents' welfare effects.\n\n",
    "acknowledgement": "\nWe are grateful for comments from seminar participants at The University of Chicago and NBER Health Care Workshop, as well as Gary Becker and Casey Mulligan. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}