{
    "id": 12574,
    "citation_title": "Understanding Instrumental Variables in Models with Essential Heterogeneity",
    "citation_author": [
        "James J. Heckman",
        "Sergio Urzua",
        "Edward J. Vytlacil"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the properties of instrumental variables (IV) applied to models with essential heterogeneity, that is, models where responses to interventions are heterogeneous and agents adopt treatments (participate in programs) with at least partial knowledge of their idiosyncratic response. We analyze two-outcome and multiple-outcome models including ordered and unordered choice models. We allow for transition-specific and general instruments. We generalize previous analyses by developing weights for treatment effects for general instruments. We develop a simple test for the presence of essential heterogeneity. We note the asymmetry of the model of essential heterogeneity: outcomes of choices are heterogeneous in a general way; choices are not. When both choices and outcomes are permitted to be symmetrically heterogeneous, the method of IV breaks down for estimating treatment parameters.\n\n",
    "acknowledgement": "\nThis project was supported by NSF grants 0241858, 0099195, and 9709873, and NIH grant R01-HD043411, and a grant from the American Bar Foundation. An early version of this paper was presented as the Review of Economics and Statistics Lecture at Harvard, April 2001; at Princeton University, December 2004; at a workshop on Causality in Economics, Oxford University, August 2005; and at the World Congress of the Econometric Society, August 2005. We thank audience participants at those seminars as well as students in Economics 350 at the University of Chicago in Winter Quarter 2005 for stimulating comments and our discussants at the 2001 seminar, Larry Katz and Robert Moffitt, for helpful comments. We have received additional helpful comments from the editor, Jim Stock and an anonymous referee. Bo Honore, Derek Neal, Weerachart Kilenthong, Sergey Mityakov, Rodrigo Pinto, Jean-Marc Robin and Jora Stixrud provided helpful comments on various drafts. Supplementary material for this paper is available at the website http;//jenni.uchicago.edu/underiv.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}