{
    "id": 12571,
    "citation_title": "The Puzzle of the Antebellum Fertility Decline in the United States: New Evidence and Reconsideration",
    "citation_author": [
        "Michael R. Haines",
        "J. David Hacker"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAll nations that can be characterized as developed have undergone the demographic transition from high to low levels of fertility and mortality.  Most presently developed nations began their fertility transitions in the late nineteenth or early twentieth centuries.  The United States was an exception.  Evidence using census-based child-woman ratios suggests that the fertility of the white population of the United States was declining from at least the year 1800.  By the end of the antebellum period in 1860, child-woman ratios had declined 33 percent.  There is also indication that the free black population was experiencing a fertility transition.  This transition was well in advance of significant urbanization, industrialization, and mortality decline and well in advance of every other presently developed nation with the exception of France.  This paper uses census data on county-level child-woman ratios to test a variety of explanations on the antebellum American fertility transition.  It also uses micro data from the IPUMS files for 1850 and 1860.  A number of the explanations, including the land availability hypothesis, the local labor market-child default hypothesis, and the life cycle saving hypothesis, are consistent with the data, but nuptiality, not one of the usual explanations, emerges as likely very important.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}