{
    "id": 12579,
    "citation_title": "Testing the Theory of Trade Policy: Evidence from the Abrupt End of the Multifibre Arrangement",
    "citation_author": [
        "James Harrigan",
        "Geoffrey Barrows"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "2008-02-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuota restrictions on United States imports of apparel and textiles under the multifibre arrangement (MFA) ended abruptly in January 2005. This change in policy was large, predetermined, and fully anticipated, making it an ideal natural experiment for testing the theory of trade policy. We focus on simple and robust theory predictions about the effects of binding quotas, and also compute nonparametric estimates of the cost of the MFA. We find that prices of quota constrained categories from China fell by 38% in 2005, while prices in unconstrained categories from China and from other countries changed little. We also find substantial quality downgrading in imports from China in previously constrained categories, as predicted by theory. The annual cost of the MFA to U.S. consumers was about $90 per household.\n\n",
    "acknowledgement": "\nInternational Research Department, Federal Reserve Bank of New York, 33 Liberty Street, New York NY 10045. Corresponding author is James Harrigan, james.harrigan@ny.frb.org. This paper is a substantially revised version of our October 2006 NBER Working Paper no. 12579 of the same name. We thank Deirdre Daly for help with the data, and Yue Li and seminar participants at the World Bank and the New York Fed for helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}