{
    "id": 12573,
    "citation_title": "The Control of Politicians in Divided Societies: The Politics of Fear",
    "citation_author": [
        "Gerard Padro i Miquel"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAutocrats in many developing countries have extracted enormous personal rents from power. In addition, they have imposed inefficient policies including pervasive patronage spending. I present a model in which the presence of ethnic identities and the absence of institutionalized succession processes allow the ruler to elicit support from a sizeable share of the population despite large reductions in welfare. The fear of falling under an equally inefficient and venal ruler that favors another group is enough to discipline supporters. The model predicts extensive use of patronage, ethnic bias in taxation and spending patterns and unveils a new mechanism through which economic frictions translate into increased rent extraction by the leader. These predictions are consistent with the experiences of bad governance, ethnic bias, wasteful policies and kleptocracy in post-colonial Africa.\n\n",
    "acknowledgement": "\nI wish to thank Daron Acemoglu, Abhijit Banerjee and Jim Snyder for encouragement and advice. I thank George-Marios Angeletos, Robert Bates, Kanchan Chandra, Jim Fearon, Drew Fudenberg and Ivan Werning for helpful conversations. For suggestions and comments I am grateful to Pol Antras, Raphael Auer, Sylvain Chassang, Erik Snowberg, Romain Wacziarg and several seminar participants at MIT, Harvard, Brown, Columbia, Yale, Stanford, NYU, Kellogg, UC Berkeley, Caltech, IIES, IAE, the NBER Summer Institute and the CIAR institutions meeting. All remaining errors are mine. I gratefully acknowledge financial support from the Fundacion Ramon Areces. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}