{
    "id": 12572,
    "citation_title": "American Indian Mortality in the Late Nineteenth Century: The Impact of Federal Assimilation Policies on a Vulnerable Population",
    "citation_author": [
        "J. David Hacker",
        "Michael R. Haines"
    ],
    "citation_publication_date": "2006-10-06",
    "issue_date": "2006-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder the urging of late nineteenth-century humanitarian reformers, U.S. policy toward American Indians shifted from removal and relocation efforts to state-sponsored attempts to \"civilize\" Indians through allotment of tribal lands, citizenship, and forced education. There is little consensus, however, whether and to what extent federal assimilation efforts played a role in the stabilization and recovery of the American Indian population in the twentieth century. In this paper, we rely on a new IPUMS sample of the 1900 census of American Indians and census-based estimation methods to investigate the impact of federal assimilation policies on childhood mortality. We use children ever born and children surviving data included in the censuses to estimate childhood mortality and [responses to] several questions unique to the Indian enumeration [including tribal affiliation, degree of \"white blood\", type of dwelling, ability to speak English, and whether a citizen by allotment] to construct multivariate models of child mortality. The results suggest that mortality among American Indians in the late nineteenth century was very high - approximately 62% [standardize as % or percent throughout] higher than that for the white population. The impact of assimilation policies was mixed. Increased ability to speak English was associated with lower child mortality, while allotment of land in severalty was associated with higher mortality. The combined effect was a very modest four percent [as above] decline in mortality. As of 1900, the government campaign to assimilate Indians had yet to result in a significant decline in Indian mortality while incurring substantial economic and cultural costs.\n\n",
    "acknowledgement": "\nThis paper was originally presented at the Conference on Vulnerable Populations in Paris, July, 2005, sponsored by the International Union for the Scientfic Study of Population.  It was also presented at the 2006 Annual Meetings of the Population Association of America, March-April, 2006, Los Angles, CA.  It is scheduled to appear in tbe Annales de demographie historique.  The editor, Dr. Patrice Bourdelais, has given permission to issue this working paper.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}