{
    "id": 12588,
    "citation_title": "Optimal Inequality/Optimal Incentives: Evidence from a Tournament",
    "citation_author": [
        "Richard B. Freeman",
        "Alexander M. Gelber"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines performance in a tournament setting with different levels of inequality in rewards and different provision of information about individual's skill at the task prior to the tournament.  We find that that total tournament output depends on inequality according to an inverse U shaped function: We reward subjects based on the number of mazes they can solve, and the number of solved mazes is lowest when payments are independent of the participants' performance; rises to a maximum at a medium level of inequality; then falls at the highest level of inequality.  These results are strongest when participants know the number of mazes they solved relative to others in a pre-tournament round and thus can judge their likely success in the tournament.  Finally, we find that cheating/fudging on the experiment responds to the level of inequality and information about relative positions.  Our results support a model of optimal allocation of prizes in tournaments that postulate convex cost of effort functions.\n\n",
    "acknowledgement": "\nWe thank Judd Kessler, Dina Pomeranz, Alvin Roth, and seminar participants at Harvard University for suggestions.  We thank Timur Akazhanov, Andrea Ellwood, Judd Kessler, and Julian Kolev for research assistance.  All remaining errors are our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}