{
    "id": 12584,
    "citation_title": "Shooting the Auctioneer",
    "citation_author": [
        "Roger E. A. Farmer",
        "Andrew Hollenhorst"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost dynamic stochastic general equilibrium models of the macroeconomy assume that labor is traded in a spot market. Two exceptions by David Andolfatto and Monika Merz combine a two-sided search model with a one-sector real business cycle model. These hybrid models are successful, in some dimensions, but they cannot account for observed volatility in unemployment and vacancies.  Following suggestions by Robert Hall and Robert Shimer, this paper shows that a relatively standard DSGE model with sticky wages can account for these facts. Using a second-order approximation to the policy function we simulate moments of an artificial economy with and without sticky wages and we document the dependence of unemployment and vacancy volatility on two key parameters; the disutility of effort and the degree of wage stickiness. We compute the welfare costs of the sticky wage equilibrium and find them to be small.\n\n",
    "acknowledgement": "\nThis research was supported by NSF grant SBR 0418174. The authors wish to thank Stephanie Schmitt Grohe and Martin Uribe for helpful and extensive comments on an earlier draft. We also wish to thank participants at the NBER summer institute in 2005 and seminar particiapnts at Duke University and the University of British Columbia.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}