{
    "id": 12586,
    "citation_title": "Fiscal Policy and Macroeconomic Uncertainty in Developing Countries: The Tale of the Tormented Insurer",
    "citation_author": [
        "Enrique G. Mendoza",
        "P. Marcelo Oviedo"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments in emerging markets often behave like a \"tormented insurer,\" trying to use non-state-contingent debt instruments to avoid cuts in payments to private agents despite large fluctuations in public revenues. In the data, average public debt-GDP ratios decline as the variability of revenues increases, primary balances and current expenditures follow cyclical patterns sharply at odds with the countercyclical patterns of industrial countries, and the cyclical variability of public expenditures exceeds that of private expenditures by a wide margin. This paper proposes a model of a small open economy with incomplete markets that can rationalize this behavior. In the model a fiscal authority makes optimal expenditure and debt plans given shocks to output and revenues, and private agents make optimal consumption and asset accumulation plans. Quantitative analysis of the model calibrated to Mexico yields a negative relationship between average public debt and revenue variability similar to the one observed in the data. The model mimics Mexico's GDP correlations of government purchases and the primary balance. The ratio of public-to-private expenditures fluctuates widely and the implied welfare costs dwarf conventional estimates of negligible benefits of risk sharing and consumption smoothing.\n\n",
    "acknowledgement": "\nWe are grateful to Guillermo Calvo, Gita Gopinath, Alejandro Izquierdo, and Nouriel Rubini for their helpful comments. We have also benefited from comments by participants at the 2006 AEA Annual Meetings, the Summer 2006 IFM Meeting at the NBER, the Summer 2006 Meetings of the Econometric Society, and by seminar participants at Iowa State University and the IMF.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}