{
    "id": 12581,
    "citation_title": "Technology and Labor Regulations",
    "citation_author": [
        "Alberto Alesina",
        "Joseph Zeira"
    ],
    "citation_publication_date": "2006-10-13",
    "issue_date": "2006-10-13",
    "revision_date": "2009-04-03",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany low skilled jobs have been substituted away for machines in Europe, or eliminated, much more so than in the US, while technological progress at the \"top\", i.e. at the high-tech sector, is faster in the US than in Europe. This paper suggests that the main difference between Europe and the US in this respect is their different labor market policies. European countries reduce wage flexibility and inequality through a host of labor market regulations, like binding minimum wage laws, permanent unemployment subsidies, firing costs, etc. Such policies create incentives to develop and adopt labor saving capital intensive technologies at the low end of the skill distribution.  At the same time technical change in the US is more skill biased than in Europe, since American skilled wages are higher. In the last few years some partial labor market reforms in Europe may have started to slow down or even reverse this trend.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Olivier Blanchard, Francesco Caselli, Giovanni Di Bartolomeo, Giorgio di Giorgio, Gene Grossman, Sharon Haddad, Larry Katz, Francis Kramarz and Chris Pissarides for very useful comments. Filipe Campante and Sarit Weisbrod provided excellent research assistantship. Joseph Zeira thanks the Israel Science Foundation, the Aaron and Michael Chilewich Chair and the Mary Curie Transfer of Knowledge Fellowship of the European Community's 6th Framework Program under contract MTKD-CT-014288 for financial support. Remaining errors are of course ours only. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}