{
    "id": 12590,
    "citation_title": "Bank Distress During the Great Contraction, 1929 to 1933, New Data from the Archives of the Board of Governors",
    "citation_author": [
        "Gary Richardson"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the contraction from 1929 through 1933, the Federal Reserve System tracked changes in the status of all banks operating in the United States and determined the cause of each bank suspension. This essay introduces that hitherto dormant data and analyzes chronological patterns in aggregate series constructed from it. The analysis demonstrates both illiquidity and insolvency were substantial sources of bank distress. Contagion (via correspondent networks and bank runs) propagated the initial banking panics. As the depression deepened and asset values declined, insolvency loomed as the principal threat to depository institutions. These patterns corroborate some and question other conjectures concerning the causes and consequences of the financial crisis during the Great Contraction.\n\n",
    "acknowledgement": "\nI thank Shagufta Ahmed, Shaista Ahmed, Jacqueline Chattopadhay, Ching-Yi Chung, Nathan Montgomery, Yuiichi Inomata, Mark Ng, Mitra Pai, Doris Sum, Brandon Tsang, Ian Wagner, and Eve Wang for research assistance. I thank Reid Click, Deborah Kauffman, Ed and Edwin Richardson, and Gloria Richardson for accommodations near the National Archives. I thank Erik Heitfield for the loan of photographic equipment. I thank Marigee Bacolod, Dan Bogart, William Branch, Mark Carlson, Milton Friedman, Michelle Garfinkel, Ami Glazer, Joseph Mason, and Kris Mitchener for extensive comments on earlier drafts of this essay. I thank numerous friends and colleagues for comments, advice, and encouragement.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}