{
    "id": 12595,
    "citation_title": "What Drove First Year Premiums in Stand-Alone Medicare Drug Plans?",
    "citation_author": [
        "Kosali I. Simon",
        "Claudio Lucarelli"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMedicare's Part D offers heavily subsidized new drug coverage to 22.5 million seniors to date, of whom 16.5 million are in stand-alone drug plans (Department of Health and Human Services, 2006). The government delegated the delivery of the benefit to private insurance companies arguing that market incentives would lead them to provide coverage at the lowest price possible. The massive entry of plans and the large variety of actuarial designs and formularies offered make it complicated to assess how insurers set premiums during this first year of the program. This paper presents the first econometric evidence on whether premiums in the stand-alone drug plan markets are driven by the relevant factors predicted by insurance theory. Using data gathered from the Centers for Medicare and Medicaid Services, we measure a plan's generosity as the simulated out of pocket payments for different sets of drugs. We also identify the listed full drug prices by each insurer and merge these with other plan and geographical characteristics to test predictions about how insurers set premiums. We find evidence that a) the number of insurers in a market is big enough such that it does not appear to influence premiums, b) the full drug prices listed appear to be reflected to some degree in the premiums charged c) plan characteristics such as the provision of extra coverage are reflected in higher premiums, but overall there is a weak relationship between premiums and simulated out of pocket payments for different sets of drugs d) the institutional setting and regional market characteristics affect the firms' bidding behavior and their resulting premiums. Insurers appear to have responded strongly to program incentives such as the automatic enrollment of dual Medicaid-Medicare beneficiaries into low cost plans. As data for 2007 are made available, it will be important to see if plans follow similar pricing strategies in subsequent years of this program.\n\n",
    "acknowledgement": "\nWe thank the Cornell Center for Consumer Pharmaceutical Research, funded by the Merck Philanthropic Arm for financial support. We thank Anirban Mukerjee, Megan Tracz, Veronica Conte, Rebecca Lee, and Christine Marschilok for helping us gather the plan data used in this paper, and to Vicki Lanier and Evelyn Hermes DeSantis for help with selecting pharmaceutical lists. John Cawley, Jack Hoadley, Sean Nicholson and Steve Pizer provided helpful comments. All errors and opinions expressed are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}