{
    "id": 12598,
    "citation_title": "The Assignment of Property Rights on the Western Frontier: Lessons for Contemporary Environmental and Resource Policy",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn addressing environmental and natural resource problems, there is a move away from primary reliance upon centralized regulation toward assignment of property rights to mitigate the losses of open-access. I examine the assignment of private property rights during the 19th and early 20th centuries to five natural resources, mineral land, timberland, grazing and farm land, and water on federal government lands in the Far West. The region was richly endowed with natural resources, but assigning property rights to them required adaptation from established, eastern practices as defined by the federal land laws. The property rights that emerged and their long-term welfare effects provide a laboratory for examining current questions of institutional design to address over-fishing, excessive air pollution, and other natural resource and environmental problems. A major lesson is that property rights allocations based on local conditions, prior use, and unconstrained by outside government mandates were most effective in addressing not only the immediate threat of open-access, but in providing a longer-term basis for production, investment, and trade. Another lesson is how hard it is to repair initial faulty property allocations. Accordingly, path dependencies in property rules are real, and they have dominated the economic history of resource use in the West.\n\n",
    "acknowledgement": "\nPrepared as the Presidential Address for the Economic History Association Meetings, September 14-17, Pittsburgh, Pennsylvania. Helpful comments were provided by Lee Alston, Terry Anderson, Bob Deacon, Charlie Kolstad, and Zeynep Hansen.  Support for this research was provided by National Science Foundation Grant 0317375, the Hoover Institution, and the Earhart Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}