{
    "id": 12597,
    "citation_title": "Defined Contribution Plans, Defined Benefit Plans, and the Accumulation of Retirement Wealth",
    "citation_author": [
        "James Poterba",
        "Joshua Rauh",
        "Steven Venti",
        "David Wise"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe private pension structure in the United States, once dominated by defined benefit (DB) plans, is currently divided between defined contribution (DC) and DB plans.  Wealth accumulation in DC plans depends on the participant's contribution behavior and on financial market returns, while accumulation in DB plans is sensitive to a participant's labor market experience and to plan parameters.  This paper simulates the distribution of retirement wealth, as well as the average level of such wealth, under representative DB and DC plans.  The analysis considers the role of asset returns, earnings histories, and retirement plan characteristics using data from the Health and Retirement Study (HRS).  To simulate wealth in DC plans, individuals are randomly assigned a share of wages that they and their employer contribute to the plan.  The analysis considers several possible asset allocation strategies, with asset returns drawn from the historical return distribution.  The DB plan simulations draw earnings histories from the HRS, and randomly assign each individual a pension plan drawn from a sample of large private and public defined benefit plans.  The simulations yield distributions of both DC and DB wealth at retirement as well as estimates of the certainty-equivalent wealth associated with representative DB and DC pension structures.  The results suggest that average retirement wealth accruals under current DC plans exceed average accruals under private sector DB plans, although the heterogeneity in both types of plans implies many deviations from this rule.  The comparison of current DC plans with more generous public sector DB plans is less definitive, because public sector DB plans are more generous on average than their private sector counterparts.  The ranking of the expected value of retirement wealth accruals, and the certainty equivalent of those accruals, for these two classes of plans is sensitive to assumptions about the asset allocation rules of the DC plan participant.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Tonja Bowen for extraordinary and tireless research assistance, to Gary Engelhardt and Anil Kumar for graciously providing us with tabulations from their HRS Defined Contribution Plan imputation algorithm, to Paul Bingley, Peter Diamond, Gary Engelhardt, Jon Gruber, Helena Stolyarova, and many seminar participants for helpful comments, and to the National Institute of Aging for research support under grant number P01 AG005842. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}