{
    "id": 12592,
    "citation_title": "Skill vs. Luck in Entrepreneurship and Venture Capital: Evidence from Serial Entrepreneurs",
    "citation_author": [
        "Paul Gompers",
        "Anna Kovner",
        "Josh Lerner",
        "David Scharfstein"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "2024-09-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that a large component of success in entrepreneurship and venture capital can be attributed to skill. We show that entrepreneurs with a track record of success are more likely to succeed than first time entrepreneurs and those who have previously failed. Funding by more experienced venture capital firms enhances the chance of success, but only for entrepreneurs without a successful track record. Similarly, more experienced venture capitalists are able to identify and invest in first time entrepreneurs who are more likely to become serial entrepreneurs. Investments by venture capitalists in successful serial entrepreneurs generate higher returns for their venture capital investors. This finding provides further support for the role of skill in both entrepreneurship and venture capital.\n\n",
    "acknowledgement": "\nHelpful comments were provided by Yael Hochberg, Steve Kaplan, Roni Michaely, Avri Ravid, and various seminar participants. We thank for Tim Dore for exceptional research assistance on this project. Harvard Business SchoolÂ's Division of Research and the National Science Foundation provided financial assistance. All errors and omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}