{
    "id": 12591,
    "citation_title": "Monetary Intervention Mitigated Banking Panics During the Great Depression: Quasi-Experimental Evidence from the Federal Reserve District Border in Mississippi, 1929 to 1933",
    "citation_author": [
        "Gary Richardson",
        "William Troost"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Federal Reserve Act of 1913 divided Mississippi between the 6th (Atlanta) and 8th (St. Louis) Federal Reserve Districts. Before and during the Great Depression, these districts' policies differed. The Atlanta Fed championed monetary activism and the extension of credit to troubled banks. The St. Louis Fed adhered to the doctrine of real bills and eschewed expansionary initiatives. Outcomes differed across districts. In the 6th District, banks failed at lower rates than in the 8th District, particularly during the banking panic in the fall of 1930. The pattern suggests that discount lending reduced failure rates during periods of panic. Historical evidence and statistical analysis corroborates this conclusion.\n\n",
    "acknowledgement": "\nWe thank friends and colleagues for advice and encouragement. Dan Bogart, Michael Bordo, Jan Brueckner, Ami Glazer, Michelle Garfinkel, Jean-Laurent Rosenthal, Eugene White, and participants in seminars at the Federal Deposit Insurance Corporation, Federal Reserve Board of Governors, NBER Summer Institute, Rutgers University, UC Irvine, and Western Economics Association provided comments on earlier drafts. Please direct inquiries to the principal author, Gary Richardson, garyr@uci.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}