{
    "id": 12599,
    "citation_title": "You Cannot be Serious: The Conceptual Innovator as Trickster",
    "citation_author": [
        "David Galenson"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1917, when the American Society of Independent Artists refused to exhibit a porcelain urinal that Marcel Duchamp had submitted to them as a sculpture, a friend of Duchamp's wrote :  \"There are those who anxiously ask: 'Is he serious or is he joking?' Perhaps he is both!\" Duchamp's behavior - making a provocative and radically innovative artistic gesture, then declining to explain his motives in the face of accusations that this was a hoax - became a model that subsequently inspired a series of iconoclastic young conceptual innovators. These include many of the most important artists of the twentieth century, and their line of descent runs from Joseph Beuys, Andy Warhol, Yves Klein, and Piero Manzoni to Gilbert & George, Jeff Koons, Tracey Emin and Damien Hirst. The ambiguity of these artists' actions has triggered heated and persistent debates over the sincerity of their work, which have increased the effectiveness of the work's attacks on existing artistic conventions at the same time that they have advanced the artists' reputations and careers. The model of the conceptual artist as trickster is a novel feature of the innovative conceptual art of the past century, and it has produced a type of conceptual art that is more personal than nearly all other forms of art: we can never look at their work without thinking not only of their ideas - what is the artistic significance of a manufactured object purchased at a hardware store, or a silkscreen of a photograph taken from a magazine - but also of their attitudes - was Fountain or Fat Chair really intended to be taken seriously?\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}