{
    "id": 12594,
    "citation_title": "Deposit Insurance and the Composition of Bank Suspensions in Developing Economies: Lessons from the State Deposit Insurance Experiments of the 1920S",
    "citation_author": [
        "Ching-Yi Chung",
        "Gary Richardson"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEight states established deposit insurance systems between 1908 and 1917. All abandoned the systems between 1921 and 1930. Scholars debate the costs and benefits of these policy experiments. New data drawn from the archives of the Federal Reserve Board of Governors demonstrate that deposit insurance influenced the composition of bank suspensions in these states. In typical years, suspensions due to runs fell. Suspensions due to mismanagement rose. During the penultimate year of each system, the bank failure rate rose to an unsustainable height and the system ceased operations.\n\n",
    "acknowledgement": "\nWe thank John DiNardo, Erik Heitfield, Kris Mitchener, Stergios Skepardas, numerous friends and colleagues, two anonymous referees, and participants in seminars at the Federal Reserve Board of Governors, the University of California at Riverside, Cal State Fullerton, and the 2003 Cliometrics Conference for advice, comments, and encouragement. We thank the University of California for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}