{
    "id": 12601,
    "citation_title": "The Causes and Consequences of Land Use Regulation: Evidence from Greater Boston",
    "citation_author": [
        "Edward L. Glaeser",
        "Bryce A. Ward"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOver the past 30 years, eastern Massachusetts has seen a remarkable combination of rising home prices and declining supply of new homes.  The reductions in new supply don't appear to reflect a real lack of land, but instead reflect a response to man-made restrictions on development.  In this paper, we examine the land-use regulations in greater Boston.  There has been a large increase in the number of new regulations, which differ widely over space.  Few variables, other than historical density and abundant recreational water, reliably predict these regulations.  High lot sizes and other regulations are associated with less construction.  The regulations boost prices by decreasing density, but density levels seem far too low to maximize total land value.\n\n",
    "acknowledgement": "\nGlaeser thanks the Rappaport Institute for Greater Boston and the Taubman Center for State and Local Government for financial support.  The data set was collected by the Pioneer Institute and we are particularly grateful to Amy Dain and Jenny Schuetz for their work on the data.  This paper partially incorporates earlier work that was joint with Jenny Schuetz (Glaeser, Schuetz and Ward, 2006).  David Luberoff provided significant assistance on this paper.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}