{
    "id": 12603,
    "citation_title": "Lead Pipes and Child Mortality",
    "citation_author": [
        "Karen Clay",
        "Werner Troesken",
        "Michael Haines"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning around 1880, public health issues and engineering advances spurred the installation of city water and sewer systems.  As part of this growth, many cities chose to use lead service pipes to connect residences to city water systems.  This choice had negative consequences for child mortality, although the consequences were often hard to observe amid the overall falling death rates.  This paper uses national data from the public use sample of the 1900 Census of Population and data on city use of lead pipes in 1897 to estimate the effect of lead pipes on child mortality.  In 1900, 29 percent of the married women in the United States who had given birth to at least one child and were age forty-five or younger lived in locations where lead service pipes were used to deliver water.  Because the effect of lead pipes depended on the acidity and hardness of the water, much of the negative effect was concentrated on the densely populated eastern seaboard. In the full sample, women who lived on the eastern seaboard in cities with lead pipes experienced increased child mortality of 9.3 percent relative to the sample average.  These estimates suggest that the number of child deaths attributable to the use of lead pipes numbered in the tens of thousands. Many surviving children may have experienced substantial IQ impairment as a result of lead exposure.  The tragedy is that lead problems were avoidable, particularly once data became available on the toxicity of lead.  These findings have implications for current policy and events.\n\n",
    "acknowledgement": "\nTroesken gratefully acknowledges grant support from the NIH, P01 AG10120-09A1 The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}