{
    "id": 12607,
    "citation_title": "Further Tests of Abortion and Crime: A Response to Donohue and Levitt (2001,2004, 2006)",
    "citation_author": [
        "Theodore J. Joyce"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe association between legalized abortion and crime remains a contentious finding with major implications for social policy.  In this paper, I replicate analyses of Donohue and Levitt (2001, 2004, 2006) in which they regress age-specific arrests and homicides on cohort-specific abortion rates.  I find that the coefficient on the abortion rate in a regression of age-specific homicide or arrest rates has either the wrong sign or is small in magnitude and statistically insignificant when adjusted for serial correlation.  Efforts to instrument for measurement error are flawed and attempts to identify cohort from selection effects are mis-specified.  Nor are their findings robust to alternative identification strategies.  A convincing test of abortion and crime should be based on an exogenous change in abortion that had a demonstrable effect on fertility. Thus, I analyze changes in abortion rates before and after Roe to identify changes in unwanted fertility.  I use within-state comparison groups to net out hard to measure period effects.  I also follow Donohue and Levitt (2004) and average the effects of abortion on crime over 15 to 20 years of the life of a cohort to lessen the impact of the crack epidemic. I find little support for a credible association between legalized abortion and crime.\n\n",
    "acknowledgement": "\nI thank Christopher Foote, Andrew Racine, Steven Levitt and Robert Kaestner for helpful comments as well as seminar participants at the NBER Health Economics Program, Carnegie Mellon's Heinz School of Public Policy, American Enterprise Institute, University of Rochester, and University of Illinois, Chicago.  Silvie Colman provided terrific research assistance.  I am responsible for all errors.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}