{
    "id": 12605,
    "citation_title": "Sticky Information in General Equilibrium",
    "citation_author": [
        "N. Gregory Mankiw",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and analyzes a general-equilibrium model with sticky information. The only rigidity in goods, labor, and financial markets is that agents are inattentive, sporadically updating their information sets, when setting prices, wages, and consumption. After presenting the ingredients of such a model, the paper develops an algorithm to solve this class of models and uses it to study the model's dynamic properties. It then estimates the parameters of the model using U.S. data on five key macroeconomic time series. It finds that information stickiness is present in all markets, and is especially pronounced for consumers and workers. Variance decompositions show that monetary policy and aggregate demand shocks account for most of the variance of inflation, output, and hours.\n\n",
    "acknowledgement": "\nThis is an extended version of our paper with the same title published in the Journal of the European Economic Association, April-May 2007. It includes a lengthy appendix laying out the model, solving it, proving the propositions, and explaining the algorithms. All of the programs used are available at our websites. We are grateful to Tiago Berriel for excellent research assistance, and to Ruchir Agarwal and Mark Watson for useful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}