{
    "id": 12606,
    "citation_title": "The Conquest of South American Inflation",
    "citation_author": [
        "Thomas Sargent",
        "Noah Williams",
        "Tao Zha"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe infer determinants of Latin American hyperinflations and stabilizations by using the method of maximum likelihood to estimate a hidden Markov model that potentially assigns roles both to fundamentals in the form of government deficits that are financed by money creation and to destabilizing expectations dynamics that can occasionally divorce inflation from fundamentals.  Our maximum likelihood estimates allow us to interpret observed inflation rates in terms of variations in the deficits, sequences of shocks that trigger temporary episodes of expectations driven hyperinflations, and occasional superficial reforms that cut inflation without reforming deficits. Our estimates also allow us to infer the deficit adjustments that seem to have permanently stabilized inflation processes.\n\n",
    "acknowledgement": "\nThis paper has benefited from help and encouragement of many people. We thank Eduardo Ganapolsky, Karsten Jeske, Albert Marcet, David Romer, and especially Christopher  Sims, Dan Waggoner, and Michael Woodford for helpful discussions. Sagiri Kitao, Tomasz Piskorski, and Demian Pouzo provided their outstanding research assistance; Namgeun Jeong and Eric Wang provided indispensable assistance on clustering and parallel computing in the Linux operating system. We acknowledge the technical support of the Computing College of Georgia Institute of Technology on grid computation techniques. Finally, we thank Mike Chriszt, Jose Ricardo, Diego Vilan, and Elena Whisler for their help with both collecting the data and understanding institutional details. Sargent thanks the National Science Foundation for research support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}