{
    "id": 12609,
    "citation_title": "Equilibrium Yield Curves",
    "citation_author": [
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers how the role of inflation as a leading business-cycle indicator affects the pricing of nominal bonds. We examine a representative agent asset pricing model with recursive utility preferences and exogenous consumption growth and inflation. We solve for yields under various assumptions on the evolution of investor beliefs. If inflation is bad news for consumption growth, the nominal yield curve slopes up. Moreover, the level of nominal interest rates and term spreads are high in times when inflation news are harder to interpret. This is relevant for periods such as the early 1980s, when the joint dynamics of inflation and growth was not well understood.\n\n",
    "acknowledgement": "\nEmail addresses: piazzesi@uchicago.edu, martin.schneider@nyu.edu. We thank Pierpaolo Benigno and John Campbell for helpful discussions. We also thank Andy Atkeson, David Backus, Frederico Belo, John Cochrane, Lars Hansen, Anil Kashyap, Patrick Kehoe, Narayana Kocherlakota, Ricardo Mayer, Ellen McGrattan, Lubos Pastor, Chris Sims, Harald Uhlig, Michael Woodford and seminar participants at UCLA, the Minneapolis Fed and the University of Chicago for their comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}