{
    "id": 12608,
    "citation_title": "Methodological Issues in the Evaluation of Parental Involvement Laws: Evidence from Texas",
    "citation_author": [
        "Silvie Colman",
        "Theodore J. Joyce",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe number of states that require parental involvement in a minor's decision to terminate a pregnancy has more than doubled since 1988.  Congress is currently considering legislation that would further limit access to abortion for minors who reside in states that enforce parental involvement laws.  So far, the academic literature has not reached a consensus as to the impact of such abortion restrictions, mainly due to methodological limitations caused by the inability to measure cross-state travel and misclassification of exposure.  Using detailed data on abortions and births from Texas, we demonstrate that these limitations led researchers to overestimate the decline in minors' abortion rate, underestimate the increase in their birth rate, and to miss an important behavioral response to the law, which is the tendency to delay the abortion among a group of older minors.  Correction of these methodological problems is important given the controversy surrounding abortion and the need of voters and policymakers to accurately assess the likely impact of these laws.\n\n",
    "acknowledgement": "\nThis research is supported by a grant from the National Institute of Child Health and Human Development (NICHD) to the National Bureau of Economic Research (R03 HD49359-01).  Officials from NICHD had no role in the study.  Human Subject approval was granted by the Institutional Review Board of the Texas Department of State Health Services on October 27, 2004 (IRB# 04-051).  We thank Stanley Henshaw for information on abortions to teens from Texas in New Mexico.  We also thank seminar participants at the National Bureau of Economic Research Health Economics Conference, Johns Hopkins University, Baruch College School of Public Affairs, Rice University and the University of Houston.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}