{
    "id": 12602,
    "citation_title": "Trade Costs in the First Wave of Globalization",
    "citation_author": [
        "David S. Jacks",
        "Christopher M. Meissner",
        "Dennis Novy"
    ],
    "citation_publication_date": "2006-10-18",
    "issue_date": "2006-10-18",
    "revision_date": "2007-08-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat drives globalization today and in the past? We employ a new micro-founded measure of bilateral trade costs based on a standard model of trade in differentiated goods to address this question. These trade costs gauge the difference between observed bilateral trade and frictionless trade. They comprise tariffs, transportation costs and all other factors that impede international trade but which are inherently difficult to observe. Trade costs fell on average by ten to fifteen percent between 1870 and 1913. We also use this measure to decompose the growth of global trade over that period and find that roughly 44 percent of the global trade boom can be explained by reductions in trade costs; the remaining 56 percent is attributable to economic expansion.\n\n",
    "acknowledgement": "\nWe appreciate feedback from seminar participants at the Canadian Economics Association, NBER Development of the American Economy Summer Institute, Marie Curie Training Network Conference at Lund, Stockholm School of Economics, TARGET, University of British Columbia, UC Irvine, Warwick, and Yale. Rafael de Hoyos provided helpful early research assistance. Jacks thanks the Social Science and Humanities Research Council of Canada for funding. The authors are responsible for any remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}