{
    "id": 12614,
    "citation_title": "Bubbles and Self-Enforcing Debt",
    "citation_author": [
        "Christian Hellwig",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize equilibria with endogenous debt constraints for a general equilibrium economy with limited commitment in which the only consequence of default is losing the ability to borrow in future periods. First, we show that equilibrium debt limits must satisfy a simple condition that allows agents to exactly roll over existing debt period by period. Second, we provide an equivalence result, whereby the resulting set of equilibrium allocations with self-enforcing private debt is equivalent to the allocations that are sustained with unbacked public debt or rational bubbles; for the latter, there exist well known existence and characterization results. In contrast to the classic result by Bulow and Rogoff (AER 1989), positive levels of debt are sustainable in our environment because the interest rate is sufficiently low to provide repayment incentives.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Andy Atkeson, V.V. Chari, Hal Cole, Nobu Kiyotaki, Narayana Kocherlakota, John Moore, Fabrizio Perri, Balasz Szentes, Aleh Tsyvinski, Ivan Werning, and Mark Wright for useful comments and seminar audiences at the Columbia, European University Institute (Florence), Mannheim, Maryland, the Max Planck Institute (Bonn), NYU, Notre Dame, Penn State, Pompeu Fabra, Stanford, Texas (Austin), UCLA, UCSB, the Federal Reserve Banks of Chicago, Dallas and Minneapolis, the 2002 SED Meetings (New York), 2002  Stanford Summer Institute in Theoretical Economics, the 2003 Bundesbank/CFS/FIC conference on Liquidity and Financial Instability (Eltville, Germany) for feedback. Lorenzoni thanks the Research Department of the Minneapolis FED for hospitality during part of this research. Hellwig gratefully acknowledges financial support through the ESRC. All remaining errors and omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}