{
    "id": 1261,
    "citation_title": "Military Enlistments: What Can We Learn From Geographic Variation?",
    "citation_author": [
        "Charles Brown"
    ],
    "citation_publication_date": "1984-01-01",
    "issue_date": "1984-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the determinants of the supply of enlistees to the U.S. Army, using quarterly data from 1975:4 through 1982:3 for the 50 states and the District of Columbia. For high-quality enlistees, defined as those with test scores in the top half of the population or top scoring individuals who are also high school graduates, supply elasticities with respect to military compensation are estimated to be about 1.0. Elasticities with respect to the unemployment rate center on 0.5, larger than most previous estimates. Recruiting resources have the expected effects (Army recruiters increase and other services recruiters reduce Army enlistments). Advertising (both national and local) does not have consistently positive effects. Results are similar for high school graduates,except that the effect of military compensation depends crucially on how it is measured. Estimates of the supply of enlistees of all qualities are weaker still: estimates of compensation effects vary widely, and estimated effects of recruiters and advertising are less plausible. Unemployment elasticities of about 0.3 are smaller than for high-quality recruits, but hardlyn egligible.A tentative explanation for the weaker results of the latter two groupsis that the number of such enlistees is not supply determined, but reflect demand constraints as well. Further work is needed to determine how standards for enlistees vary in each recruiting district in response to both national and local fluctuations in recruit supply.\n\n",
    "acknowledgement": "\n"
}