{
    "id": 12611,
    "citation_title": "Evaluating the Economic Significance of Downward Nominal Wage Rigidity",
    "citation_author": [
        "Michael W. Elsby"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existence of downward nominal wage rigidity has been abundantly documented, but what are its economic implications? This paper demonstrates that, even when wages are allocative, downward wage rigidity can be consistent with weak macroeconomic effects. Firms have an incentive to compress wage increases as well as wage cuts when downward wage rigidity binds. By neglecting compression of wage increases, previous literature may have overstated the costs of downward wage rigidity to firms. Using microdata from the US and Great Britain, I find that evidence for compression of wage increases when downward wage rigidity binds. Accounting for this reduces the estimated increase in aggregate wage growth due to wage rigidity to be much closer to zero. These results suggest that downward wage rigidity may not provide a strong argument against the targeting of low inflation rates.\n\n",
    "acknowledgement": "\nI am particularly grateful to Alan Manning and to the Editor Robert King for detailed comments. I am also grateful to Andrew Abel, Joseph Altonji, David Autor, Marianne Bertrand, Stephen Bond, William Dickens, Juan Dolado, Lorenz Goette, Maarten Goos, Steinar Holden, Chris House, Francis Kramarz, Richard Layard, Stephen Machin, Jim Malcomson, Ryan Michaels, Sendhil Mullainathan, Steve Pischke, Matthew Rabin, Gary Solon, and Jennifer Smith for valuable comments, and seminar participants at Michigan, Birkbeck, Boston Fed, Chicago GSB, the CEPR ESSLE 2004 conference, European Winter Meetings of the Econometric Society 2004, Federal Reserve Board, Oslo, Oxford, Stockholm IIES, Warwick, and Zurich, for helpful suggestions. Any errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}