{
    "id": 12615,
    "citation_title": "Time Preference, Time Discounting, and Smoking Decisions",
    "citation_author": [
        "Ahmed Khwaja",
        "Dan Silverman",
        "Frank Sloan"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the relationship between time discounting, other sources of time preference, and intertemporal choices about smoking. Using a survey fielded for our analysis, we elicit rates of time discount from choices in financial and health domains. We also examine the relationship between other determinants of time preference and smoking status. We find very high rates of time discount in the financial realm for a horizon of one year, irrespective of smoking status. In the health domain, the implied rates of time discount decline with the length of the time delay (hyperbolic discounting) and the sign of the payoff (the \"sign effect\"). We use a series of questions about the willingness to undergo a colonoscopy to elicit short- and long-run rates of discount in a quasi-hyperbolic discounting framework, finding no evidence that short-run and long-run rates of discount differ by smoking status. Using more general measures of time preference, i.e., impulsivity and length of financial planning horizon, smokers are more impatient. However, neither of these measures is significantly correlated with the measures of time discounting. Our results indicate that subjective rates of time discount revealed through committed choice scenarios are not related to differences in smoking behavior. Rather, a combination of more general measures of time preference and self-control, i.e., impulsivity and financial planning, are more closely related to the smoking decision.\n\n",
    "acknowledgement": "\nThis research has been supported in part by a grant from the Robert Wood Johnson Foundation's Substance Abuse Research Program. \"Why Mature Smokers Don't Quit.\" We acknowledge the able research assistance of Yang Wang, and thank Judith Wagner for her suggestions about computing the longevity gains from colonoscopy. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}