{
    "id": 12612,
    "citation_title": "Tracing the Impact of Bank Liquidity Shocks: Evidence from an Emerging Market",
    "citation_author": [
        "Atif Mian",
        "Asim Ijaz Khwaja"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo liquidity shocks matter? While even a simple `yes' or `no' presents identification challenges, going beyond this entails tracing how such shocks to lenders are passed on to borrowers, and whether borrowers can in turn cushion these shocks through the credit market. This paper does so by using data that follows all loans made by lenders to borrowing firms in Pakistan, and exploiting cross-bank variation in liquidity shocks induced by the unanticipated nuclear tests in 1998. We isolate the causal impact of the bank lending channel by showing that for the same firm borrowing from two different banks, its loan from the bank experiencing a 1% larger decline in liquidity drops by an additional 0.6%. The liquidity shock also lowers the probability of continued lending to old clients and extending credit to new ones. Although this lending channel affects all firms significantly, large firms and those with strong business and political ties completely compensate the effect by borrowing more from more liquid banks - both through existing and new banking relationships. In contrast, small unconnected firms are entirely unable to hedge and face large drops in overall borrowing and increased financial distress. The liquidity shocks thus have large distributional consequences.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the State Bank of Pakistan (SBP) for providing the data used in this paper. Our heartfelt thanks to Abid Qamar at SBP for clarifying many data related questions, and Oscar Vela for his research assistance. The results in this paper do not necessarily represent the views of the SBP. We also thank Jeffrey Frankel, Robert Lawrence, Anil Kashyap, David Scharfstein, Daniel Paravisini and numerous seminar participants for helpful comments and suggestions. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}