{
    "id": 12616,
    "citation_title": "A Simple Test of the Effect of Interest Rate Defense",
    "citation_author": [
        "Allan Drazen",
        "Stefan Hubrich"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh interest rates to defend the exchange rate signal that a government is committed to fixed exchange rates, but may also signal weak fundamentals.  We test the effectiveness of the interest rate defense by disaggregating into the effects on future interest rates differentials, expectations of future exchange rates, and risk premia.  While much previous empirical work has been inconclusive due to offsetting effects, tests that \"disaggregate\" the effects provide significant information.  Raising overnight interest rates strengthens the exchange rate over the short-term, but also leads to an expected depreciation at a horizon of a year and longer and an increase in the risk premium, consistent with the argument that it also signals weak fundamentals.\n\n",
    "acknowledgement": "\nPaper presented at the 18th Annual TRIO Conference, Tokyo, Japan, December 2005 and forthcoming in the Journal of the Japanese and International Economies. For useful comments, we wish to thank our discussants, Shin-ichi Fukuda and Shigenori Shiratsuka, as well as Takatoshi Ito, Andrew Rose, and other conference participants. Corresponding Author: Allan Drazen, University of Maryland, NBER and CEPR. Stefan Hubrich is currently employed as a quantitative analyst in the equity division of T.Rowe Price Associates, Inc., in Baltimore/USA. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}