{
    "id": 1262,
    "citation_title": "Incentive Effects of Taxes on Income From Capital: Alternative Policies in the 1980's",
    "citation_author": [
        "Don Fullerton",
        "Yolanda K. Henderson"
    ],
    "citation_publication_date": "1984-01-01",
    "issue_date": "1984-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we evaluate existing tax law as of 1980, President Reagan's tax reform initiatives as enacted in the Economic Recovery Tax Act of 1981 (ERTA) and the Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA), as well as other proposals that were not enacted. For each law, we measure marginal effective total tax rates for capital in the corporate sector, the noncorporate sector, and the owner-occupied housing sector. These rates include taxation under the corporate income tax, the personal income tax, and property taxes, in order to capture the full distortion of individuals' choices between present and future consumption as well as the distortions in the choice of investment. Effective tax rates in 1980 were perceived as high in the corporate sector, at least partly because of inflation, and especially when compared to the tax-free treatment of imputed rents from owner-occupied housing. In contrast, we find that (1) the total effective tax rate in the corporate sector was only 35 percent, about half of the rate in some previous estimates; (2) the total effective tax in the noncorporate sector was 36 percent, higher than in the corporate sector; (3) the total effective tax in owner-occupied housing was 19 percent, because of a higher relative property tax rate; and (4) under either 1980 or 1982 law, the marginal effective total tax rate does not rise with inflation in any sector or for the economy as a whole. By 1982 the rate in the corporate sector fell to 30 percent, by more than in other sectors.\n\n",
    "acknowledgement": "\n"
}