{
    "id": 12620,
    "citation_title": "External Imbalances in an Advanced, Commodity-Exporting Country: The Case of New Zealand",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last three years New Zealand has faced increasingly large external imbalances.  The current account deficit has increased from 4.3% of GDP in 2003 to almost 9.0% of GDP in 2005.   During the same period the country's net international investment position (NIIP) went from a negative level equivalent to 78.5% of GDP to negative 89% of GDP.  In this paper I analyze the potential consequences of New Zealand's external imbalances.  More specifically, I investigate what is the probability that New Zealand will undergo a costly adjustment characterized by an abrupt and large current account reversal.  I find that to an important extent the (very) negative NIIP and (very) large current account deficit may be explained by New Zealand's very close economic relationship with Australia.  The econometric results suggest that the rapid growth in the deficit during the last few years has (greatly) increased New Zealand's vulnerability to \"contagion.\"  It has also increased the advantage of the country's current floating exchange rate regime.\n\n",
    "acknowledgement": "\nI am grateful to many colleagues in New Zealand for their help and generosity.  In particular, I want to thank Peter Bushnell, Grant Spencer, Aaron Drew, Anella Munro, Rishab Sethi, Bob Buckle, Arthur Grimes and Murray Sherwin.  I thank Roberto Alvarez for his excellent assistance in Los Angeles and to Bob Buckle and Aaron Drew for their comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}