{
    "id": 12623,
    "citation_title": "Tradeoffs from Integrating Diagnosis and Treatment in Markets for Health Care",
    "citation_author": [
        "Christopher C. Afendulis",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the important tradeoffs in consulting a single expert for both diagnosis and treatment?  On one hand, an integrated diagnostician may have the incentive to recommend treatments that are not in the buyer's best interests.  On the other hand, joint production of diagnosis and treatment by an integrated diagnostician may be more efficient.  We examine an important special case of this problem:  the costs and health outcomes of elderly Medicare beneficiaries with coronary artery disease.  We compare the empirical consequences of diagnosis by an \"integrated\" cardiologist -- one who can provide surgical treatment -- to the consequences of diagnosis by a non-integrated cardiologist.  Diagnosis by an integrated cardiologist leads, on net, to higher health spending but similar health outcomes.  The net effect contains three components:  reduced spending and improved outcomes from better allocation of patients to surgical treatment options; increased spending conditional on treatment option; and worse outcomes from poorer provision of non-surgical care.  We conclude that accounting more completely for doctors' incentives to refer patients in setting reimbursements, or in the alternative, allowing doctors more freedom to make and receive payments for referrals, could reduce spending and improve quality.\n\n",
    "acknowledgement": "\nHarvard University and the National Bureau of Economic Research, and Stanford University, Hoover Institution, and the National Bureau of Economic Research, respectively.  We would like to thank Robert McNary and Ankur Patel for exceptional research assistance.  Funding from the National Institute on Aging through the NBER is gratefully appreciated.  The views expressed in this paper do not necessarily represent those of any of the authors' institutions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}