{
    "id": 12632,
    "citation_title": "Does Television Cause Autism?",
    "citation_author": [
        "Michael Waldman",
        "Sean Nicholson",
        "Nodir Adilov"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAutism is currently estimated to affect approximately one in every 166 children, yet the cause or causes of the condition are not well understood.  One of the current theories concerning the condition is that among a set of children vulnerable to developing the condition because of their underlying genetics, the condition manifests itself when such a child is exposed to a (currently unknown) environmental trigger.  In this paper we empirically investigate the hypothesis that early childhood television viewing serves as such a trigger.  Using the Bureau of Labor Statistics' American Time Use Survey, we first establish that the amount of television a young child watches is positively related to the amount of precipitation in the child's community.  This suggests that, if television is a trigger for autism, then autism should be more prevalent in communities that receive substantial precipitation.  We then look at county-level autism data for three states -- California, Oregon, and Washington -- characterized by high precipitation variability.  Employing a variety of tests, we show that in each of the three states (and across all three states when pooled) there is substantial evidence that county autism rates are indeed positively related to county-wide levels of precipitation.  In our final set of tests we use California and Pennsylvania data on children born between 1972 and 1989 to show, again consistent with the television as trigger hypothesis, that county autism rates are also positively related to the percentage of households that subscribe to cable television.  Our precipitation tests indicate that just under forty percent of autism diagnoses in the three states studied is the result of television watching due to precipitation, while our cable tests indicate that approximately seventeen percent of the growth in autism in California and Pennsylvania during the 1970s and 1980s is due to the growth of cable television.  These findings are consistent with early childhood television viewing being an important trigger for autism.  We also discuss further tests that can be conducted to explore the hypothesis more directly.\n\n",
    "acknowledgement": "\nWe thank Artem Gulish, Gayatri Koolwal, Rebecca Lee, Joe Podwol, and Matthew White for excellent research assistance and Vrinda Kadiyali, Jonathan Skinner, and Ken Sokoloff for comments on earlier drafts and helpful discussions during the formulation of the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}