{
    "id": 12633,
    "citation_title": "Illiquid Assets and Optimal Portfolio Choice",
    "citation_author": [
        "Eduardo S. Schwartz",
        "Claudio Tebaldi"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "2010-11-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe presence of illiquid assets, such as human wealth or a family owned business, complicates the problem of portfolio choice. This paper is concerned with the problem of optimal asset allocation and consumption in a continuous time model when one asset cannot be traded. This illiquid asset, which depends on an uninsurable source of risk, provides a liquid dividend. In the case of human capital we can think about this dividend as labor income. The agent is endowed with a given amount of the illiquid asset and with some liquid wealth which can be allocated in a market where there is a risky and a riskless asset. The main point of the paper is that the optimal allocations to the two liquid assets and consumption will critically depend on the endowment and characteristics of the illiquid asset, in addition to the preferences and to the liquid holdings held by the agent. We provide what we believe to be the first analytical solution to this problem when the agent has power utility of consumption and terminal wealth. We also derive the value that the agent assigns to the illiquid asset. The risk adjusted valuation procedure we develop can be used to value both liquid and illiquid assets, as well as contingent claims on those assets.\n\n",
    "acknowledgement": "\nThe present paper has been started while the author was member of the faculty of Economics, Verona University and visiting scholar at the Anderson School of Management, Faculty of Finance. We thank J. Cvitanic for his helpful comments on an earlier version of the paper. C.T. gratefully acknowledges the Anderson School, the Finance Faculty and in particular Prof. Schwartz for the kind invitation and warm hospitality. C.T. would also like to thank Marina Di Giacinto for constant support and many valuable comments, Martino Grasselli, the participants to the seminar at University of Torino, to the workshop at Bocconi University, R. Gibson, F.Gozzi, F. Zapatero and the participants to the WFA 2007 meeting for several insights and helpful discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}