{
    "id": 12639,
    "citation_title": "Cash-on-Hand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market",
    "citation_author": [
        "David Card",
        "Raj Chetty",
        "Andrea Weber"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new tests of the permanent income hypothesis and other widely used models of household behavior using data from the labor market.  We estimate the \"excess sensitivity\" of job search behavior to cash-on-hand using sharp discontinuities in eligibility for severance pay and extended unemployment insurance (UI) benefits in Austria.  Analyzing data for over one-half million job losers, we obtain three empirical results: (1) a lump-sum severance payment equal to two months of earnings reduces the job-finding rate by 8-12% on average; (2) an extension of the potential duration of UI benefits from 20 weeks to 30 weeks similarly lowers job-finding rates in the first 20 weeks of search by 5-9%; and (3) increases in the duration of search induced by the two programs have little or no effect on subsequent job match quality.  Using a search theoretic model, we show that estimates of the relative effect of severance pay and extended benefits can be used to calibrate and test a wide set of intertemporal models.  Our estimates of this ratio are inconsistent with the predictions of a standard permanent income model, as well as naive \"rule of thumb\" behavior.  The representative job searcher in our data is 70% of the way between the permanent income benchmark and credit-constrained behavior in terms of sensitivity to cash-on-hand.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Rudolph Winter-Ebmer and Jospeh Zweimuller for assistance in obtaining the data used in this study. Thanks to George Akerlof, Joe Altonji, David Autor, Richard Blundell, Peter Diamond, Caroline Hoxby, David Lee, David Romer, Emmanuel Saez, Adam Szeidl, Robert Shimer, and numerous seminar participants for comments and suggestions. Thanks to Sepp Zuckerstatter and Andreas Buzek for help with institutional details. Matthew Grandy provided excellent research assistance and Josef Fersterer provided excellent assistance with data processing. Funding was provided by the Center for Labor Economics at UC Berkeley. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}