{
    "id": 12631,
    "citation_title": "The Impact of Incentives on Human Behavior: Can We Make It Disappear? The Case of the Death Penalty",
    "citation_author": [
        "Naci H. Mocan",
        "R. Kaj Gittings"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough decades of empirical research has demonstrated that criminal behavior responds to incentives, non-economists frequently express the belief that human beings are not rational enough to make calculated decisions about the costs and benefits of engaging in crime and therefore, a priori drawing the conclusion that criminal activity cannot be altered by incentives.  However, scientific research should not be driven by personal beliefs. Whether or not economic conditions matter or deterrence measures such police, arrests, prison deaths, executions, and commutations provide signals to people is an empirical question, which should be guided by a solid theoretical framework.  In this paper we extend the analysis of Mocan and Gittings (2003).  We alter the original model in a number of directions to make the relationship between homicide rates and death penalty related outcomes (executions, commutations and removals) disappear.  We deliberately deviate from the theoretically consistent measurement of the risk variables originally employed by Mocan and Gittings (2003) in a variety of ways. We also investigate the sensitivity of the results to changes in the estimation sample (removing high executing states for example) and weighting.  The basic results are insensitive to these and a variety of other specification tests performed in the paper.  The results are often strong enough to even hold up under theoretically meaningless measurements of the risk variables.   In summary, the original findings of Mocan and Gittings (2003) are robust, providing evidence that people indeed react to incentives induced by capital punishment.  Research findings about the deterrent effect of the death penalty evoke strong feelings, which could be due to political, ideological, religious, or other personal beliefs.  Yet, such findings do not mean that capital punishment is good or bad, nor does it provide any judgment about whether capital punishment should be implemented or abolished.  It is simply a scientific finding which demonstrates that people react to incentives.  Therefore, there is no need to be afraid of this result.\n\n",
    "acknowledgement": "\nWe thank Paul Mahler and Weijia Wu for excellent research assistance and Ted Joyce, Michael Grossman, Steve Medema, Laura Argys, and Erdal Tekin for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}