{
    "id": 12637,
    "citation_title": "A New Framework for Analyzing and Managing Macrofinancial Risks of an Economy",
    "citation_author": [
        "Dale F. Gray",
        "Robert C. Merton",
        "Zvi Bodie"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe high cost of international economic and financial crises highlights the need for a comprehensive framework to assess the robustness of national economic and financial systems.  This paper proposes a new comprehensive approach to measure, analyze, and manage macroeconomic risk based on the theory and practice of modern contingent claims analysis (CCA).  We illustrate how to use the CCA approach to model and measure sectoral and national risk exposures, and analyze policies to offset their potentially harmful effects.  This new framework provides economic balance sheets for inter-linked sectors and a risk accounting framework for an economy.  CCA provides a natural framework for analysis of mismatches between an entity's assets and liabilities, such as currency and maturity mismatches on balance sheets.  Policies or actions that reduce these mismatches will help reduce risk and vulnerability.  It also provides a new framework for sovereign capital structure analysis.  It is useful for assessing vulnerability, policy analysis, risk management, investment analysis, and design of risk control strategies.  Both public and private sector participants can benefit from pursuing ways to facilitate more efficient macro risk accounting, improve price and volatility discovery, and expand international risk intermediation activities.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}