{
    "id": 12630,
    "citation_title": "On the Heterogeneity of Dowry Motives",
    "citation_author": [
        "Raj Arunachalam",
        "Trevon D. Logan"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDowries have been modeled as pre-mortem bequests to daughters or as groom-prices paid to in-laws. These two classes of models yield mutually exclusive predictions, but empirical tests of these predictions have been mixed. We argue that the heterogeneity of findings can be explained by a heterogeneous world--some households use dowries as a bequest and others use dowries as a price. We estimate a model with heterogeneous dowry motives and use the predictions from the competing theories in an exogenous switching regression to place households in the price or bequest regime. Our empirical strategy generates multiple, independent checks on the validity of regime assignment. Using retrospective marriage data from rural Bangladesh, we find robust evidence of heterogeneity in dowry motives in the population; that bequest dowries have declined in prevalence and amount over time; and that bequest households are better off compared to price households on a variety of welfare measures.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Pranab K. Bardhan, Chang-Tai Hsieh, Jennifer Johnson-Hanks, Lung-Fei Lee, Ronald D. Lee, David I. Levine, Ian McLean, Manisha Shah, and seminar participants at UC Berkeley and Ohio State University. We would particularly like to thank J. Bradford DeLong, Audrey L. Light, and Edward Miguel for several useful discussions and encouragement throughout. Hao Shi and Ranjan Shrestha provided excellent research assistance.  Corresponding author: Raj Arunachalam, Department of Economics, University of California, Berkeley, 549 Evans Hall #3880, Berkeley, CA 94720-3880.  Email: arunacha@econ.berkeley.edu  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}