{
    "id": 12634,
    "citation_title": "When is Market Incompleteness Irrelevant for the Price of Aggregate Risk (and when is it not)?",
    "citation_author": [
        "Dirk Krueger",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "2009-07-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a standard incomplete markets model with a continuum of households that have constant relative risk aversion (CRRA) preferences, the absence of insurance markets for idiosyncratic labor income risk has no effect on the premium for aggregate risk if the distribution of idiosyncratic risk is independent of aggregate shocks and aggregate consumption growth is independent over time. In the equilibrium, which features trade and binding solvency constraints, as opposed to Constantinides and Duffie (1996), households only use the stock market to smooth consumption; the bond market is inoperative. Furthermore we show that the cross-sectional wealth and consumption distributions are not affected by aggregate shocks. These results hold regardless of the persistence of idiosyncratic shocks, and arise even when households face tight solvency constraints, but only a weaker irrelevance result survives when we allow for predictability in aggregate consumption growth.\n\n",
    "acknowledgement": "\nWe would like to thank Andy Atkeson, John Campbell, Nicolae Garleanu, John Heaton, Francis Longstaff, Narayana Kocherlakota, Per Krusell, Victor Rios-Rull, Kjetil Storesletten, Dimitry Vayanos, the Wharton and UCLA macro lunch participants and seminar participants at UCLA Anderson, Duke University, UC Irvine, NYU Stern, Princeton, the University of Wisconsin, SUNY Stonybrook, the UC Santa Barbara Conference on Risk Sharing and the AP sessions of the NBER Summer Institute for comments and the NSF for financial support. The editor, Christian Hellwig, and two referees, as well as Dave Backus, Hal Cole, Stijn Van Nieuwerburgh, Pierre-Olivier Weill and Stan Zin provided exceptionally detailed and helpful comments. All remaining errors are our own.\n\n\n"
}