{
    "id": 12646,
    "citation_title": "Product Differentiation and Film Programming Choice: Do First-Run Movie Theatres Show the Same Films?",
    "citation_author": [
        "Darlene C. Chisholm",
        "Margaret S. McMillan",
        "George Norman"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present an empirical analysis of product differentiation using a new dynamic panel data set on film programming choice in a major U.S. metropolitan motion-pictures exhibition market.  Using these data, we compute two measures of film programming choice which allow us to investigate the determinants of strategic product differentiation in a multi-characteristics space.  Our evidence is consistent with the idea that the degree of product differentiation between theatre pairs reflects a balance between strategic concerns and contractual constraints.  Similarity in one dimension is offset by differentiation in others.  Finally, we find that ownership matters: theatres under common ownership make more similar programming choices than theatres with different owners.\n\n",
    "acknowledgement": "\nWe are grateful to the DeSantis Center for Motion Picture Industry Studies of Florida Atlantic University College of Business and Economics for providing a grant to fund this research and to Synergy Retail for compiling the data set used in this paper.  For valuable comments and suggestions, we thank Bart Addis, Thomas Downes, F. Andrew Hanssen, Sanjiv Jaggia, Zaur Rzakhanov, Alfonso Sanchez-Penalver, Richard Startz, Andrew Sweeting, Chih Ming Tan, Charles Weinberg, Jeffrey Zabel, and seminar participants at the DeSantis Center Summit Workshop, the International Industrial Organization Conference, and the CORE Universite Catholique de Louvain Conference on Hotelling's Legacy and its Future.  We are grateful to Vicky Huang, Anna Kumysh, and Vidisha Vachharajani for their careful research assistance and to Sorin Codreanu for his data-management programming assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}