{
    "id": 12641,
    "citation_title": "Crime and Punishment in the \"American Dream\"",
    "citation_author": [
        "Rafael Di Tella",
        "Juan Dubra"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe observe that countries where belief in the \"American dream\" (i.e., effort pays) prevails also set harsher punishment for criminals. We know from previous work that beliefs are also correlated with several features of the economic system (taxation, social insurance, etc). Our objective is to study the joint determination of these three features (beliefs, punitiveness and economic system) in a way that replicates the observed empirical patterns. We present a model where beliefs determine the types of contracts that firms offer and whether workers exert effort. Some workers become criminals, depending on their luck in the labor market, the expected punishment, and an individual shock that we call \"meanness\". It is this meanness level that a penal system based on \"retribution\" tries to detect when deciding the severity of the punishment. We find that when initial beliefs differ, two equilibria can emerge out of identical fundamentals. In the \"American\" (as opposed to the \"French\") equilibrium, belief in the \"American dream\" is commonplace, workers exert effort, there are high powered contracts (and income is unequally distributed) and punishments are harsh. Economists who believe that deterrence (rather than retribution) shapes punishment can interpret the meanness parameter as pessimism about future economic opportunities and verify that two similar equilibria emerge.\n\n",
    "acknowledgement": "\nFor helpful conversations or comments we thank Rawi Abdelal, Fernando Alvarez, Jean-Pierre Benoit, Federico Echenique, Peter Gourevitch, Mary Katzenstein, James Owen McLeod, Julio Rotemberg, Christopher Uggen and seminar participants at Harvard and UTDT. We thank Javier Donna for excellent research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}