{
    "id": 12649,
    "citation_title": "Why do firms hold so much cash? A tax-based explanation",
    "citation_author": [
        "C. Fritz Foley",
        "Jay C. Hartzell",
        "Sheridan Titman",
        "Garry Twite"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. corporations hold significant amounts of cash on their balance sheets, and these cash holdings have been justified in the existing empirical literature by transaction costs and precautionary motives.  An additional explanation, considered in this study, is that U.S. multinational firms hold cash in their foreign subsidiaries because of the tax costs associated with repatriating foreign income. Consistent with this hypothesis, firms that face higher repatriation tax burdens hold higher levels of cash, hold this cash abroad, and hold this cash in affiliates that trigger high tax costs when repatriating earnings.  Estimates indicate that a one standard deviation increase in the tax burden from repatriating foreign income is associated with a 7.9% increase in the ratio of cash to net assets.  In addition, certain firms, specifically those that are less financially constrained domestically and those that are more technology intensive, exhibit a higher sensitivity of affiliate cash holdings to repatriation tax burdens.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational companies was conducted at the International Investment Division, Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality requirements.  The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce.  The authors thank Amy Dittmar, Linda Krull, Ed Outslay, Brad McPhail, John Robinson, Connie Weaver, and seminar participants at the 2006 American Finance Association Meetings, Australian Graduate School of Management, Chinese University of Hong Kong, the 2005 Tax Symposium at the University of North Carolina at Chapel Hill, and the University of Texas at Austin.  We would also like to thank John Graham for supplying tax rate data.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}