{
    "id": 12640,
    "citation_title": "University Patenting: Estimating the Diminishing Breadth of Knowledge Diffusion and Consumption",
    "citation_author": [
        "Carlos Rosell",
        "Ajay Agrawal"
    ],
    "citation_publication_date": "2006-10-24",
    "issue_date": "2006-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rate of university patenting increased dramatically during the 1980s. To what extent did the knowledge flow patterns associated with public sector inventions change as university administrators and faculty seemingly became more commercially oriented? Using a Herfindahl-type measure of patent assignee concentration and employing a difference-in-differences estimation to compare university to firm patents across two time periods, we find that the university diffusion premium (the degree to which knowledge flows from patented university inventions are more widely distributed across assignees than those of firms) declined by over half during the 1980s. In addition, we find that the university diversity premium (the degree to which knowledge inflows used to develop patented university inventions are drawn from a less concentrated set of prior art holders than those used by firms) also declined by over half. Moreover, in both cases the estimated increase in knowledge flow concentration is largely driven by universities experienced in patenting, suggesting these phenomena are not likely to dissipate with experience.\n\n",
    "acknowledgement": "\nWe are grateful to Azim Essaji, Maryann Feldman, Avi Goldfarb, Brent Goldfarb, Aamir Hashmi, Ignatius Horstman, Rhys Mendes, Diego Puga, Frank Rothaermel, Bhaven Sampat, Mark Schankerman, Tim Simcoe, Nadia Soboleva, Marie Thursby, Daniel Trefler, Rosemarie Ziedonis, and participants at the 2005 Canadian Economic Association meeting, 2005 Roundtable for Engineering Entrepreneurship Research conference (Georgia Tech), and 2006 ExTra workshop (EPFL) for helpful comments.  Errors and omissions are our own.  This research was partially funded by the Social Sciences and Humanities Research Council of Canada (Grant No. 410-2004-1770). Their support is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}