{
    "id": 12648,
    "citation_title": "Learning and Disagreement in an Uncertain World",
    "citation_author": [
        "Daron Acemoglu",
        "Victor Chernozhukov",
        "Muhamet Yildiz"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost economic analyses presume that there are limited differences in the prior beliefs of individuals, as assumption most often justified by the argument that sufficient common experiences and observations will eliminate disagreements.  We investigate this claim using a simple model of Bayesian learning.  Two individuals with different priors observe the same infinite sequence of signals about some underlying parameter.  Existing results in the literature establish that when individuals are certain about the interpretation of signals, under very mild conditions there will be asymptotic agreement---their assessments will eventually agree.  In contrast, we look at an environment in which individuals are uncertain about the interpretation of signals, meaning that they have non-degenerate probability distributions over the conditional distribution of signals given the underlying parameter.  When priors on the parameter and the conditional distribution of signals have full support, we prove the following results: (1) Individuals will never agree, even after observing the same infinite sequence of signals. (2) Before observing the signals, they believe with probability 1 that their posteriors about the underlying parameter will fail to converge. (3) Observing the same sequence of signals may lead to a divergence of opinion rather than the typically presumed convergence.  We then characterize the conditions for asymptotic agreement under \"approximate certainty\"---i.e., as we look at the limit where uncertainty about the interpretation of the signals disappears.  When the family of probability distributions of signals given the parameter has \"rapidly-varying tails\" (such as the normal or exponential distributions), approximate certainty restores asymptotic agreement.  However, when the family of probability distributions has \"regularly-varying tails\" (such as the Pareto, the log-normal, and the t-distributions), asymptotic agreement does not obtain even in the limit as the amount of uncertainty disappears. Lack of common priors has important implications for economic behavior in a range of circumstances. We illustrate how the type of learning outlined in this paper interacts with economic behavior in various different situations, including games of common interest, coordination, asset trading and bargaining.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}