{
    "id": 12653,
    "citation_title": "Political Competitiveness",
    "citation_author": [
        "Casey B. Mulligan",
        "Kevin K. Tsui"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical competitiveness - which many interpret as the degree of democracy - can be modeled as a monopolistic competition.  All regimes are constrained by the threat of \"entry,\" and thereby seek some combination of popular support and political entry barriers.  This simple model predicts that many public policies are unrelated to political competitiveness, and that even unchallenged nondemocratic regimes should tax far short of their Laffer curve maximum.  Economic sanctions, odious debt repudiation, and other policies designed to punish dictators can have the unintended consequences of increasing oppression and discouraging competition.  Since entry barriers are a form of increasing returns, democratic countries (defined according to low entry barriers) are more likely to subdivide and nondemocratic countries are more likely to merge.  These and other predictions are consistent with previous empirical findings on comparative public finance, election contests, international conflict, the size of nations, and the Lipset hypothesis.  As in the private sector, the number of competitors is not necessarily a good indicator of public sector competitiveness.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Gary Becker, Roger Myerson, Chad Syverson, Sven Wilson, workshop participants at Buffalo, Harvard, and The University of Chicago, and the financial support of the University of Chicago's Stigler Center for the Study of the Economy and the State.  We thank Jose Plehn-Dujowich for pointing out the close analogy between our political model and patent race models. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}