{
    "id": 12652,
    "citation_title": "The Effects of Education Quality on Income Growth and Mortality Decline",
    "citation_author": [
        "Eliot A. Jamison",
        "Dean T. Jamison",
        "Eric A. Hanushek"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious work shows that higher levels of education quality (as measured by international student achievement tests) increases growth rates of national income.  This paper begins by confirming those findings in an analysis involving more countries over more time with additional controls.  We then use the panel structure of our data to assess whether the mechanism by which education quality appears to improve per capita income levels is through shifting the level of the production function (probably not), through increasing the impact of an additional year of education (probably not), or through increasing a country's rate of technological progress (very likely).  Mortality rates complement income levels as indicators of national well-being and we extend our panel models to show that improved education quality increases the rate of decline in infant mortality.  Throughout the analysis, we find a stronger impact of education quality and of years of schooling in open than in closed economies.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the International Conference on the Economics of Education, Dijon, France, June 2006.  We are grateful for comments from Richard Feachem, Kenneth Hill, Emmanuel Jimenez, Maureen Lewis, Walter MacMahon, Michael Seltzer, Yeo Meng Thum, Jia Wang, Ludger Woessmann, and seminar participants at UCLA.  Financial support was provided by the Disease Control Priorities Project through the Fogarty International Center of the U.S. National Institutes of Health and by the Packard Humanities Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}