{
    "id": 12659,
    "citation_title": "Simplification and Saving",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe daunting complexity of important financial decisions can lead to procrastination. We evaluate a low-cost intervention that substantially simplifies the retirement savings plan participation decision. Individuals received an opportunity to enroll in a retirement savings plan at a pre-selected contribution rate and asset allocation, allowing them to collapse a multidimensional problem into a binary choice between the status quo and the pre-selected alternative. The intervention increases plan enrollment rates by 10 to 20 percentage points. We find that a similar intervention can be used to increase contribution rates among employees who are already participating in a savings plan.\n\n",
    "acknowledgement": "\nWe thank Hewitt Associates for their help in providing the data. We are particularly grateful to Pam Hess and Yan Xu at Hewitt, to Greg Stoner and other employees at the two companies studied in the paper, and to Lori Lucas. We thank Hongyi Li, Brendan Price, and Dmitry Taubinsky for excellent research assistance. We acknowledge financial support from the National Institute on Aging (grant R01-AG021650 and T32-AG00186). Beshears acknowledges financial support from a National Science Foundation Graduate Research Fellowship. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of NIA, the Federal Government, or the NBER. Laibson acknowledges financial support from the Sloan Foundation.\n\n\n"
}