{
    "id": 12655,
    "citation_title": "Is the Eldest Son Different? The Residential Choice of Siblings in Japan",
    "citation_author": [
        "Midori Wakabayashi",
        "Charles Y. Horioka"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "2009-12-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we analyze the determinants of the living arrangements (coresidence behavior) of elderly parents and their children (whether elderly parents live with their children, and if so, with which child) in Japan using micro data from a household survey.  Our results provide support for all four explanations of coresidence behavior but especially for the life cycle and dynasty models (both of which assume selfishly motivated parents) and social norms and traditions: The fact that parents who were self-employed before retirement are more likely to live with their children, the fact that parents are less likely to live with sons who adopt their wife's surname, and the fact that parents are more likely to live with daughters whose husbands adopt their surname constitute evidence in favor of the dynasty model.  The fact that parents who were (relatively wealthy) executives before retirement and parents who are homeowners are more likely to live with their children and the fact that parents are more likely to live with less educated children constitute evidence in favor of the selfish life cycle model (or the altruism model).  And the fact that parental attitudes toward their children affect their coresidence behavior, the fact that parents are more likely to live with their eldest child if their eldest child is a son, and the fact that parents are most likely to live with their eldest son even if he is not the eldest child constitute evidence in favor of social norms and traditions.\n\n",
    "acknowledgement": "\nWe would also like to thank Editor-in-Chief Robert Dekle, an Associate Editor, and an anonymous referee of this Journal, Naohito Abe, Shigeki Kano, Daiji Kawaguchi, Kouhei Kubota, Wataru Kureishi, Oleksandr Movshuk, Shizuka Sekita, Kwanho Shin, Keiko Tamada, the members of Horioka's graduate seminar, and seminar participants at Toyama University and Osaka Prefecture University for their helpful comments and discussions.  We also thank National Family Research of Japan and the Information Center for Social Science Research on Japan, Institute of Social Science, University of Tokyo (SSJ Data Archive) for providing micro data from the 1998 National Survey of Families (Kazoku ni tsuiteno Zenkoku Chousa) (SSJDA0191) and the Ministry of Education, Culture, Sports, Science and Technology of the Japanese Government for Grants-in-Aid for Scientific Research numbers 18330068, 19330062, and 20223004 and the Global Center of Excellence (GCOE) Project of the Graduate School of Economics and the Institute of Social and Economic Research of Osaka University, which supported this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}