{
    "id": 12656,
    "citation_title": "Bankruptcy and Collateral in Debt Constrained Markets",
    "citation_author": [
        "Timothy J. Kehoe",
        "David K. Levine"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTypical models of bankruptcy and collateral rely on incomplete asset markets.  In fact, bankruptcy and collateral add contingencies to asset markets.  In some models, these contingencies can be used by consumers to achieve the same equilibrium allocations as in models with complete markets.  In particular, the equilibrium allocation in the debt constrained model of Kehoe and Levine (2001) can be implemented in a model with bankruptcy and collateral.  The equilibrium allocation is constrained efficient. Bankruptcy occurs when consumers receive low income shocks.  The implementation of the debt constrained allocation in a model with bankruptcy and collateral is fragile in the sense of Leijonhufvud's \"corridor of stability,\" however:  If the environment changes, the equilibrium allocation is no longer constrained efficient.\n\n",
    "acknowledgement": "\nThis paper was prepared for presentation at the Conference in Honor of Axel Leijonhufvud held at UCLA, 30-31 August 2006.  The authors are grateful for financial support from the National Science Foundation.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}