{
    "id": 12651,
    "citation_title": "School Quality and the Black-White Achievement Gap",
    "citation_author": [
        "Eric A. Hanushek",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2006-10-31",
    "issue_date": "2006-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial uncertainty exists about the impact of school quality on the black-white achievement gap. Our results, based on both Texas Schools Project (TSP) administrative data and the Early Childhood Longitudinal Survey (ECLS), differ noticeably from other recent analyses of the black-white achievement gap by providing strong evidence that schools have a substantial effect on the differential. The majority of the expansion of the achievement gap with age occurs between rather than within schools, and specific school and peer factors exert a significant effect on the growth in the achievement gap. Unequal distributions of inexperienced teachers and of racial concentrations in schools can explain all of the increased achievement gap between grades 3 and 8.  Moreover, non-random sample attrition for school changers and much higher rates of special education classification and grade retention for blacks appears to lead to a significant understatement of the increase in the achievement gap with age within the ECLS and other data sets.\n\n",
    "acknowledgement": "\nSupport for this work has been provided by the Packard Humanities Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}