{
    "id": 12667,
    "citation_title": "Do External Interventions Work? The Case of Trade Reform Conditions in IMF Supported Programs",
    "citation_author": [
        "Shang-Jin Wei",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrade reform conditions are common in IMF supported programs. Of the 99 countries that had IMF programs during 1993-2003, 77 had conditions on trade reforms in their programs. Since the WTO has not been found especially effective in promoting trade openness for most developing countries, it is of great interest to see if the IMF has been more effective as it combines carrots and sticks not available to the WTO. Yet, the effectiveness of trade conditions in IMF programs has not been systematically studied. Using a unique dataset, this paper provides such an assessment. It finds that trade conditions are associated with an increase in trade openness on average, but the effect comes mostly from countries that, by some measure, have a high degree of \"willingness to reform.\"\n\n",
    "acknowledgement": "\nThis is a revised version of an early paper entitled, \"Evaluating the effectiveness of trade conditions in IMF-supported programs.\" We thank Andrew Rose for inspiring the initial idea and for helpful comments, Mary Amiti, Tamim Bayoumi, A. Bio-Tchane, Judith Dean, Dimitri Demekas, Allan Drazen, Erik De Vrijer, Steven Dunaway, Michael Hadjimichael, Simon Johnson, Kalpana Kochhar, Hans Peter Lankes, Phil McCalman, Raghuram Rajan, Tessa van der Willigen, Yi Wu, and participants of seminars at the IMF for helpful suggestions and comments, Yuanyuan Chen for excellent research assistance, and Christy Gray for able administrative support. The views expressed are those of the authors and do not necessarily reflect the views of the IMF or its policy.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}