{
    "id": 12669,
    "citation_title": "Minerva Unbound: Knowledge Stocks, Knowledge Flows and New Knowledge Production",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Jonathan Furner",
        "Robert C. Liu",
        "Hongyan Ma"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rate of regional growth of new knowledge in the field of nanotechnology, as measured by counts of articles and patents in the open-access digital library NanoBank, is shown to be positively affected both by the size of existing regional stocks of recorded knowledge in all scientific fields, and the extent to which tacit knowledge in all fields flows between institutions of different organizational types. The level of federal funding has a large, robust impact on both publication and patenting. The data provide further support for the cumulative advantage model of knowledge production, and for ongoing efforts to institutionalize channels through which cross-organizational collaboration may be achieved.\n\n",
    "acknowledgement": "\nThis research has been supported by the National Science Foundation (grant SES-0304727) and the University of California's Industry-University Cooperative Research Program (grants PP9902, P00-04, P01-02, and P03-01). We are indebted to our research team members Jason Fong, Yaqiang Qi, and Emre Uyar. Nanotechnology data used in this paper is part of NanoBank.org, a community resource building project funded by NSF. In this paper, we both introduce and demonstrate some of the potential uses for this new database, as well as test the underlying data in preparation for public launch of NanoBank. Certain data included herein are derived from the Science Citation Index Expanded, Social Sciences Citation Index, Arts & Humanities Citation Index of the Institute for Scientific Information, Inc. (ISI), Philadelphia, Pennsylvania, USA: Copyright Institute for Scientific Information, Inc. 2005. All rights reserved. Certain data included herein are derived from the Zucker-Darby Knowledge, Innovation, and Growth Project: Lynne G. Zucker and Michael R. Darby. All rights reserved. This paper is a part of the NBER's research program in Productivity. Any opinions expressed are those of the authors and not those of their employers or the National Bureau of Economic Research.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}