{
    "id": 12663,
    "citation_title": "Minimum Wages and Employment: A Review of Evidence from the New Minimum Wage Research",
    "citation_author": [
        "David Neumark",
        "William Wascher"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "2007-01-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the burgeoning literature on the employment effects of minimum wages - in the United States and other countries - that was spurred by the new minimum wage research beginning in the early 1990s.  Our review indicates that there is a wide range of existing estimates and, accordingly, a lack of consensus about the overall effects on low-wage employment of an increase in the minimum wage.  However, the oft-stated assertion that recent research fails to support the traditional view that the minimum wage reduces the employment of low-wage workers is clearly incorrect.  A sizable majority of the studies surveyed in this monograph give a relatively consistent (although not always statistically significant) indication of negative employment effects of minimum wages.  In addition, among the papers we view as providing the most credible evidence, almost all point to negative employment effects, both for the United States as well as for many other countries.  Two other important conclusions emerge from our review.  First, we see very few - if any - studies that provide convincing evidence of positive employment effects of minimum wages, especially from those studies that focus on the broader groups (rather than a narrow industry) for which the competitive model predicts disemployment effects.  Second, the studies that focus on the least-skilled groups provide relatively overwhelming evidence of stronger disemployment effects for these groups.\n\n",
    "acknowledgement": "\n*Neumark is Professor of Economics at the University of California at Irvine, a Research Associate at the National Bureau of Economic Research, and a Research Fellow at IZA.  Wascher is Deputy Associate Director in the Division of Research and Statistics at the Board of Governors of the Federal Reserve System.  We thank Jennifer Graves for research assistance, and Dan Aaronson, Dale Belman, Jared Bernstein, Mike Campolieti, Ana Rute Cardoso, Kenneth Couch, Wendy Cunningham, Harry Holzer, Lazaros Karageorgiou, Andrew Leigh, William Maloney, Tom Michl, Pedro Portugal, Nicholas Potter, Michael Reich, Joseph Sabia, Bradley Schiller, Per Skedinger, Walter Wessels, David Wise, and an anonymous reviewer for helpful comments.  The views expressed are the authors' and do not necessarily reflect those of the Federal Reserve Board or the National Bureau of Economic Research.\n\n\n"
}