{
    "id": 1266,
    "citation_title": "Fiscal Policies, Debt, and International Economic Interdependence",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin"
    ],
    "citation_publication_date": "1984-01-01",
    "issue_date": "1984-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the relation between government spending and real rates of interest as well as with the international transmission of fiscal policies.The dependence of the patterns of consumption in one country on fiscal policiesin the rest of the world are examined. For this purpose a general equilibrium model which is characterized by fully integrated world capital marketsis constructed, economic agents behave rationally, and government policies are constrained to obey the intertemporal solvency requirements. It is shown that the effects of changes 'in countries' net debt or position as well as the effects offiscal policies can be analyzed by reference to a multitude of \"transfer problems criteria\", which are familiar from the theory of international economic transfers. In the present case the impact of policies depends on the relations among the spending patterns of domestic and foreign private sectors; of domestic and foreign governments, as well as of domestic and foreign saving propensities.The analysis draws a distinction between permanent and transitory policies as well as between current policies and expected future policies.A transitory current fiscal spending, must crowd out the foreign private sector and, thereby,result in a negative transmission. However, a transitory future rise in government spending induces an immediate increase in foreign private sector's consumption and thereby results in a positive current transmission. These responses are reflected in the current account of the balance-of-payments, in changes in the net debtor-creditor positions, and in complex changes in the term structure of interest rates. It is also shown that with full integration of capital markets,fiscal policies may exert different qualitative effects on real rates of interestin different countries since, depending on the structural parameters, the relative prices of non-traded goods, and thereby the price indices, might be negatively correlated between countries.\n\n",
    "acknowledgement": "\n"
}