{
    "id": 12664,
    "citation_title": "Quality-Consistent Estimates of International Returns to Skill",
    "citation_author": [
        "Eric A. Hanushek",
        "Lei Zhang"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReturns to education are traditionally estimated in a Mincer wage equation from the variation in schooling for a cross-section of individuals of different ages. Because individuals receive education at different time periods, when the quality of their education may not be identical, this method leads to an over- or under-estimation of the return to education of a given quality depending on how education quality evolves over time. This quality issue interacts with ability bias from self-selection into schooling and is particularly problematic when comparing returns across different countries.  Using microdata from the International Adult Literacy Survey, we construct quality adjusted measures of schooling attained at different time periods and use these along with international literacy test information to estimate returns to skills for 13 countries. Estimated returns to quality-adjusted education are considerably higher than the traditional estimate for most countries, but these are offset to varying degrees by selection biases on ability. The combined corrections alter significantly the pattern of returns to schooling and skill seen from naive Mincer wage equations.\n\n",
    "acknowledgement": "\nThis research has been supported by the Packard Humanities Institute.  We thank Statistics Canada and Yvan Clermont, Richard Desjardins, Scott Murray, and Albert Tuijnman for helping to provide us with the data.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}