{
    "id": 12662,
    "citation_title": "The Historical Origins of U.S. Exchange Market Intervention Policy",
    "citation_author": [
        "Michael D. Bordo",
        "Owen Humpage",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present set of arrangements for U.S. exchange market intervention policy was largely developed after 1961 during the Bretton Woods era. However, that set had important historical precedents. In this paper we examine precedents to current arrangements, focusing on three historical eras: pre-1934 operations; the Exchange Stabilization Fund operations beginning in 1934; and the Bretton Woods era. We describe operations by the Second Bank of the United States in the pre-Civil War period and then operations by the U.S. Treasury in the post-Civil War period. After establishment of the Federal Reserve in 1914, the New York Fed engaged in isolated exchange market policies in the 1920s and 1930s, first under the direction of the Governor Benjamin Strong until his death in 1928, thereafter, under the direction of his successor, George Harrison. We then examine operations of the Exchange Stabilization Fund that the Gold Reserve Act of 1934 created as a Treasury Department agency. We exploit unique unpublished sources to analyze its dealings with the Banque de France and the Bank of England before and after the Tripartite Agreement. Finally, based on a unique data set of all U.S. Treasury and Federal Reserve  foreign-exchange transactions, we discuss U.S. efforts  from 1961 through 1972 to defend the dollar's parity under the Bretton Woods system.\n\n",
    "acknowledgement": "\nPaper prepared for the Conference \"Exchange Rate Intervention: Theory and Evidence\" Cambridge University, September 7-8, 2006.  This article is based on research underlying a forthcoming monograph on U.S. Exchange Market Intervention by the authors. For helpful comments on an earlier draft of this paper we thank Paul DeGrauwe and Charles Goodhart. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}