{
    "id": 12678,
    "citation_title": "Is Terrorism Eroding Agglomeration Economies in Central Business Districts? Lessons from the Office Real Estate Market in Downtown Chicago",
    "citation_author": [
        "Alberto Abadie",
        "Sofia Dermisi"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe attacks of September 11, 2001, and more recently the Madrid and London downtown train bombings, have raised concerns over both the safety of downtowns and the continuous efforts by terrorists to attack areas of such high density and significance. This article employs building-level data on vacancy rates to investigate the impact of an increased perception of terrorist risk after 9/11 on the office real estate market in downtown Chicago. Chicago provides the perfect laboratory to investigate the effects of an increase in the perceived level of terrorist risk in a major financial district. Unlike in New York, the 9/11 attacks did not restrict directly the available office space in downtown Chicago. Moreover, the 9/11 attacks induced a large increase in the perception of terrorist risk in the Chicago Central Business District, which includes the tallest building in the U.S. (the Sears Tower) and other landmark buildings which are potential targets of large-scale terrorist attacks. Our results show that, following the 9/11 attacks, vacancy rates experienced a much more pronounced increase in the three most distinctive Chicago landmark buildings (the Sears Tower, the Aon Center and the Hancock Center) and their vicinities than in other areas of the city of Chicago. Our results suggest that economic activity in Central Business Districts can be greatly affected by changes in the perceived level of terrorism.\n\n",
    "acknowledgement": "\nFinancial support for this article was generously provided through NSF grant SES-0617810 (\"The Economic Impact of Terrorism: Lessons from the Real Estate Office Markets of New York and Chicago\"). We are also grateful to the Building Owners and Managers Association of Chicago (BOMA/Chicago) for access to the CoStar Group data. A previous version of this article under the title \"Severity of Terrorism Fear and Recession Pressures -- Comparing the Before and After 9/11 Trends in Downtown Chicago Office Market\" won the Office Buildings/Industrial Parks Manuscript Prize sponsored by the National Association of Industrial and Office Properties (NAIOP) for articles presented at the 2006 American Real Estate Society Meetings.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}