{
    "id": 12675,
    "citation_title": "Complex Ownership Structures and Corporate Valuations",
    "citation_author": [
        "Luc Laeven",
        "Ross Levine"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe bulk of corporate governance theory examines the agency problems that arise from two extreme ownership structures: 100 percent small shareholders or one large, controlling owner combined with small shareholders. In this paper, we question the empirical validity of this dichotomy. In fact, one-third of publicly listed firms in Europe have multiple large owners, and the market value of firms with multiple blockholders differs from firms with a single large owner and from widely-held firms. Moreover, the relationship between corporate valuations and the distribution of cash-flow rights across multiple large owners is consistent with the predictions of recent theoretical models.\n\n",
    "acknowledgement": "\nWe thank Robert McDonald, an anonymous referee, Mike Burkart, Stijn Claessens, Armando Gomes, Luc Renneboog, Karl Lins, Ivo Welch, Daniel Wolfenzon, and seminar participants at the University of Minnesota and Tilburg University for helpful comments. Ying Lin provided expert research assistance. This research was initiated while Laeven was at the World Bank. This paper's findings, interpretations, and conclusions are entirely those of the authors and do not represent the views of the International Monetary Fund, the World Bank, their Executive Directors, or the countries they represent.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}