{
    "id": 12670,
    "citation_title": "A Search-Based Theory of the On-the-Run Phenomenon",
    "citation_author": [
        "Dimitri Vayanos",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2006-11-06",
    "issue_date": "2006-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model in which assets with identical cash flows can trade at different prices. Infinitely-lived agents can establish long positions in a search spot market, or short positions by first borrowing an asset in a search repo market. We show that short-sellers can endogenously concentrate in one asset because of search externalities and the constraint that they must deliver the asset they borrowed. That asset enjoys greater liquidity, measured by search times, and a higher lending fee (\"specialness\"). Liquidity and specialness translate into price premia that are consistent with no-arbitrage. We derive closed-form solutions for small frictions, and can generate price differentials in line with observed on-the-run premia.\n\n",
    "acknowledgement": "\nWe thank Tobias Adrian, Yakov Amihud, Hal Cole, Darrell Duffie, Bernard Dumas, Humberto Ennis, Mike Fleming, Nicolae Garleanu, Ed Green, Joel Hasbrouck, Terry Hendershott, Jeremy Graveline, Narayana Kocherlakota, Anna Pavlova, Lasse Pedersen, Matt Richardson, Bill Silber, Stijn Van Nieuwerburgh, Neil Wallace, Robert Whitelaw, Randy Wright, seminar participants at the Federal Reserve Bank of Minneapolis, Federal Reserve Bank of Richmond, LSE, McGill, New Orleans, NY Fed, NYU, Oxford, UCLA Anderson, UCLA Economics, USC, Penn State, and participants at the American Finance Association 2005, Caesarea Center Annual Conference 2005, Federal Reserve Bank of Cleveland Summer Workshops in Money, Banking and Payments 2005, NBER Asset Pricing 2005, and Society for Economic Dynamics 2005 conferences for helpful comments. We are especially grateful to Mark Fisher, Kenneth Garbade, Tain Hsia-Schneider, and Frank Keane for discussions that greatly enhanced our understanding of the subject.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}