{
    "id": 12679,
    "citation_title": "Judicial Fact Discretion",
    "citation_author": [
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes it matter for the outcome of a trial who the judge is?  Legal practitioners typically believe that the answer is yes, yet legal scholarship sees trial judges as predictably enforcing established law.  Following Frank (1951), we suggest here that trial judges exercise considerable discretion in finding facts, which explains the practitioners' perspective and other aspects of trials. We identify two motivations for the exercise of such discretion: judicial policy preferences and judges' aversion to reversal on appeal when the law is unsettled.   In the latter case, judges exercising fact discretion find the facts that fit the settled precedents, even when they have no policy preferences.  In a standard model of a tort, judicial fact discretion leads to setting of damages unpredictable from true facts of the case but predictable from knowledge of judicial preferences, it distorts the number and severity of accidents, and generates welfare losses.  It also raises the incidence of litigation relative to settlement, and encourages litigants to take extreme positions in court, especially in new and complex disputes where the law is unsettled.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Richard Craswell, Louis Kaplow, and Mathew Stephenson for extensive advice, and to Gary Becker, John Coates, Jack Goldsmith, Christine Jolls, Daryl Levinson, Giacomo Ponzetto, Eric Posner, Richard Posner, Steven Shavell, and Adrian Veremeule for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}