{
    "id": 12677,
    "citation_title": "World Technology Usage Lags",
    "citation_author": [
        "Diego A. Comin",
        "Bart Hobijn",
        "Emilie Rovito"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "2007-04-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence on the differences in the intensity with which ten major technologies are used in 185 countries across the world. We do so by calculating how many years ago these technologies were used in the U.S. at the same intensity as they are used in the countries in our sample. We denote these time lags as technology usage lags and compare them with lags in real GDP per capita. We find that (i) technology usage lags are large, often comparable to lags in real GDP per capita, (ii) usage lags are highly correlated with lags in per-capita income, and (iii) usage lags are highly correlated across technologies. The productivity differentials between the state of the art technologies that we consider and the ones they replace combined with the usage lags that we document, lead us to infer that technology usage disparities might account for a large part of cross-country TFP differentials.\n\n",
    "acknowledgement": "\nThe views expressed in this paper solely reflect those of the authors and not necessarily those of the National Bureau of Economic Research, Federal Reserve Bank of New York, nor those of the Federal Reserve System as a whole.  We appreciate the financial assistance of the NSF (Grant # SES-0517910) and the C.V. Starr Center for Applied Economics. This research was completed while Bart Hobijn was a visiting scholar at the Graduate Center of the City University of New York and New York University. We would like to thank Mark Bils, Andres Rodríguez-Clare, Romain Wacziarg, and Matt Wiswall for comments and suggestions.\n\n\n"
}