{
    "id": 12686,
    "citation_title": "Health Shocks, Village Elections, and Long-Term Income: Evidence from Rural China",
    "citation_author": [
        "Li Gan",
        "Lixin Colin Xu",
        "Yang Yao"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing a sample of households in 48 Chinese villages for the period 1986-2002, this paper studies the dynamic effects of major health shocks on household income and the role played by village elections in mitigating these effects. Our results show that in the first 15 years after a shock, a shock-hit household on average falls short of its normal income trajectory by 11.8% and its recovery would take 19 years. Based on the premise that shock-hit families impose negative externalities on richer families by borrowing from them, our political economy model predicts that the outcome of village elections would differ from that of a standard median voter model in that the elected village leaders tend to adopt pro-poor policies. Our empirical study finds that villages are more likely to establish a healthcare plan after the election is introduced. In addition, village elections reduce the probability of a household to borrow by 16.7% when one of its working adults is seriously sick. As a result, they reduce more than half of the negative effect of a health shock on household income.\n\n",
    "acknowledgement": "\nWe thank Martin Feldstein, Liutang Gong, Justin Lin, John Strauss, Zhixiong Zeng, and participants of seminars in the International Food Policy Research Institute, Nankai University, Peking University, Shanghai Jiaotong University, and the University of Wisconsin-Madison, for their helpful comments. Mengtao Gao, Shuna Wang, and Shenwei Zhang provided superb research assistance. The Research Center of Rural Economy, the Ministry of Agriculture, the People's Republic of China provided assistance in data collection. Financial supports from the Chinese Medical Board, the World Bank, and the National 211 Project of China are greatly appreciated. Corresponding author: Yang Yao, China Center for Economic Research, Peking University. Phone: 86-10-6275-3103; fax: 86-10-6275-1474; email: yyao@ccer.pku.edu.cn.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}