{
    "id": 12685,
    "citation_title": "The Optimal Income Taxation of Couples",
    "citation_author": [
        "Henrik Jacobsen Kleven",
        "Claus Thustrup Kreiner",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the optimal income tax treatment of couples. Each couple is modelled as a single rational economic agent supplying labor along two dimensions: primary and secondary earnings. We consider fully general joint income tax systems. Separate taxation is never optimal if social welfare depends on total couple incomes. In a model where secondary earners make only a binary work decision (work or not work), we demonstrate that the marginal tax rate of the primary earner is lower when the spouse works. As a result, the tax distortion on the secondary earner decreases with the earnings of the primary earner and actually vanishes to zero asymptotically. Such negative jointness is optimal because redistribution from two-earner toward one-earner couples is more valuable when primary earner income is lower. We also consider a model where both spouses display intensive labor supply responses. In that context, we show that, starting from the optimal separable tax schedules, introducing some negative jointness is always desirable. Numerical simulations suggest that, in that model, it is also optimal for the marginal tax rate on one earner to decrease with the earnings of his/her spouse. We argue that many actual redistribution systems, featuring family-based transfers combined with individually-based taxes, generate schedules with negative jointness.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Andrew Shephard and numerous participants at CEPR and IIPF conferences for very helpful comments and discussions. Financial support from NSF Grant SES-0134946 is gratefully acknowledged. The activities of EPRU (Economic Policy Research Unit) are supported by a grant from The Danish National Research Foundation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}