{
    "id": 12684,
    "citation_title": "Optimal exchange rate regimes: Turning Mundell-Fleming's dictum on its head",
    "citation_author": [
        "Amartya Lahiri",
        "Rajesh Singh",
        "Carlos A. Vegh"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA famous dictum in open economy macroeconomics -- which obtains in the Mundell-Fleming world of sticky prices and perfect capital mobility -- holds that the choice of the optimal exchange rate regime should depend on the type of shock hitting the economy. If shocks are predominantly real, a flexible exchange rate is optimal, whereas if shocks are mainly monetary, a fixed exchange rate is optimal.  There is no obvious reason, however, why this paradigm should be the most appropriate one to think about this important issue.  Arguably, asset market frictions may be as pervasive as goods market frictions (particularly in developing countries).  In this light, we show that in a model with flexible prices and asset market frictions, the Mundell-Fleming dictum is turned on its head: flexible rates are optimal in the presence of monetary shocks, whereas fixed rates are optimal in response to real shocks.  We thus conclude that the choice of an optimal exchange rate regime should depend not only on the type of shock (real versus monetary) but also on the type of friction (goods versus asset market).\n\n",
    "acknowledgement": "\nThis paper was originally prepared for a conference in honor of Guillermo Calvo, held at the International Monetary Fund in April 2004.  We are grateful to Martin Eichenbaum and conference participants for helpful comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}