{
    "id": 12682,
    "citation_title": "Price Impacts of Deals and Predictability of the Exchange Rate Movements",
    "citation_author": [
        "Takatoshi Ito",
        "Yuko Hashimoto"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the price impact and the predictability of the exchange rate movement using the transaction data recorded in the electronic broking system of the spot foreign exchange market. The number of actual deals at the ask (or bid side) for a specified time interval may be regarded as \"order flows\" to buy (or sell) in Richard Lyons' work.  First, the contemporaneous impact of order flows on the quote and deal prices are analyzed. Second, the price predictability is examined. Our forecasting equations of the exchange rate for the next X minutes (X=1, 5, 15, 30) show that coefficients are significantly different from zero in both 5-min and 1-min forecast horizons, but the significance disappears in the 30-minute interval. The t-statistics become larger as the prediction window becomes shorter. Price impacts of deals at one side of the market are significant but short-lived. Market participants, if they can observe and analyze all the transactions information in real time, may be able to extract information to predict the price movements in the following next few minutes.\n\n",
    "acknowledgement": "\nThe authors are grateful to EBS for providing a proprietary data set for academic purpose. The earlier version of the paper was presented at the NBER 17th Annual East Asian Seminar on Economics in Hawaii June 22-24, 2006. We are grateful to Peter Garber, Eli Remolona and Andy Rose for their comments. Ito gratefully acknowledges financial support from the Japan Society for the Promotion of Science, Grants-in-aid, Basic Research (A-2-15203008). Hashimoto gratefully acknowledges financial supports from the Japan Society for the Promotion of Science, Grants-in-aid for Young Scientists (B17730211).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}