{
    "id": 12680,
    "citation_title": "Economic Well-Being at Older Ages: Income- and Consumption-Based Poverty Measures in the HRS",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to economic theory, well-being or utility depends on consumption.  However, at the household level, total consumption is rarely measured because its collection requires a great deal of survey time.  As a result income has been widely used to assess economic well-being and poverty rates.  Yet, because households can use wealth to consume more than income, an income-based measure of well-being could yield misleading results for many households, especially at older ages. We use data from the Health and Retirement Study to find income-based poverty rates which we compare with poverty rates as measured in the Current Population Survey.  We use HRS consumption data to calculate a consumption-based poverty rate and study the relationship between income-based and consumption-based poverty measures.  We find that the poverty rate based on consumption is lower than the income-based poverty rate.  Particularly noteworthy is the much lower rate among the oldest single persons such as widows.  The explanation for the difference is the ability to consume out of wealth.\n\n",
    "acknowledgement": "\nThe research reported herein was pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium (RRC).  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government or the RRC.  We gratefully acknowledge research support from the Social Security Administration via the Michigan Retirement Research Center (UM05- 08), and additional support for data development from the National Institute on Aging.  We would like to thank John Phillips and Eugene Steuerle for insightful comments, Patricia StClair for excellent programming assistance and Jennifer Novak for outstanding bibliographical assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}