{
    "id": 12683,
    "citation_title": "The Growing Allocative Inefficiency of the U.S. Higher Education Sector",
    "citation_author": [
        "James D. Adams",
        "J. Roger Clemmons"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on research and teaching productivity in universities using a panel of 102 top U.S. schools during 1981-1999.  Faculty employment grows at 0.6 percent per year, compared with growth of 4.9 percent in industrial researchers.  Productivity growth per researcher is 1.4-6.7 percent and is higher in private universities.  Productivity growth per teacher is 0.8-1.1 percent and is higher in public universities. Growth in research productivity within universities exceeds overall growth, because the research share grows in universities where productivity growth is less.  This finding suggests that allocative efficiency of U.S. higher education declined during the late 20th century. R&D stock, endowment, and post-docs increase research productivity in universities, the effect of nonfederal R&D is less, and the returns to research are diminishing.  Since the nonfederal R&D share grows and is higher in public schools, this may explain the rising inefficiency.  Decreasing returns in research but not teaching suggest that most differences in university size are due to teaching.\n\n",
    "acknowledgement": "\nThis paper is part of the Science and Engineering Workforce Project at NBER. The Andrew W. Mellon and Alfred P. Sloan Foundations have generously supported this research.  John Marsh provided research assistance and Jason Todd Abaluck provided data on student characteristics.  We thank Ronald G. Ehrenberg, Irwin Feller, Amanda Goodall, Richard Jensen, and Donald Vitaliano for comments on earlier drafts.  Special appreciation goes to Richard Freeman for support and guidance.  This paper has benefited from presentations at Rensselaer Polytechnic Institute, Cornell University, meetings of the NBER-Science and Engineering Workforce Project, and the NBER Higher Education Meetings.  Any remaining errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}