{
    "id": 12681,
    "citation_title": "Health Insurance as a Two-Part Pricing Contract",
    "citation_author": [
        "Darius Lakdawalla",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2006-11-09",
    "issue_date": "2006-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonopolies appear throughout health care markets, as a result of patents, limits to the extent of the market, or the presence of unique inputs and skills.  In the health care industry, however, the deadweight costs of monopoly may be small or even absent.  Health insurance, frequently implemented as an ex ante premium coupled with an ex post co-payment per unit consumed, effectively operates as a two-part pricing contract.  This allows monopolists to extract consumer surplus without inefficiently constraining quantity.  This view of health insurance contracts has several implications:  (1) Low ex post copayments to insured consumers substantially reduce deadweight losses from medical care monopolies -- we calculate, for instance, that the presence of health insurance lowers monopoly loss in the US pharmaceutical market by 82 percent; (2) Price regulation or break-up of health care monopolies may be inferior to laissez-faire or simple redistribution of monopoly profits; and (3) Promoting efficiency in the health insurance market can reduce static losses in the goods market while improving the dynamic efficiency of innovation.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we wish to thank Alan Garber, Dana Goldman, Geoffrey Joyce, Tomas Philipson, participants in the 2005 NBER Summer Institute Health Economics Workshop, and participants in the Fall 2006 NBER Health Care Program Meetings.  We are grateful to the National Institute on Aging for funding. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}