{
    "id": 12688,
    "citation_title": "The Effect of Subjective Survival Probabilities on Retirement and Wealth in the United States",
    "citation_author": [
        "David E. Bloom",
        "David Canning",
        "Michael Moore",
        "Younghwan Song"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the proposition that expected longevity affects retirement decisions and accumulated wealth using micro data drawn from the Health and Retirement Study for the United States. We use data on a person's subjective probability of survival to age 75 as a proxy for their prospective lifespan. In order to control for the presence of measurement error and focal points in responses, as well as reverse causality, we instrument subjective survival probabilities using information on current age, or age at death, of the respondent's parents. Our estimates indicate that increased subjective probabilities of survival result in increased household wealth among couples, with no effect on the length of the working life. These findings are consistent with the view that retirement decisions are driven by institutional constraints and incentives and that a longer expected lifespan leads to increased wealth accumulation.\n\n",
    "acknowledgement": "\nThis paper was presented at a conference on 'Population Aging, Intergenerational Transfers, and the Macroeconomy', hosted by the Nihon University Population Research Institute, 26-28 June 2006, Tokyo. The authors are grateful to David de la Croix and to the conference organizers and participants for their thoughtful comments and suggestions. The National Institute of Aging provided support for this research (Grant No. 1 P30 AG024409-01).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}