{
    "id": 12689,
    "citation_title": "AIDS Treatment and Intrahousehold Resource Allocations: Children's Nutrition and Schooling in Kenya",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Harsha Thirumurthy",
        "Markus Goldstein"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe provision of life-saving antiretroviral (ARV) treatment has emerged as a key component of the global response to HIV/AIDS, but very little is known about the impact of this intervention on the welfare of children in the households of treated persons.  We estimate the impact of ARV treatment on children's schooling and nutrition outcomes using longitudinal household survey data collected in collaboration with a treatment program in western Kenya.  We find that children's weekly hours of school attendance increase by over 20 percent within six months after treatment is initiated for the adult household member.  For boys in treatment households, these increases closely follow their reduced market labor supply.  Similarly, young children's short-term nutritional status--as measured by their weight-for-height Z-score--also improves dramatically.  We argue that these treatment effects will be considerably larger when compared to the counterfactual scenario of no ARV treatment.  The results provide evidence on how intrahousehold resource allocation is altered in response to significant health improvements.  Since the improvements in children's schooling and nutrition at these critical early ages will affect their socio-economic outcomes in adulthood, the widespread provision of ARV treatment is likely to generate significant long-run macroeconomic benefits.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the support of the Academic Model for Prevention and Treatment of HIV/AIDS (AMPATH) and members of the IU-Kenya partnership.  We are grateful to Michael Boozer, David Cutler, T. Paul Schultz, Christopher Udry, and seminar participants at the NBER Health Care Program Meeting, the Northeast Universities Development Consortium Conference, the University of Pittsburgh, and Yale University for comments and suggestions. Many individuals contributed to the implementation of the household survey under the direction of the authors and Mabel Nangami.  Giovanna d'Adda assisted in managing the second round of the survey and the data collection was facilitated by the field supervision of Irene Muhunzu.  We also acknowledge the tremendous contributions of Andrew Anyembe, Caroline Amuyunzu, Jayne Chaina, Norbert Ketter, James Mungai, June Ochanda, and Jacklyne Tetee for administering questionnaires; and Chelimo Cherono, David Marende, Maurice Mungai, Florence Oduor, and Martha Simiyu for computer entry of questionnaires.  Financial support for this project was received from the Economic and Social Research Council (UK), Pfizer, Inc., The World Bank, Yale University's Center for Interdisciplinary Research on AIDS (CIRA) through a grant from the National Institute of Mental Health to Michael Merson, M.D. (No. P30 MH 62294), the Social Science Research Council, and the Calderone Program at Columbia University.  The views expressed here do not necessarily reflect those of the World Bank or its member countries.  All errors and opinions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}