{
    "id": 12694,
    "citation_title": "The Evolution of Work",
    "citation_author": [
        "Markus Mobius",
        "Raphael Schoenle"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe division of labor first increased during industrialization and then decreased again after 1970 as job roles have expanded. We explain these trends in the organization of work through a simple model where (a) machines require standardization to exploit economies of scale and (b) more customized products are subject to trends and fashions which make production tasks less predictable and a strict division of labor impractical. At the onset of industrialization, the market supports only a small number of generic varieties which can be mass-produced under a strict division of labor. Thanks to productivity growth, niche markets gradually expand, producers eventually move into customized production and the division of labor decreases again. The model predicts capital-skill substitutability during industrialization and capital skill complementarity in the maturing industrial economy. Moreover, conventional calculations of the factor content of trade underestimate the impact of globalization because they do not take into account changes in product market competition induced by trade. We test our model by exploiting the time-lags in the introduction of bar-coding in three-digit SIC manufacturing industries in the US. We find that both increases in investments in computers and bar-coding have led to skill-upgrading. However, consistent with our model bar-coding has affected mainly the center of the skill distribution by shifting demand away from the high-school educated to the less-than-college educated.\n\n",
    "acknowledgement": "\nWe would like to thank Olivier Blanchard, Jacob Braude, Peter Diamond, Glenn Ellison, Larry Katz, Mike Fralix, Botond Koszegi, Mike Piore, Tanya Rosenblat and participants at the NASM '99 conference, the MIT development and theory lunches, and the Harvard Labor and Economic History seminar for helpful comments. We are particularly grateful to David Autor and David Weil for sharing data with us. Please send comments to the authors at mobius@fas.harvard.edu and schoenle@princeton.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}