{
    "id": 12691,
    "citation_title": "Does Science Promote Women? Evidence from Academia 1973-2001",
    "citation_author": [
        "Donna K. Ginther",
        "Shulamit Kahn"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies have shown that women are under-represented in tenured ranks in the sciences.  We evaluate whether gender differences in the likelihood of obtaining a tenure track job, promotion to tenure, and promotion to full professor explain these facts using the 1973-2001 Survey of Doctorate Recipients.  We find that women are less likely to take tenure track positions in science, but the gender gap is entirely explained by fertility decisions.  We find that in science overall, there is no gender difference in promotion to tenure or full professor after controlling for demographic, family, employer and productivity covariates and that in many cases, there is no gender difference in promotion to tenure or full professor even without controlling for covariates.  However, family characteristics have different impacts on women's and men's promotion probabilities.  Single women do better at each stage than single men, although this might be due to selection.  Children make it less likely that women in science will advance up the academic job ladder beyond their early post-doctorate years, while both marriage and children increase men's likelihood of advancing.\n\n",
    "acknowledgement": "\nWe thank Al and Judy Erickson for making this paper possible.  We also thank the National Science Foundation for granting a site license to use the data and Kelly Kang of the NSF for providing technical documentation.  Dylan Rassier and Ronnie Mukherjee provided research assistance.  Ginther acknowledges financial support from NSF grant SES-0353703.  Finally, we thank Anne Preston and Richard Freeman for their useful comments on an earlier draft. The use of NSF data does not imply NSF endorsement of the research, research methods, or conclusions contained in this report.  Any errors are our own responsibility.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}