{
    "id": 12695,
    "citation_title": "The Economics of Conflicts of Interest in Financial Institutions",
    "citation_author": [
        "Hamid Mehran",
        "Rene M. Stulz"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA conflict of interest exists when a party to a transaction could potentially make a gain from taking actions that are detrimental to the other party in the transaction. This paper examines the economics of conflicts of interest in financial institutions and reviews the growing empirical literature (mostly focused on analysts) on the economic implications of these conflicts. Economic analysis shows that, although conflicts of interest are omnipresent when contracting is costly and parties are imperfectly informed, there are important factors that mitigate their impact and, strikingly, it is possible for customers of financial institutions to benefit from the existence of such conflicts. The empirical literature reaches conclusions that differ across types of conflicts of interest, but overall these conclusions are more ambivalent and certainly more benign than the conclusions drawn by journalists and politicians from mostly anecdotal evidence. Though much has been made of conflicts of interest arising from investment banking activities, there is no consensus in the empirical literature supporting the view that conflicts resulting from these activities had a systematic adverse impact on customers of financial institutions.\n\n",
    "acknowledgement": "\nFederal Reserve Bank of New York and The Ohio State University, NBER, and ECGI. We are grateful for comments from Steve Buser, Harry DeAngelo, Luc Laeven, Maureen McNichols, Ross Levine, Alexander Ljungqvist, Roger Loh, Bill Schwert, Jerome Taillard, Kent Womack, Ayako Yasuda, and two anonymous referees. We thank Roger Loh for excellent scientific assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}