{
    "id": 12693,
    "citation_title": "Educational Mismatch Among Ph.D.s: Determinants and Consequences",
    "citation_author": [
        "Keith A. Bender",
        "John S. Heywood"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the Survey of Doctoral Recipients, the magnitude and consequences of job mismatch are estimated for Ph.D.s in science.   Approximately one-sixth of academics and nearly one-half of nonacademics report some degree of mismatch. The influence of job mismatch is estimated for three job outcomes: earnings, job satisfaction and turnover.  Surprisingly large and robust influences emerge.  Mismatch is associated with substantially lower earnings, lower job satisfaction and a higher rate of turnover.  These results persist across a variety of specifications and hold for both academics and nonacademics.   Estimates of the determinants of mismatch indicate that older workers and those in rapidly changing disciplines are more likely to be mismatched and there is a suggestion that women are more likely to be mismatched.\n\n",
    "acknowledgement": "\nThe authors thank the National Science Foundation (NSF) and William Rayburn for helping to secure access to the restricted data and Richard Freeman, Dan Hamermesh, Shulamit Kahn, Kostas Mavromaras and the participants of seminars at the University of Aberdeen, Scotland, Lancaster University, England, the University of Wisconsin-Milwaukee, the National Bureau of Economic Research, and the NSF for helpful comments.  The use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}