{
    "id": 12698,
    "citation_title": "Capital Account Liberalization: Theory, Evidence, and Speculation",
    "citation_author": [
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWritings on the macroeconomic impact of capital account liberalization find few, if any, robust effects of liberalization on real variables.  In contrast to the prevailing wisdom, I argue that the textbook theory of liberalization holds up quite well to a critical reading of this literature.  The lion's share of papers that find no effect of liberalization on real variables tell us nothing about the empirical validity of the theory, because they do not really test it.  This paper explains why it is that most studies do not really address the theory they set out to test.  It also discusses what is necessary to test the theory and examines papers that have done so.  Studies that actually test the theory show that liberalization has significant effects on the cost of capital, investment, and economic growth.\n\n",
    "acknowledgement": "\nI gratefully acknowledge financial support from an NSF CAREER Award, the John and Cynthia Fry Gunn Faculty Fellowship, and the Freeman Spogli Institute for International Studies.  I thank Anusha Chari, Roger Gordon, Diana Kirk, John McMillan, Paul Romer, and two anonymous referees for helpful comments.  Diego Sasson provided excellent research assistance. Finally, I thank Sir K. Dwight Venner and the Research Department of the Eastern Caribbean Central Bank for hosting me in the summer of 1994, when I first started thinking about the issues addressed in the paper.\n\n\n"
}