{
    "id": 12697,
    "citation_title": "Is the International Diversification Potential Diminishing? Foreign Equity Inside and Outside the US",
    "citation_author": [
        "Karen K. Lewis"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past two decades international markets have become more open, leading to a common perception that global capital markets have become more integrated.  In this paper, I ask what this integration and its resulting higher correlation would imply about the diversification potential across countries.    For this purpose, I examine two basic groups of international returns:  (1)  foreign market indices and (2)  foreign stocks that are listed and traded in the US.  I examine the first group since this is the standard approach in the international diversification literature, while I study the second group since some have argued that US-listed foreign stocks are the more natural diversification vehicle (Errunza et al (1999)).  In order to consider the possibility of shifts in the covariance of returns over time, I extend the break-date estimation approach of Bai and Perron (1998) to test for and estimate possible break dates across returns along with their confidence intervals.  I find that the covariances among country stock markets have indeed shifted over time for a majority of the countries.  But in contrast to the common perception that markets have become significantly more integrated over time, the covariance between foreign markets and the US market have increased only slightly from the beginning to the end of the last twenty years.  At the same time, the foreign stocks in the US markets have become significantly more correlated with the US market.  To consider the economic significance of these parameter changes, I use the estimates to examine the implications for a simple portfolio decision model in which a US investor could choose between US and foreign portfolios.  When restricted to holding foreign assets in the form of market indices, I find that the optimal allocation in foreign market indices actually increases over time.  However, the optimal allocation into foreign stocks decreases when the investor is allowed to hold foreign stocks that are traded in the US.  Also, the minimum variance attainable by the foreign portfolios has increased over time.  These results suggest that the benefits to diversification have declined both for stocks inside and outside the US.\n\n",
    "acknowledgement": "\nWharton School, University of Pennsylvania and NBER.  For comments and suggestions, I thank Geert Bekaert, Bernard Dumas, Vihang Errunza, Andrew Karolyi, Magnus Dahlquist, Gangadhar Darbha, Craig MacKinlay, Paolo Soderlind, Jessica Wachter, Frank Warnock, Amir Yaron, and seminar participants at the Wharton Micro-Lunch seminar, the Swedish Institute for Financial Research, and the Kansas City Federal Reserve.  I acknowledge funding from the National Science Foundation with thanks.  Any errors are my responsibility.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}