{
    "id": 12696,
    "citation_title": "Americans' Dependency on Social Security",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Ben Marx",
        "Pietro Rizza"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper determines the standard of living reductions that young, middle aged, and older households would experience were the U.S. government to cut Social Security benefits (but not taxes) to deal with its well documented (see Gokhale and Smetters, 2005) long-term fiscal crisis.  To determine pre- and post-retirement living standards in the absence and presence of Social Security benefit cuts the paper relies on ESPlanner, a financial planning software program.  ESPlanner calculates a household's highest sustainable living standard taking into account the household's economic resources including its claims to future Social Security benefits.  The program also incorporates borrowing/liquidity constraints that limit households' abilities to smooth their living standards over their life cycles. The analysis considers both stylized single and married households of different ages and resource levels as well as actual households sampled from the 2004 Federal Reserve Survey of Consumer Finances (SCF).  The extent of current and future living standard reductions in response to announcements of future Social Security benefit cuts depends critically on the age of the household, when the cuts are announced, the size of the cuts, the income of the household, and the degree to which the household is liquidity constrained.   For our stylized households on the brink of retirement the complete elimination of Social Security benefits would entail retirement living standards reductions ranging from roughly one third to one hundred percent depending on the household's income.  Our SCF findings also point to a strong dependency on Social Security.  Indeed, 41 percent of older SCF couples and 33 percent of SCF singles would experience a living standard reduction of 90 percent or more were Social Security benefits eliminated. A surprising finding is the major dependency of very high-income households on Social Security.  Take the highest earning couple in our stylized sample.  This couple earns $500,000 per year from age 30 through age 64 when it retires.  It enters retirement with over $2.3 million in assets.  But given the length of its potential retirement, the modest real return it can safely earn on its assets, its off-the-top housing expenses, and its tax payments, this household is highly dependent on Social Security benefits, notwithstanding their taxable status.  Indeed, were this household denied all its Social Security benefits on the eve of its retirement, it would suffer a 35.6 percent reduction in its living standard throughout retirement.\n\n",
    "acknowledgement": "\nWe thank the Social Security Administration and the Michigan Retirement Research Center for research support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}