{
    "id": 12692,
    "citation_title": "International Knowledge Flows: Evidence from an Inventor-Firm Matched Data Set",
    "citation_author": [
        "Jinyoung Kim",
        "Sangjoon John Lee",
        "Gerald Marschke"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe describe the construction of a panel data set from the U.S. patent data that contains measures of inventors' life-cycle R&D productivity--patents and patent citations. We match the data set to information on the U.S. pharmaceutical and semiconductor firms for whom they work. In this paper we use these data to examine the role of research personnel as a pathway for the diffusion of ideas from foreign countries to U.S. innovators. In particular, we find in recent years an increase in the extent that U.S. innovating firms collaborate with or employ researchers with foreign experience. This increase appears to work primarily through an increase in U.S. firms' employment of foreign-residing researchers; the fraction of research-active U.S. residents with foreign research experience appears to be falling, suggesting that U.S. pharmaceutical and semiconductor firms are increasingly locating operations in foreign countries to employ such researchers, as opposed to such researchers immigrating to the U.S. to work. In addition, we investigate which U.S. firms conducting R&D build upon innovations originating abroad. We find that employing or collaborating with researchers who have research experience abroad seems to facilitate the use of  output of non-U.S. R&D. We also find that in the semiconductor industry smaller and older firms, and in the pharmaceutical industry, younger firms are more likely to access foreign R&D output.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}