{
    "id": 12703,
    "citation_title": "Deflationary Shocks and Monetary Rules: an Open-Economy Scenario Analysis",
    "citation_author": [
        "Douglas Laxton",
        "Papa N'Diaye",
        "Paolo Pesenti"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers the macroeconomic transmission of demand and supply shocks in an open economy under alternative assumptions on whether the zero interest floor (ZIF) is binding. It uses a two-country general-equilibrium simulation model calibrated to the Japanese economy vis-a-vis the rest of the world. Negative demand shocks have more prolonged and startling effects on the economy when the ZIF is binding than when it is not binding. Positive supply shocks can actually extend the period of time over which the ZIF may be expected to bind. More open economies hit the ZIF for a shorter period of time, and with less harmful effects. Deflationary supply shocks have different implications according to whether they are concentrated in the tradables rather than the nontradables sector. Price-level-path targeting rules are likely to provide better guidelines for monetary policy in a deflationary environment, and have desirable properties in normal times when the ZIF is not binding.\n\n",
    "acknowledgement": "\nWe thank Shin-ichi Fukuda, Takeo Hoshi, Takatoshi Ito, Andy Rose, Kazuo Ueda, Tsutomu Watanabe, Alessandro Zanello, and conference participants at the 18th Annual TRIO Conference in Tokyo for helpful suggestions. We also thank Hope Pioro, Susanna Mursula and Chris Tonetti for invaluable assistance. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, IMF policy, its Executive Board, its management or any member government, the Federal Reserve Bank of New York, the Federal Reserve System, or any other institution mentioned herein or with which the authors are affiliated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}