{
    "id": 12705,
    "citation_title": "Basel II: A Contracting Perspective",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "2007-03-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial safety nets are incomplete social contracts that assign responsibility to various economic sectors for preventing, detecting, and paying for potentially crippling losses at financial institutions. This paper uses the theories of incomplete contracts and sequential bargaining to interpret the Basel Accords as a framework for endlessly renegotiating minimal duties and standards of safety-net management across the community of nations. Modelling the stakes and stakeholders represented by different regulators helps us to understand that inconsistencies exist in prior understandings about the range of sectoral effects that the 2004 Basel II agreement might produce. The analysis seeks to explain why, in the U.S., attempting to resolve these inconsistencies has spawned an embarrassingly fractious debate and repeatedly pushed back Basel II's scheduled implementation.\n\n",
    "acknowledgement": "\nFor valuable comments, the author is indebted to Richard C. Aspinwall, Rosalind Bennett, Fred Furlong, Gillian Garcia, Richard Herring, Paul Horvitz, George Kaufman, John Krainer, Paul Kupiec, Geoffrey Miller, James Moser, John Pattison, Haluk Unal, an anonymous referee, and participants in research colloquia at Boston College, York University, the Federal Reserve Bank of San Francisco, and the Federal Deposit Insurance Corporation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}