{
    "id": 12708,
    "citation_title": "The \"Great Moderation\" and the US External Imbalance",
    "citation_author": [
        "Alessandra Fogli",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe early 1980s marked the onset of two striking features of the current world macro-economy: the fall in US business cycle volatility (the \"great moderation\") and the large and persistent US external imbalance. In this paper we argue that an external imbalance is a natural consequence of the great moderation. If a country experiences a fall in volatility greater than that of its partners, its relative incentives to accumulate precautionary savings fall and this results in an equilibrium  permanent deterioration of its external balance. To assess how much of the current US imbalance can be explained by this channel, we consider a standard two country business cycle model in which households are subject to country specific shocks they cannot perfectly insure against. The model suggests that a fall in business cycle volatility like the one observed for the US relatively to other major economies can account for about 20% of the current total US external imbalance.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the international conference on \"Financial Markets and the Real Economy in a Low Interest Rate Environment\" held at the Institute for Monetary and Economic Studies of the Bank of Japan on June 1-2, 2006. We thank Hans Genberg and Aviram Levy for their excellent discussions and conference participants for their valuable comments. All errors remain our own. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}