{
    "id": 12706,
    "citation_title": "Contracts as Reference Points",
    "citation_author": [
        "Oliver Hart",
        "John Moore"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that a contract provides a reference point for a trading relationship: more precisely, for parties' feelings of entitlement.  A party's ex post performance depends on whether he gets what he is entitled to relative to outcomes permitted by the contract.  A party who is shortchanged shades on performance.  A flexible contract allows parties to adjust their outcome to uncertainty, but causes inefficient shading.  Our analysis provides a basis for long-term contracts in the absence of noncontractible investments, and elucidates why \"employment\" contracts, which fix wage in advance and allow the employer to choose the task, can be optimal.\n\n",
    "acknowledgement": "\nAn early version of this paper was entitled \"Partial Contracts.\"  We are particularly indebted to Andrei Shleifer and Jeremy Stein for useful comments and for urging us to develop Section 5.  We would also like to thank Philippe Aghion, Jennifer Arlen, Daniel Benjamin, Richard Craswell, Florian Englmaier, Edward Glaeser, Elhanan Helpman, Benjamin Hermalin, Louis Kaplow, Henrik Lando, Steve Leider, Jon Levin, Bentley MacLeod, Ulrike Malmendier,  Sendhil Mullainathan, Al Roth, Jozsef Sakovics, Klaus Schmidt, Jonathan Thomas, Jean Tirole, and Birger Wernerfelt for helpful suggestions.  In addition we have received useful feedback  from audiences at the Max Planck Institute for Research on Collective Goods in Bonn, the Harvard-MIT Organizational Economics Seminar, the University of Zurich, the 2006 Columbia University Conference on The Law and Economics of Contracts, Cornell University (Center for the Study of Economy & Society), Yale University Law School (where part of the text formed the first author's Raben Lecture), Edinburgh University, London School of Economics, the American Law and Economics Association Meetings (where part of the text formed the first author's Presidential address), Copenhagen Business School, the University of Stockholm, Stockholm School of Economics, and the European Economic Association Meetings (where part of the text formed the second author's Schumpeter Lecture).  We are grateful to Paul Niehaus for research assistance.  We acknowledge financial support from the U.S. National Science Foundation through the National Bureau of Economic Research, and the U.K. Economic and Social Research Council.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}