{
    "id": 12701,
    "citation_title": "Bequest and Tax Planning: Evidence From Estate Tax Returns",
    "citation_author": [
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study bequest and wealth accumulation behavior of the wealthy (subject to the estate tax) shortly before death. The onset of a terminal illness leads to a very significant reduction in the value of estates reported on tax returns - 15 to 20% with illness lasting \"months to years\" and about 5 to 10% in case of illness reported as lasting \"days to weeks\".  I provide evidence suggesting that these findings cannot be explained by real shocks to net worth such as due to medical expenses or lost income, but instead reflect \"deathbed\" estate planning.  The results suggest that wealthy individuals actively care about disposition of their estates, but that this preference is dominated by the desire to hold on to their wealth while alive.\n\n",
    "acknowledgement": "\nI benefited from comments from anonymous referees, the editors, participants of seminars at the 2004 meeting of the National Tax Association, 2005 NBER Summer Institute, Columbia, Michigan, Wisconsin and Virginia, as well as from discussions with David Forrer, Joel Slemrod, Till von Wachter, Karl Scholz, Emmanuel Saez and David Joulfaian. Financial support from the Program for Economic Research at Columbia University and the Sloan Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}