{
    "id": 12709,
    "citation_title": "Who Misvotes? The Effect of Differential Cognition Costs on Election Outcomes",
    "citation_author": [
        "Kelly Shue",
        "Erzo F. P. Luttmer"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIf voters are fully rational and have negligible cognition costs, ballot layout should not affect election outcomes. In this paper, we explore deviations from rational voting using quasi-random variation in candidate name placement on ballots from the 2003 California Recall Election. We find that the voteshares of minor candidates almost double when their names are adjacent to the names of major candidates on a ballot. Voteshare gains are largest in precincts with high percentages of Democratic, Hispanic, low-income, non-English speaking, poorly educated, or young voters. A major candidate that attracts a disproportionate share of voters from these types of precincts faces a systematic electoral disadvantage. If the Republican frontrunner Arnold Schwarzenegger and Democratic frontrunner Cruz Bustamante had been in a tie, adjacency misvoting would have given Schwarzenegger an edge of 0.06% of the voteshare. This gain in voteshare exceeds the margins of victory in the 2000 U.S. Presidential Election and the 2004 Washington Gubernatorial Election. We explore which voting technology platforms and brands mitigate misvoting.\n\n",
    "acknowledgement": "\nWe would like to thank Attila Ambrus, Gary Chamberlain, John Friedman, Edward Glaeser, Caroline Hoxby, Brian Jacob, Lisa Kahn, and Rebecca Kalmus for helpful conversations and insightful comments. We are also grateful to the staff at the Berkeley Institute of Governmental Studies Statewide Database for their generous assistance. We thank Andra Hibbert for excellent research assistance. Erzo Luttmer gratefully acknowledges funding from the National Institute on Aging through Grant Number T32-AG00186 to the National Bureau of Economic Research.  Kelly Shue gratefully acknowledges support from National Science Foundation Graduate Research Fellowship Grant 2006042992. All errors are our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}