{
    "id": 12700,
    "citation_title": "Instruments of Commerce and Knowledge: Probe Microscopy, 1980-2000",
    "citation_author": [
        "Cyrus C. M. Mody"
    ],
    "citation_publication_date": "2006-11-15",
    "issue_date": "2006-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLongstanding debates about the role of the university in national culture and the global economy have entered a new phase in the past decade in most industrialized, and several industrializing, countries.  One important focus of this debate is corporate involvement in academic scientific research.  Proponents of the academic capitalism say that corporate involvement makes the university leaner, more agile, better able to respond to the needs of the day.  Critics say that corporate involvement leaves society without the independent, critical voices traditionally lodged in universities.  I argue that a science and technology studies perspective, using case studies of research communities, can push this debate in directions envisioned by neither proponents nor critics.  I use the development and commercialization of the scanning tunneling microscope and the atomic force microscope as an example of how research communities continually redraw the line between corporate and academic institutions.\n\n",
    "acknowledgement": "\nThe author thanks Mike Lynch, Arthur Daemmrich, Steve Shapin, Phil Scranton, and John Staudenmaier for their advice and encouragement on various drafts of this paper.  Audiences at Arizona State, the American Sociological Association, and the Chemical Heritage Foundation also provided useful comments.  This work was made possible by funding from the National Science Foundation, the IEEE History Center, and the National Bureau of Economic Research, as well as by the generous cooperation of my interviewees.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}