{
    "id": 12714,
    "citation_title": "Painting by Proxy: The Conceptual Artist as Manufacturer",
    "citation_author": [
        "David W. Galenson"
    ],
    "citation_publication_date": "2006-12-01",
    "issue_date": "2006-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1958, the French philosopher Etienne Gilson observed that \"painters are related to manual laborers by a deep-rooted affinity that nothing can eliminate,\" because painting was the one art in which the person who conceives the work is also necessarily the person who executes it. Conceptual innovators promptly proved Gilson wrong, however, by eliminating the touch of the artist from their paintings: in 1960 the French artist Yves Klein began using \"living brushes\" - nude models covered with paint - to execute his paintings, and in 1963 Andy Warhol began having his assistant Gerard Malanga silkscreen his canvases. Today many leading artists do not touch their own paintings, and some never see them. This paper traces the innovations that allowed a complete separation between the conception and execution of paintings. The foundation of this separation was laid long before the 20th century, by conceptual Old Masters including Raphael and Rubens, who employed teams of assistants to produce their paintings, but artists began exploring its logical limits during the conceptual revolution of the 1960s and beyond. Thus by the end of the twentieth century Jeff Koons explained that he did not participate in the work of painting his canvases because he believed it would interfere with his growth as an artist, and Damien Hirst defended his practice of having his paintings made by assistants on the grounds that their paintings were better than his. Eliminating the touch of the artist from painting is yet another way in which conceptual innovators transformed art in the twentieth century.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}