{
    "id": 12710,
    "citation_title": "Gold Rush Fever in Business Cycles",
    "citation_author": [
        "Paul Beaudry",
        "Fabrice Collard",
        "Franck Portier"
    ],
    "citation_publication_date": "2006-11-17",
    "issue_date": "2006-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGold rushes are periods of economic boom, generally associated with large increases in expenditures aimed at securing claims near new found veins of gold. An interesting aspect of gold rushes is that, from a social point of view, much of the increased activity is wasteful since it contributes simply to the expansion of the stock of money.  In this paper, we explore whether business cycle fluctuations may sometimes be driven by a phenomenon akin to a gold rush. In particular, we present a model where the opening of new market opportunities causes an economic expansion by favoring competition for market share, which is essentially a dissolution of rents. We call such an episode a market rush.  We construct a simple model of a market rush that can be embedded into an otherwise standard Dynamic General Equilibrium model, and show how market rushes can help explain important features of the data.  We use a simulated-moment estimator to quantify the role of market rushes in fluctuations.  We find that market rushes may account for over half the short run volatility in hours worked and  a third of the short run volatility of output.\n\n",
    "acknowledgement": "\nThe authors thank Nir Jaimovich, Evi Pappa and Oreste Tristani for their discussion of the paper as well as participants in the following seminars, workshops and conferences : Paris, Lausanne, Hydra 2006 workshop, 2006 Toulouse Seminar on Macroeconomics, Vancouver 2006 SED meeting. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}