{
    "id": 12721,
    "citation_title": "Trading Tasks: A Simple Theory of Offshoring",
    "citation_author": [
        "Gene M. Grossman",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2006-12-01",
    "issue_date": "2006-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor centuries, most international trade involved an exchange of complete goods. But, with recent improvements in transportation and communications technology, it increasingly entails different countries adding value to global supply chains, or what might be called \"trade in tasks.\" We propose a new conceptualization of the global production process that focuses on tradable tasks and use it to study how falling costs of offshoring affect factor prices in the source country. We identify a productivity effect of task trade that benefits the factor whose tasks are more easily moved offshore. In the light of this effect, reductions in the cost of trading tasks can generate shared gains for all domestic factors, in contrast to the distributional conflict that typically results from reductions in the cost of trading goods.\n\n",
    "acknowledgement": "\nThe authors are grateful to David Autor, Richard Baldwin, Donald Davis, Jonathan Eaton, James Harrigan, Elhanan Helpman, Frank Levy, Per Krusell, Marc Melitz, Torsten Persson, and Steve Redding for helpful comments and discussions. They acknowledge with thanks the support of the National Science Foundation (SES 0211748, SES 0451712 and SES 0453125). Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation or any other organization.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}