{
    "id": 12737,
    "citation_title": "Do Students Care about School Quality? Determinants of Dropout Behavior in Developing Countries",
    "citation_author": [
        "Eric A. Hanushek",
        "Victor Lavy",
        "Kohtaro Hitomi"
    ],
    "citation_publication_date": "2006-12-04",
    "issue_date": "2006-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool quality and grade completion by students are shown to be directly linked, leading to very different perspectives on educational policy in developing countries.  Unique panel data on primary school age children in Egypt permit estimation of behavioral models of school leaving.  Students perceive differences in school quality, measured as expected achievement improvements in a given school, and act on it.  Specifically, holding constant the student's own ability and achievement, a student is much less likely to remain in school if attending a low quality school rather than a high quality school.  This individually rationale behavior suggests that common arguments about a trade-off between quality and access to schools may misstate the real issue and lead to public investment in too little quality.  Further, because of this behavioral linkage, there is an achievement bias such that common estimates of rates of return to years of school will be overstated.  The paper demonstrates the analytical importance of employing output-based measures of school quality.\n\n",
    "acknowledgement": "\nEric Swanson provided us with the data and with help in understanding the sampling and the schooling situation in Egypt.  Trey Miller provided helpful research assistance.  We benefited from many useful comments and suggestions by Joshua Angrist, Mark Bils, Bruce Chapman, Paul Chen, Mark Harrison, Elizabeth King, Emmanuel Jimenez, Michele Tertilt, Martin Zelder, participants of the World Bank's Seminar on Household's Human Capital Investments, and seminars at the University of Rochester, the Australian National University, Texas A&M, University of Wisconsin, Hebrew University, Yale University, and Cornell University.  Finally, Finis Welch helped clarify some key modeling points  An earlier version of this paper was presented at the Conference on Human Capital, University of Buffalo, October 26-28, 2006.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}