{
    "id": 12733,
    "citation_title": "Evaluating Effects of Tax Preferences on Health Care Spending and Federal Revenues",
    "citation_author": [
        "John F. Cogan",
        "R. Glenn Hubbard",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2006-12-04",
    "issue_date": "2006-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we calculate the consequences for health spending and federal revenues of an above-the-line deduction for out-of-pocket health spending.  We show how the response of spending to this expansion in the tax preference can be specified as a function of a small number of behavioral parameters that have been estimated in the existing literature.  We compare our estimates to those from other researchers.  And, we use our analysis to derive some implications for tax policy toward HSAs.\n\n",
    "acknowledgement": "\nCogan is the Leonard and Shirley Ely Senior Fellow at the Hoover Institution at Stanford University. Hubbard is Dean and Russell L. Carson Professor of Finance and Economics at the Graduate School of Business and Professor of Economics at Columbia University; and Research Associate of the National Bureau of Economic Research. Kessler is Professor of Business and Law at Stanford University, Senior Fellow at the Hoover Institution at Stanford University, and Research Associate of the National Bureau of Economic Research. This paper was prepared for the NBER Tax Policy and the Economy Conference, to be held in Washington, D.C., on September 14, 2006.  We are grateful to Joe Antos, Doug Holtz-Eakin, Jim Poterba, and conference participants for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}