{
    "id": 12745,
    "citation_title": "Trade Agreements as Endogenously Incomplete Contracts",
    "citation_author": [
        "Henrik Horn",
        "Giovanni Maggi",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2006-12-08",
    "issue_date": "2006-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model of trade agreements in which contracting is costly, and as a consequence the optimal agreement may be incomplete. In spite of its simplicity, the model yields rich predictions on the structure of the optimal trade agreement and how this depends on the fundamentals of the contracting environment. We argue that taking contracting costs explicitly into account can help explain a number of key features of real trade agreements.\n\n",
    "acknowledgement": "\nThis paper has benefited from the helpful comments of Kyle Bagwell, Pierpaolo Battigalli, Gene Grossman, Elhanan Helpman, Robert Lawrence, Andres Rodriguez-Clare, Johan Stennek and seminar participants at Calgary, CEMFI, Ente Luigi Einaudi, Harvard, Minneapolis Fed, Penn State, Princeton, UBC, UCSD and Yale, as well as participants in an ERWIT conference and in a conference at CREI (Universitat Pompeu Fabra). Horn gratefully acknowledges financial support from the Marianne and Marcus Wallenberg Foundation. Maggi gratefully acknowledges financial support from the NSF (SES-0351586) and thanks the Ente Luigi Einaudi for hospitality during part of this project. Staiger gratefully acknowledges financial support from the NSF (SES-0518802).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}