{
    "id": 12760,
    "citation_title": "South African Trade Policy Matters: Trade Performance and Trade Policy",
    "citation_author": [
        "Lawrence Edwards",
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2006-12-14",
    "issue_date": "2006-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSouth African trade policy has exerted a major influence on the composition and aggregate growth of trade. In the Apartheid period, trade protection seriously impeded both exports and imports, and the economy depended on favorable global commodity price trends to avoid running into an external constraint. South Africa developed a comparative advantage in capital-intensive primary and manufactured commodities partly because of its natural resource endowments but also because the pattern of protection was particularly detrimental to exports of non-commodity manufactured goods.  High and opaque tariffs seriously impeded export growth. When global commodity markets were weak, in combination with declining gold exports, this seriously constrained aggregate growth and dulled the response of exports to the weaker rand in the late 1980s. On the other hand, surcharges were effective in reducing imports. By contrast, trade liberalization in the 1990s not only increased imports but, by reducing both input costs and the relative profitability of domestic sales, also boosted exports. The growth in non-commodity manufactured sectoral exports as a result of liberalization was actually faster than sectoral imports. This evidence suggests that additional trade liberalization could well be part of the strategy to enhance export diversification. It points to the importance of policies that afford South African firms with access to inputs at world prices as well as a competitive real exchange rate.\n\n",
    "acknowledgement": "\nPaper prepared for the South African Growth Initiative, organized by the Center for International Development, Harvard University.  We thank Zhou Liu, Iza Lejarraga, Alfie Ulloa, Bongani Johnny and Yash Ramkolowan for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}