{
    "id": 12766,
    "citation_title": "Can Housing Collateral Explain Long-Run Swings in Asset Returns?",
    "citation_author": [
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2006-12-14",
    "issue_date": "2006-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo explain the low-frequency variation in US equity and debt returns in the 20th century, we solve an equilibrium model in which households face housing collateral constraints. An increase in the ratio of housing to human wealth loosens these borrowing constraintsthus allowing for more risk sharing.  The rate of return that households require for holding equity decreases as a result. Feeding the historical time series of US housing collateral into the model replicates four features of long-run asset returns. (1) It produces a fifteen percent equity premium during the 1930s and a slow decline of the equity premium from eleven percent in the 1960s to four percent in 2003. (2) It generates large unexpected capital gains for equity holders, especially in the 1990s. (3) The risk-free rate and the housing collateral ratio are strongly positively correlated at low frequencies. (4) The model mimics the slow decline in the volatility of stock returns and the riskless interest rate.\n\n",
    "acknowledgement": "\nThe authors thank Thomas Sargent, Dave Backus, Robert Hall, Lars Peter Hansen, and Dirk Krueger for their guidance and David Chapman, Urban Jermann, Leonid Kogan, Monika Piazzesi, and Martin Schneider for their discussions of this paper. We also benefited from comments from seminar participants at Duke University, University of Iowa, Universite de Montreal, New York University Stern, UCLA, Stanford University, the Society for Economic Dynamics Meetings and the Western Finance Association meetings in Keystone. For computing support we thank NYU Stern. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}