{
    "id": 12779,
    "citation_title": "Rural Income Volatility and Inequality in China",
    "citation_author": [
        "John Whalley",
        "Ximing Yue"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nAvailable data indicates a growing urban-rural income gap (the ratio of mean urban to rural incomes) with a significant increase from around 1.8 in the late 1980's to over 3 today. These estimates do not take into account the higher volatility of rural incomes in China. Current literature based on analyses of rural income volatility in China decomposes poverty into chronic and transient components using longitudinal survey data and assesses the fraction of the Foster, Greer and Thorbecke poverty gap attributable to mean income over time being below the poverty line. Resulting estimates of 40-50 % transient poverty point to the policy conclusion that poverty may be a less serious social problem than it appears in annual data due to rural income volatility. Here we use a direct method instead to adjust rural income for volatility using a certainty equivalent income measure and recompute summary statistics for the distribution of volatility corrected incomes, including the urban-rural income gap on which much of current poverty debate in China focuses. Since an uncertain income stream is worth less in utility terms than a certain income stream we argue that heightened rural volatility increases the effective urban-rural income gap and intensifies not weakens poverty concerns. Using Chinese longitudinal rural survey data for which current decompositions can be replicated, we make adjustments for certainty equivalence of rural household income streams which not only widen the urban-rural income gap in China but also increases other distributional summary statistics. Depending upon values used for the coefficient of relative risk aversion, the measured urban-rural income gap increases by 20-30% using a certainty equivalent measure to adjust rural incomes for volatility. We also conduct similar analyses using consumption data, for which slightly larger increases occur.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Davies and Terry Sicular for suggestions and discussion. Ximing Yue wants to thank the Ford Foundation Beijing Office for supporting a year's stay at the University of Western Ontario during which this research was carried out.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}