{
    "id": 12774,
    "citation_title": "The Dynamic Effects of an Earnings Subsidy for Long-Term Welfare Recipients: Evidence from the SSP Applicant Experiment",
    "citation_author": [
        "David Card",
        "Dean R. Hyslop"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the SSP Applicant Experiment, a random sample of new welfare entrants was informed that if they remained on welfare for a year they would become eligible for a generous earnings subsidy.  Those who satisfied the waiting period and then left welfare and began working full time within the following year were entitled to receive payments for up to 36 months whenever they were off welfare and working full time.  A simple optimizing model suggests that the program rules created an unusual sequence of incentives to: (1) prolong the initial spell on welfare for at least 12 months to become eligible for the subsidy offer; (2) establish subsidy entitlement by finding full time work and leaving welfare in the 12 to 24 month period after initial entry; and (3) choose work over welfare during the three years that subsidies were available.  Consistent with these implications, comparisons between the experimental treatment group and a randomly assigned control group show that the program increased welfare participation in the first year after initial entry and lowered it over the following 5 years.  We develop an econometric model of welfare participation and program eligibility status that allows us to identify the behavioral effects associated with the program rules.  We find important responses to all three incentives.  We also find that the impact of the program persisted after subsidy payments ended, although the effect decayed over time.\n\n",
    "acknowledgement": "\nWe are grateful to SDRC for research support and for making the SSP data available, and to Douglas Tattrie for assistance with the data and comments on earlier work. The conclusions in this paper are the sole responsibility of the authors, and do not represent the opinions or conclusions of SDRC or the sponsors of the Self Sufficiency Project or those of the National Bureau of Economic Research.\n\n\n"
}