{
    "id": 12770,
    "citation_title": "Population Aging and Intergenerational Transfers: Introducing Age into National Accounts",
    "citation_author": [
        "Andrew Mason",
        "Ronald Lee",
        "An-Chi Tung",
        "Mun-Sim Lai",
        "Tim Miller"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn all societies intergenerational transfers are large and have an important influence on inequality and growth. The development of each generation of youth depends on the resources that it receives from productive members of society for health, education, and sustenance. The well-being of the elderly depends on familial support and a variety of social programs. The National Transfer Accounts (NTA) system provides a comprehensive approach to measuring all reallocations of income across age and time at the aggregate level. It encompasses reallocations achieved through capital accumulation and transfers, distinguishing those mediated by public institutions from those relying on private institutions. This paper introduces the methodology and presents preliminary results emphasizing economic support systems in Taiwan and the United States. As the two economies differ in their demographic configuration, their level of development, and their old-age support systems, comparing them will shed light on the economic implications of population aging under alternative institutional arrangements.\n\n",
    "acknowledgement": "\nDeveloping the National Transfer Account System is a collaborative international effort supported by NIA, R01-AG025488 and NIA, R37-AG025247.  The lead institutions are the Population and Health Studies Program, East-West Center and the Center for the Economics and Demography of Aging, University of California at Berkeley. Collaborating institutions are the Nihon University Population Research Institute; the Statistics Bureau of Japan; Acadmia Sinica (Taipei); Lembaga Demografi, University of Indonesia; CEDEPLAR (Brazil) and the Economic Commission for Latin America and the Caribbean (ECLAC). Thanks to Alan Auerbach and other participants in the 2d Meeting of the Working Group on Macroeconomic Aspects of Intergenerational Transfers, January 2005, University of California at Berkeley.  Research assistance was provided by Comfort Sumida and Avi Ebenstein. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}