{
    "id": 12775,
    "citation_title": "State-Dependent Intellectual Property Rights Policy",
    "citation_author": [
        "Daron Acemoglu",
        "Ufuk Akcigit"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat form of intellectual property rights (IPR) policy contributes to economic growth? Should technological followers be able to license the products of technological leaders? Should a company with a large technological lead receive the same IPR protection as a company with a more limited lead? We develop a general equilibrium framework to investigate these questions. The economy consists of many industries and firms engaged in cumulative (step-by-step) innovation. IPR policy regulates whether followers in an industry can copy the technology of the leader and also how much they have to pay to license past innovations. With full patent protection, followers can catch up to the leader in their industry either by making the same innovation(s) themselves or by making some pre-specified payments to the technological leaders. We prove the existence of a steady-state equilibrium and characterize some of its properties. We then quantitatively investigate the implications of different types of IPR policy on the equilibrium growth rate. The two major results of this exercise are as follows. First, the growth rate in the standard models used in the (growth) literature can be improved significantly by introducing a simple form of licensing. Second, we show that full patent protection is not optimal from the viewpoint of maximizing the growth rate of the economy and that the growth-maximizing policy involves state-dependent IPR protection, providing greater protection to technological leaders that are further ahead than those that are close to their followers. This form of the growth-maximizing policy is a result of the \"trickle-down\" effect, which implies that providing greater protection to firms that are further ahead of their followers than a certain threshold increases the R&D incentives also for all technological leaders that are less advanced than this threshold.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at the Canadian Institute of Advanced Research, European Science Days, MIT, National Bureau of Economic Research, Toulouse Information Technology Network, and Philippe Aghion and particularly Suzanne Scotchmer for useful comments.  Financial support from the Toulouse Information Technology Network is gratefully acknowledged.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}