{
    "id": 12772,
    "citation_title": "DSGE Models in a Data-Rich Environment",
    "citation_author": [
        "Jean Boivin",
        "Marc Giannoni"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard practice for the estimation of dynamic stochastic general equilibrium (DSGE) models maintains the assumption that economic variables are properly measured by a single indicator, and that all relevant information for the estimation is summarized by a small number of data series. However, recent empirical research on factor models has shown that information contained in large data sets is relevant for the evolution of important macroeconomic series. This suggests that conventional model estimates and inference based on estimated DSGE models might be distorted. In this paper, we propose an empirical framework for the estimation of DSGE models that exploits the relevant information from a data-rich environment. This framework provides an interpretation of all information contained in a large data set, and in particular of the latent factors, through the lenses of a DSGE model. The estimation involves Markov-Chain Monte-Carlo (MCMC) methods. We apply this estimation approach to a state-of-the-art DSGE monetary model. We find evidence of imperfect measurement of the model's theoretical concepts, in particular for inflation. We show that exploiting more information is important for accurate estimation of the model's concepts and shocks, and that it implies different conclusions about key structural parameters and the sources of economic fluctuations.\n\n",
    "acknowledgement": "\nWe would like to thank Jesus Fernandez-Villaverde, Alejandro Justiniano, Alexei Onatski, Frank Schorfheide, Chris Sims, Mark Watson, Michael Woodford, and especially Michael Johannes for helpful discussions. We also thank Mauro Roca and Huidan Lin for outstanding research assistance. We are grateful to Frank Smets and Raf Wouters for sharing their data and programs. Any remaining errors are our responsibility. We would like to thank the National Science Foundation for financial support (SES-0214104, SES-0518770). Giannoni thanks the Fondation Banque de France and the research department of the Banque de France for their support and hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}