{
    "id": 12776,
    "citation_title": "Mandatory Versus Voluntary Disclosure of Product Risks",
    "citation_author": [
        "A. Mitchell Polinsky",
        "Steven Shavell"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a model in which firms are able to acquire information about product risks and may or may not be required to disclose this information.  We initially study the effect of disclosure rules assuming that firms are not liable for the harm caused by their products.  Although mandatory disclosure obviously is superior to voluntary disclosure given the information about product risks that firms possess -- since such information has value to consumers -- voluntary disclosure induces firms to acquire more information about product risks because they can keep silent if the information is unfavorable.  The latter effect could lead to higher social welfare under voluntary disclosure.  The same results hold if firms are liable for harm under the negligence standard of liability.  Under strict liability, however, firms are indifferent about revealing information concerning product risk, and mandatory and voluntary disclosure rules are equivalent.\n\n",
    "acknowledgement": "\nStanford Law School and Harvard Law School, respectively.  Both authors are also Research Associates of the National Bureau of Economic Research.  Polinsky's research was supported by the John M. Olin Program in Law and Economics at Stanford Law School, and Shavell's by the John M. Olin Center for Law, Economics, and Business at Harvard Law School.  We are grateful to Andrew Daughety, Andrew Postlewaite, Jennifer Reinganum, and Kathryn Spier for helpful comments and to David C. Thompson for able research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}