{
    "id": 12788,
    "citation_title": "Monetary Policy Challenges in Emerging Markets: Sudden Stop, Liability Dollarization, and Lender of Last Resort",
    "citation_author": [
        "Guillermo A. Calvo"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "2007-02-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper argues that Emerging Market economies (EMs) face financial vulnerabilities that weaken the effectiveness of a domestic Lender of Last Resort (LOLR).  As a result, monetary policy is inextricably linked to the state of the credit market.  In particular, the central bank should be ready to operate as LOLR during Sudden Stop (of capital inflows) by releasing international reserves in an effective manner.  These conditions also impact on optimal monetary policy in normal but high-volatility periods.  The paper further argues that during those periods interest rate rules may engender excessive volatility of exchange rates and, thus, that it may be advisable to temporarily supplement those rules by foreign exchange market intervention or outright exchange rate pegging.  At a fundamental level, the analysis suggests that the state-of-the-art literature summarized by Woodford (2003) or even more heterodox approaches exemplified by Stiglitz and Greenwald (2003) likely fall short of providing a satisfactory guide for monetary policy in EMs.\n\n",
    "acknowledgement": "\nI am grateful to Jose De Gregorio, Marcio Garcia, Frederic Mishkin, Ugo Panizza, Andrew Powell, Ernesto Talvi, John B. Taylor, Rodrigo Valdes, and participants in the Latin American Network of Central Banks and Finance Ministries at the Inter-American Development Bank, Washington DC, October 19-20, 2006, for helpful comments; and especially to Gonzalo Llosa for first-rate research assistance and literature search, and John Smith for expert editing.  The usual caveats apply.  The views expressed here do not necessarily represent those of the IDB or the Ntional Bureau of Economic Research.\n\n\n"
}