{
    "id": 12786,
    "citation_title": "Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956-2004",
    "citation_author": [
        "Lee Ohanian",
        "Andrea Raffo",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2006-12-20",
    "issue_date": "2006-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document large differences in trend changes in hours worked across OECD countries over the period 1956-2004. We then assess the extent to which these changes are consistent with the intratemporal first order condition from the neoclassical growth model. We find large and trending deviations from this condition, and that the model can account for virtually none of the changes in hours worked. We then extend the model to incorporate observed changes in taxes. Our findings suggest that taxes can account for much of the variation in hours worked both over time and across countries.\n\n",
    "acknowledgement": "\nWe would like to thank Andy Atkeson, Ariel Burstein, Hal Cole, Chuck Carlstrom, Mark Doms, Christian Haefke, Gary Hansen, Ed Prescott and participants at the Research Department at the Federal Reserve Bank of Atlanta and Kansas City, 2006 Midwest Macroeconomic Meetings, 2006 NBER Summer Institute, 2006 ECB-IMOP conference, Society for Economic Dynamics 2004 Annual Meeting and UC Davis for comments.  We thank Cara McDaniel for supplying us with her tax rate series.  Sonal Hate provided excellent research assistance.  Rogerson thanks the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the Federal Reserve Bank of Kansas or the National Bureau of Economic Research.\n\n\n"
}