{
    "id": 12789,
    "citation_title": "When is Democracy an Equilibrium?: Theory and Evidence from Colombia's \"La Violencia\"",
    "citation_author": [
        "Mario Chacon",
        "James A. Robinson",
        "Ragnar Torvik"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom in political science is that for a democracy to be consolidated, all groups must have a chance to attain power. If they do not then they will subvert democracy and choose to fight for power. In this paper we show that this wisdom is seriously incomplete because it considers absolute, not relative payoffs. Although the probability of winning an election increases with the size of a group, so does the probability of winning a fight. Thus in a situation where all groups have a high chance of winning an election, they may also have a high chance of winning a fight. Indeed, in a natural model, we show that democracy may never be consolidated in such a situation. Rather, democracy may only be stable when one group is dominant. We provide a test of a key aspect of our model using data from \"La Violencia\", a political conflict in Colombia during the years 1946-1950 between the Liberal and Conservative parties. Consistent with our results, and contrary to the conventional wisdom, we show that fighting between the parties was more intense in municipalities where the support of the parties was more evenly balanced.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jorn Rattso, Stergios Skaperdas, Susan Stokes, Libby Wood and seminar participants at Yale and Trondheim for their helpful suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}