{
    "id": 12797,
    "citation_title": "Multifrequency Jump-Diffusions: An Equilibrium Approach",
    "citation_author": [
        "Laurent E. Calvet",
        "Adlai J. Fisher"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes that equilibrium valuation is a powerful method to generate endogenous jumps in asset prices, which provides a structural alternative to traditional reduced-form specifications with exogenous discontinuities. We specify an economy with continuous consumption and dividend paths, in which endogenous price jumps originate from the market impact of regime-switches in the drifts and volatilities of fundamentals. We parsimoniously incorporate shocks of heterogeneous durations in consumption and dividends while keeping constant the number of parameters. Equilibrium valuation creates an endogenous relation between a shock's persistence and the magnitude of the induced price jump. As the number of frequencies driving fundamentals goes to infinity, the price process converges to a novel stochastic process, which we call a multifractal jump-diffusion.\n\n",
    "acknowledgement": "\nWe received helpful comments from Darrell Duffie, Rene Garcia, John Geanakoplos, Jim Hamilton, Jean Jacod, Guido Kuersteiner, Guy Laroque, Chris Shannon, an anonymous referee and seminar participants at CREST and the 2005 NSF/CEME Mathematical Economics Conference in Honor of Gerard Debreu held at UC Berkeley. We are very appreciative of financial support provided for this project by Agence Nationale de la Recherche, the HEC Foundation, and the Social Sciences and Humanities Research Council of Canada.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}