{
    "id": 12791,
    "citation_title": "Fixed-Term Employment Contracts in an Equilibrium Search Model",
    "citation_author": [
        "Fernando Alvarez",
        "Marcelo Veracierto"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "2008-10-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of fixed-term contracts using a version of the Lucas and Prescott island model with undirected search. A fixed-term contract of length J is modeled as a tax on separations of workers with tenure higher than J . While in principle these policies require a very large state space to analyze the firms and households' problems, we show that equilibrium allocations solve a simple dynamic programming problem. Analyzing this problem we show that equilibrium employment dynamics are characterized by two dimensional inaction sets. Finally, to understand the effect of these contracts, we compare them with two extreme cases: for J = 1 the fixed-term contracts are equivalent to the case of firing taxes, and for large J they are equivalent to the laissez-faire case. In a calibrated version of the model, we find that temporary contracts with J equivalent to three years length close about half of the gap between those two extremes.\n\n",
    "acknowledgement": "\nWe thank A. Atkeson, S. Bentolila,  R. Lucas, R. Rogerson, R. Shimer, N. Stokey, J. Villaverde for their comments. The views expressed here do not necessarily reflect the position of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}