{
    "id": 12790,
    "citation_title": "Lead Them to Water and Pay Them to Drink: An Experiment with Services and Incentives for College Achievement",
    "citation_author": [
        "Joshua Angrist",
        "Daniel Lang",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "2007-01-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh rates of attrition, delayed completion, and poor achievement are growing concerns at colleges and universities in North America.  This paper reports on a randomized field experiment involving two strategies designed to improve these outcomes among first-year undergraduates at a large Canadian university. One treatment group was offered peer advising and organized study group services. Another was offered substantial merit-scholarships for solid, but not necessarily top, first year grades.  A third treatment group combined both interventions.  Service take-up rates were much higher for students offered both services and scholarships than for those offered services alone.  Females also used services more than males.  No program had an effect on grades for males.  However, first-term grades were significantly higher for females in the two scholarship treatment groups.  These effects faded somewhat by year's end, but remain significant for females who planned to take enough courses to qualify for a scholarship.  There also appears to have been an effect on retention for females offered both scholarships and services.  This effect is large enough to generate an overall increase in retention.  On balance, the results suggest that a combination of services and incentives is more promising than either alone.\n\n",
    "acknowledgement": "\nThis project was sponsored by the Canada Millennium Scholarship Foundation.  Special thanks go to Yan Tam-Seguin and Daniela Rukavina, as well as to other staff and administrators who assisted with the project, and to Cynthia Kinnan for exceptional research assistance.  We benefited from helpful comments from seminar participants at the National Bureau of Economic Research Summer Institute, Stanford University, University of California, Santa Cruz, the University of Chicago, the University of Toronto, Williams College, Harvard University, the University of Houston, Rice University, Texas A&M, Statistics Canada, the London School of Economics, MIT, and the Stanford Institute Theoretical Conference (SITE).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the Canada Millenium Scholarship Foundation.\n\n\n"
}