{
    "id": 12796,
    "citation_title": "An Economic History of Fertility in the U.S.: 1826-1960",
    "citation_author": [
        "Larry E. Jones",
        "Michele Tertilt"
    ],
    "citation_publication_date": "2006-12-22",
    "issue_date": "2006-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use data from the US census to document the history of the relationship between fertility choice and key economic indicators at the individual level for women born between 1826 and 1960. We find that this data suggests several new facts that should be useful for researchers trying to model fertility. (1) The reduction in fertility known as the Demographic Transition (or the Fertility Transition) seems to be much sharper based on cohort fertility measures compared to usual measures like Total Fertility Rate; (2) The baby boom was not quite as large as is suggested by some previous work; (3) We find a strong negative relationship between income and fertility for all cohorts and estimate an overall income elasticity of about -0.38 for the period; (4) We also find systematic deviations from a time invariant, isoelastic, relationship between income and fertility. The most interesting of these is an increase in the income elasticity of demand for children for the 1876-1880 to 1906-1910 birth cohorts. This implies an increased spread in fertility by income which was followed by a dramatic compression.\n\n",
    "acknowledgement": "\nWe would like to thank Ran Abramitzky, George Alter, Maristella Botticini, Gregory Clark, Lisa Cook, Marianne Hinds, Ellen McGrattan, and Petra Moser for helpful comments. We would also like to thank seminar participants at Stanford University and Northwestern University for their comments. Several research assistants have helped with this project at different stages: Alice Schoonbroodt, Todd Schoellman, Soohyung Lee, Alejandrina Salcedo-Cisneros, and Adrienne Lin. Financial support from NSF grants No. 0519324 and 0452473 is gratefully acknowledged. All remaining errors are ours.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}