{
    "id": 12805,
    "citation_title": "Notional Defined Contribution Pension Systems in a Stochastic Context: Design and Stability",
    "citation_author": [
        "Alan J. Auerbach",
        "Ronald Lee"
    ],
    "citation_publication_date": "2006-12-29",
    "issue_date": "2006-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAround the world, Pay-As-You-Go (PAYGO) public pension programs face serious long-term fiscal problems due primarily to actual and projected population aging, and most appear unsustainable as currently structured.  Some have proposed the replacement of such plans with systems of fully funded private or personal Defined Contribution (DC) accounts, but the difficulties of transition to funded systems have limited their implementation.  Recently, a new variety of public pension program known as \"Notional Defined Contribution\" or \"Non-financial Defined Contribution\" (NDC) has been created, with the objectives of addressing the fiscal instability of traditional plans and mimicking the characteristics of funded DC plans while retaining PAYGO finance. Using different versions of the system recently adopted in Sweden, calibrated to US demographic and economic parameters, we evaluate the success of the NDC approach in achieving fiscal stability in a stochastic context.  (In a companion paper, we will consider other aspects of the performance of NDC plans in comparison to traditional PAYGO pensions.)  We find that the basic NDC scheme is effective at preventing excessive debt accumulation, but does little to prevent significant asset accumulation along many trajectories and on average.  With adjustment, however, the NDC approach can be made more stable.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-02 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The authors gratefully acknowledge the excellent research assistance of Erin Metcalf and Anne Moore, the contributions of Carl Boe in the development of the stochastic forecasting model, comments from Ed Palmer, Jason Seligman, Ole Settergren (none of whom is responsible for any remaining errors), participants in the NBER summer institute, the 8th annual RRC conference, and the October, 2006 NBER Conference on Retirement Research and support from Berkeley's NIA-funded Center for the Economics and Demography of Aging. The research funded here builds on basic research funded by NIA grant R37-AG11761.\n\n\n"
}