{
    "id": 12803,
    "citation_title": "Black Box Warnings and Drug Safety: Examining the Determinants and Timing of FDA Warning Labels",
    "citation_author": [
        "Allan Begosh",
        "John Goldsmith",
        "Ed Hass",
        "Randall W. Lutter",
        "Clark Nardinelli",
        "John A. Vernon"
    ],
    "citation_publication_date": "2006-12-29",
    "issue_date": "2006-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparing the safety of prescription drugs over time is difficult due to the paucity of reliable quantitative measures of drug safety. Both the academic literature and popular press have focused on drug withdrawals as a proxy for breakdowns in the drug safety system. This metric, however, is problematic because withdrawals are rare events, and they may be influenced by factors beyond a drug's safety profile. In the current paper, we propose a new measure: the incidence and timing of Black Box Warnings (BBWs). BBWs are warnings placed on prescription drug labels when a drug is determined to carry a significant risk of a serious or life-threatening adverse event. Using a unique data set, one that includes all new molecular entities (NMEs) submitted to the FDA between May 1981 and February 2006, and subsequently approved and marketed, we analyze the timing and incidence of BBWs. Our analyses also use data on several drug characteristics likely to affect the probability a new drug will receive a BBW. We draw several conclusions from our analyses. For example, drugs receiving priority FDA review are more likely to have BBWs at the time of approval than NMEs receiving standard review. We also find that early prescription volume and orphan drug status are associated with an increased likelihood of receiving a BBW. We do not, however, find a significant difference in the rate of BBWs across time cohorts. A comparison of NMEs approved before and after the 1992 Prescription Drug User Fee Act (PDUFA), which authorized the payment of user fees from drug manufacturers to the FDA in an effort to expedite new drug application (NDAs) review times, did not reveal a statistically significant difference in the rate of BBWs. Critics of PDUFA maintain that reduced FDA-approval times under PDUFA have compromised drug safety. We do not find empirical support for this contention.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the institutions with which the authors are affiliated. Vernon is also a professor at the University of Connecticut and a Faculty Research Fellow with the National Bureau of Economic Research (NBER).\n\n\n"
}