{
    "id": 12808,
    "citation_title": "Measuring the Impacts of FDI in Central and Eastern Europe",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2006-12-29",
    "issue_date": "2006-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impacts of inward FDI on host countries are frequently studied using balance-of-payments based measures of flows and stocks.  These are unreliable for the purpose because, while theories of the effects of investment are based on FDI production and employment in the host country, these measures are often distorted approximations of the location of real activity.  The mismeasurement  is particularly important if trade openness, often associated with FDI, is treated as a control variable. The countries of Central and Eastern Europe, a very minor object of US direct investment, have, since 1990, become a major location for FDI from Europe, especially from Germany. The investments from both the US and Germany are, on average, very labor-intensive, and are heavily concentrated in Motor Vehicles.  One result has been a shift in the export comparative advantage of these countries toward the machinery and transport equipment sector. Microdata studies in the CEE countries have found that foreign participation is associated with higher productivity in the affiliates themselves.  Spillovers to indigenous firms are more spotty, clearer to upstream suppliers than to firms in the same industries as the affiliates.\n\n",
    "acknowledgement": "\nI am indebted to Jing Sun for excellent research assistance.  This paper was originally prepared for the Conference on European Integration: The Changing Landscape of FDI in Europe, sponsored by the Oesterreichische Nationalbank and the European Bank for Reconstruction and Development, in Vienna, November 20-21, 2006.  A shorter version will be published in a conference volume to be issued by Edward Elgar Publishing. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}