{
    "id": 12813,
    "citation_title": "The Economics of Hurricanes in the United States",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2006-12-29",
    "issue_date": "2006-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe year 2005 brought record numbers of hurricanes and storm damages to the United States. Was this a foretaste of increasingly destructive hurricanes in an era of global warming? This study examines the economic impacts of U.S. hurricanes. The major conclusions are the following: First, there appears to be an increase in the frequency and intensity of tropical cyclones in the North Atlantic. Second, there are substantial vulnerabilities to intense hurricanes in the Atlantic coastal United States. Damages appear to rise with the eighth power of maximum wind speed. Third, greenhouse warming is likely to lead to stronger hurricanes, but the evidence on hurricane frequency is unclear. We estimate that the average annual U.S. hurricane damages will increase by $8 billion at 2005 incomes (0.06 percent of GDP) due to global warming. However, this number may be underestimated by current storm models. Fourth, 2005 appears to have been a quadruple outlier, involving a record number of North Atlantic tropical cyclones, a large fraction of intense storms, a large fraction of the intense storms making landfall in the United States, and an intense storm hitting the most vulnerable high-value region in the country.\n\n",
    "acknowledgement": "\nThis is a revised version of papers prepared for the Annual Meetings of the American Economic Association, Boston, Massachusetts, January, 2006; the Snowmass Workshop on Abrupt and Catastrophic Climate Change, Snowmass, Colorado, July-August, 2006; the Yale Workshop on Environmental Economics; and a Cowles Foundation Seminar. The author is grateful for research assistance and mapping help from David Corderi, Kyle Hood, and Justin Lo, for comments from participants in the meetings, and for comments on an earlier draft by William Cline and Roger Pielke, Jr. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}