{
    "id": 12819,
    "citation_title": "Do U.S. Firms Have the Best Corporate Governance? A Cross-Country Examination of the Relation between Corporate Governance and Shareholder Wealth",
    "citation_author": [
        "Reena Aggarwal",
        "Isil Erel",
        "Rene M. Stulz",
        "Rohan Williamson"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the governance of foreign firms to the governance of similar U.S. firms. Using an index of firm governance attributes, we find that, on average, foreign firms have worse governance than matching U.S. firms. Roughly 8% of foreign firms have better governance than comparable U.S. firms. The majority of these firms are either in the U.K. or in Canada. When we define a firm's governance gap as the difference between the quality of its governance and the governance of a comparable U.S. firm, we find that the value of foreign firms increases with the governance gap. This result suggests that firms are rewarded by the markets for having better governance than their U.S. peers. It is therefore not the case that foreign firms are better off simply mimicking the governance of comparable U.S. firms. Among the individual governance attributes considered, we find that firms with board and audit committee independence are valued more. In contrast, other attributes, such as the separation of the chairman of the board and of the CEO functions, do not appear to be associated with higher shareholder wealth.\n\n",
    "acknowledgement": "\nRespectively, Professor, Georgetown University, Assistant Professor, Ohio State University, Reese Chair of Banking and Monetary Economics, Ohio State University, NBER, and ECGI, and Associate Professor, Georgetown University. We are grateful for comments from Jerome Taillard. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}