{
    "id": 12818,
    "citation_title": "Outsourcing Tariff Evasion: A New Explanation for Entrepot Trade",
    "citation_author": [
        "Raymond Fisman",
        "Peter Moustakerski",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nTraditional explanations for indirect trade through an entrepot have focused on savings in transport costs and on the role of specialized agents in processing and distribution. We provide an alternative perspective based on the possibility that entrepots may facilitate tariff evasion. Using data on direct exports to mainland China and indirect exports via Hong Kong SAR, we find that the indirect export rate rises with the Chinese tariff rate, even though there is no legal tax advantage to sending goods via Hong Kong SAR. We undertake a number of extensions to rule out plausible alternative hypotheses based on existing explanations for entrepot trade.\n\n",
    "acknowledgement": "\n* Associate Professor, 823 Uris Hall, Graduate School of Business, Columbia University, New York, NY 10027,  phone: (212) 854-9157; fax: (212) 854-9895; email:rf250@columbia.edu.  **Senior Associate, Booz Allen Hamilton, 101 Park Avenue, New York, NY 10178, phone: (212) 551-6798, fax: (212) 551-6732, email: moustakerski_peter@bah.com *** Assistant Director and Chief of the Trade and Investment Division, Research Department, IMF, 700 19th Street NW, Washington, DC 20431, and Research Associate and Director of the Working Group on the Chinese Economy, National Bureau of Economic Research, phone: 202/797-6023, fax: 202/797-6181, swei@imf.org. www.nber.org/~wei.  We thank Jahangir Aziz, Lee Branstetter, Mihir Desai, Martin Feldstein, Wensheng Peng, John Romalis, and participants at NBER and CEPR conferences and a World Bank-IMF joint seminar for helpful comments and Yuanyuan Chen for able research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}