{
    "id": 12815,
    "citation_title": "The Return to Knowledge Hierarchies",
    "citation_author": [
        "Luis Garicano",
        "Thomas N. Hubbard"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHierarchies allow individuals to leverage their knowledge through others' time. This mechanism increases productivity and amplifies the impact of skill heterogeneity on earnings inequality. To quantify this effect, we analyze the earnings and organization of U.S. lawyers and use the equilibrium model of knowledge hierarchies in Garicano and Rossi-Hansberg (2006) to assess how much lawyers' productivity and the distribution of earnings across lawyers reflects lawyers' ability to organize problem-solving hierarchically. We analyze earnings, organizational, and assignment patterns and show that they are generally consistent with the main predictions of the model. We then use these data to estimate the model. Our estimates imply that hierarchical production leads to at least a 30% increase in production in this industry, relative to a situation where lawyers within the same office do not \"vertically specialize.\" We further find that it amplifies earnings inequality, increasing the ratio between the 95th and 50th percentiles from 3.7 to 4.8.  We conclude that the impact of hierarchy on productivity and earnings distributions in this industry is substantial but not dramatic, reflecting the fact that the problems lawyers face are diverse and that the solutions tend to be customized.\n\n",
    "acknowledgement": "\nWe thank Matthew Gentzkow and participants at various seminars, the 2006 Summer Meetings of the Econometric Society, and NBER Summer Institute for comments. We are especially grateful to Steve Tadelis, who presented this paper and offered extensive comments at the latter.  The research in this paper was conducted while the authors were Census Bureau research associates at the Chicago Research Data Center.  Research results and conclusions are those of the authors and do not necessarily indicate concurrence by the Bureau of the Census.  This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}