{
    "id": 12811,
    "citation_title": "Lucky Directors",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Yaniv Grinstein",
        "Urs Peyer"
    ],
    "citation_publication_date": "2006-12-29",
    "issue_date": "2006-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhile prior empirical work and much public attention have focused on the opportunistic timing of executives' grants, we provide in this paper evidence that outside directors' option grants have also been favorably timed to an extent that cannot be fully explained by sheer luck. Examining events in which public firms granted options to outside directors during 1996-2005, we find that 9% were \"lucky grant events\" falling on days with a stock price equal to a monthly low. We estimate that about 800 lucky grant events owed their status to opportunistic timing, and that about 460 firms and 1400 outside directors were associated with grant events produced by such timing. There is evidence that the opportunistic timing of director grant events has been to a substantial extent the product of backdating and not merely spring-loading based on private information. We find that directors' luck has been correlated with executives' luck. Furthermore, grant events were more likely to be lucky when the firm had more entrenching provisions protecting insiders from the risk of removal, as well as when the board did not have a majority of independent directors.\n\n",
    "acknowledgement": "\nFor financial support, we would like to thank the John M. Olin Center for Law, Economics, and Business, the Harvard Law School Program on Corporate Governance, and the Lens Foundation for Corporate Excellence. Because Yaniv Grinstein is a visiting academic scholar at the Securities and Exchange Commission during 2006-2007, we should note that, as a matter of policy, the Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or Commissioner. This paper expresses the authors' views and does not necessarily reflect those of the Commission, the Commissioners, other members of the SEC staff, or the National Bureau of Economic Research.\n\n\n"
}