{
    "id": 12829,
    "citation_title": "International Comparisons of R&D Expenditure: Does an R&D PPP Make a Difference?",
    "citation_author": [
        "Sean M. Dougherty",
        "Robert Inklaar",
        "Robert H. McGuckin",
        "Bart van Ark"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPurchasing power parities (PPPs) for R&D expenditure in 19 manufacturing industries are developed for France, Germany, Japan, the Netherlands and the United Kingdom relative to the United States for the years 1997 and 1987. These PPPs are based on R&D input prices for specific cost categories and differ substantially from current practice of comparing R&D expenditure using GDP PPPs and deflators. After taking into account differences in the relative price of R&D labor and materials, separate PPPs for other R&D cost categories are less essential, and a simpler version using GDP PPPs for these other categories should suffice. Our preferred PPPs are used to compare international R&D costs and intensity. The results suggest that the efforts devoted to R&D in each country are more similar across countries than is apparent using the nominal R&D intensities that are currently the norm.\n\n",
    "acknowledgement": "\nThis research is made possible by grant SRS/SES 00-99594 from the National Science Foundation (McGuckin et al., 2004), and was carried out while the authors were all residing at The Conference Board. The paper was originally prepared for the September 2003 NBER-CRIW Conference in honor of Zvi Griliches, and is forthcoming in Hard-to-Measure Goods and Services: Essays in Honor of Zvi Griliches, Ernst R. Berndt and Charles M. Hulten, Editors, from The University of Chicago Press, Spring 2007. Related work was presented at seminars of the National Academy of the Sciences in Washington, D.C., the OECD Science, Technology, and Industry Directorate in Paris, the NBER-CRIW Summer Institute in Cambridge, MA, The Conference Board's International Innovation Council in Cambridge, U.K., and the meeting of the Canberra II Group on the Measurement of Non-Financial Assets in Voorburg. We received particularly useful comments from Andrew Wyckoff and Dominique Guellec (OECD), Jeffrey Bernstein (Carleton University and NBER) and Ernst Berndt (MIT and NBER). We are deeply saddened that our co-author Robert H. McGuckin passed away in March 2006. His contribution to the economics profession will live on through his extensive published work. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}