{
    "id": 12828,
    "citation_title": "How and Why do Teacher Credentials Matter for Student Achievement?",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation researchers and policy makers agree that teachers differ in terms of quality and that quality matters for student achievement. Despite prodigious amounts of research, however, debate still persists about the causal relationship between specific teacher credentials and student achievement. In this paper, we use a rich administrative data set from North Carolina to explore a range of questions related to the relationship between teacher characteristics and credentials on the one hand and student achievement on the other. Though the basic questions underlying this research are not new - and, indeed, have been explored in many papers over the years within the rubric of the \"education production function\" - the availability of data on all teachers and students in North Carolina over a ten-year period allows us to explore them in more detail and with far more confidence than has been possible in previous studies. We conclude that a teacher's experience, test scores and regular licensure all have positive effects on student achievement, with larger effects for math than for reading. Taken together the various teacher credentials exhibit quite large effects on math achievement, whether compared to the effects of changes in class size or to the socio-economics characteristics of students, as measured, for example, by the education level of their parents.\n\n",
    "acknowledgement": "\nThis paper is a revised version of a paper initially prepared for a conference organized by the World Bank on \"The Contribution of Economics to the Challenges Faced by Education,\" Dijon, France, June 2006. An earlier version of this paper was presented in March 2006 at the annual meetings of the American Education Finance Association Denver, Colorado. The authors are grateful to the Spencer Foundation for funding for this project, to the North Carolina Education Research Data Center for the data, and to Aaron Hedlund for excellent research assistance. Other research assistants, including Trip Stallings and  Roger Aliaga-Diaz, contributed to earlier stages of this research project. We are grateful to them all. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}