{
    "id": 12823,
    "citation_title": "Birds of a Feather - Better Together? Exploring the Optimal Spatial Distribution of Ethnic Inventors",
    "citation_author": [
        "Ajay Agrawal",
        "Devesh Kapur",
        "John McHale"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine how the spatial and social proximity of inventors affects knowledge flows, focusing especially on how the two forms of proximity interact. We develop a knowledge flow production function (KFPF) as a flexible tool for modeling access to knowledge and show that the optimal spatial concentration of socially proximate inventors in a city or nation depends on whether spatial and social proximity are complements or substitutes in facilitating knowledge flows.  We employ patent citation data, using same-MSA and co-ethnicity as proxies for spatial and social proximity, respectively, to estimate the key KFPF parameters. Although co-location and co-ethnicity both predict knowledge flows, the marginal benefit of co-location is significantly less for co-ethnic inventors. These results imply that dispersion of socially proximate individuals is optimal from the perspectives of the city and the economy. In contrast, for socially proximate individuals themselves, spatial concentration is preferred - and the only stable equilibrium.\n\n",
    "acknowledgement": "\nWe thank Thomas Astebro, Iain Cockburn, Bill Cooper, Jeff Furman, Zeynep Hansen, Ramana Nanda, Joanne Oxley, Bhaven Sampat, Brian Silverman, Jasjit Singh, Olav Sorenson, Daniel Trefler, and Arvids Ziedonis as well as seminar participants at NBER, MIT, ISNIE, Queen's University, University of Toronto, and the Canadian Economics Association who offered helpful comments.  We also thank Alex Oettl who provided excellent research assistance.  Errors and omissions are our own.  This research was funded by the Social Sciences and Humanities Research Council of Canada (Grant No. 410-2004-1770) and by Harvard University's Weatherhead Initiative grant.  Their support is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}