{
    "id": 12824,
    "citation_title": "Sticky Prices and Monetary Policy: Evidence from Disaggregated U.S. Data",
    "citation_author": [
        "Jean Boivin",
        "Marc Giannoni",
        "Ilian Mihov"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper disentangles fluctuations in disaggregated prices due to macroeconomic and sectoral conditions using a factor-augmented vector autoregression estimated on a large data set. On the basis of this estimation, we establish eight facts: (1) Macroeconomic shocks explain only about 15% of sectoral inflation fluctuations; (2) The persistence of sectoral inflation is driven by macroeconomic factors; (3) While disaggregated prices respond quickly to sector-specific shocks, their responses to aggregate shocks are small on impact and larger thereafter; (4) Most prices respond with a significant delay to identified monetary policy shocks, and show little evidence of a \"price puzzle,\" contrary to existing studies based on traditional VARs; (5) Categories in which consumer prices fall the most following a monetary policy shock tend to be those in which quantities consumed fall the least; (6) The observed dispersion in the reaction of producer prices is relatively well explained by the degree of market power; (7) Prices in sectors with volatile idiosyncratic shocks react rapidly to aggregate monetary policy shocks; (8) The sector-specific components of prices and quantities move in opposite directions.\n\n",
    "acknowledgement": "\nWe thank Piotr Eliasz, Giorgio Primiceri, Robert Rich, and Mark Watson for valuable discussions, Jordi Gali, participants to the NBER Monetary Economics Summer Institute, the NY Area Monetary Policy Workshop, and the International Research Forum on Monetary Policy at the Federal Reserve Board for comments. We also thank Rashid Ansari, Guilherme Martins, Mehmet Pasaogullari and Mauro Roca for excellent research assistance. Boivin and Giannoni are grateful to the National Science Foundation for financial support (SES-0518770). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}