{
    "id": 12821,
    "citation_title": "Climate Change, Insurability of Large-scale Disasters and the Emerging Liability Challenge",
    "citation_author": [
        "Howard C. Kunreuther",
        "Erwann O. Michel-Kerjan"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the interaction between uncertainty and insurability in the context of some of the risks associated with climate change. It discusses the evolution of insured losses due to weather-related disasters over the past decade, and the key drivers of the sharp increases in both economic and insured catastrophe losses over the past 20 years. In particular we examine the impact of development in hazard-prone areas and of global warming on the potential for catastrophic losses in the future. In this context we discuss the implications for insurance risk capital and the capacity of the insurance industry to handle large-scale events. A key question that needs to be addressed is the factors that determine the insurability of a risk and the extent of coverage offered by the private sector to provide protection against extreme events where there is significant uncertainty surrounding the probability and consequences of a catastrophic loss. We discuss the concepts of insurability by focusing on coverage for natural hazards, such as earthquakes, hurricanes and floods.  The paper also focuses on the liability issues associated with global climate change, and possible implications for insurers (including D&O), given the difficulty in identifying potential defendants, tracing harm to their actions and apportioning damages among them. The paper concludes by suggesting ways that insurers can help mitigate future damages from global climate change by providing premium reductions and rate credits to companies investing in risk-reducing measures.\n\n",
    "acknowledgement": "\nWe would like to thank Carolyn Kousky for her excellent research assistance and Michael Faure and other participants in the Penn Symposium on Climate Change in Philadelphia for very helpful comments. We acknowledge financial support from the National Science Foundation (Award No: 1120617-163123), the Chair on Sustainable Development at the Ecole Polytechnique in Paris and The Wharton Risk Management and Decision Processes Center's Extreme Events Project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}