{
    "id": 1282,
    "citation_title": "Trade and Structural Interdependence Between the U.S. and the NICs",
    "citation_author": [
        "William H. Branson"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the decade since 1973, the U.S. economy has become increasingly interdependent with the newly industrializing countries (NICs) among the developing countries. These countries have had high investment ratios to GNP, financed mainly by domestic saving, but also partly by foreign borrowing. They have invested in manufacturing capacity,importing capital equipment. This increase in international demand for equipment has resulted in an increase of U.S. capital good exports to over 50 percent of all U.S. manufactures. In turn, exports of consumer manufactures by the NICs to the OECD countries have expanded rapidly. As the NICs grew during the 1970's, they imported capital goods from the U.S., and exported consumer manufactures to the U.S. This pattern of trade has strengthened the interdependence between the U.S. economy and the NICs.The geographical pattern of U.S. trade with the NICs shows some interesting asymmetries. U.S. exports are relatively focused on Latin America, mainly Mexico, and imports on the Far Eastern NICs. A tradetriangle has developed, with the U.S. exporting manufactures, mainly capital goods, to the Latin American NICs; who in turn sell raw materialson the world market. The Far Eastern NICs buy raw materials and sell manufactures, mainly consumer goods, to the U.S. Thus growth in the U.S. economy has become more interdependent with both the Latin American and Far Eastern NICs.\n\n",
    "acknowledgement": "\n"
}