{
    "id": 12826,
    "citation_title": "Why are Buyouts Levered: The Financial Structure of Private Equity Funds",
    "citation_author": [
        "Ulf Axelson",
        "Per Stromberg",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a model of the financial structure of private equity firms.  In the model, the general partner of the firm encounters a sequence of deals over time where the exact quality of each deal cannot be credibly communicated to investors. We show that the optimal financing arrangement is consistent with a number of characteristics of the private equity industry. First, the firm should be financed by a combination of fund capital raised before deals are encountered, and capital that is raised to finance a specific deal. Second, the fund investors' claim on fund cash flow is a combination of debt and levered equity, while the general partner receives a claim similar to the carry contracts received by real-world practitioners. Third, the fund will be set up in a manner similar to that observed in practice, with investments pooled within a fund, decision rights over investments held by the general partner, and limits set in partnership agreements on the size of particular investments. Fourth, the model suggests that incentives will lead to overinvestment in good states of the world and underinvestment in bad states, so that the natural industry cycles will be multiplied.  Fifth, investments made in recessions will on average outperform investments made in booms.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}