{
    "id": 12825,
    "citation_title": "Striking at the Roots of Crime: The Impact of Social Welfare Spending on Crime During the Great Depression",
    "citation_author": [
        "Ryan S. Johnson",
        "Shawn Kantor",
        "Price V. Fishback"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "2010-03-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Depression of the 1930s led contemporaries to worry that people hit by hard times would turn to crime in their efforts to survive. Franklin Roosevelt argued that the unprecedented and massive expansion in relief efforts \"struck at the roots of crime\" by providing subsistence income to needy families. After constructing a panel data set for 81 large American cities for the years 1930 through 1940, we estimate the impact of relief spending by all levels of government on crime rates. The analysis suggests that a ten percent increase in relief spending during the 1930s lowered property crime by roughly 1.5 percent. By limiting the amount of free time for relief recipients, work relief was more effective than direct relief in reducing crime. More generally, our results indicate that social insurance, which tends to be understudied in economic analyses of crime, should be more explicitly and more carefully incorporated into the analysis of temporal and spatial variations in criminal activity.\n\n",
    "acknowledgement": "\nThe authors wish to acknowledge the helpful comments of James Heckman, Lawrence Katz, Lars Lefgren, Paul Rhode, Koleman Strumpf, and an anonymous referee. We offer special thanks to Koleman Strumpf for providing us with information on the extent to which Prohibition was repealed by local governments and Paul Rhode who shared annual data on tax returns with us. Seminar participants at the 2002 NBER Summer Institute, 2003 ASSA meetings, and the Universities of California-Davis, California-Los Angeles, California-Riverside, and Utah provided insightful comments and advice. Financial support has been provided by National Science Foundation Grants SBR-9708098, SES- 0080324, and SES-0214395. We are solely responsible for the views expressed in the article.\n\n\n"
}