{
    "id": 12834,
    "citation_title": "The Decline of Defined Benefit Retirement Plans and Asset Flows",
    "citation_author": [
        "James Poterba",
        "Steven Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemographic change can have an important effect on the stock of assets held in defined benefit pension plans.  This paper projects the impact of changes in the age structure of the U.S. population between 2005 and 2040 on the stock of assets held by these plans.  It projects the contributions to and withdrawals from these plans.  These projections are combined with estimates of the future evolution of assets in 401(k)-like plans to describe the prospective impact of demographic change on the stock of assets in retirement plans.  Information on demography-linked changes in asset demand is a critical input to evaluating the potential impact of population aging on asset returns.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research and by the National Institute of Aging under grant PO1-AG005842 to the National Bureau of Economic Research. The findings and conclusions expressed are solely those of the authors and do not represent the views of any agency of the Federal Government, or the NBER.  We thank Jonathan Skinner, Annamaria Lusardi, and participants in the Woodstock Conference on Retirement Research for their comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}