{
    "id": 1283,
    "citation_title": "The Specification and Influence of Asset Markets",
    "citation_author": [
        "William H. Branson",
        "Dale W. Henderson"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a chapter in the forthcoming Handbook of International Economics. It surveys the literature on the specification of models of asset markets and the implications of differences in specification for the macroeconomic adjustment process. Builders of portfolio balance models have generally employed \"postulated\" asset demand functions, rather than deriving these directly from micro foundations. The first major sec-tion of the paper lays out a postulated general specification of asset markets and summarizes the fundamental short-run results of portfolio balance models using a very basic specification of asset markets. Then,rudimentary specifications of a balance of payments equation and goods market equilibrium conditions are supplied, so that the dynamic distribution effects of the trade account under static and rational expectations with both fixed goods prices and flexible goods prices can be analyzed.The second major section of the paper surveys and analyzes microfoundation models of asset demands using stochastic calculus. The microeconomic theory of asset demands implies some but not all of the properties of the basic specification of postulated asset demands at the macrolevel. Since the conclusions of macroeconomic analysis depend crucially on the form of asset demand functions, it is important to continue to explore the implications of micro foundations for macro specification.\n\n",
    "acknowledgement": "\n"
}