{
    "id": 12837,
    "citation_title": "On the Determinants of Mortality Reductions in the Developing World",
    "citation_author": [
        "Rodrigo R. Soares"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents and critically discusses a vast array of evidence on the determinants of mortality reductions in developing countries. We argue that increases in life expectancy between 1960 and 2000 were largely independent from improvements in income and nutrition. We then characterize the age and cause of death profile of changes in mortality and ask what can be learned about the determinants of these changes from the international evidence and from country-specific studies. Public health infrastructure, immunization, targeted programs, and the spread of less palpable forms of knowledge all seem to have been important factors. Much of the recent debate has revolved around antagonistic approaches, which are not supported by the evidence discussed here. Finally, the paper suggests that the evolution of health inequality across and within countries is intrinsically related to the process of diffusion of new technologies and to the nature of these new technologies (public or private).\n\n",
    "acknowledgement": "\nI owe special thanks to Cassio Turra for numerous detailed comments. The paper also benefited from suggestions from Gary Becker, William Maloney, Samuel Preston, Rati Ram, and seminar participants at the UN-WIDER Conference \"Advancing Health Equity.\" The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}