{
    "id": 12830,
    "citation_title": "Estimating Interdependence Between Health and Education in a Dynamic Model",
    "citation_author": [
        "Li Gan",
        "Guan Gong"
    ],
    "citation_publication_date": "2007-01-11",
    "issue_date": "2007-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates to what extent and through which channels that health and educational attainment are interdependent. A dynamic model of schooling, work, health expenditure, and savings is developed. The structural framework explicitly models two existing hypotheses on the correlation between health and education. The estimation results strongly support the interdependence between health and education. In particular, the estimated model indicates that an individual's education, health expenditure, and previous health status all affect his health status. Moreover, the individual's health status affects his mortality rate, wage, home production, and academic success. On average, having been sick before age 21 decreases the individual's education by 1.4 years. Policy experiments indicate that a health expenditure subsidy would have a larger impact on educational attainment than a tuition subsidy.\n\n",
    "acknowledgement": "\nThis research was partially supported by NICHD grant 1 RO3 HD046892. Comments from Stephen Trejo and Russ Cooper are appreciated. All remaining errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}