{
    "id": 12832,
    "citation_title": "The Role of School Improvement in Economic Development",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe role of improved schooling, a central part of most development strategies, has become controversial because expansion of school attainment has not guaranteed improved economic conditions. This paper reviews the role of education in promoting economic well-being, with a particular focus on the role of educational quality. It concludes that there is strong evidence that the cognitive skills of the population - rather than mere school attainment - are powerfully related to individual earnings, to the distribution of income, and to economic growth. New empirical results show the importance of both minimal and high level skills, the complementarity of skills and the quality of economic institutions, and the robustness of the relationship between skills and growth. International comparisons incorporating expanded data on cognitive skills reveal much larger skill deficits in developing countries than generally derived from just school enrollment and attainment. The magnitude of change needed makes clear that closing the economic gap with developed countries will require major structural changes in schooling institutions.\n\n",
    "acknowledgement": "\nThis project developed through conversations with Harry Patrinos, who provided useful comments and suggestions along the way. We have also benefited from comments by Martha Ainsworth, Luis Benveniste, Francois Bourguignon, Deon Filmer, Paul Gertler, Manny Jimenez, Ruth Kagia, Beth King, Lant Pritchett, and Emiliana Vegas. Support has come from the World Bank, CESifo, the Program on Education Policy and Governance of Harvard University, and the Packard Humanities Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}