{
    "id": 12833,
    "citation_title": "Economics and Politics of Alternative Institutional Reforms",
    "citation_author": [
        "Francesco Caselli",
        "Nicola Gennaioli"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the economic consequences and political feasibility of reforms aimed at reducing barriers to entry (deregulation) and improving contractual enforcement (legal reform). Deregulation fosters entry, thereby increasing the number of firms (entrepreneurship) and the average quality of management (meritocracy). Legal reform also reduces financial constraints on entry, but in addition it facilitates transfers of control of incumbent firms, from untalented to talented managers. Since when incumbent firms are better run entry by new firms is less profitable, in general equilibrium legal reform may improve meritocracy at the expense of entrepreneurship. As a result, legal reform encounters less political opposition than deregulation, as it preserves incumbents' rents, while at the same time allowing the less efficient among them to transfer control and capture (part of) the resulting efficiency gains. Using this insight, we show that there may be dynamic complementarities in the reform path, whereby reformers can skillfully use legal reform in the short run to create a constituency supporting future deregulations. Generally speaking, our model suggests that \"Coasian\" reforms improving the scope of private contracting are likely to mobilize greater political support because -- rather than undermining the rents of incumbents -- they allow for an endogenous compensation of losers. Some preliminary empirical evidence supports the view that the market for control of incumbent firms plays an important role in an industry's response to legal reform.\n\n",
    "acknowledgement": "\nWe thank Michael McMahon for able research assitance, and Alberto Alesina, Oriana Bandiera, Zsofia Barany, Bernard Salanie, Kjetil Storesletten, Silvana Tenreyro, and Luigi Zingales for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}