{
    "id": 12839,
    "citation_title": "Is Numerairology the Future of Monetary Economics? Unbundling numeraire and medium of exchange through a virtual currency and a shadow exchange rate",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper discusses some fundamental problems in monetary economics associated with the determination and role of the numeraire.  The issues are introduced by formalising a proposal, attributed to Eisler, to remove the zero lower bound on nominal interest rates by unbundling the numeraire and medium of exchange/means of payment functions of money. The monetary authorities manage the exchange rate between the numeraire ('sterling') and the means of payment ('drachma'). The short nominal interest rate on sterling bonds can then be used to target stability for the sterling price level. The paper puts question marks behind two key bits of conventional wisdom in contemporary monetary economics. The first is the assumption that the monetary authorities define and determine the numeraire used in private transactions.  The second is the proposition that price stability in terms of that numeraire is the appropriate objective of monetary policy. The paper also discusses the merits of the next step following the decoupling of the numeraire from the currency: doing away with currency altogether - the cashless economy. Because the unit of account plays such a central role in New-Keynesian models with nominal rigidities, monetary economics needs to devote more attention to numerairology - the study of the individual and collective choice processes that govern the adoption of a unit of account and its role in economic behaviour.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}