{
    "id": 12838,
    "citation_title": "The Demographic Transition and the Sexual Division of Labor",
    "citation_author": [
        "Bruno L. S. Falcao",
        "Rodrigo R. Soares"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a theory where increases in female labor force participation and reductions in the gender wage-gap are generated as part of a single process of demographic transition, characterized by reductions in mortality and fertility. The paper suggests a link between changes in mortality and transformations in the role of women in society that has not been identified before in the literature. Mortality reductions affect the incentives of individuals to invest in human capital and to have children. Particularly, gains in adult longevity reduce fertility, increase investments in market human capital, increase female labor force participation, and reduce the wage differential between men and women. Child mortality reductions, though reducing fertility, do not generate this same pattern of changes. The model reconciles the increase in female labor market participation with the timing of age-specific mortality reductions observed during the demographic transition. It generates changes in fertility, labor market attachment, and the gender wage-gap as part of a single process of social transformation, triggered by reductions in mortality.\n\n",
    "acknowledgement": "\nThis paper benefited from comments from Roger Betancourt, Suzanne Bianchi, Matthias Doepke, William N. Evans, Pedro Cavalcanti Ferreira, David Meltzer, Samuel Pessoa, Seth Sanders, and seminar participants at CEDEPLAR-UFMG, Ibmec-Rio, Simon Fraser University, Stockholm School of Economics, University College London, University of California-Santa Barbara, University of California-Santa Cruz, University of Michigan-Ann Arbor, Yale University, the Stanford IIS Conference on \"Health, Demographics, and Economic Development,\" the IZA/EUI Workshop on \"Demographic Change and Secular Transitions in Labor Markets,\" the 2005 Meeting of the Brazilian Econometric Society, and the 2006 Meeting of the Society for Economic Dynamics. Soares gratefully acknowledges financial support from the National Institutes of Health (NICHD grant #HD050520-01). The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}