{
    "id": 12845,
    "citation_title": "Idiosyncratic Shocks and the Role of Nonconvexities in Plant and Aggregate Investment Dynamics",
    "citation_author": [
        "Aubhik Khan",
        "Julia Thomas"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a model of lumpy investment wherein establishments face persistent shocks to common and plant-specific productivity, and nonconvex adjustment costs lead them to pursue generalized (S,s) investment rules. We allow persistent heterogeneity in both capital and total factor productivity alongside low-level investments exempt from adjustment costs to develop the first model consistent with available evidence on establishment-level investment rates. Examining the implications of lumpy investment for aggregate dynamics in this setting, we find that they remain substantial when factor supply considerations are ignored, but are quantitatively irrelevant in general equilibrium. The substantial implications of general equilibrium extend beyond the dynamics of aggregate series. While the presence of idiosyncratic shocks makes the time-averaged distribution of plant-level investment rates largely invariant to market-clearing movements in real wages and interest rates, we show that the dynamics of plants' investments differ sharply in their presence. Thus, model-based estimations of capital adjustment costs involving panel data may be quite sensitive to the assumption about equilibrium. Our analysis also offers new insights about how nonconvex adjustment costs influence investment at the plant. When establishments face idiosyncratic productivity shocks consistent with existing estimates, we find that nonconvex costs do not cause lumpy investments, but act to eliminate them.\n\n",
    "acknowledgement": "\nWe thank Robert King, Narayana Kocherlakota, John Leahy, Robert Lucas, Marcelo Veracierto, seminar audiences at Columbia, Michigan, Pompeu Fabra, Stanford, Wharton and the Federal Reserve Banks of Minneapolis, Philadelphia, Richmond and St. Louis, participants in the April 2006 Penn State Financial Constraints or Technological Differences Conference and the October 2006 Study Center Gerzensee Microeconomic Adjustment and Macroeconomic Dynamics Conference, as well as session participants at the 2004 Midwest Macro and SED meetings for useful comments and suggestions. Thomas thanks the Alfred P. Sloan Foundation and the National Science Foundation (grant #0318163) for research support. The views expressed here are those of the authors and do not represent the views of Federal Reserve Bank of Philadelphia or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}