{
    "id": 12843,
    "citation_title": "Risk, Return and Dividends",
    "citation_author": [
        "Andrew Ang",
        "Jun Liu"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the joint dynamics of dividends, expected returns, stochastic volatility, and prices. In particular, with a given dividend process, one of the processes of the expected return, the stock volatility, or the price-dividend ratio fully determines the other two. For example, together with dividends, the stock volatility process fully determines the dynamics of the expected return and the price-dividend ratio. By parameterizing one or more of expected returns, volatility, or prices, common empirical specifications place strong, and sometimes counter-factual, restrictions on the dynamics of the other variables. Our relations are useful for understanding the risk-return trade-off, as well as characterizing the predictability of stock returns.\n\n",
    "acknowledgement": "\nWe especially thank John Cochrane, as portions of this manuscript originated from conversations between John and the authors. We are grateful to the comments from an anonymous referee for comments that greatly improved the article. We also thank John Campbell, Joe Chen, Bob Dittmar, Chris Jones, Erik Lders, Sydney Ludvigson, Jiang Wang, Greg Willard, and seminar participants at an NBER Asset Pricing meeting, the Financial Econometrics Conference at the University of Waterloo, the Western Finance Association, Columbia University, Copenhagen Business School, ISCTE Business School (Lisbon), Laval University, LSE, Melbourne Business School, Norwegian School of Management (BI), Vanderbilt University, UCLA, UC Riverside, University of Arizona, University of Maryland, University of Michigan, UNC, University of Queensland, USC, and Vanderbilt University for helpful comments. Andrew Ang acknowledges support from the NSF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}