{
    "id": 12842,
    "citation_title": "Who Chooses Defined Contribution Plans?",
    "citation_author": [
        "Jeffrey R. Brown",
        "Scott J. Weisbenner"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on what types of individuals are most likely to choose a defined contribution (DC) plan over a defined benefit (DB) plan.  Making use of administrative data from the State Universities Retirement System (SURS) of Illinois, we study the decisions of nearly 50,000 new employees who make a one-time, irrevocable choice between a traditional DB plan, a portable DB plan, and an entirely self-managed DC plan.  Because the SURS-covered earnings of these employees are not covered under the Social Security system, their choices provides insight into the DB vs. DC preferences of individuals with regard to a primary source of their retirement income.  We find that a majority of participants fail to make an active decision and are thus defaulted into the traditional DB plan after 6 months.  We also find that those individuals who are most likely to be financially sophisticated are most likely to choose the self-managed DC plan, despite the fact that, given plan parameters, the DC plan is inferior to the portable DB plan under reasonable assumptions about future financial market returns.  We discuss both rational and behavioral reasons that might explain this finding.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  We are grateful to SSA for this support.  We are also grateful to Dan Slack, Doug Steele, and other staff members at the State Universities Retirement System for their tireless efforts to provide us with the data for this project and for helpful conversations about the SURS system.  We thank Brigitte Madrian, Olivia Mitchell, and participants at the 2006 Retirement Research Consortium and the 2006 NBER RRC conference for helpful comments.  Sarah Jackson provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}