{
    "id": 12849,
    "citation_title": "Do Food Stamps Cause Obesity? Evidence from Immigrant Experience",
    "citation_author": [
        "Neeraj Kaushal"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use changes in immigrant eligibility for food stamps under the 1996 federal law and heterogeneous state responses to set up a natural experiment research design to study the effect of food stamps on Body Mass Index (BMI) of adults in immigrant families.  I find that in the post-1996 period food stamps use by foreign-born unmarried mothers with a high school or lower education was 10 percentage points higher in states with substitute programs than in states that implemented the federal ban.  However, this increase in FSP participation was not associated with any statistically significant difference in BMI.  I find that FSP participation was associated a statistically insignificant 0.3 percent increase in BMI among low-educated unmarried mothers.\n\n",
    "acknowledgement": "\nI thank Robert Kaestner, Jane Waldfogel, Robert LaLonde, Darren Lubotsky, Robin Newberger, Inas Rashad, and seminar participants at University of Chicago and Columbia University School of Social Work for their very useful comments.  This project was funded by a USDA Food Assistance Research grant from the Joint Center for Poverty Research, Northwestern University/University of Chicago. The Research Data Center of the National Center for Health Statistics allowed me to use their research facilities to conduct part of the analysis, for which I thank them.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}