{
    "id": 12840,
    "citation_title": "The Technology of Skill Formation",
    "citation_author": [
        "Flavio Cunha",
        "James Heckman"
    ],
    "citation_publication_date": "2007-01-19",
    "issue_date": "2007-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of skill formation that explains a variety of findings established in the child development and child intervention literatures. At its core is a technology that is stage-specific and that features self productivity, dynamic complementarity and skill multipliers. Lessons are drawn for the design of new policies to alleviate the consequences of the accident of birth that is a major source of human inequality.\n\n",
    "acknowledgement": "\nThis research was supported by NIH R01-HD043411, NSF SES-24158, the Committee for Economic Development with a grant from The Pew Charitable Trusts and the Partnership for America's Economic Success, and the J.B. Pritzker Consortium on Early Childhood Development at the Harris School of Public Policy, University of Chicago. Flavio Cunha also acknowledges support from the Claudio Haddad dissertation fund at the University of Chicago. The views expressed in this paper are those of the authors and not necessarily those of the funders listed here. The first draft of this paper, written with Pedro Carneiro, was presented at a conference at the Minneapolis Federal Reserve, October 2003. We thank Gary S. Becker, Janet Currie and Greg J. Duncan for helpful comments. A website at http://jenni.uchicago.edu/tech-skill/ contains supporting material.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}