{
    "id": 1285,
    "citation_title": "Pensions and the Retirement Decision",
    "citation_author": [
        "Barry Nalebuff",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPensions influence retirement decisions. The analysis provides a framework for assessing the phenomenon. The qualitative features of most defined benefit pension plans in the United States, as the first section demonstrates, can be used to induce optimal retirement choices. Pensions are viewed as a form of forced savings; their purposeis to enable the worker to \"commit himself\" by making it in his own self-interest to retire at an appropriate age. The remaining sections examine the use of pensions in populations that are heterogeneous with respect to such features as disutility of work or expected lifespan.Given heterogeneity, a major policy concern is whether pensions are actuarially fair to different groups, retirement cohorts,etc. It is proven that optimal pension plans cannot be actuarially more than fair, in the sense that someone who retires later must impose a smaller cost on the pension pool than he would were he to retire earlier. However, there are differences in life expectancy among cohorts defined by retirement age: late retirees generallyl ive longer. Late retirees may thus impose a greater expected cost on the pension fund under an optimal plan; interestingly, they do impose a higher cost than those retiring earlier under most common pension funds.In a first-best world, a separate pension plan would be designed for each group of workers.  But, government-mandated retirement programs and legislation regulating private pensions require common treatment of different workers. Such homogenization is shown to work to the possible detriment of workers as a whole. Pensions are a workhorse compensation mechanism. They provide an additional instrument beyond wages for attracting, motivating, sorting, and retaining workers, while facilitating appropriate retirement decisions.\n\n",
    "acknowledgement": "\n"
}