{
    "id": 12856,
    "citation_title": "International Capital Flows",
    "citation_author": [
        "Eric Van Wincoop",
        "Cedric Tille"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sharp increase in both gross and net capital flows over the past two decades has led to a renewed interest in their determinants. Most existing theories of international capital flows are in the context of models with only one asset, which only have implications for net capital flows, not gross flows. Moreover, there is no role for capital flows as a result of changing expected returns and risk-characteristics of assets as there is no portfolio choice. In this paper we develop a method for solving dynamic stochastic general equilibrium open-economy models with portfolio choice. We show why standard first and second-order solution methods no longer work in the presence of portfolio choice, and extend them giving special treatment to the optimality conditions for portfolio choice. We apply the solution method to a particular two-country, two-good, two-asset model and show that it leads to a much richer understanding of both gross and net capital flows. The approach highlights time-varying portfolio shares, resulting from time-varying expected returns and risk characteristics of the assets, as a potential key source of international capital flows.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the IMF, the Federal Reserve Bank of New York, the Hong Kong Institute for Monetary Research, Hong Kong University and Hong Kong University of Science and Technology for comments. We also thank Philippe Bacchetta, Mick Devereux, Martin Evans, Enrique Mendoza, Asaf Razin, Alan Sutherland and Frank Warnock for comments and discussions. van Wincoop acknowledges financial support from the Hong Kong Institute for Monetary Research. The views expressed in the paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}