{
    "id": 12851,
    "citation_title": "The Political Economy of Financial Regulation: Evidence from U.S. State Usury Laws in the 19th Century",
    "citation_author": [
        "Efraim Benmelech",
        "Tobias J. Moskowitz"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the causes and consequences of financial regulation by studying the political economy of U.S. state usury laws in the 19th century.  We find evidence that usury laws were binding and enforced and that lending activity was affected by rate ceilings.  Exploiting the heterogeneity across states and time in regulation, enforcement, and market conditions, we find that regulation tightens when it is less costly and when it coexists with other economic and political restrictions that exclude certain groups.  Furthermore, the same determinants of financial regulation that favor one group (and restrict others) are associated with higher (lower) future economic growth rates.  The evidence suggests regulation is the outcome of private interests using the coercive power of the state to extract rents from other groups, highlighting the endogeneity of financial development and growth.\n\n",
    "acknowledgement": "\nWe have benefitted from the suggestions and comments of Alberto Alesina, Michael Bordo, Mark Flannery, Claudia Goldin, Richard Grossman, Sam Peltzman, Raghu Rajan, Joshua Rauh, Antoinette Schoar, Andrei Shleifer, Jeremy Stein, Amir Sufi, Luigi Zingales, Howard Bodenhorn, Peter Temin, and seminar participants at the 2007 AFA meetings in Chicago, Cornell, Dartmouth, Harvard Economics, the NBER Corporate Finance meeting, the NBER Political Economy meeting, Boston University, Northwestern, The University of Chicago, The University of Texas (Austin), the 2006 Conference on Bank Structure and Competition at the Federal Reserve Bank of Chicago, UCLA, and Washington University.  We thank Matthew Gentzkow for providing historical newspaper circulation data.  Anda Borden, Brian Melzer, and Roni Kisin provided excellent research assistance. Moskowitz thanks the Center for Research in Security Prices and the Neubauer Family Faculty Fellowship for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}