{
    "id": 12850,
    "citation_title": "The Overvaluation of Renminbi Undervaluation",
    "citation_author": [
        "Yin-Wong Cheung",
        "Menzie D. Chinn",
        "Eiji Fujii"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate whether the Renminbi (RMB) is misaligned, relying upon conventional statistical methods of inference. A framework built around the relationship between relative price and relative output levels is used. We find that, once sampling uncertainty and serial correlation are accounted for, there is little statistical evidence that the RMB is undervalued. The result is robust to various choices of country samples and sample periods, as well as to the inclusion of control variables.\n\n",
    "acknowledgement": "\nAn earlier version of the paper was circulated under the title \"Why the Renminbi Might Be Overvalued (But Probably Isn't).\" We thank the discussant Barry Eichengreen, Michael Klein (whose suggestion inspired the title), Hoyt Bleakley, Joshua Aizenman, Henning Bohn, Robert Dekle, Mick Devereux, Michael Dooley, Sebastian Edwards, Michael Frommel, Reuven Glick, Linda Goldberg, Galina Hale, Koichi Hamada, Randall Henning, Owen Humpage, Gary Jefferson, Michael Klein, Akira Kohsaka, Inpyo Lee, Jaewoo Lee, Ron McKinnon, Eiji Ogawa, Brian Pinto, Eswar Prasad, Aris Protopapadakis, Andy Rose, Margot Schuller, Ulrich Volz, Shang-Jin Wei, Tom Willett, and participants at the JIMF-SCCIE conference, as well as conferences at the Federal Reserve Bank of San Francisco, the Hamburg Institute of International Economics, the ACEAS and CEANA/ASSA panels at the ASSA 2006 Meetings, the conference \"WTO, China, and the Asian Economy,\" and the HKEA Biannual Conference for their helpful comments on the current and earlier versions of this paper. Dickson Tam, Jian Wang and Noriko Inakura provided excellent assistance in collecting data. Financial support of faculty research funds of the University of California at Santa Cruz, the University of Wisconsin, the Japan Center for Economic Research grant, and the Nomura Foundation for Social Science research grant is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}