{
    "id": 12855,
    "citation_title": "Multinational Firms, FDI Flows and Imperfect Capital Markets",
    "citation_author": [
        "Pol Antràs",
        "Mihir A. Desai",
        "C. Fritz Foley"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how costly financial contracting and weak investor protection influence the cross-border operational, financing and investment decisions of firms. We develop a model in which product developers have a comparative advantage in monitoring the deployment of their technology abroad. The paper demonstrates that when firms want to exploit technologies abroad, multinational firm (MNC) activity and foreign direct investment (FDI) flows arise endogenously when monitoring is nonverifiable and financial frictions exist. The mechanism generating MNC activity is not the risk of technological expropriation by local partners but the demands of external funders who require MNC participation to ensure value maximization by local entrepreneurs. The model demonstrates that weak investor protections limit the scale of multinational firm activity, increase the reliance on FDI flows and alter the decision to deploy technology through FDI as opposed to arm's length licensing. Several distinctive predictions for the impact of weak investor protection on MNC activity and FDI flows are tested and confirmed using firm-level data.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational companies was conducted at the International Investment Division, Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce. The authors thank Gita Gopinath, James Markusen, Aleh Tsyvinski and seminar participants at Boston University, Brown University, Hitotsubashi University, MIT, the NBER ITI program meeting, the New York Fed, Oxford, UC Berkeley, UC Boulder, Universidad de Vigo, Universitat Pompeu Fabra, and the World Bank for helpful suggestions. Davin Chor provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}