{
    "id": 12852,
    "citation_title": "Capital Controls, Capital Flow Contractions, and Macroeconomic Vulnerability",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze whether restrictions to capital mobility reduce vulnerability to external shocks.  More specifically, I ask if countries that restrict the free flow of international capital have a lower probability of experiencing a large contraction in net capital flows. I use three new indexes on the degree of international financial integration and a large multi-country data set for 1970-2004 to estimate a series of random-effect probit equations.  I find that the marginal effect of higher capital mobility on the probability of a capital flow contraction is positive and statistically significant, but very small.  Having a flexible exchange rate greatly reduces the probability of experiencing a capital flow contraction.  The benefits of flexible rates increase as the degree of capital mobility increases.  A higher current account deficit increases the probability of a capital flow contraction, while a higher ratio of FDI to GDP reduces that probability.\n\n",
    "acknowledgement": "\nI have benefited from discussions with Ed Leamer.  I thank Roberto Alvarez for his comments and Alberto Naudon for his excellent assistance.  I am particularly grateful to Michael Hutchison for his very perceptive comments and suggestions.  I also thank participants at the UCSC-JIMF Conference and at seminars at Fedesarrollo and the Bank of Spain for very useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}