{
    "id": 12853,
    "citation_title": "The Ins and Outs of Cyclical Unemployment",
    "citation_author": [
        "Michael W. Elsby",
        "Ryan Michaels",
        "Gary Solon"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the strongest trends in recent macroeconomic modeling of labor market fluctuations is to treat unemployment inflows as acyclical.  This trend stems in large part from an influential paper by Shimer on \"Reassessing the Ins and Outs of Unemployment,\" i.e., the extent to which increased unemployment during a recession arises from an increase in the number of unemployment spells versus an increase in their duration.  After broadly reviewing the previous literature, we replicate and extend Shimer's main analysis.  Like Shimer, we find an important role for increased duration.  But contrary to Shimer's conclusions, we find that even his own methods and data, when viewed in an appropriate metric, reveal an important role for increased inflows to unemployment as well.  This finding is further strengthened by our refinements of Shimer's methods of correcting for data problems and by our detailed examination of particular components of the inflow to unemployment.  We conclude that a complete understanding of cyclical unemployment requires an explanation of countercyclical inflow rates as well as procyclical outflow rates.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments from seminar participants at an NBER Monetary Economics conference, the University of Michigan, York University, and the CEPR European Summer Symposium in Labor Economics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}