{
    "id": 12868,
    "citation_title": "The Mystery of Human Capital as Engine of Growth, or Why the US Became the Economic Superpower in the 20th Century",
    "citation_author": [
        "Isaac Ehrlich"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "2008-02-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper offers a thesis as to why the US overtook the UK and other European countries in the 20th century in both aggregate and per-capita GDP, as a case study of recent models of endogenous growth where human capital is the \"engine of growth\". The conjecture is that the ascendancy of the US as an economic superpower owes in large measure to its relatively faster human capital formation. Whether the thesis has legs to stand on is assessed through stylized facts indicating that the US led other OECD countries in schooling attainments per adult population over the 20 century, especially at the secondary and tertiary levels. While human capital is viewed as the direct facilitator of growth, the underlying factors driving the US ascendancy are linked to the superior returns the political-economic system in the US has so far offered individual human capital attainments, both home-produced and imported.\n\n",
    "acknowledgement": "\nThe original version of this paper was presented as the author's thesis lecture for his Honorary Doctorate from the Université d'Orleans, France, on October 1, 2002. It was later presented in the April 2003, NSF-supported interdisciplinary conference The Mystery of Capital and the New Philosophy of Social Reality held at UB and revised as NBER Working Paper No. 12868, 2007. It was also presented as the author's Provost Lecture at SUNY Stony Brook on April 12, 2007. The author is indebted to Jinyoung Kim for collaboration on section 6.C of this paper, and to Robert King, Warren Sanderson, Eric Hanushek, Sam Peltzman, Claudia Goldin, Yong Yin, Serguey Braguinsky, and Zhiqiang Liu for valuable comments and suggestions on earlier drafts. Hyong-uk Kim, Xuezheng Qin, and Yiqun Wu provided dedicated research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}