{
    "id": 12869,
    "citation_title": "Has Social Security Influenced Family Formation and Fertility in OECD Countries? An Economic and Econometric Analysis",
    "citation_author": [
        "Isaac Ehrlich",
        "Jinyoung Kim"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing concern about a decline in the total fertility rate worldwide, but nowhere is the concern greater than in OECD countries, some of which already face the prospect of population decline as well. While the trend is largely the result of structural economic and social changes, our paper indicates that it is partly influenced by the scale of the defined-benefits, pay-as-you-go (PAYG) social security systems operating in most countries. Through a dynamic, overlapping-generations model where the generations are linked by parental altruism, we show analytically that social security tax and benefit rates generate incentives for individuals to reduce not just the fertility rate within families, but also the incentive to form families, which we capture empirically by the fraction of adults married. We conduct calibrated simulations as well as regression analyses that measure the quantitative importance of social security tax rates in lowering both net marriage and total fertility rates. Our results show that the impact of social security on these variables has been non-trivial. Our calibrated simulations also enable us to study the effects of changes in the structure of social security on family formation and fertility.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}