{
    "id": 12864,
    "citation_title": "Health Information and Subjective Survival Probability: Evidence from Taiwan",
    "citation_author": [
        "Jin-Tan Liu",
        "Meng-Wen Tsou",
        "James Hammitt"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of new health information on individuals' expectations about their longevity is examined using a Bayesian learning model. Using two-period panel-structured survey data from Taiwan, we find that subjective probabilities of living to age 75 and 85 are significantly smaller for respondents with more abnormal medical test outcomes and for those receiving more extensive advice on health behavior from their physicians. The subjective probability of survival declines with health shocks such as developing heart disease. Using pooled cross-sectional data, we find that males and married persons are more optimistic about their longevity expectations than females and single persons, and that income is strongly correlated with the subjective probability of living to age 75. Consistent with previous studies, the longevity of the same-sex parent is strongly associated with an individual's own expectation of living to age 75.\n\n",
    "acknowledgement": "\nThe authors express their gratitude for the financial support provided by the National Science Council (NSC92-2415-H-032-001-SSS) and the National Health Research Institutes of Taiwan (NHRI-EX93-9226PI) and for the helpful comments provided by the referees. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}