{
    "id": 12863,
    "citation_title": "College Cost and Time to Complete a Degree: Evidence from Tuition Discontinuities",
    "citation_author": [
        "Pietro Garibaldi",
        "Francesco Giavazzi",
        "Andrea Ichino",
        "Enrico Rettore"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany students enrolled in academic programs around the world take longer to obtain a degree than the normal completion time while college tuition is typically constant during the years of enrollment. In particular, it does not increase when a student remains in a program beyond the normal completion time. Using a Regression Discontinuity Design on data from Bocconi University in Italy, this paper shows that an increase of 1,000 euro in the continuation tuition reduces the probability of late graduation by at least 6.1 percentage points with respect to a benchmark average probability of 80%. We conclude suggesting that an increase in continuation tuition is efficient when effort is suboptimally supplied, for instance in the presence of public subsidies to education, congestion externalities and/or peer effects.\n\n",
    "acknowledgement": "\nWe would like to thank the administration of Bocconi University for providing the data and for answering our endless list of questions. We also thank Josh Angrist, Barbara Sianesi and seminar participants at Bocconi University, CREST conference on the \"Econometric Evaluation of Public Policies\" - Paris 2005, CEPR PPS 2006, CEPR EEEPE 2006, EALE 2006, ESSLE 2006, Hebrew University, Koc University, 'Max Planck Institute - Rostock, NBER Education Meeting 2006, Universitá di Roma Tor Vergata, Sebanci University for helpful comments and suggestions. Our special gratitude goes to Stefano Gagliarducci whose help was determinant in preparing the data and to Silvia Caló for further assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}