{
    "id": 12862,
    "citation_title": "Determinants of Deposit-Insurance Adoption and Design",
    "citation_author": [
        "Asli Demirguc-Kunt",
        "Edward J. Kane",
        "Luc Laeven"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies factors that influence decisions about a country's financial safety net, using a comprehensive dataset covering 180 countries during the 1960-2003 period. Our analysis focuses on how private interest-group pressures, outside influences, and political-institutional factors affect deposit-insurance adoption and design. Controlling for macroeconomic shocks, quality of bank regulations, and institutional development, we find that both private and public interests, as well as outside influences to emulate developed-country regulatory schemes, can explain the timing of adoption decisions and the rigor of loss-control arrangements. Controlling for other factors, political systems that facilitate intersectoral power sharing dispose a country toward design features that accommodate risk-shifting by banks.\n\n",
    "acknowledgement": "\nDemirguc-Kunt: World Bank; Kane: Boston College and NBER; Laeven: IMF and CEPR. Corresponding author: Edward Kane, James F. Cleary Professor in Finance, Boston College, Fulton Hall 330A, Chestnut Hill, MA 02467, e-mail: edward.kane@bc.edu, phone: (617) 552-3986, fax: (617) 552-0431. We are grateful to George Pennacchi (the Editor), two anonymous referees, Thorsten Beck, Stijn Claessens, Mark Flannery, Patrick Honohan, Ozer Karagedikli, and Loretta Mester for very useful comments. For additional suggestions, we also want to thank seminar participants at the Reserve Bank of New Zealand, Victoria University of Wellington, the FDIC Center for Financial Research's Fifth Annual Banking Research Conference, and the 2005 AFA meetings in Philadelphia. We thank Baybars Karacaovali and Guillermo Noguera for helping to construct the new database and for providing excellent research assistance, and we thank numerous colleagues at the World Bank for providing input for the deposit insurance database. This paper's findings, interpretations, and conclusions are entirely those of the authors and do not represent the views of the World Bank, the International Monetary Fund, their Executive Directors, or the countries they represent. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}