{
    "id": 12860,
    "citation_title": "Do Employment Protections Reduce Productivity? Evidence from U.S. States",
    "citation_author": [
        "David H. Autor",
        "William R. Kerr",
        "Adriana D. Kugler"
    ],
    "citation_publication_date": "2007-01-23",
    "issue_date": "2007-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheory predicts that mandated employment protections may reduce productivity by distorting production choices. Firms facing (non-Coasean) worker dismissal costs will curtail hiring below efficient levels and retain unproductive workers, both of which should affect productivity. These theoretical predictions have rarely been tested. We use the adoption of wrongful-discharge protections by U.S. state courts over the last three decades to evaluate the link between dismissal costs and productivity. Drawing on establishment-level data from the Annual Survey of Manufacturers and the Longitudinal Business Database, our estimates suggest that wrongful-discharge protections reduce employment flows and firm entry rates. Moreover, analysis of plant-level data provides evidence of capital deepening and a decline in total factor productivity following the introduction of wrongful-discharge protections. This last result is potentially quite important, suggesting that mandated employment protections reduce productive efficiency as theory would suggest. However, our analysis also presents some puzzles including, most significantly, evidence of strong employment growth following adoption of dismissal protections. In light of these puzzles, we read our findings as suggestive but tentative.\n\n",
    "acknowledgement": "\nE-mails: dautor@mit.edu, wkerr@hbs.edu and adkugler@uh.edu. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. We are grateful to seminar participants at the IZA Conference on Employment Protection and Labor Markets, the Census Bureau RDC Conference, MIT, NBER Labor and Productivity Groups, SOLE, and AEA and, especially, to Daron Acemoglu, Josh Angrist, Giuseppe Bertola, Bjorn Brugemann, and Paul Oyer for their comments. Autor acknowledges generous support from the National Science Foundation (CAREER SES-0239538) and the Alfred P. Sloan Foundation. Kugler acknowledges support from a GEAR grant from the University of Houston. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}