{
    "id": 12879,
    "citation_title": "Behavioral Law and Economics",
    "citation_author": [
        "Christine Jolls"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBehavioral economics has been a growing force in many fields of applied economics, including public economics, labor economics, health economics, and law and economics.  This paper describes and assesses the current state of behavioral law and economics.  Law and economics had a critical (though underrecognized) early point of contact with behavioral economics through the foundational debate in both fields over the Coase theorem and the endowment effect.  In law and economics today, both the endowment effect and other features of behavioral economics feature prominently and have been applied in many important legal domains.  The paper concludes with reference to a new emphasis in behavioral law and economics on \"debiasing through law\" - using existing or proposed legal structures in an attempt to reduce people's departures from the traditional economic assumption of unbounded rationality.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Economic Institutions and Behavioral Economics Conference held in Helsinki in June of 2004.  Thanks to Peter Diamond for inviting me to participate in the conference; to Peter Diamond, Steven Shavell, Cass Sunstein and conference participants, especially discussants Ian Ayres and Christoph Engel, for very helpful comments; and to Pat Robertson and David Young for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}