{
    "id": 1287,
    "citation_title": "Asset Markets, Exchange Rates and the Balance of Payments",
    "citation_author": [
        "Jacob A. Frenkel",
        "Michael L. Mussa"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper, written as a chapter for a Handbook of International Economics, reviews developments in the theory of international monetary economics from the late 1960's through the early 1980's. Following a review of the operation of the monetary mechanism of balance of payments adjustment in the context of the Mundell-Fleming model, the paper reviews the more modern analysis of the dynamics of balance of payments adjustment under fixed exchange rates and of exchange rate determination under flexible exchange rates. Beginning with a simple exposition of the monetary mechanism, the model is then extended to incorporate sluggish wage and output adjustments, endogenous monetary policy and sterilization operations, multiplicity of tradable and nontradable goods, large countries, capital mobility and portfolio balance. The review then turns to an exposition of exchange rate theory, starting with the monetary approach to exchange rate determination. Issues discussed in this context include purchasing power parities, nontraded goods, the real exchange rate, currency substitution and the interaction between real and monetary factors in effecting exchange rates.The paper proceeds with a presentation of a more general framework that views the question of exchange rate determination as part of the general theory of the determination of asset prices, and which highlights the unique role of expectations. The general framework is then applied to characterize the interaction between the balance of payments and the equilibrium real exchange rate.The paper concludes with a brief discussion of some empirical issues of exchange rate analysis.\n\n",
    "acknowledgement": "\n"
}