{
    "id": 12876,
    "citation_title": "Does Inflation Targeting Make a Difference?",
    "citation_author": [
        "Frederic S. Mishkin",
        "Klaus Schmidt-Hebbel"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYes, as inferred from panel evidence for inflation-targeting countries and a control group of high-achieving industrial countries that do not target inflation. Our evidence suggests that inflation targeting helps countries achieve lower inflation in the long run, have smaller inflation response to oil-price and exchange-rate shocks, strengthen monetary policy independence, improve monetary policy efficiency, and obtain inflation outcomes closer to target levels. Some benefits of inflation targeting are larger when inflation targeters have achieved disinflation and are able to make their inflation targets stationary. Despite these favorable results for inflation targeting, our evidence generally does not suggest that countries that adopt inflation targeting have attained better monetary policy performance relative to our control group of highly successful non-inflation targeters. However, inflation targeting does seem to help all country groups to move toward performance of the control group. The performance attained by industrial-country inflation targeters generally dominates performance of emerging-economy inflation targeters and is similar to that of industrial non-inflation targeting countries.\n\n",
    "acknowledgement": "\nWe thank Kevin Cowan for valuable discussion and methodological advice. Fabian Gredig, Mauricio Larrain, and Marcelo Ochoa provided outstanding assistance and ideas to the paper. For valuable comments we thank Mario Blejer, Agnes Csermely, John Murray, Grant Spencer, Raimundo Soto and participants at the 2005 Annual Conference of the Central Bank of Chile, the South African Reserve Bank / Bank of England Center of Central Banking Studies Seminar on Inflation Targeting, the 2006 Annual Seminar of the Central Bank of Brazil, and at seminars at Ceska Narodni Banka, Bank of England, Magyar Nemzeti Bank, Norges Bank, and Reserve Bank of New Zealand.   Frederic Mishkin's  work on this paper was completed before he became a member of the Board of Governors of the Federal Reserve System.  All remaining errors are ours and the views expressed in the paper do not necessarily represent those of the Central Bank of Chile or its Board, the Board of Governors of the Federal Reserve System, Columbia University or the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}