{
    "id": 12878,
    "citation_title": "Adoption and Termination of Employee Involvement Programs",
    "citation_author": [
        "Wei Chi",
        "Richard B. Freeman",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis study uses a 10-year longitudinal database on U.S. manufacturing establishments to analyze the dynamics of the adoption and termination of employee involvement programs (EI). We show that firms' use of EI has not grown continuously, but rather introduce and terminate EI policies in ways that imply that the policies are complementary with each other and with other advanced human resource practices, seemingly moving toward an equilibrium distribution of EI policies. Using a Markov model, we estimate the long-run distribution of the number of EI programs in firms and find that adjustment to the steady-state distribution takes about 20 years.\n\n",
    "acknowledgement": "\nThis study was funded by a grant from the National Science Foundation.  The authors want to thank Heidi Aggeler, Carrie Conaway, Hwikwon Ham, John Hauge, and Keith Vargo for their assistance with the study. We also thank Lisa Lynch and Kathryn Shaw, and the participants at the Personnel Economics Workshop at the NBER Summer Institute for their comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}