{
    "id": 12877,
    "citation_title": "Slow Moving Capital",
    "citation_author": [
        "Mark Mitchell",
        "Lasse Heje Pedersen",
        "Todd Pulvino"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study three cases in which specialized arbitrageurs lost significant amounts of capital and, as a result, became liquidity demanders rather than providers. The effects on security markets were large and persistent: Prices dropped relative to fundamentals and the rebound took months. While multi-strategy hedge funds who were not capital constrained increased their positions, a large fraction of these funds actually acted as net sellers consistent with the view that information barriers within a firm (not just relative to outside investors) can lead to capital constraints for trading desks with mark-to-market losses. Our findings suggest that real world frictions impede arbitrage capital.\n\n",
    "acknowledgement": "\nMitchell and Pulvino are at CNH Partners. Pedersen (corresponding author) is at the Stern School of Business, New York University, CEPR and NBER. The authors are affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. We are grateful for helpful conversations with Lars N. Nielsen and research assistance from Rachel Perez and Linda Rabel. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}