{
    "id": 12881,
    "citation_title": "The Demand for Treasury Debt",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the US Debt/GDP ratio is negatively correlated with the spread between corporate bond yields and Treasury bond yields. The result holds even when controlling for the default risk on corporate bonds. We argue that the corporate bond spread reflects a convenience yield that investors attribute to Treasury debt. Changes in the supply of Treasury debt trace out the demand for convenience by investors. We show that the aggregate demand curve for the convenience provided by Treasury debt is downward sloping and provide estimates of the elasticity of demand. We analyze disaggregated data from the Flow of Funds Accounts of the Federal Reserve and show that individual groups of Treasury holders also have downward sloping demand curves. Even groups with the most elastic demand curves have demand curves that are far from flat. The results have bearing for important questions in finance and macroeconomics. We discuss implications for the behavior of corporate bond spreads, interest rate swap spreads, the riskless interest rate, and the value of aggregate liquidity. We also discuss the implications of our results for the financing of the US deficit, Ricardian equivalence, and the effects of foreign central bank demand on Treasury yields.\n\n",
    "acknowledgement": "\nWe thank Ricardo Caballero, Ken Garbade, Lorenzo Garlappi, Bob McDonald, Monika Piazzesi, Sergio Rebelo, Suresh Sundaresan and seminar participants at MIT, Moody's-KMV, NBER AP meeting, Northwestern University, University of Texas-Austin, and the NY Fed for comments. Josh Davis and Byron Scott provided research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}