{
    "id": 12884,
    "citation_title": "Trade Adjustment and Human Capital Investments: Evidence from Indian Tariff Reform",
    "citation_author": [
        "Eric V. Edmonds",
        "Nina Pavcnik",
        "Petia Topalova"
    ],
    "citation_publication_date": "2007-02-06",
    "issue_date": "2007-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo the short and medium term adjustment costs associated with trade liberalization influence schooling and child labor decisions? We examine this question in the context of India's 1991 tariff reforms. Overall, in the 1990s, rural India experienced a dramatic increase in schooling and decline in child labor. However, communities that relied heavily on employment in protected industries before liberalization do not experience as large an increase in schooling or decline in child labor. The data suggest that this failure to follow the national trend of increasing schooling and diminishing work is associated with a failure to follow the national trend in poverty reduction. Schooling costs appear to play a large role in this relationship between poverty, schooling, and child labor. Extrapolating from our results, our estimates imply that roughly half of India's rise in schooling and a third of the fall in child labor during the 1990s can be explained by falling poverty and therefore improved capacity to afford schooling.\n\n",
    "acknowledgement": "\nWe thank Orazio Attanasio, Penny Goldberg, Ann Harrison, Deborah Swenson, Alessandro Tarozzi as well as seminar and conference participants at ASSA meetings, Boston College, Boston University, BREAD, Colby College, Columbia, Dartmouth, Duke, Econometric Society Meetings, Empirical Investigations in International Trade Conference, Federal Reserve Board of Governors, Minnesota International Economic Development Conference, MIT, NBER India Working Group, NBER ITI Meetings, NEUDC, Stanford Trade Liberalization and Its Consequences Conference, Syracuse, University of Michigan, University of Toronto, and Yale. We thank Rohini Pande and Siddharth Sharma for sharing their data. Correspondence to Edmonds or Pavcnik at 6106 Rockefeller Hall. Dartmouth College. Hanover, NH 03755 USA. Email: eedmonds@dartmouth.edu, nina.pavcnik@dartmouth.edu, or Topalova at PTopalova@imf.org. We are grateful for the support from the National Science Foundation grant SES 0452096 and the Rockefeller Center at Dartmouth College. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, or its management. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}