{
    "id": 12880,
    "citation_title": "Taxing Capital? Not a Bad Idea After All!",
    "citation_author": [
        "Juan Carlos Conesa",
        "Sagiri Kitao",
        "Dirk Krueger"
    ],
    "citation_publication_date": "2007-01-30",
    "issue_date": "2007-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we quantitatively characterize the optimal capital and labor income tax in an overlapping generations model with idiosyncratic, uninsurable income shocks, where households also differ permanently with respect to their ability to generate income. The welfare criterion we employ is ex-ante (before ability is realized) expected (with respect to uninsurable productivity shocks) utility of a newborn in a stationary equilibrium. Embedded in this welfare criterion is a concern of the policy maker for insurance against idiosyncratic shocks and redistribution among agents of different abilities. Such insurance and redistribution can be achieved by progressive labor income taxes or taxation of capital income, or both. The policy maker has then to trade off these concerns against the standard distortions these taxes generate for the labor supply and capital accumulation decision. We find that in our model the optimal capital income tax rate is significantly positive. The optimal (marginal and average) tax rate on capital is 36%, in conjunction with a progressive labor income tax code that is, to a first approximation, a flat tax of 23% with a deduction that corresponds to about $6,000 (relative to an average income of households in the model of $35,000). We argue that the high optimal capital income tax is mainly driven by the life cycle structure of the model whereas the optimal progressivity of the labor income tax is due to the insurance and redistribution role of the income tax system.\n\n",
    "acknowledgement": "\nWe thank seminar participants at SED, the MEA conference on OLG models, the NBER Summer Institute consumption group, UAB, UPF, Workshop in DGEM - Santiago, and BEMAD - Granada for many useful suggestions. Conesa acknowledges financing from Spanish Ministry of Education and FEDER through SEJ2006-03879, Generalitat de Catalunya through 2005SGR00447 and Barcelona Economics - CREA. The authors can be reached at juancarlos.conesa@uab.es, sagiri.kitao@nyu.edu and dkrueger@econ.upenn.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}