{
    "id": 12883,
    "citation_title": "The Labor Market Impacts of Youth Training in the Dominican Republic: Evidence from a Randomized Evaluation",
    "citation_author": [
        "David Card",
        "Pablo Ibarraran",
        "Ferdinando Regalia",
        "David Rosas",
        "Yuri Soares"
    ],
    "citation_publication_date": "2007-02-06",
    "issue_date": "2007-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the findings from the first randomized evaluation of a job training program in Latin America. Between 2001 and 2005 the government of the Dominican Republic operated a subsidized training program for low-income youth in urban areas. The program featured several weeks of classroom instruction followed by an internship at a private sector firm.  A random sample of eligible applicants was selected to undergo training, and information was gathered 10-14 months after graduation on both trainees and control group members. Although previous non-experimental evaluations of similar programs in Latin America have suggested a positive impact on employment, we find no evidence of such an effect. There is a marginally significant impact on hourly wages, and on the probability of health insurance coverage, conditional on employment.  Finally, we develop an operational definition of the impact of training on \"employability\" in the context of a dynamic model with state dependence and unobserved heterogeneity.  Consistent with our main results, we find no significant impact of the training program on the subsequent employability of trainees.\n\n",
    "acknowledgement": "\nWe are grateful to the Secretaria de Estado de Trabajo (SET) of the Dominican Republic for making the required information available and for helpful discussions. All conclusions in this paper are solely the responsibility of the authors. This document is not an official publication of the Inter-American Development Bank. Opinions and judgments expressed in this study do not necessarily reflect the view of Bank Management or member countries. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}