{
    "id": 12889,
    "citation_title": "Structural Transformation and the Deterioration of European Labor Market Outcomes",
    "citation_author": [
        "Richard Rogerson"
    ],
    "citation_publication_date": "2007-02-06",
    "issue_date": "2007-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the evolution of hours worked in France, Germany, Italy and the US from 1956-2003 and assesses the role of taxes and technology to account for the differences. The empirical work establishes three results. First, hours worked in Europe decline by almost 45% compared to the US over this period. This change is almost an order of magnitude larger than the effects associated with the increase in unemployment over this time period. Second, the decline occurs at a steady pace from 1956 until the mid 1990s, in contrast to the fact that the relative increase in unemployment occurs in the mid 1970s. Third, the decline in hours worked in Europe is almost entirely accounted for by the fact that Europe develops a much smaller service sector than the US. I build a simple model of time allocation to understand the evolution of total hours worked and their distribution across sectors, and calibrate it to match the US between 1956 and 2000. I find that relative increases in taxes and technological catch-up can account for most of the differences between the European and American time allocations over this period.\n\n",
    "acknowledgement": "\nI have benefitted from the comments of numerous seminar participants. I am particularly grateful to Daron Acemoglu, Tassos Adamopoulos, Patrick Kehoe, Ellen McGrattan, and Victor Rios-Rull for comments, to Aspen Gorry for research assistance, and to the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}