{
    "id": 12894,
    "citation_title": "Cementing Relationships: Vertical Integration, Foreclosure, Productivity, and Prices",
    "citation_author": [
        "Ali Hortacsu",
        "Chad Syverson"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically investigates the possible market power effects of vertical integration proposed in the theoretical literature on vertical foreclosure.  It uses a rich data set of cement and ready-mixed concrete plants that spans several decades to perform a detailed case study.  There is little evidence that foreclosure is quantitatively important in these industries.  Instead, prices fall, quantities rise, and entry rates remain unchanged when markets become more integrated.  These patterns are consistent, however, with an alternative efficiency-based mechanism.  Namely, higher productivity producers are more likely to vertically integrate and are also larger, more likely to survive, and charge lower prices.  We find evidence that integrated producers' productivity advantage is tied to improved logistics coordination afforded by large local concrete operations.  Interestingly, this benefit is not due to firms' vertical structures per se: non-vertical firms with large local concrete operations have similarly high productivity levels.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Tim Bresnahan, Jeremy Fox, John Haltiwanger, Justine Hastings, Tom Holmes, Tom Hubbard, Eddie Lazear, Canice Prendergast, Lynn Riggs, Mike Riordan, Mark Roberts, Nancy Rose, Kathryn Shaw, Mike Whinston, numerous seminar participants, and anonymous referees for helpful comments.  Jeremy Shapiro provided valuable research assistance.  Hortacsu thanks the Center for Industrial Organization at Northwestern University for its hospitality, and Syverson is grateful for financial support from the NSF (award no. SES-0519062), the Olin Foundation, and the Stigler Center.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Chicago Census Research Data Center.  Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau.  This paper has been screened to insure that no confidential data are revealed.  Support for this research at the Chicago RDC from NSF (awards no. SES-0004335 and ITR-0427889) is also gratefully acknowledged.  Both authors can be contacted at the Department of Economics, University of Chicago, 1126 E. 59th Street, Chicago, IL 60637. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}