{
    "id": 12893,
    "citation_title": "The Spike at Benefit Exhaustion: Leaving the Unemployment System or Starting a New Job?",
    "citation_author": [
        "David Card",
        "Raj Chetty",
        "Andrea Weber"
    ],
    "citation_publication_date": "2007-02-06",
    "issue_date": "2007-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we review the literature on the \"spike\" in unemployment exit rates around benefit exhaustion, and present new evidence based on administrative data for a large sample of job losers in Austria. We find that the way unemployment spells are measured has a large effect on the magnitude of the spike at exhaustion, both in existing studies and in our Austrian data. Spikes are typically much smaller when spell length is defined by the time to next job than when it is defined by the time spent on the unemployment system. In Austria, the exit rate from registered unemployment rises by over 200% at the expiration of benefits, while the hazard rate of re-employment rises by only 20%. The difference between the two measures arises because many individuals leave the unemployment register immediately after their benefits expire without returning to work. The modest spike in re-employment rates implies that most job seekers do not wait until their UI benefits are exhausted to return to work: fewer than 1% of jobless spells have an ending date that is manipulated to coincide with the expiration of UI benefits.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Rudolph Winter-Ebmer and Josef Zweimuller for assistance in obtaining the data used in this study. Funding was provided by the Center for Labor Economics at UC Berkeley. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}