{
    "id": 12899,
    "citation_title": "The Unified Enterprise Tax and SOEs in China",
    "citation_author": [
        "John Whalley",
        "Li Wang"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nCurrently proposals are actively circulating in China to move to a unified enterprise tax structure with similar tax treatment of state-owned enterprises (SOEs), other private enterprises (OPE) and foreign investment enterprises (FIEs). FIEs presently receive significant tax preferences through a sharply lower tax rate, tax holidays and other provisions. Here we use analytical representations of SOE behavior, which differ from that of the competitive firm, to argue that a unified tax structure may not be a desirable tax change and that typically a higher tax rate on SOEs is called for on efficiency grounds. Using a worker control model with endogenously determined shirking, taxes on SOEs reduce shirking and a reduced SOE tax rate under a unified tax relaxes discipline on SOEs and losses result. Our results indicate a 0.26% of GDP welfare loss using 2004 data from a unified tax, and larger loss relative to an optimal tax scheme. Alternatively, if we use a managerial control model variant, we find a 0.19% welfare loss from a unified tax, and larger losses relative to initial higher SOE tax rates.\n\n",
    "acknowledgement": "\nFinancial support from SSHRC and a CIGI Post-doctoral Fellowship held by the second author makes this paper possible and is greatly appreciated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}