{
    "id": 12892,
    "citation_title": "Africa's Lagging Demographic Transition: Evidence from Exogenous Impacts of Malaria Ecology and Agricultural Technology",
    "citation_author": [
        "Dalton Conley",
        "Gordon C. McCord",
        "Jeffrey D. Sachs"
    ],
    "citation_publication_date": "2007-02-06",
    "issue_date": "2007-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of Africa has not yet gone through a \"demographic transition\" to reduced mortality and fertility rates.  The fact that the continent's countries remain mired in a Malthusian crisis of high mortality, high fertility, and rapid population growth (with an accompanying state of chronic extreme poverty) has been attributed to many factors ranging from the status of women, pro-natalist policies,  poverty itself, and social institutions.  There remains, however, a large degree of uncertainty among demographers as to the relative importance of these factors on a comparative or historical basis.  Moreover, econometric estimation is complicated by endogeneity among fertility and other variables of interest.  We attempt to improve estimation (particularly of the effect of the child mortality variable) by deploying exogenous variation in the ecology of malaria transmission and in agricultural productivity through the staggered introduction of Green Revolution, high-yield seed varieties.  Results show that child mortality (proxied by infant mortality) is by far the most important factor among those explaining aggregate total fertility rates, followed by farm productivity.  Female literacy (or schooling) and aggregate income do not seem to matter as much, comparatively.\n\n",
    "acknowledgement": "\nThe authors would like to thank Samuel Freeman for excellent research assistance.  Thanks also to the United Nations Population Division and Prof. Robert E. Evenson for making their data available. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}