{
    "id": 12898,
    "citation_title": "News Shocks and Optimal Monetary Policy",
    "citation_author": [
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies monetary policy in a model where output fluctuations are caused by shocks to public beliefs on the economy's fundamentals. I ask whether monetary policy can offset the effect of these shocks and whether this offsetting is socially desirable. I consider an environment with dispersed information and two aggregate shocks: a productivity shock and a \"news shock\" which affects aggregate beliefs. Neither the central bank nor individual agents can distinguish the two shocks when they hit the economy. The main results are: (1) despite the lack of superior information an appropriate monetary policy rule can change the economy's response to the two shocks; (2) monetary policy can achieve full aggregate stabilization, that is, it can induce a path for aggregate output that is identical to that which would arise under full information; (3) however, full aggregate stabilization is typically not optimal. The fact that monetary policy can tackle the two shocks separately is due to two crucial ingredients. First, agents are forward looking. Second, current fundamental shocks will become public information in the future and the central bank will be able to respond to them at that time. By announcing its response to future information, the central bank can influence the expected real interest rate faced by agents with different beliefs and, thus, induce an optimal use of the information dispersed in the economy.\n\n",
    "acknowledgement": "\nMIT and NBER. Email: glorenzo@mit.edu. I wish to thank for useful comments Marios Angeletos, Ricardo Caballero, Marvin Goodfriend, Veronica Guerrieri, Ivan Werning and seminar participants at the SED Meetings (Budapest), UQAM (Montreal), the Kansas City Fed, and MIT. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}