{
    "id": 12896,
    "citation_title": "Collective Risk Management in a Flight to Quality Episode",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of optimal intervention in a flight to quality episode. The reason for intervention stems from a collective bias in agents' expectations. Agents in the model make risk management decisions with incomplete knowledge. They understand their own shocks, but are uncertain of how correlated their shocks are with systemwide shocks, treating the latter uncertainty as Knightian. We show that when aggregate liquidity is low, an increase in uncertainty leads agents to a series of protective actions -- decreasing risk exposures, hoarding liquidity, locking-up capital -- that reflect a flight to quality. However, the conservative actions of agents leave the aggregate economy over-exposed to negative shocks. Each agent covers himself against his own worst-case scenario, but the scenario that the collective of agents are guarding against is impossible.  A lender of last resort, even if less knowledgeable than private agents about individual shocks, does not suffer from this collective bias and finds that pledging intervention in extreme events is valuable. The intervention unlocks private capital markets.\n\n",
    "acknowledgement": "\nRespectively: MIT and NBER; Northwestern University. E-mails: caball@mit.edu, a-krishnamurthy@northwestern.edu. We are grateful to Marios Angeletos, Olivier Blanchard, Phil Bond, Jon Faust, Xavier Gabaix, Jordi Gali, Michael Golosov, William Hawkins, Burton Hollifield, Bengt Holmstrom, Dimitri Vayanos, Ivan Werning and seminar participants at Columbia, DePaul, Imperial College, LBS, Northwestern, MIT, Wharton, NY Fed Liquidity Conference, NBER MIDM Conference, UBC Summer Conference, Bank of England, and the Central Bank of Chile for their comments. David Lucca and Alp Simsek provided excellent research assistance. Caballero thanks the NSF for financial support. This paper covers the same substantive issues as (and hence replaces) \"Flight to Quality and Collective Risk Management,\" NBER WP # 12136. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}