{
    "id": 12901,
    "citation_title": "Sources of Growth in the Indian Economy",
    "citation_author": [
        "Barry Bosworth",
        "Susan M. Collins",
        "Arvind Virmani"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically examines India's economic growth experience during 1960-2004, focusing on the post 1973 acceleration.  Careful attention is paid to data quality.  The analysis focuses on two unusual dimensions of India's experience -- the concentration of growth in services production, and the modest levels of human and physical capital accumulation.  A growth accounting analysis disaggregates by major sector, and highlights implications for aggregate productivity growth of the reallocation of resources out of agriculture to more productive activities in industry and services.  But concerns are raised that growth in services may be overstated.  India will need to broaden its current expansion to provide manufactured goods for the world market and jobs for its large pool of low-skilled workers.  Increased public saving, as well as a rise in foreign saving -- particularly FDI -- could augment the rising household saving and support the increased investment necessary to sustain rapid growth.\n\n",
    "acknowledgement": "\nThe authors are respectively Senior Fellow at the Brookings Institution, Senior Fellow at Brookings and Professor of Economics at Georgetown University, and Principle Advisor, Planning Commission (former Director, ICRIER).  We thank Gabriel Chodorow-Reich for expert research assistance.  This paper was presented at the India Policy Forum (July 31-August 1, 2006, New Delhi) and a revised version will be published in the 2006 issue of that journal.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}