{
    "id": 12906,
    "citation_title": "Anti-depressants and Suicide",
    "citation_author": [
        "Jens Ludwig",
        "Dave E. Marcotte",
        "Karen Norberg"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes drug treatment for depression with selective serotonin reuptake inhibitors (SSRIs) increase or decrease the risk of completed suicide?  The question is important in part because of recent government warnings that question the safety of SSRIs, one of the most widely prescribed medications in the world.  While there are plausible clinical and behavioral arguments that SSRIs could have either positive or negative effects on suicide, randomized clinical trials have not been very informative because of small samples and other problems.  In this paper we use data from 26 countries for up to 25 years to estimate the effect of SSRI sales on suicide mortality using just the variation in SSRI sales that can be explained by cross-country variation in the growth of drug sales more generally.  We find that an increase in SSRI sales of 1 pill per capita (about a 12 percent increase over 2000 sales levels) is associated with a decline in suicide mortality of around 5 percent.  These estimates imply a cost per statistical life far below most other government interventions to improve health outcomes.\n\n",
    "acknowledgement": "\nThe research reported here was supported by small grants to Marcotte and Ludwig from UMBC and the Georgetown University Graduate School of Arts and Sciences. Norberg was supported with funding from NIH grant 5K08MH001809, and the Center for Health Policy at Washington University.  None of the authors have received funding from pharmaceutical companies or other entities with financial interests relevant to the paper's topic.  Thanks to Jonathan Caulkins, Philip Cook, Jeff DeSimone, William Dickens, Carlos Dobkin, Dan Feenberg, Ted Gayer, Chris Hansen, Jeffrey Kling, Alain Lesage, Byron Lutz, Sara Markowitz, James Mercy, Matthew Miller, Steve Pischke, Steve Raphael, David Salkever, Eric Slade, Betsey Stevenson, Justin Wolfers, and seminar participants at the CDC, NBER and APPAM for assistance and helpful comments.  IMS Health, Inc. was very generous and helpful in providing necessary data.  Steve Hemelt and Ozlen Luznar provided excellent research assistance. Comments can be directed to any of the paper's authors at ludwigj@georgetown.edu, marcotte@umbc.edu, or norberg@nber.org.  Any errors and all opinions are of course our own.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}