{
    "id": 12908,
    "citation_title": "The American Family and Family Economics",
    "citation_author": [
        "Shelly Lundberg",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe twenty-fifth anniversary of the publication of Gary Becker's path-breaking \"Treatise on the Family\" provides an occasion to reexamine both the American family and family economics.  We begin by discussing how families have changed in recent decades: the separation of sex, marriage, and childbearing; fewer children and smaller households; converging work and education patterns for men and women; class divergence in partnering and parenting strategies; and the replacement of what had been family functions and home production by government programs and market transactions.  After discussing recent work in family economics that attempts to explain these changes, we point out some challenging areas for further analysis, and highlight issues of commitment in two primary family relationships: those between men and women, and those between parents and children. We conclude by discussing the effectiveness of policies to target benefits to certain family members (e.g., children) or to promote marriage and fertility.\n\n",
    "acknowledgement": "\nWe are grateful to the members of the MacArthur Network on the Family and the Economy, and to Joanne Spitz, Dick Startz, Meredith Startz, James Hines, Michael Waldman, and especially Timothy Taylor for their helpful comments. Pollak is grateful to the John D. and Catherine T. MacArthur Foundation for their support and Lundberg to the Castor Professorship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}