{
    "id": 12904,
    "citation_title": "On Current Account Surpluses and the Correction of Global Imbalances",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the nature of external adjustments in current account surplus countries.  I ask whether a realignment of world growth rates -- with Japan and Europe growing faster, and the U.S. growing more slowly -- is likely to solve the current situation of global imbalances. The main findings may be summarized as follows: (a) There is an important asymmetry between current account deficits and surpluses. (b) Large surpluses exhibit little persistence through time. (c) Large and abrupt reductions in surpluses are a rare phenomenon. (d) A decline in GDP growth, relative to long term trend, of 1 percentage point results in an improvement in the current account balance -- higher surplus or lower deficit -- of one quarter of a percentage point of GDP.  Taken together, these results indicate that a realignment of global growth -- with Japan and the Euro Zone growing faster, and the U.S. moderating its growth -- would only make a modest contribution towards the resolution of global imbalances.  This means that, even if there is a realignment of global growth, the world is likely to need significant exchange rate movements.  This analysis also suggests that a reduction in China's (very) large surplus will be needed if global imbalances are to be resolved.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the Central Bank of Chile Research Conference, November 9-10, 2006. I thank Ed Leamer and Roberto Alvarez for helpful discussions and comments. I am grateful to Klaus Schmidt-Hebbel for his comments and to Alberto Naudon for his comments and assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}