{
    "id": 12909,
    "citation_title": "Financial Integration, Financial Deepness and Global Imbalances",
    "citation_author": [
        "Enrique G. Mendoza",
        "Vincenzo Quadrini",
        "Jose-Victor Rios-Rull"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge and persistent global financial imbalances need not be the harbinger of a world financial crash. Instead, we show that these imbalances can be the outcome of financial integration when countries differ in financial markets deepness. In particular, countries with more advanced financial markets accumulate foreign liabilities in a gradual, long-lasting process. Differences in financial deepness also affect the composition of foreign portfolios: countries with negative net foreign asset positions maintain positive net holdings of non-diversifiable equity and FDI. Abstracting from the potential impact of globalization on financial development, liberalization leads to sizable welfare gains for the more financially-developed countries and losses for the others. Three empirical observations motivate our analysis: (1)financial deepness varies widely even amongst industrial countries, with the United States ranking at the top; (2) the secular decline in the U.S. net foreign asset position started in the early 1980s, together with a gradual process of international capital markets liberalization; (3) net exports and current account balances are negatively correlated with indicators of financial development.\n\n",
    "acknowledgement": "\nWe would like to thank Manuel Amador, David Backus, Linda Goldberg, Pierre-Olivier Gourinchas, Gita Gopinath, Ayse Imrohoroglu and Alessandro Rebucci for insightful comments, and Gian Maria Milesi-Ferretti and Philip Lane for sharing with us their cross-country data on foreign asset positions. We also thank participants at presentations in Carlos III in Madrid, European University Institute, Federal Reserve Board, IIES in Stockholm, Macroeconomics Without Frontiers conference in Minneapolis, IFM Program Meeting and Summer Institute of the NBER, IMF Annual Research Conference, Philadelphia Fed, Research on Money and Markets conference at Univ. of Toronto, San Francisco Fed, Seoul National University, University of Oslo, University of Porto and Wharton School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}