{
    "id": 12907,
    "citation_title": "Medicaid Expansions and Fertility in the United States",
    "citation_author": [
        "Thomas DeLeire",
        "Leonard M. Lopoo",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in the mid 1980s and extending through the early to mid 1990s, a substantial number of women and children gained eligibility for Medicaid through a series of income-based expansions.  Using natality data from the National Center for Health Statistics, we estimate fertility responses to these eligibility expansions.  We measure changes in state Medicaid eligibility policy by simulating the fraction of a standard population that would qualify for benefits. From 1985 to 1996, the fraction of women aged 15 to 44 who were eligible for Medicaid coverage for a pregnancy increased on average by 24 percentage points.  However, contrary to findings in the extant literature, our results do not indicate that this expansion in coverage had a statistically discernible effect on fertility.\n\n",
    "acknowledgement": "\nPlease address correspondence to Leonard Lopoo, Department of Public Administration, The Maxwell School, 426 Eggers Hall, Syracuse University, Syracuse, NY 13244-1020 or lmlopoo@maxwell.syr.edu.  We are grateful to Dan Black, Robert Kaestner, Melissa Kearney, Jeffrey Kubick, and seminar participants at Indiana University for helpful comments. We also thank Jonathan Gruber for sharing the Medicaid eligibility programs used in his previous research and Melissa Kearney for sharing  her data on family caps, welfare waivers, and TANF implementation.  The views expressed in this paper are those of the authors and should not be interpreted as those of the Congressional Budget Office or the National Bureau of Economic Research.\n\n\n"
}