{
    "id": 1290,
    "citation_title": "Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual Versus Spot Labor Markets",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "David A. Wise"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistingiishing \"spot\" versus \"contract\" views of the labor market is of critical importance to a host of economic issues ranging from wage flexibility over the business cycle to firm financial valuation. The structural features of U.S. private pension plans permit surprisingly strong inferences concerning the incentive effects of private pension plan provisions and the contractual nature of the U.S. labor market. This paper examines the accrual of vested pension benefits of a nation-wide sample of pension plans. We find strikingly larged is continuities in the profile by age of the ratio of annual accrued pension benefits to the standard wage. These discontinuities primarily occur at the ages of full vesting and early retirement. Representative plans often exhibit absolute changes in accrual ratios of 20 to 30 percentage points at these ages.The provisions of many plans imply large negative accruals after the age of early retirement. Job change typically involves a large loss in pension wealth as well. Since the average worker's marginal product presumably changes smoothly as he or she ages, these pension data can only be reconciled with spotmarket clearing if age wage profiles within a firm exhibit exactly offsetting discontinuities at key ages. Casual inspection of firm wage setting behavior rules out this requirement of spot market clearing. In our view the magnitude,patterns, and variations in pension accrual ratios are strikingly at odds with spot market equilibrium. While market clearing in longer term contracts seems the only equilibrium theory consistent with these findings, it also strains our credulity to ascribe optimizing behavior to the pension accrual profiles chosen by a vast array of U.S. businesses. In the process of presenting these profiles we also consider the following questions concerning U.S. pensions. What are the incentive effects of private pension plans? What is the cost in pension benefits of job turnover? How important is vesting? Is there a cost in pension benefits of foregoing the early retirement option? Do pension stipulations encourage early retirement? While the considerable heterogeneity of pension plan provisions permits no simple or single answer to these questions, the data suggest that pensions can have major incentive effects on job turnover and retirement. In general pensions represent a very significant factor, and at certain ages, a dominant factor in employee compensation.\n\n",
    "acknowledgement": "\n"
}