{
    "id": 12918,
    "citation_title": "Activity-Based Valuation of Bank Holding Companies",
    "citation_author": [
        "Charles W. Calomiris",
        "Doron Nissim"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard valuation methods do not lend themselves to bank holding companies. Banks create value through the types of assets and liabilities they create (e.g., lending and deposit taking relationships). Bank income streams reflect heterogeneous sources of income which differ in their margins of profitability and persistence. Our approach to valuation permits potential differences in the composition of assets, liabilities, income and expenses, and in the profitability and persistence of different sources of income, to reflect themselves in estimated relationships that relate the composition of the balance sheet and income statement to bank value. Our approach explains substantial cross-sectional variation in observed market-to-book values, and residuals from cross-sectional regressions of market-to-book values are useful for predicting future stock returns. Predictable future variation in returns does not reflect priced risk factors, but is related to trading costs.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the helpful comments and suggestions made by seminar participants at Columbia University and Yale University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}