{
    "id": 12912,
    "citation_title": "Investor Information, Long-Run Risk, and the Term Structure of Equity",
    "citation_author": [
        "Mariano M. Croce",
        "Martin Lettau",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "2014-08-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of information in asset pricing models with long-run cash flow risk. When investors can distinguish short- from long-run consumption risks (full information), the model generates a sizable equity risk premium only if the equity term structure slopes up, contrary to the data. In general, the short- and long-run components are unidentified. We propose a sparsity-based bounded rationality model of long-run risk that is both parsimonious and fully identified from historical data. In contrast to full information, the model generates a sizable market risk premium simultaneously with a downward sloping equity term structure, as in the data.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Investor Information, Long-Run Risk, and the Duration of Risky Cash-Flows.\" This material is based upon work supported by the National Science Foundation under Grant No. 0617858 to Lettau and Ludvigson. Ludvigson also acknowledges financial support from the Alfred P. Sloan Foun- dation and the CV Starr Center at NYU. The authors thank Dave Backus, John Y. Campbell, Timothy Cogley, Michael Gallmeyer, Lars Hansen, John Heaton, Dana Kiku, Thomas Sargent, Jay Shanken, Stijn Van Nieuwerburgh and seminar participants at the 2006 Society for Economic Dynamics conference, the summer 2006 NBER Asset Pricing meeting, the Western Finance Association 2007 meetings, the American Finance 2009 meetings, Emory, NYU, Texas A&M, UCLA, and UNC Chapel Hill for helpful comments. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}