{
    "id": 12910,
    "citation_title": "Attack Assignments in Terror Organizations and The Productivity of Suicide Bombers",
    "citation_author": [
        "Efraim Benmelech",
        "Claude Berrebi"
    ],
    "citation_publication_date": "2007-02-16",
    "issue_date": "2007-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the relation between human capital of suicide bombers and outcomes of their suicide attacks. We argue that human capital is an important factor in the production of terrorism, and that if terrorists behave rationally we should observe that more able suicide bombers are assigned to more important targets. We use a unique data set detailing the biographies of Palestinian suicide bombers, the targets they attack, and the number of people that they kill and injure to validate the theoretical predictions and estimate the returns to human capital in suicide bombing. Our empirical analysis suggests that older and more educated suicide bombers are being assigned by their terror organization to more important targets. We find that more educated and older suicide bombers are less likely to fail in their mission, and are more likely to cause increased casualties when they attack.\n\n",
    "acknowledgement": "\nWe thank Gary Becker, Lauren Cohen, Mark Garmaise, Ed Glaeser, Caroline Hoxby, Esteban Klor, Emily Oster, Yona Rubinstein, Jesse Shapiro, Andrei Shleifer, Jeremy Stein, Ivo Welch, Luigi Zingales, and seminar participants at Brown University, Harvard-MIT organizational economics seminar, MIT Sloan, NBER National Security Summer Institute, NBER Education Summer Institute, Northwestern, and The University of Chicago. Shadi Nasser provided excellent research assistance. All errors are our own. Benmelech thanks the Warburg fund at Harvard University for financial support. This document has not been subject to formal review by the RAND Corporation. The opinions and conclusions are solely those of the authors and do not necessarily represent the opinions or policy of the RAND Corporation or its research clients and sponsors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}