{
    "id": 12917,
    "citation_title": "Occupational Choice and the Spirit of Capitalism",
    "citation_author": [
        "Matthias Doepke",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe British Industrial Revolution triggered a reversal in the social order of society whereby the landed elite was replaced by industrial capitalists rising from the middle classes as the economically dominant group. Many observers have linked this transformation to the contrast in values between a hard-working and frugal middle class and an upper class imbued with disdain for work. We propose an economic theory of preference formation where both the divergence of attitudes across social classes and the ensuing reversal of economic fortunes are equilibrium outcomes. In our theory, parents shape their children's preferences in response to economic incentives. This results in the stratification of society along occupational lines. Middle-class families in occupations that require effort, skill, and experience develop patience and work ethics, whereas upper-class families relying on rental income cultivate a refined taste for leisure. These class-specific attitudes, which are rooted in the nature of pre-industrial professions, become key determinants of success once industrialization transforms the economic landscape.\n\n",
    "acknowledgement": "\nThe authors would like to thank Daron Acemoglu, Michele Boldrin, Francesco Caselli, Juan-Carlos Cordoba, Nicola Gennaioli, Jean-Laurent Rosenthal, Maria Saez Marti, Alan Taylor, Joachim Voth, and the audiences at many seminar and conference presentations for helpful comments and suggestions. David Lagakos and Andreas Mueller provided excellent research assistance, and Sally Gschwend provided valuable editorial comments. Financial support by the National Science Foundation (grant SES-0217051), the Alfred P. Sloan Foundation, the Jan Wallander's and Tom Hedelius' Research Foundation, and the Bank of Sweden Tercentenary Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}