{
    "id": 12919,
    "citation_title": "Seigniorage",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments through the ages have appropriated real resources through the monopoly of the 'coinage'. In modern fiat money economies, the monopoly of the issue of legal tender is generally assigned to an agency of the state, the Central Bank, which may have varying degrees of operational and target independence from the government of the day. In this paper I analyse four different but related concepts, each of which highlights some aspect of the way in which the state acquires command over real resources through its ability to issue fiat money. They are (1) seigniorage (the change in the monetary base), (2) Central Bank revenue (the interest bill saved by the authorities on the outstanding stock of base money liabilities), (3) the inflation tax (the reduction in the real value of the stock of base money due to inflation and (4) the operating profits of the central bank, or the taxes paid by the Central Bank to the Treasury. To understand the relationship between these four concepts, an explicitly intertemporal approach is required, which focuses on the present discounted value of the current and future resource transfers between the private sector and the state. Furthermore, when the Central Bank is operationally independent, it is essential to decompose the familiar consolidated 'government budget constraint' and consolidated 'government intertemporal budget constraint' into the separate accounts and budget constraints of the Central Bank and the Treasury. Only by doing this can we appreciate the financial constraints on the Central Bank's ability to pursue and achieve an inflation target, and the importance of cooperation and coordination between the Treasury and the Central Bank when faced with financial sector crises involving the need for long-term recapitalisation or when confronted with the need to mimick Milton Friedman's helicopter drop of money in an economy faced with a liquidity trap.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}