{
    "id": 12914,
    "citation_title": "The Trade Reducing Effects of Market Power in International Shipping",
    "citation_author": [
        "David Hummels",
        "Volodymyr Lugovskyy",
        "Alexandre Skiba"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries pay substantially higher transportation costs than developed nations, which leads to less trade and perhaps lower incomes. This paper investigates price discrimination in the shipping industry and the role it plays in determining transportation costs. In the presence of market power, shipping prices depend on the demand characteristics of goods being traded. We show theoretically and estimate empirically that shipping firms charge higher prices when transporting goods with higher product prices, lower import demand elasticities, and higher tariffs, and when facing fewer competitors on a trade route. These characteristics explain more variation in shipping prices than do conventional proxies such as distance, and significantly contribute to the higher shipping prices facing the developing world. Markups increase shipping prices by at least 83 percent for the mean shipment in Latin American imports. Our findings are also important for evaluating the impact of tariff liberalization. Shipping firms decrease prices by 1-2 percent for every 1 percent reduction in tariffs.\n\n",
    "acknowledgement": "\nThe authors thank seminar particpants at Purdue University and especially Dan Kovenock and Steve Martin for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}