{
    "id": 1291,
    "citation_title": "Macroeconomics and Finance: The Role of the Stock Market",
    "citation_author": [
        "Stanley Fischer",
        "Robert C. Merton"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe treatment of the stock market in finance and macroeconomics exemplifies many of the important differences in perspective between the two fields. In finance, the stock market is the single most important market with respect to corporate investment decisions. In contrast, macroeconomic modelling and policy discussion assign a relatively minor role to the stockmarket in investment decisions. This paper explores four possible explanations for this neglect and concludes that macro analysis should give more attention to the stock market. Despite the frequent jibe that \"the stockmarket has forecast ten of the last six recessions,\" the stock market is in fact a good predictor of the business cycle and the components of GNP. We examine the relative importance of the required return on equity compared with the interest rate in the determination of the cost of capital, and hence,investment. In this connection, we review the empirical success of the Q theory of investment which relates investment to stock market evaluations of firms. One of the explanations for the neglect of the stock market in macroeconomics may be the view that because the stock market fluctuates excessively, rational managers will pay little attention to the market informulating investment plans. This view is shown to be unfounded by demonstrating that rational managers will react to stock price changes even if the stock market fluctuates excessively. Finally, we review the extremely important issue of whether the market does fluctuate excessively, and conclude that while not ruled out on a priori theoretical grounds, the empirical evidence for such excess fluctuations has not been decisive.\n\n",
    "acknowledgement": "\n"
}