{
    "id": 12925,
    "citation_title": "Current Account Deficits in Rich Countries",
    "citation_author": [
        "Olivier Blanchard"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent account imbalances have steadily increased in rich countries over the last 20 years.  While the U.S. current account deficit dominates the numbers and the news, other countries, especially within the Euro area, are also running large deficits. These deficits are different from the Latin American deficits of the early 1980s, or the Mexican deficit of the early 1990s.  They involve rich countries; they reflect mostly private saving and investment decisions, and fiscal deficits often play a marginal role; and the deficits are financed mostly through equity, FDI, and own-currency bonds rather than through bank lending. Yet, there appears a widely shared worry that these deficits are too large, and government intervention is required.  My purpose, in this lecture, is to examine the logic of this argument.  I ask the following question:  Assume that deficits reflect private saving and investment decisions.  Assume also that people and firms have rational expectations.  Should the government intervene, and, if so, how? To answer the question, I construct a simple benchmark.  In the benchmark, the outcome is first best and there is no need nor justification for government intervention.  I then introduce simple distortions in either goods, labor, or financial markets, and characterize the equilibrium in each case.  I derive optimal policy and the implications for the current account.  I show that optimal policy may or may not lead to smaller current account deficits. I see the model and the extensions very much as a first pass. Sharper conclusions require a better understanding of the exact nature and the extent of distortions, and we do not have it. Such understanding is needed however to improve the quality of the current debate.\n\n",
    "acknowledgement": "\nMIT and NBER. Mundell-Fleming lecture given, at the IMF in November 2006. I thank Ricardo Caballero, Francesco Giavazzi, Guido Lorenzoni, Andrei Shleifer, Roberto Rigobon, and Jose Tessada for comments and discussions. I thank Tatiana Didier for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}