{
    "id": 12921,
    "citation_title": "Political Careers or Career Politicians?",
    "citation_author": [
        "Andrea Mattozzi",
        "Antonio Merlo"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo main career paths are prevalent among politicians in modern democracies: there are career politicians (i.e., politicians who work in the political sector until retirement), and political careers (i.e., there are politicians who leave politics before retirement and work in the private sector). In this paper, we propose a dynamic equilibrium model of the careers of politicians in an environment with a private sector and a political sector, where individuals are heterogeneous with respect to their market ability and political skills. Our analysis provides an explanation for the existence of career politicians and individuals with political careers, and their motivations. We also investigate the effects of monetary incentives and other features of the political-economic environment on the quality of politicians and their careers. We show that an increase in the salary a politician receives while in office decreases the average quality of individuals who become politicians, decreases turnover in office, and may either decrease or increase the average quality of career politicians.\n\n",
    "acknowledgement": "\nWe are particularly indebted to Steve Coate whose detailed suggestions on a previous version of this paper inspired this revision. We also thank seminar and conference participants at several institutions, Federico Echenique, Leonardo Felli, and Preston McAfee for their useful comments. Financial support from National Science Foundation grant SES-0617901 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}