{
    "id": 12926,
    "citation_title": "Child Labor",
    "citation_author": [
        "Eric V. Edmonds"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, there has been an astonishing proliferation of empirical work on child labor.  An Econlit search of keywords \"child lab*r\" reveals a total of 6 peer reviewed journal articles between 1980 and 1990, 65 between 1990 and 2000, and 143 in the first five years of the present decade.  The purpose of this essay is to provide a detailed overview of the state of the recent empirical literature on why and how children work as well as the consequences of that work.  Section 1 defines terms commonly used in the study of child time allocation and provides a descriptive overview of how children spend their time in low income countries today.  Section 2 reviews the case for attention to the most common types of work in which children participate, focusing on that work's impact on schooling, health, as well as externalities associated with that work.  Section 3 considers the literature on the determinants of child time allocation such as the influence of local labor markets, family interactions, the net return to schooling, and poverty.  Section 5 discusses the limited evidence on different policy options aimed at influencing child labor.  Section 6 concludes by emphasizing important research questions requiring additional research such as child and parental agency, the effectiveness of child labor policies, and the determinants of participation in the \"worst forms\" of child labor.\n\n",
    "acknowledgement": "\nForthcoming in Handbook of Development Economics, Volume 4, John Strauss and T. Paul Schultz, eds. I appreciate the comments and helpful discussions with Kathleen Beegle, Debopam Bhattacharya, Patrick Emerson, Deborah Levison, Peter Orazem, Nina Pavcnik, Norbert Schady, T. Paul Schultz, Najib Shafiq, Furio Rosati, Ken Swinnerton, and participants at the Bellagio conference for the Handbook of Development Economics, Volume 4.  I am grateful to John Bellows, Zakariah Lakel, Ariel Rodman, Smita Reddy, Salil Sharma, Maheshwor Shrestha, and Jiawen Ye for research assistance.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}