{
    "id": 12929,
    "citation_title": "Cycling: An Increasingly Untouched Source of Physical and Mental Health",
    "citation_author": [
        "Inas Rashad"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCost savings associated with increased gasoline prices and lower levels of urban sprawl have been cited in terms of personal savings, environmental awareness, reduced costs through lower travel times and congestion, and reduced income inequality.  Cost savings in terms of improved health, however, are often not cited yet represent another dimension of savings associated with reduced urban sprawl and gas prices.  Cycling is a form of exercise that can also be used as a mode of transportation if the surrounding environment facilitates such use.  According to the United States Department of Transportation, 73 percent of adults want new bicycle facilities such as bike lanes, trails, and traffic signals.  Using data from the 1990, 1995, and 2001 waves of the Nationwide Personal Transportation Survey, in addition to data from the Behavioral Risk Factor Surveillance System (1996-2000), I propose to analyze the effects of variations in the built environment in the form of urban sprawl and in real gasoline prices on cycling as a form of physical activity.  Using bivariate probit and propensity score methods, I show how cycling can lead to improved physical health outcomes.  This is turn may carry policy implications in terms of improved public awareness and city planning.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}