{
    "id": 12923,
    "citation_title": "Deferred Tax Positions and Incentives for Corporate Behavior Around Corporate Tax Changes",
    "citation_author": [
        "James Poterba",
        "Nirupama Rao",
        "Jeri Seidman"
    ],
    "citation_publication_date": "2007-02-21",
    "issue_date": "2007-02-21",
    "revision_date": "2010-12-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA firm's deferred tax position can influence how it is affected by a transition from one tax regime to another. We compile disaggregated deferred tax position data for a sample of large U.S. firms between 1993 and 2004 to explore how these positions might affect firm behavior before and after a pre-announced change in the statutory corporate tax rate. Our results suggest that the heterogeneous deferred tax positions of large U.S. corporations create substantial variation in the short-run effect of tax rate changes on reported earnings. Recognizing these divergent incentives is important for understanding the political economy of corporate tax reform.\n\n",
    "acknowledgement": "\nWe are grateful to many research assistants at MIT and the University of North Carolina for collecting 10-K data entries, to Erin Towery for outstanding research assistance standardizing the mountains of data, to William Gentry (the editor), James Hines, Richard Larsen, Thomas Neubig, Richard Sansing, Andrew Schmidt, Jake Thomas, two anonymous referees, and especially Lillian Mills for helpful comments and discussion, and to the American Tax Policy Institute, the Bradley Foundation, and the National Science Foundation for research support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}