{
    "id": 12938,
    "citation_title": "Branch Banking as a Device for Discipline: Competition and Bank Survivorship During the Great Depression",
    "citation_author": [
        "Mark Carlson",
        "Kris James Mitchener"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause California was a pioneer in the development of intrastate branching, we use its experience during the 1920s and 1930s to assess the effects of the expansion of large-scale, branch-banking networks on competition and the stability of banking systems. Using a new database of individual bank balance sheets, income statements, and branch establishment, we examine the characteristics that made a bank a more likely target of a takeover by a large branching network, how incumbent unit banks responded to the entry of branch banks, and how branching networks affected the probability of survival of banks during the Great Depression. We find no evidence that branching networks expanded by acquiring \"lemons\"; rather those displaying characteristics of more profitable institutions were more likely targets for acquisition. We show that incumbent, unit banks responded to increased competition from branch banks by changing their operations in ways consistent with efforts to increase efficiency and profitability. Results from survivorship analysis suggest that unit banks competing with branch bank networks, especially with the Bank of America, were more likely to survive the Great Depression than unit banks that did not face competition from branching networks. Our statistical findings thus support the hypothesis that branch banking produces an externality in that it improves the stability of banking systems by increasing competition and forcing incumbent banks to become more efficient.\n\n",
    "acknowledgement": "\nWe thank Ngoc Ngo, Julie Van Tighem, and Tai Yu Chen for excellent research assistance; the Leavey and Dean Witter Foundations for financial support; Cydney Hill for assistance with supplemental information on Bank of America's branches; and Charles Riggs of Wells Fargo for assistance with archival material. We also thank seminar and conference participants at UC Davis, NBER (DAE Program), the Bank of Japan, Northwestern University, University of Tokyo, and the ASSA, BHC, WEA, and SSHA annual meetings as well as Joe Mason, Charles Calomiris, Eugene White, Dick Sylla, and Fred Smith for useful comments and suggestions. The views presented in this paper are solely those of the authors and do not necessarily represent those of the Federal Reserve System or its staff. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}