{
    "id": 12931,
    "citation_title": "Methodological Frontiers of Public Finance Field Experiments",
    "citation_author": [
        "Jeffrey R. Kling"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe purpose of this article is to demonstrate how a rich array of methods can be applied to increase the relevance of field experiments in public economics. Two cross-cutting themes are important in multiple phases of the research. First, greater statistical sophistication can draw more value from a field experiment without obscuring the simple and compelling information from the differences in average outcomes of intervention and control groups. Second, the methodological frontier is interdisciplinary, drawing on knowledge and techniques developed in psychology, anthropology, and sociology that can be adapted in order to make public finance field experiments more useful.\n\n",
    "acknowledgement": "\nI thank Rosanne Altshuler, Greg Duncan, William Gale, Lisa Gennetian, Lawrence Katz, Erzo Luttmer, and Sendhil Mullainathan for comments and suggestions. I gratefully acknowledge support for this work provided by the John D. and Catherine T. MacArthur Foundation, the Charles Stuart Mott Foundation, and the William T. Grant Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}