{
    "id": 12932,
    "citation_title": "Building Criminal Capital behind Bars: Peer Effects in Juvenile Corrections",
    "citation_author": [
        "Patrick Bayer",
        "Randi Hjalmarsson",
        "David Pozen"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "2008-04-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the influence that juvenile offenders serving time in the same correctional facility have on each other's subsequent criminal behavior. The analysis is based on data on over 8,000 individuals serving time in 169 juvenile correctional facilities during a two-year period in Florida. These data provide a complete record of past crimes, facility assignments, and arrests and adjudications in the year following release for each individual. To control for the non-random assignment to facilities, we include facility and facility-by-prior offense fixed effects, thereby estimating peer effects using only within-facility variation over time. We find strong evidence of peer effects for burglary, petty larceny, felony and misdemeanor drug offenses, aggravated assault, and felony sex offenses; the influence of peers primarily affects individuals who already have some experience in a particular crime category. We also find evidence that the predominant types of peer effects differ in residential versus non-residential facilities; effects in the latter are consistent with network formation among youth serving time close to home.\n\n",
    "acknowledgement": "\nThe authors wish to thank the Florida Department of Juvenile Justice (DJJ) and the Justice Research Center (JRC), Inc. for providing the data used in this study. In particular, we wish to thank Sherry Jackson, Dr. Steven Chapman, and Ted Tollett from the Florida DJJ and Julia Blankenship and Dr. Kristin Winokur from the JRC for many helpful conversations concerning the data and, more generally, the operation of the DJJ. We are also grateful to Joe Altonji, Dan Black, Tracy Falba, Erik Hjalmarsson, Caroline Hoxby, Mireia Jofre-Bonet, Thomas Kane, Jeffrey Kling, Steve Levitt, Carolyn Moehling, Robert Moffitt, Steve Rivkin, Paul Schultz, Doug Staiger, Ann Stevens, Chris Timmins, Chris Udry, and seminar participants at APPAM, BU, Duke, IRP, Maryland, NBER, Syracuse, UCLA, UCSC, and Yale for their valuable comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}