{
    "id": 12930,
    "citation_title": "The Term Structure of Real Rates and Expected Inflation",
    "citation_author": [
        "Andrew Ang",
        "Geert Bekaert",
        "Min Wei"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChanges in nominal interest rates must be due to either movements in real interest rates, expected inflation, or the inflation risk premium. We develop a term structure model with regime switches, time-varying prices of risk, and inflation to identify these components of the nominal yield curve. We find that the unconditional real rate curve in the U.S. is fairly flat around 1.3%. In one real rate regime, the real term structure is steeply downward sloping. An inflation risk premium that increases with maturity fully accounts for the generally upward sloping nominal term structure.\n\n",
    "acknowledgement": "\nWe thank Kobi Boudoukh, Qiang Dai, Rob Engle, Martin Evans, Rene Garcia, Bob Hodrick, Refet Gurkaynak, Monika Piazzesi, Bill Schwert, Ken Singleton, Peter Vlaar, Ken West, and Mungo Wilson for helpful discussions, and seminar participants at the American Finance Association, Asian Finance Association, Barclays Capital Annual Global Inflation-Linked Conference, CIREQ and CIRANO-MITACS conference on Macroeconomics and Finance, Empirical Finance Conference at the LSE, European Finance Association, FRBSF-Stanford University conference on Interest Rates and Monetary Policy, HKUST Finance Symposium, Washington University-St Louis Federal Reserve conference on State-Space Models, Regime-Switching and Identification, Bank of England, Bank of Norway, Campbell and Company, University of Amsterdam, Columbia University, Cornell University, Erasmus University, European Central Bank, Federal Reserve Bank of Kansas, Federal Reserve Board of Governors, Financial Engines, HEC Lausanne, Indiana University, IMF, London Business School, National University of Singapore, NYU, Oakhill Platinum Partners, PIMCO, Singapore Management University, Tilburg University, UCL-CORE at Louvain-la-Neuve, University of Gent, University of Illinois, University of Michigan, University of Rochester, University of Washington, UCLA, UC Riverside, UC San Diego, USC, and the World Bank. Andrew Ang and Geert Bekaert both acknowledge funding from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}