{
    "id": 12939,
    "citation_title": "Market Liquidity and Funding Liquidity",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Lasse Heje Pedersen"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide a model that links an asset's market liquidity - i.e., the ease with which it is traded - and traders' funding liquidity - i.e., the ease with which they can obtain funding. Traders provide market liquidity, and their ability to do so depends on their availability of funding. Conversely, traders' funding, i.e., their capital and the margins they are charged, depend on the assets'  market liquidity. We show that, under certain conditions, margins are destabilizing and market liquidity and funding liquidity are mutually reinforcing, leading to liquidity spirals. The model explains the empirically documented features that market liquidity (i) can suddenly dry up, (ii) has commonality across securities, (iii) is related to volatility, (iv) is subject to \"flight to quality\", and (v) comoves with the market, and it provides new testable predictions.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Franklin Allen, Yakov Amihud, David Blair, Bernard Dumas, Denis Gromb, Charles Johns, Christian Julliard, John Kambhu, Markus Konz, Martin Oehmke, Filippos Papakonstantinou, Ketan Patel, Guillaume Plantin, Felipe Schwartzman, Jeremy Stein, Dimitri Vayanos, Jiang Wang, and Pierre-Olivier Weill. We also thank seminar participants at the New York Federal Reserve Bank and the New York Stock Exchange, Citigroup, Bank for International Settlement, University of Zuerich, INSEAD, Northwestern University, Stockholm Institute for Financial Research, Goldman Sachs, IMF, the World Bank, UCLA, LSE, Warwick University, Bank of England, University of Chicago, Texas A&M, University of Notre Dame, HEC, University of Maryland, University of Michigan, Virginia Tech and conference participants at the American Economic Association Meeting, FMRC conference in honor of Hans Stoll at Vanderbilt, NBER Market Microstructure Meetings, NBER Asset Pricing Meetings, NBER Risks of Financial Institutions conference, the Five Star conference, and American Finance Association Meeting. Brunnermeier acknowledges funding support from the National Science Foundation (NSF) and the Alfred P. Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}