{
    "id": 12936,
    "citation_title": "Stocks as Lotteries: The Implications of Probability Weighting for Security Prices",
    "citation_author": [
        "Nicholas Barberis",
        "Ming Huang"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the asset pricing implications of Tversky and Kahneman's (1992) cumulative prospect theory, with particular focus on its probability weighting component. Our main result, derived from a novel equilibrium with non-unique global optima, is that, in contrast to the prediction of a standard expected utility model, a security's own skewness can be priced: a positively skewed security can be \"overpriced,\" and can earn a negative average excess return. Our results offer a unifying way of thinking about a number of seemingly unrelated financial phenomena, such as the low average return on IPOs, private equity, and distressed stocks; the diversification discount; the low valuation of certain equity stubs; the pricing of out-of-the-money options; and the lack of diversification in many household portfolios.\n\n",
    "acknowledgement": "\nWe are grateful to Alon Brav, Michael Brennan, Markus Brunnermeier, John Campbell, Bing Han, Harrison Hong, Jon Ingersoll, Bjorn Johnson, Mungo Wilson, Hongjun Yan, and seminar participants at the AFA meetings, Columbia University, Cornell University, Dartmouth University, Duke University, Hong Kong University of Science and Technology, the NBER, New York University's 5-star conference, Ohio State University, the Stockholm Institute for Financial Research, the University of Illinois, and the University of Maryland for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}