{
    "id": 12933,
    "citation_title": "The Crash of 1882, Counterparty Risk, and the Bailout of the Paris Bourse",
    "citation_author": [
        "Eugene N. White"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rapid growth of derivative markets has raised concerns about counterparty risk.  It has been argued that their mutual guarantee funds provide an adequate safety net. While this mutualization of risk protects clients and brokers from idiosyncratic shocks, it is generally assumed that it also offers protection against systemic shocks, largely based on the observation that no twentieth century exchange has been forced to shut down. However, an important exception occurred in 1882 when the crash of the French stock market nearly forced the closure of the Paris Bourse.  This exchange's structure was very similar to today's futures markets, with a dominant forward market leading the Bourse to adopt a common fund to guarantee transactions.  Using new archival data, this paper shows how the crash overwhelmed the Bourse's common fund. Only an emergency loan from the Bank of France, intermediated by the largest banks, prevented a closure of the Bourse.\n\n",
    "acknowledgement": "\nFor helpful comments and assistance, I would like to thank Roger Klein, Kim Oosterlinck, Paul Lagneau-Ymonet, Angelo Riva, Hugh Rockoff, Pierre Sicsic and participants in the 2004 European Historical Economics Society meetings and the 2005 NBER Summer Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}