{
    "id": 12942,
    "citation_title": "Money in Motion: Dynamic Portfolio Choice in Retirement",
    "citation_author": [
        "Wolfram J. Horneff",
        "Raimond H. Maurer",
        "Olivia S. Mitchell",
        "Michael Z. Stamos"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRetirees confront the difficult problem of how to manage their money in retirement so as to not outlive their funds while continuing to invest in capital markets. We posit a dynamic utility maximizer who makes both asset location and allocation decisions when managing her retirement financial wealth and annuities, and we prove that she can benefit from both the equity premium and longevity insurance in her retirement portfolio. Even without bequests, she will not fully annuitize; rather, her optimal stock allocation amounts initially to more than half of her financial wealth and declines with age. Welfare gains from this strategy can amount to 40 percent of financial wealth (depending on risk parameters and other resources). In practice, it turns out that many retirees will do almost as well by purchasing a variable annuity invested 60/40 in stocks/bonds.\n\n",
    "acknowledgement": "\nThis research was conducted with support from the US Social Security Administration via the Michigan Retirement Research Center at the University of Michigan. Additional research support was provided by the German Investment and Asset Management Association (BVI), the German Research Foundation (DFG), the Fritz-Thyssen Foundation, the Observatoire de l'Epargne Europeenne (OEE), and the Pension Research Council (PRC) at The Wharton School of the University of Pennsylvania. We are grateful for useful comments from John Ameriks, Jeffrey Brown, and Christian Gollier.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the other institutions with which the authors are affiliated.  This is part of the NBER Program on the Economics of Aging.\n\n\n"
}