{
    "id": 12947,
    "citation_title": "International Evidence on Fiscal Solvency: Is Fiscal Policy \"Responsible\"?",
    "citation_author": [
        "Enrique G. Mendoza",
        "Jonathan D. Ostry"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at fiscal solvency and public debt sustainability in both emerging market and advanced countries. Evidence of fiscal solvency, in the form of a robust positive conditional relationship between public debt and the primary fiscal balance, is established in both groups of countries, as well as in the sample as a whole. Evidence of fiscal solvency is much weaker, however, at high debt levels. The debt-primary balance relationship weakens considerably in emerging economies as debt rises above 50 percent of GDP. Moreover, the relationship vanishes in high-debt countries when the countries are split into high- and low-debt groups relative to sample means and medians, and this holds for industrial countries, emerging economies, and in the combined sample. These findings suggest that many industrial and emerging economies, including several where fiscal solvency has been the subject of recent debates, appear to conduct fiscal policy responsibly. Yet our results cannot reject the hypothesis of fiscal insolvency in groups of countries with high debt ratios, where the response of the primary balance to increases in debt is not statistically significant.\n\n",
    "acknowledgement": "\nWe thank Henning Bohn and Marco Terrones for helpful comments and suggestions, and Eric Bang for superb research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}