{
    "id": 12941,
    "citation_title": "The Power of Attention: Do Rankings Affect the Financial Resources of Public Colleges?",
    "citation_author": [
        "Ginger Zhe Jin",
        "Alex Whalley"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper removed at the authors' request.\n\n",
    "acknowledgement": "\nThis revised version appears under a new title.  The old title was \"The Power of Information: How Do U.S. News Rankings Affect the Financial Resources of Public Colleges?.\" We received constructive comments from Susan Athey, Iwan Barankay, James Butkiewicz, Bill Evans, Justin Hicks, Shawn Kantor, Todd Neumann, Ariel Pakes, Devin Pope, Eric Rasmusen, Jeff Staker, Mahlon Straszheim, Razvan Vlaicu, Katie Winder and seminar participants at Arizona, Delaware, MIT, Northwestern, Rochester, UC-Berkeley, UC-Davis, Washington and the 2005 International Industrial Organization Conference. Special thanks to Robert Morse for providing us detailed information about college rankings in the U.S. News & World Report, to Angela Hamlin for helping us interpret the financial data from the IPEDS and to Oksana Newmen and Peou Khiek for help with the geographic display of the data. We are grateful to Maryland Population Center, the UMD Department of Economics, and NBER for their generous financial support. Excellent research assistance from Jenny Robison, Tim McHugh, Yan Chen and Chris Abrescy is gratefully acknowledged. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}