{
    "id": 12948,
    "citation_title": "Beliefs, Doubts and Learning: Valuing Economic Risk",
    "citation_author": [
        "Lars Peter Hansen"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores two perspectives on the rational expectations hypothesis.  One perspective is that of economic agents in such a model, who form inferences about the future using probabilities implied by the model.  The other is that of an econometrician who makes inferences about the probability model that economic agents are presumed to use. Typically it is assumed that economic agents know more than the econometrician, and econometric ambiguity is often withheld from the economic agents. To understand better both of these perspectives and the relation between them, I appeal to statistical decision theory to characterize when learning or discriminating among competing probability models is challenging. I also use choice theory under uncertainty to explore the ramifications of model uncertainty and learning in environments in which historical data may be insufficient to yield precise probability statements. I use both tools to reassess the macroeconomic underpinnings of asset pricing models.  I illustrate how statistical ambiguity can alter the risk-return tradeoff familiar from asset pricing; and I show that when real time learning is included risk premia are larger when macroeconomic growth is lower than average.\n\n",
    "acknowledgement": "\nPrepared for the 2007 Ely Lecture of for the American Economic Association.  The topics I cover in this paper have been influenced by an extensive collaboration with Thomas Sargent. I greatly appreciate conversations with Xiaohong Chen, John Heaton, Ravi Jagannathan, Monika Piazzesi and Martin Schneider.  I owe a special acknowledgement to Thomas Sargent and Grace Tsiang who provided many valuable comments on preliminary drafts of this paper. Also I want to thank participants at workshops at NYU and Federal Reserve Bank of Chicago.  Junghoon Lee and Ricardo Mayer provided expert research assistance. This material is based upon work supported by the National Science Foundation under Award Number SES0519372. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}