{
    "id": 12944,
    "citation_title": "Marriage and Divorce: Changes and their Driving Forces",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe document key facts about marriage and divorce, comparing trends through the past 150 years and outcomes across demographic groups and countries.  While divorce rates have risen over the past 150 years, they have been falling for the past quarter century.  Marriage rates have also been falling, but more strikingly, the importance of marriage at different points in the life cycle has changed, reflecting rising age at first marriage, rising divorce followed by high remarriage rates, and a combination of increased longevity with a declining age gap between husbands and wives.  Cohabitation has also become increasingly important, emerging as a widely used step on the path to marriage.  Out-of-wedlock fertility has also risen, consistent with declining \"shotgun marriages\".  Compared with other countries, marriage maintains a central role in American life.  We present evidence on some of the driving forces causing these changes in the marriage market: the rise of the birth control pill and women's control over their own fertility; sharp changes in wage structure, including a rise in inequality and partial closing of the gender wage gap; dramatic changes in home production technologies; and the emergence of the internet as a new matching technology.  We note that recent changes in family forms demand a reassessment of theories of the family and argue that consumption complementarities may be an increasingly important component of marriage.  Finally, we discuss the welfare implications of these changes.\n\n",
    "acknowledgement": "\nThe authors would like to thank Leora Friedberg, Christopher Jencks, William Johnson, Lawrence Katz, John Knowles, Robert Pollak, Timothy Taylor, and participants in Wharton's applied economics seminar for useful comments.  Adam Isen, Sam Proctor, Rachel Schwartz, and Hao Wang provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}