{
    "id": 12940,
    "citation_title": "Optimal Beliefs, Asset Prices, and the Preference for Skewed Returns",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Christian Gollier",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHuman beings want to believe that good outcomes in the future are more likely, but also want to make good decisions that increase average outcomes in the future.  We consider a general equilibrium model with complete markets and show that when investors hold beliefs that optimally balance these two incentives, portfolio holdings and asset prices match six observed patterns: (i) because the cost of biased beliefs are typically second-order, investors typically hold biased assessments of probabilities and so are not perfectly diversified according to objective metrics; (ii) because the costs of biased beliefs temper these biases, the utility costs of the lack of diversification are limited; (iii) because there is a complementarity between believing a state more likely and purchasing more of the asset that pays off in that state, investors over-invest in only one Arrow-Debreu security and smooth their consumption well across the remaining states; (iv) because different households can settle on different states to be optimistic about, optimal portfolios of ex ante identical investors can be heterogeneous; (v) because low-price and low-probability states are the cheapest states to buy consumption in, overoptimism about these states distorts consumption the least in the rest of the states, so that investors tend to overinvest in the most skewed securities; (vi) finally, because investors with optimal expectations have higher demand for more skewed assets, ceteris paribus, more skewed asset can have lower average returns.\n\n",
    "acknowledgement": "\nWe thank Ing-Haw Cheng, Filippos Papakonstantinou, and seminar participants at MIT and Princeton for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}