{
    "id": 12943,
    "citation_title": "Accounting for Growth: Comparing China and India",
    "citation_author": [
        "Barry Bosworth",
        "Susan M. Collins"
    ],
    "citation_publication_date": "2007-02-23",
    "issue_date": "2007-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the recent economic performances of China and India using a simple growth accounting framework that produces estimates of the contribution of labor, capital, education, and total factor productivity for the three sectors of agriculture, industry, and services as well as for the aggregate economy.  Our analysis incorporates recent data revisions in both countries and includes extensive discussion of the underlying data series.  The growth accounts show a roughly equal division in each country between the contributions of capital accumulation and TFP to growth in output per worker over the period 1978-2004, and an acceleration of growth when the period is divided at 1993.  However, the magnitude of output growth in China is roughly double that of India at the aggregate level, and also higher in each of the three sectors in both sub-periods.  In China the post-1993 acceleration was concentrated mostly in industry, which contributed nearly 60 percent of China's aggregate productivity growth.  In contrast, 45 percent of the growth in India in the second sub-period came in services.  Reallocation of workers from agriculture to industry and services has contributed 1.2 percentage points to productivity growth in each country.\n\n",
    "acknowledgement": "\nWe are very indebted to Anthony Liu and Gabriel Chodorow-Reich for extensive assistance in understanding the data and constructing the growth accounts.  This paper was presented at the annual conference of the Tokyo Club Foundation for Global Studies, December 6-7, 2006. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}