{
    "id": 12945,
    "citation_title": "Price Stickiness in Ss Models: New Interpretations of Old Results",
    "citation_author": [
        "Ricardo J. Caballero",
        "Eduardo M.R.A. Engel"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the relation between infrequent price adjustment and the dynamic response of the aggregate price level to monetary shocks? The answer to this question ranges from a one-to-one link (Calvo, 1983) to no connection whatsoever (Caplin and Spulber, 1987). The purpose of this paper is to provide a unified framework to understand the mechanisms behind this wide range of results. In doing so, we propose new interpretations of key results in this area, which in turn suggest the kind of Ss model that is likely to generate substantial price rigidity. The first result we revisit is Caplin and Spulber's monetary neutrality model. We show that when price stickiness is measured in terms of the impulse response function, this result is not a consequence of aggregation, but is due instead to the absence of price-stickiness at the microeconomic level. We also show that the \"selection effect,\" according to which units that adjust their prices are those that benefit most, is neither necessary nor sufficient to account for the higher aggregate flexibility of Ss-type models compared to Calvo models. Instead, the key concept is the contribution of the extensive margin of adjustment to the aggregate price response. The aggregate price level is more flexible than suggested by the microeconomic frequency of adjustment if and only if this term is positive.\n\n",
    "acknowledgement": "\nRespectively: caball@mit.edu; eduardo.engel@yale.edu. We thank Ruediger Bachmann, Olivier Blanchard,Bill Brainard, Mike Golosov, Oleksy Kryvtsov, John Leahy, Virgiliu Midrigan, and participants at the Conference on \"Microeconomic Adjustment and Macroeconomic Dynamics\" (Study Center Gerzensee, October 20, 2006); the New York Workshop on Monetary Economics (NY Fed, November 17, 2006), and the Duke macroeconomics workshop for helpful comments on an earlier draft of this paper (September, 2006) titled \"Price Stickiness in Ss Models: Basic Properties.\" The authors thank the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}