{
    "id": 12956,
    "citation_title": "Immigrants' Complementarities and Native Wages: Evidence from California",
    "citation_author": [
        "Giovanni Peri"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs of 2004 California employed almost 30% of all foreign born workers in the U.S. and was the state with the largest percentage of immigrants in the labor force. It received a very large number of uneducated immigrants so that two thirds of workers with no schooling degree in California were foreign-born in 2004. If immigration harms the labor opportunities of natives, especially the least skilled ones, California was the place where these effects should have been particularly strong. But is it possible that immigrants raised the demand for California's native workers, rather than harming it? After all immigrants have different skills and tend to work in different occupations then natives and hence they may raise productivity and the demand for complementary production tasks and skills. We consider workers of different education and age as imperfectly substitutable in production and we exploit differences in immigration across these groups to infer their impact on US natives. In order to isolate the \"supply-driven\" variation of immigrants across skills and to identify the labor market responses of natives we use a novel instrumental variable strategy. Our estimates use migration by skill group to other U.S. states as instrument for migration to California. Migratory flows to other states, in fact, share the same \"push\" factors as those to California but clearly are not affected by the California-specific \"pull\" factors. We find that between 1960 and 2004 immigration did not produce a negative migratory response from natives. To the contrary, as immigrants were imperfect substitutes for natives with similar education and age we find that they stimulated, rather than harmed, the demand and wages of most U.S. native workers.\n\n",
    "acknowledgement": "\nI am grateful to Hans Johnson, Jed Kolko, Ethan Lewis, David Neumark, Steven Raphael, Deborah Reed and participants to several seminars for helpful comments. Benjamin Mandel provided extremely competent assistance in editing the paper and very valuable comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}