{
    "id": 12959,
    "citation_title": "A Theory of Liquidity and Regulation of Financial Intermediation",
    "citation_author": [
        "Emmanuel Farhi",
        "Mikhail Golosov",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies a mechanism design model of financial intermediation. There are two informational frictions: agents receive unobservable shocks and can participate in markets by engaging in trades unobservable to intermediaries. Without regulations, intermediaries provide no risk sharing because of an externality arising from arbitrage opportunities. We identify a simple regulation -- a liquidity requirement -- that corrects such an externality by affecting the interest rate on the markets. We characterize the form of the optimal liquidity adequacy requirement for a general class of preferences. We show that whether markets underprovide or overprovide liquidity, and whether a liquidity cap or a liquidity floor should be used depends on the nature of the shocks that agents experience. Moreover, we prove that the optimal liquidity adequacy requirement implements a constrained efficient allocation subject to unobservable types and trades. We provide closed form solutions for the optimal liquidity requirement and welfare gains of imposing such requirements for two important special cases. In contrast with the existing literature, the necessity of regulation does not depend on exogenous incompleteness of markets for aggregate shocks.\n\n",
    "acknowledgement": "\nGolosov and Tsyvinski acknowledge support by the National Science Foundation. We thank Daron Acemoglu, Stefania Albanesi, Franklin Allen, Marios Angeletos, Ricardo Caballero, V.V. Chari, Ed Green, Christian Hellwig, Skander Van den Heuvel, Oleg Itskhoki, Bengt Holmstrom, Guido Lorenzoni, Chris Phelan, Bernard Salanie, Jean Tirole, Ivan Werning, and Ruilin Zhou for comments. We also thank the audiences at the Bank of Canada, Minneapolis Federal Reserve, Harvard, MIT, UT Austin, Wharton, and Society of Economic Dynamics for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}