{
    "id": 12951,
    "citation_title": "Worker Sorting, Compensating Differentials and Health Insurance: Evidence from Displaced Workers",
    "citation_author": [
        "Steven F. Lehrer",
        "Nuno Sousa Pereira"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article introduces an empirical strategy to the compensating differentials literature that i) allows both individual observed and unobserved characteristics to be rewarded differently in firms based on health insurance provision, and ii) selection to jobs that provide benefits to operate on both sides of the labor market. Estimates of this model are used to directly test empirical assumptions that are made with popular econometric strategies in the health economics literature. Our estimates reject the assumptions underlying numerous cross sectional and longitudinal estimators. We find that the provision of health insurance has influenced wage inequality. Finally, our results suggest there have been substantial changes in how displaced workers sort to firms that offer health insurance benefits over the past two decades. We discuss the implications of our findings for the compensating differentials literature.\n\n",
    "acknowledgement": "\nWe are grateful to one anonymous referee, Daniel Parent and seminar participants at the 2003 iHEA Conference and Fudan University for helpful comments and suggestions that have substantially improved the paper. We would also like to thank Kosali Simon for providing code that helped to generate a portion of the dataset used in this study. Lehrer wishes to thank SSHRC for research support. Pereira gratefully acknowledges support from CETE. CETE, Research Center on Industrial, Labour and Managerial Economics, is supported by the Fundacao para a Ciencia e a Tecnologia, Programa de Financiamento Plurianual, through the Programa Operacional Ciencia, Tecnologia e Inovacao (POCTI) of the Quadro Comunitario de Apoio III, which is financed by FEDER and Portuguese funds. The usual caveat applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}