{
    "id": 12958,
    "citation_title": "Projecting Behavioral Responses to the Next Generation of Retirement Policies",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas Steinmeier"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines retirement and related behavioral responses to policies that on average are actuarially neutral.  Many conventional models predict that actuarially neutral policies will not affect retirement behavior.  In contrast, our model allows those with high time preference rates to find that the promise of an actuarially fair increase in future rewards does not balance the loss from foregone current benefits. Using data from the Health and Retirement Study, we find that from age 62 through full retirement age, the earnings test reduces full-time work by married men by about four percentage points, or by about ten percent of married men at full-time work.  Abolishing the requirements on many jobs that an individual work full-time or not at all, what we term a minimum hours constraint on employment, would induce more than twice as many people to enter partial retirement as would leave full-time work, so that total full-time equivalent (FTE) employment would increase, although by a modest amount.  If all benefits from personal accounts could be taken as a lump sum, the fraction not retired at age 62 would fall by about 5 percentage points compared to a system where there is mandatory annuitization of benefits.\n\n",
    "acknowledgement": "\nThe research reported herein was conducted pursuant to grants UM03-03, UM04-01, and UM05-02, from the U.S. Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC), with subcontracts to the National Bureau of Economic Research. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, the MRRC or the NBER.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}