{
    "id": 12953,
    "citation_title": "The Influence of Actual and Unrequited Interventions",
    "citation_author": [
        "Kathryn M.E. Dominguez",
        "Freyan Panthaki"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntervention operations are used by governments to manage their exchange rates but officials rarely confirm their presence in the market, leading inevitably to erroneous reports in the financial press.  There are also reports of what we term, unrequited interventions, interventions that the market expects but do not materialize. In this paper we examine the effects of various types of intervention news on intra-day exchange rate behavior. We find that unrequited interventions have a statistically significant influence on returns, volatility and order flow, suggesting that the expectation of intervention, even when governments do not intervene, can affect currency values.\n\n",
    "acknowledgement": "\nWe are grateful to two anonymous referees, Francis Breedon, Takatoshi Ito, Christopher Neely, Andrew Patton, Mark Taylor, Ian Tonks, Paolo Vitale, as well as seminar participants at Oxford University and the \"Exchange Rate Intervention: Theory and Experience\" conference in Cambridge, England, for useful comments and suggestions. We thank FMG at LSE for providing the Reuters D2000-2 data, and Ryan Love and Jinhui Luo for sharing their mastery of the data with us. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}