{
    "id": 12957,
    "citation_title": "Inflation Illusion, Credit, and Asset Pricing",
    "citation_author": [
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers asset pricing in a general equilibrium model in which some, but not all, agents suffer from inflation illusion. Illusionary investors mistake changes in nominal interest rates for changes in real rates, while smart investors understand the Fisher equation. The presence of smart investors ensures that the equilibrium nominal interest rate moves with expected inflation. The model also predicts a nonmonotonic relationship between the price-to-rent ratio on housing and nominal interest rates -- housing booms occur both when the nominal rate is especially low and when it is especially high. In either situation, disagreement about real interest rates between smart and illusionary investors stimulates borrowing and lending and drives up the price of collateral. The resulting housing boom is stronger if credit markets are more developed. We document that many countries experienced a housing boom in the high-inflation 1970s and a second, stronger, boom in the low-inflation 2000s.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Olivier Blanchard, Markus Brunnermeier, John Campbell, Martin Feldstein, and participants at the NBER Asset Pricing and Monetary Policy Pre-Conference in November 2005 and the Conference in May 2006. We also thank Pedro Gete for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}