{
    "id": 12952,
    "citation_title": "A Lobbying Approach to Evaluating the Sarbanes-Oxley Act of 2002",
    "citation_author": [
        "Yael V. Hochberg",
        "Paola Sapienza",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2007-03-08",
    "issue_date": "2007-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the net benefits of the Sarbanes-Oxley Act (SOX) for shareholders by studying the lobbying behavior of investors and corporate insiders to affect the final implemented rules under the Act. Investors lobbied overwhelmingly in favor of strict implementation of SOX, while corporate insiders and business groups lobbied against strict implementation. We identify the firms most affected by the law as those whose insiders lobbied against strict implementation, and compare their returns to the returns of less affected firms. Cumulative returns during the four and a half months leading up to passage of SOX were approximately 10 percent higher for corporations whose insiders lobbied against one or more of the SOX disclosure-related provisions than for similar non-lobbying firms. Analysis of returns in the post-passage implementation period indicates that investors' positive expectations with regards to the effects of the law were warranted for the enhanced disclosure provisions of SOX.\n\n",
    "acknowledgement": "\nWe thank John de Figueiredo, Wei Jiang, Holger Mueller, Morten Sorensen, Cong Wang, Luigi Zingales and seminar participants at the European Central Bank, InterDisciplinary Center Hertzlia, Iowa State University, NBER Law and Economics Summer Meeting, New York University, Northwestern University, Norwegian School of Economics and Business, Securities and Exchange Commission, UNC - Duke Corporate Finance Conference, University of Copenhagen, University of Illinois Urbana-Champaign, University of Oregon, and Yale University for helpful comments and suggestions. We are grateful to Catherine Leblond and Che Banjoko for outstanding research assistance, to Cindy Alexander for assistance with SEC requests, to Kin Lo for provision of prior lobbying data, and to Yaniv Grinstein and Vidhi Chhaochharia for provision of governance data.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}