{
    "id": 12955,
    "citation_title": "Is Urban Decay Bad? Is Urban Revitalization Bad Too?",
    "citation_author": [
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMany observers argue that urban revitalization harms the poor, primarily by raising rents.  Others argue that urban decline harms the poor by reducing job opportunities, the quality of local public services, and other neighborhood amenities.  While both decay and revitalization can have negative effects if moving costs are sufficiently high, in general the impact of neighborhood change on utility depends on the strength of price responses to neighborhood quality changes.  Data from the American Housing Survey are used to estimate a discrete choice model identifying households' willingness-to-pay for neighborhood quality.  These willingness-to-pay estimates are then compared to the actual price changes that accompany observed changes in neighborhood quality.  The results suggest that price increases associated with revitalization are smaller than most households' willingness to pay for neighborhood improvements.  The results imply that, in general, neighborhood revitalization is more favorable than neighborhood decline.\n\n",
    "acknowledgement": "\nThe author is grateful to Yongsuk Lee, Joshua Kinsler and Patrick Dudley for research assistance, and to Erzo F.P. Luttmer and seminar participants at Yale University, the 2006 NBER Summer Institute workshop on Public Economics and Real Estate, and at the 2005 American Real Estate and Urban Economics Association International Meeting for helpful comments on earlier drafts.  Remaining errors are the author's responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}