{
    "id": 12954,
    "citation_title": "Why Is The Developed World Obese?",
    "citation_author": [
        "Sara Bleich",
        "David Cutler",
        "Christopher Murray",
        "Alyce Adams"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "2007-12-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObesity has risen dramatically in the past few decades. However, the relative contribution of energy intake and energy expenditure to rising obesity is not known. Moreover, the extent to which social and economic factors tip the energy balance is not well understood. In this longitudinal analysis of developed countries, we estimate the relative contribution of increased caloric intake and reduced physical activity to obesity using two methods of energy accounting. Results show that rising obesity is primarily the result of consuming more calories. We estimate multivariate regression models and use simulation analysis to explore technological and sociodemographic determinants of this dietary excess. Results indicate that the increase in caloric intake is associated with technological innovations such as reduced food prices as well as changing sociodemographic factors such as increased urbanization and increased female labor force participation. The study findings offer useful insights to future research concerned with the etiology of obesity and may help inform the development of obesity-related policy. In particular, our results suggest that policies to encourage less caloric intake may help reverse past trends in increased consumption.\n\n",
    "acknowledgement": "\nWe thank Alan Zaslavsky, Joseph Newhouse, Tom McGuire, and Robert Blendon for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}