{
    "id": 12961,
    "citation_title": "Incomplete Cost Pass-Through Under Deep Habits",
    "citation_author": [
        "Morten Ravn",
        "Stephanie Schmitt-Grohe",
        "Martin Uribe"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of empirical studies document that marginal cost shocks are not fully passed through to prices at the firm level and that prices are substantially less volatile than costs. We show that in the relative-deep-habits model of Ravn, Schmitt-Grohe, and Uribe (2006),  firm-specific marginal cost shocks are  not fully passed through to product prices. That is, in response to a firm-specific increase in marginal costs, prices rise, but by less than marginal costs leading to a decline in the firm-specific markup of prices over marginal costs. Pass-through is predicted to be even lower when shocks to marginal costs are anticipated by firms. In our model, unanticipated firm-specific cost shocks lead to incomplete pass-through (or a decline in markups) of about 20 percent  and  anticipated cost shocks are associated with incomplete pass-through of about 50 percent.  The model predicts that cost pass-through is increasing in the persistence of marginal cost shocks and U-shaped in the strength of habits. The relative-deep-habits  model implies that conditional on marginal cost disturbances, prices are less volatile than marginal costs.\n\n",
    "acknowledgement": "\nWe thank for comments seminar participants at Duke University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}