{
    "id": 12966,
    "citation_title": "Child Mortality, Income and Adult Height",
    "citation_author": [
        "Carlos Bozzoli",
        "Angus S. Deaton",
        "Climent Quintana-Domeque"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the childhood determinants of adult height in populations, focusing on the respective roles of income and of disease. We develop a model of selection and scarring, in which the early life burden of nutrition and disease is not only responsible for mortality in childhood but also leaves a residue of long-term health risks for survivors, risks that express themselves in adult height, as well as in late-life disease. Across a range of European countries and the United States, we find a strong inverse relationship between postneonatal (one month to one year) mortality, interpreted as a measure of the disease and nutritional burden in childhood, and the mean height of those children as adults. In pooled birth-cohort data over 30 years for the United States and eleven European countries, postneonatal mortality in the year of birth accounts for more than 60 percent of the combined cross-country and cross-cohort variation in adult heights. The estimated effects are smaller but remain significant once we allow for country and birth-cohort effects. In the poorest and highest mortality countries of the world, there is evidence that child mortality is positively associated with adult height. That selection should dominate scarring at high mortality levels, and scarring dominate selection at low mortality levels, is consistent with the model for reasonable values of its parameters.\n\n",
    "acknowledgement": "\nQuintana-Domeque acknowledges financial support from the Bank of Spain, and Deaton from the National Institute on Aging through Grant No.R01 AG20275-01 to Princeton University and Grant No. P01 AG05842-14 to the National Bureau of Economic Research. We thank Anne Case, Hank Farber, Marco Gonzalez-Navarro, Christina Paxson and Franco Peracchi for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}