{
    "id": 12964,
    "citation_title": "The Effect of Nicotine Replacement Therapy Advertising on Youth Smoking",
    "citation_author": [
        "Henry Saffer",
        "Melanie Wakefield",
        "Yvonne Terry-McElrath"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of nicotine replacement therapy (NRT) advertising on youth smoking.  NRT advertising could decrease smoking by informing smokers that the product can make quitting easier and thus inducing more smokers to try and quit.  However, a moral hazard is created because NRT advertising increases the expectation that cessation is relatively easy.  NRT advertising could thus induce youth to smoke, to smoke more and/or to delay quit attempts.  Data from Nielsen Media Research (Nielsen) and the Monitoring the Future Surveys (MTF) have been used in the empirical work.  The Nielsen data are matched to the MTF data by month, year and market.  The availability of lagged advertising data allow for calculation of an advertising stock variable.  The Nielsen data also measure exposure to national advertising on a local level which allows for use of national advertising data.  An exogenous shock allows for bypassing problems of endogeneity.  The results indicate that NRT advertising has no effect on participation but increases smoking by youth who do smoke.  The elasticity of smoking with respect to NRT advertising is about .10 and the elasticity of smoking with respect to price is about -1.03.  Since average youth smoking is about 5.77 cigarettes per day, an increase of 10 percent in NRT advertising would increase this average to about 5.82 cigarettes per day.  It is also estimated that a ban on NRT advertising would be equivalent to a 10 percent increase in cigarette prices.\n\n",
    "acknowledgement": "\nThanks go to Dhaval Dave and Frank J. Chaloupka for comments on an earlier version of this paper.  Thanks also go to Lloyd Johnston and Patrick O'Malley for making the Monitoring the Future data available.  Glen Szczypka prepared the raw Nielsen data.  The study was supported by funding from the National Cancer Institute State and Community Tobacco Control Initiative. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}