{
    "id": 12967,
    "citation_title": "Do Households Benefit from Financial Deregulation and Innovation? The Case of the Mortgage Market",
    "citation_author": [
        "Kristopher Gerardi",
        "Harvey S. Rosen",
        "Paul Willen"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. mortgage market has experienced phenomenal change over the last 35 years. This paper develops and implements a technique for assessing the impact of changes in the mortgage market on households. Our framework, which is based on the permanent income hypothesis, that allows us to gauge the importance of borrowing constraints by estimating the empirical relationship between the value of a household's home purchase and its future income. We find that over the past several decades, housing markets have become less imperfect in the sense that households are now more able to buy homes whose values are consistent with their long-term income prospects. One issue that has received particular attention is the role that the housing Government Sponsored Enterprises (GSEs), Fannie Mae and Freddie Mac, have played in improving the market for housing finance.  We find no evidence that the GSEs' activities have contributed to this phenomenon. This is true whether we look at all homebuyers, or at subsamples of the population whom we might expect to benefit particularly from GSE activity, such as low-income households and first-time homebuyers.\n\n",
    "acknowledgement": "\nThe authors thank seminar audiences at Boston University, Boston College, the Federal Reserve Banks of Boston and San Francisco, the 2006 Applied Micro System Meeting, the Fall 2006 Macro System Meeting and Princeton's Public Finance working group for useful comments. We are especially grateful to Mark Aguiar, Alan Blinder, Mark Doms, Karen Dynan, Wendy Edelberg, Jean Grossman, Bob King, Yolanda Kodrzycki, Wayne Passmore, Julio Rotemberg, Scott Schuh, Frank Vannerson and Mark Watson for helpful suggestions. Finally, we thank Jeff Fuhrer for providing us with computer programs. This research has been supported by Princeton's Center for Economic Policy Studies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}