{
    "id": 12962,
    "citation_title": "Do Bonds Span Volatility Risk in the U.S. Treasury Market? A Specification test for Affine Term Structure Models",
    "citation_author": [
        "Torben G. Andersen",
        "Luca Benzoni"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether bonds span the volatility risk in the U.S. Treasury market, as predicted by most 'affine' term structure models. To this end, we construct powerful and model-free empirical measures of the quadratic yield variation for a cross-section of fixed-maturity zero-coupon bonds (\"realized yield volatility\") through the use of high-frequency data. We find that the yield curve fails to span yield volatility, as the systematic volatility factors are largely unrelated to the cross-section of yields. We conclude that a broad class of affine diffusive, Gaussian-quadratic and affine jump-diffusive models is incapable of accommodating the observed yield volatility dynamics. An important implication is that the bond markets per se are incomplete and yield volatility risk cannot be hedged by taking positions solely in the Treasury bond market. We also advocate using the empirical realized yield volatility measures more broadly as a basis for specification testing and (parametric) model selection within the term structure literature.\n\n",
    "acknowledgement": "\nWe are grateful to Darrell Duffie, Michael Fleming, Bob Goldstein, Mike Johannes, Chris Jones, Rick Nelson, Jun Pan, Sam Thompson, and seminar participants at the Chicago Fed, St. Louis Fed, the Third T.N. Thiele Symposium on Stochastic Volatility, the 2005 International Conference on \"Capital Markets, Corporate Finance, Money and Banking\" at the Cass Business School, London, the 2006 Econometric Society Winter Meeting, the 2006 CIREQ-CIRANO-MITACS Financial Econometrics Conference, the 2006 Bank of Canada Conference on Fixed Income Markets, the Multivariate Modeling and Risk Management Conference, Sandbjerg, Denmark, the NBER Asset Pricing Meeting, March 2006, as well as Indiana University, the University of Chicago, the Federal Reserve Board of Governors, D.C., the University of Illinois at Chicago, and Carnegie Mellon University for helpful comments and suggestions. Further, we thank Mitch Haviv of GovPX for providing useful information on their data. Of course, all errors remain our sole responsibility. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}