{
    "id": 12968,
    "citation_title": "Strategic Responses to Parallel Trade",
    "citation_author": [
        "Margaret K. Kyle"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how pharmaceutical firms have responded to changes in intellectual property rights and trade barriers that legalized \"parallel imports\" within the European Union.  The threat of arbitrage by parallel traders reduces the ability of firms to price discriminate across countries.  Due to regulations on price and antitrust law on rationing supply, pharmaceutical firms may rely on non-price responses.  Such responses include differentiation of products across countries and selective \"culling\" of product lines to reduce arbitrage opportunities, as well as raising arbitrageurs' costs through choice of packaging.  Using a dataset of drug prices and sales from 1993-2004 covering 30 countries, I find evidence that the behavior of pharmaceutical firms in the EU with respect to their product portfolios is consistent with attempts to reduce parallel trade.  This may at least partially explain why parallel trade has not yet resulted in significant price convergence across EU countries.  Accounting for non-price strategic responses may therefore be important in assessing the welfare effects of parallel imports.\n\n",
    "acknowledgement": "\nI thank Amy Finkelstein, Kevin Schulman, Fiona Scott Morton, and participants seminar participants at the NBER Productivity Lunch, NBER Summer Institute, Lehigh, University of Toulouse, HEC Lausanne, London Business School, London School of Economics, Imperial College London, New York University, and Duke for useful discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}