{
    "id": 12963,
    "citation_title": "No-Arbitrage Semi-Martingale Restrictions for Continuous-Time Volatility Models subject to Leverage Effects, Jumps and i.i.d. Noise: Theory and Testable Distributional Implications",
    "citation_author": [
        "Torben G. Andersen",
        "Tim Bollerslev",
        "Dobrislav Dobrev"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a sequential procedure to test the adequacy of jump-diffusion models for return distributions. We rely on intraday data and nonparametric volatility measures, along with a new jump detection technique and appropriate conditional moment tests, for assessing the import of jumps and leverage effects. A novel robust-to-jumps approach is utilized to alleviate microstructure frictions for realized volatility estimation. Size and power of the procedure are explored through Monte Carlo methods. Our empirical findings support the jump-diffusive representation for S&P500 futures returns but reveal it is critical to account for leverage effects and jumps to maintain the underlying semi-martingale assumption.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Science Foundation to the NBER for Andersen and Bollerslev.  We would like to thank two anonymous referees, Christian Bontemps, and Nour Meddahi for many helpful suggestions, which greatly improved the papers.  We also thank participants at the International Finance Conference at the University of Copenhagen, September 2005, and the Time Series Conference at the University of Montreal, Canada, December 2005, as well as seminar participants at University of Maryland, Robert H. Smith School, University of Wisconsin, Madison; and the University of Chicago. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}