{
    "id": 12970,
    "citation_title": "Optimal Asset Allocation in Asset Liability Management",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Michael W. Brandt"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of regulations on the investment decisions of a defined benefits pension plan. We assess the influence of ex ante (preventive) and ex post (punitive) risk constraints on the gains to dynamic, as opposed to myopic, decision making. We find that preventive measures, such as Value-at-Risk constraints, tend to decrease the gains to dynamic investment. In contrast, punitive constraints, such as mandatory additional contributions from the sponsor when the plan becomes underfunded, lead to very large utility gains from solving the dynamic program. We also show that financial reporting rules have real effects on investment behavior. For example, the current requirement to discount liabilities at a rolling average of yields, as opposed to at current yields, induces grossly suboptimal investment decisions.\n\n",
    "acknowledgement": "\nWe thank Tim Bollerslev, Frank de Jong, Joachim Inkmann, Ralph Koijen, Vinay Nair, Theo Nijman, Anamaria Pieschacon, George Tauchen, Bas Werker, and seminar participants at the 2005 SAMSI conference on Financial Mathematics, Statistics and Econometrics, Duke University, Tilburg University and ABP Investments for helpful discussions and comments. Jules van Binsbergen thanks the Prins Bernhard Cultuurfonds for generous financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}