{
    "id": 12978,
    "citation_title": "Wage Structure and Firm Productivity in Belgium",
    "citation_author": [
        "Thierry Lallemand",
        "Robert Plasman",
        "Francois Rycx"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe objective of this paper is twofold. First, we analyse the structure of wages within and between Belgian firms. Next, we examine how the productivity of these firms is influenced by their internal wage dispersion. To do so, we use a large matched employer-employee data set (i.e., a combination of the 1995 'Structure of Earnings' and 'Structure of Business' Surveys). On the basis of the methodology developed by Winter-Ebmer and Zweimuller (1999), we find that within-firm wage dispersion has a positive and significant effect on firm productivity. This result is robust to controls for individual and firm characteristics as well as to instrumenting the wage inequality variable. Findings also suggest that the intensity of this effect is stronger within firms with: i) a majority of blue-collar workers, and ii) a high degree of monitoring. These results are more in line with the 'tournament' models than with the 'fairness, morale and cohesiveness' models.\n\n",
    "acknowledgement": "\nThis paper is produced as part of a TSER programme on Pay Inequalities and Economic Performance (PIEP) financed by the European Commission (Contract nr. HPSE-CT-1999-00040). It has evolved from earlier versions presented at the PIEP Meetings (July 2003, London School of Economics and January 2004, Universite Libre de Bruxelles), the 9th Annual Meeting of the Society of Labor Economists (April 2004, San Antonio -- Texas), the NBER \"Empirical Personnel Economics\" Workshop (August 2004, Cambridge -- Mass.), and the European Commission \"Employment, Productivity and Wage Structures in Europe: New Evidence from Linked Employer-employee Data\" Workshop (April 2005, Brussels). We are most grateful to D. Cecchi, C. Dell'Aringa, C. Lucifora and D. Marsden for helpful suggestions. We also thank Statistics Belgium for giving access to the 'Structure of Earnings Survey' and the 'Structure of Business Survey'. The analysis in the second section of this paper is an extension of Lallemand et al. (2004). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}