{
    "id": 12973,
    "citation_title": "The Benefits and Costs of Head Start",
    "citation_author": [
        "Jens Ludwig",
        "Deborah A. Phillips"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay we review what is known about Head Start and argue that the program is likely to generate benefits to participants and society as a whole that are large enough to justify the program's costs.  Our conclusions differ importantly from those offered in some previous reviews because we use a more appropriate standard to judge the success of Head Start (namely, benefit-cost analysis), draw on new accumulating evidence for Head Start's long-term effects on early cohorts of program participants, and discuss why common interpretations of a recent randomized experimental evaluation of Head Start's short-term impacts may be overly pessimistic.  While in principle there could be more beneficial ways of deploying Head Start resources, the benefits of such changes remain uncertain and there is some downside risk.\n\n",
    "acknowledgement": "\nThe authors are grateful for the support provided by the Buffett Early Childhood Fund and the McCormick Tribune Foundation to the National Forum on Early Childhood Program Evaluation through the National Scientific Council on the Developing Child.  Thanks to Kathryn Clabby for outstanding research assistance.  Very helpful comments were provided by Philip Cook, Janet Currie, William Dickens, Greg Duncan, Dave Frisvold, Katherine Magnuson, Gillian Najarian, Matthew Neidell, Helen Raikes, Jack Shonkoff, Hiro Yoshikawa, and Marty Zaslow.  Special thanks to Ronna Cook at Westat for making available additional information about the first-year randomized Head Start evaluation.  Any errors and all opinions are of course our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}