{
    "id": 12974,
    "citation_title": "Wage Structure and Labor Mobility in Norway 1980-1997",
    "citation_author": [
        "Arngrim Hunnes",
        "Jarle Møen",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTo what extent do different firms follow different wage policies? How do such policies affect worker mobility between firms, and what are the effects of different wage bargaining regimes? The empirical branch of personnel economics has long been hampered by a lack of representative data sets. Norway is one of a handful of countries that has produced rich linked employer/employee data suitable for such analysis. This paper has three parts. First, we describe the wage setting and employment protection institutions in Norway. Next, we describe the Norwegian datasets. Finally, we document a large number of stylized facts regarding wage structure and labor mobility within and between Norwegian firms. Our main dataset covers white-collar workers in the manufacturing and private sectors for the period 1980-1997. We also have blue-collar data for the 1986-1997 period covering the core of the manufacturing sector. Information about occupations, monthly wages, hours worked and bonuses is available, as well as various worker and firm characteristics.\n\n",
    "acknowledgement": "\nThis is a country study for Norway forthcoming in \"Wage Structure, Raises and Mobility: International Comparisons of the Structure of Wages Within and Across Firms,\" edited by Edward Lazear and Kathryn Shaw. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}