{
    "id": 12979,
    "citation_title": "Subjective Evaluation of Performance Through Individual Evaluation Interview: Empirical evidence from France",
    "citation_author": [
        "Marc-Arthur Diaye",
        "Nathalie Greenan",
        "Michal Urdanivia"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIndividual evaluation interviews have become a widespread practice. 52% of employees in French manufacturing firms over 50 employees declared an annual individual evaluation interview in 1997. However whereas the problem of constructing an optimal contract with subjective evaluation (which is defined simply as a signal in most papers) receives a large attention, firm-level evaluation interviews are strikingly left aside from economic analysis. This paper aims at identifying the underlying logics of individual evaluation interviews in the case of individual production and of team production. Especially, it aims at analyzing the relationships between effort, wage distribution within the firms and individual evaluation interviews. From a theoretical standpoint, three papers by Alchian and Demsetz (1972), by Che and Yoo (2001) and by MacLeod (2003) are closely related to our paper and from an empirical point of view, a paper by Engellandt and Riphahn (2004). Our theoretical analysis allows to derive testable predictions regarding the effect of individual evaluation interviews on productive and cognitive effort, on work overload and on wage setting. Using a matched employer / employee survey on computerisation and organisational change (COI), we are able to test part of these predictions and to corroborate them. First, evaluation interviews have a positive impact on productive and cognitive effort. Second, evaluation interviews increase effort through two effects: the classical incentive effect and also a selection effect. Third, the selection effect is stronger in the case of individual production compared with the case of team production. Fourth, evaluated employees earn more than employees in a classical incentive scheme and fifth, evaluated workers have a better knowledge of the rules driving wage setting.\n\n",
    "acknowledgement": "\nThis paper was presented at the Conference on Analysis of Firms and Employees (CAFE 2006) held September 29-30, 2006 in Nuremberg, Germany.  We gratefully acknowledge the financial support provided by the Institute for Employment Research (IAB), the Data Access Center (FDZ-BA/IAB), The Deutsche Forschungsgemeinschaft (German Research Foundation), their Research Network \"Flexibility in Heterogeneous Labour Markets\", the Alfred P. Sloan Foundation and the National Science Foundation. We are deeply indebted to Emmanuel Duguet and to Lynn Zucker who help us to improve this paper. We thank the participants at the CAFE 2006, at the BETA-Cereq (University Louis Pasteur) seminar on labour Market, at the PSE-Jourdan seminar on labour market and inequalities (especially Andrew Clark) and at the TEAM Seminar of the Centre d'Economie de la Sorbonne for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}