{
    "id": 12972,
    "citation_title": "Patient Cost-Sharing, Hospitalization Offsets, and the Design of Optimal Health Insurance for the Elderly",
    "citation_author": [
        "Amitabh Chandra",
        "Jonathan Gruber",
        "Robin McKnight"
    ],
    "citation_publication_date": "2007-03-14",
    "issue_date": "2007-03-14",
    "revision_date": "2009-06-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatient cost-sharing for primary care and prescription drugs is designed to reduce the prevalence of moral hazard in medical utilization. Yet the success of this strategy depends on two factors: the elasticity of demand for those medical goods, and the risk of downstream hospitalizations by reducing access to beneficial health care. Surprisingly, we know little about either of these factors for the elderly, the most intensive consumers of health care in our country. We remedy both of these deficiencies by studying a policy change that raised patient cost-sharing for retired public employees in California. We find that physician office visits and prescription drug utilization are price sensitive, with implied arc-elasticities that are similar to those of the famous RAND Health Insurance Experiment (HIE). However, unlike the HIE, we find substantial \"offset\" effects in terms of increased hospital utilization in response to the combination of higher copayments for physicians and prescription drugs. These offset effects are concentrated in patients for whom medical care is presumably efficacious: those with a chronic disease. Finally, we find that the savings from increased cost-sharing accrue mostly to the supplemental insurer, while the costs of increased hospitalization accrue mostly to Medicare; thus, there is a fiscal externality associated with cost-sharing increases by supplemental insurers. Our findings suggest that health insurance should be tied to underlying health status, with chronically ill patients facing lower cost-sharing. We also conclude that the externalities to Medicare from supplemental insurance coverage may be more modest than previously suggested due to these offsets.\n\n",
    "acknowledgement": "\nWe thank, without implicating, Kathy Donneson and Terrence Newsome from CalPERS for invaluable technical assistance, Dan Gottlieb and Weiping Zhou at Dartmouth Medical School for assistance with the Medicare data, Drs. Dhruv Bansal, Phoutie Bansal, Julie Bynum, Amy Richardson, and Ivy Tiu for assisting with the classification of prescription drugs, James deBenedetti, Michele Douglas, Will Manning, Doug Miller, April Omoto, Doug Staiger, and seminar participants at the Annual Health Economics Conference, the NBER, UC-Davis, and the Pharmaceutical Economics and Policy Council for helpful comments. Gruber acknowledges support from the Kaiser Family Foundation and the National Institute on Aging, and Chandra from NIA P01 AG19783-02, an NBER Aging Fellowship, and the Nelson Rockefeller Center at Dartmouth. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}