{
    "id": 12975,
    "citation_title": "The Effect of Tuition Reimbursement on Turnover: A Case Study Analysis",
    "citation_author": [
        "Colleen N. Flaherty"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTuition reimbursement programs provide financial assistance for direct costs of education and are a type of general skills training program commonly offered by employers in the United States. Standard human capital theory argues that investment in firm-specific skills reduces turnover, while investment in general skills training could result in increased turnover. However, firms cite increased retention as a motivation for offering tuition reimbursement programs. This rationale for offering these programs challenges the predictions of the standard human capital model. This paper tests empirically whether participation in tuition reimbursement programs increases employee retention using data from a non-profit institution. To document the prevalence of tuition reimbursement programs, the case study analysis is supplemented with findings from the Survey of Employer-Provided Training, 1995 (SEPT95). This paper finds that participation in tuition reimbursement programs reduces employee turnover.\n\n",
    "acknowledgement": "\nThis paper was presented at the Conference on the Analysis of Firms and Employees (CAFE) held Septermber 29-30, 2006 in Nurenberg, Germany. I would like to gratefully acknowledge the financial support provided by the Institute for Employment Research (IAB), the Data Access Center (FDX-BA/IAB), The Deutsche Forschungsgemeinschaft (German Research Foundation), their Research Network \"Flexibility in Heterogenous Labour Markets\", the Alfred P. Sloan Foundation and the National Science Foundation. I would like to the conference participants for their comments and suggestions, particularly David Neumark, Edward Lazear, and Kathryn Shaw.  The Hawley-Shoven Fellowship Fund, through a grant to Stanford Institute of Economic Policy Research, also supported this research. In addition to thanking my advisors and members of the labor reading group at Stanford University for comments and feedback, I would also like to thank Harley Frazis, Merrisa Piazza, Maury Gittleman and James Spletzer of the U.S. Bureau of Labor Statistics (BLS) for granting me access to the SEPT95 dataset through the BLS Student Volunteer Program. The views presented in this paper are mine alone and do not reflect those of the aforementioned individuals or organizations. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}