{
    "id": 12976,
    "citation_title": "Using Behavioral Economic Field Experiments at a Large Motor Carrier: The Context and Design of the Truckers and Turnover Project",
    "citation_author": [
        "Stephen V. Burks",
        "Jeffrey Carpenter",
        "Lorenz Goette",
        "Kristen Monaco",
        "Aldo Rustichini",
        "Kay Porter"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe Truckers and Turnover Project is a statistical case study of a single firm and its employees which matches proprietary personnel and operational data to new data collected by the researchers to create a two-year panel study of a large subset of new hires.  The project's most distinctive innovation is the data collection process which combines traditional survey instruments with behavioral economics experiments.  The survey data include information on demographics, risk and loss aversion, time preference, planning, non-verbal IQ, and the MPQ personality profile.  The data collected by behavioral economics experiments include risk and loss aversion, time preferences (discount rates), backward induction, patience, and the preference for cooperation in a social dilemma setting.  Subjects will be followed over two years of their work lives. Among the major design goals are to discover the extent to which the survey and experimental measures are correlated, and whether and how much predictive power, with respect to key on-the-job outcome variables, is added by the behavioral measures.  The panel study of new hires is being carried out against the backdrop of a second research component, the development of a more conventional in-depth statistical case study of the cooperating firm and its employees.  This is a high-turnover service industry setting, and the focus is on the use of survival analysis to model the flow of new employees into and out of employment, and on the correct estimation of the tenure-productivity curve for new hires, accounting for the selection effects of the high turnover.\n\n",
    "acknowledgement": "\nConference: The Conference on the Analysis of  Firms and Employees (CAFE) was held September 29-30, 2006 in Nuremberg, Germany.  We gratefully acknowledge the financial support provided to the Conference by the Institute for Employment Research (IAB), the Data Access Center (FDZ-BA/IAB), The Deutsche Forschungsgemeinschaft (German Research Foundation), their Research Network \"Flexibility in Heterogeneous Labour Markets\", the Alfred P. Sloan Foundation, and the National Science Foundation. Research:The authors gratefully acknowledge generous financial support for the Project from the John D. and Catherine T. MacArthur Foundation's Research Network on the Nature and Origin of Preferences, the Alfred P. Sloan Foundation, the Trucking Industry Program at the Georgia Institute of Technology (one of the industry studies programs initiated by the Sloan Foundation), the University of Minnesota, Morris, and cooperating motor carrier.  We also thank the managers and employees of the cooperating firm, without whose involvement and active support the project would have been impossible.  The designers of the field experiments used in the project thank Catherine Eckel and Kate Johnson for sharing protocol and design details from a field experimental project in Mexico, and for offering helpful advice on our design issues.  The views expressed herein are those of the authors, and not of the Federal Reserve System, nor the Federal Reserve Bank of Boston, nor the other employers of any of the authors, nor of the project sponsors.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}