{
    "id": 12982,
    "citation_title": "Three Great American Disinflations",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher Erceg",
        "Andrew Levin"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the role of transparency and credibility in accounting for the widely divergent macroeconomic effects of three episodes of deliberate monetary contraction: the post-Civil War deflation, the post-WWI deflation, and the Volcker disinflation. Using a dynamic general equilibrium model in which private agents use optimal filtering to infer the central bank's nominal anchor, we demonstrate that the salient features of these three historical episodes can be explained by differences in the design and transparency of monetary policy, even without any time variation in economic structure or model parameters. For a policy regime with relatively high credibility, our analysis highlights the benefits of a gradualist approach (as in the 1870s) rather than a sudden change in policy (as in 1920-21). In contrast, for a policy institution with relatively low credibility (such as the Federal Reserve in late 1980), an aggressive policy stance can play an important signalling role by making the policy shift more evident to private agents.\n\n",
    "acknowledgement": "\nBordo is a Professor of Economics at Rutgers University and an NBER Research Associate; during the 2006-2007 academic year, he is also the Pitt Professor of Economic History at Cambridge University and a Fellow at Kings College Cambridge. Erceg is chief of the Trade and Financial Studies section in the Division of International Finance at the Federal Reserve Board. Levin is an assistant director and chief of the Monetary Studies section in the Division of Monetary Affairs at the Federal Reserve Board and is a CEPR Research Fellow. Michaels was a research assistant at the Federal Reserve Board and is now a graduate student in economics at the University of Michigan. We thank Dale Henderson, Jinill Kim, Lee Ohanian, Thomas Sargent, Anna Schwartz, Lars Svensson, Francois Velde, Marc Wiedenmeier, and Tack Yun for helpful comments and suggestions, as well as seminar participants at the annual American Economic Association Meeting in Chicago, Columbia University, the Federal Reserve Board, Harvard University, at the fourth International Research Forum on Monetary Policy conference, and at an NBER workshop honoring Anna Schwartz. Bordo received financial support from the Federal Reserve Board on this project. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System.\n\n\n"
}