{
    "id": 12985,
    "citation_title": "Nature and Nurture in the Intergenerational Transmission of Socioeconomic Status: Evidence from Swedish Children and Their Biological and Rearing Parents",
    "citation_author": [
        "Anders Bjorklund",
        "Markus Jantti",
        "Gary Solon"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses an extraordinary Swedish data set to explore the sources of the intergenerational transmission of socioeconomic status.  Merging data from administrative sources and censuses, we investigate the association between sons' and daughters' socioeconomic outcomes and those of their biological and rearing parents.  Our analysis focuses on children raised in six different family circumstances: raised by both biological parents, raised by the biological mother without a stepfather, raised by the biological mother with a stepfather, raised by the biological father without a stepmother, raised by the biological father with a stepmother, and raised by two adoptive parents.  Relative to the existing literature, the most remarkable feature of our data set is that it contains information on the biological parents even when they are not the rearing parents.  We specify a simple additive model of pre-birth (including genetic) and post-birth influences and examine the model's ability to provide a unified account of the intergenerational associations in all six family types.  Our results suggest substantial roles for both pre-birth and post-birth factors.\n\n",
    "acknowledgement": "\nA research grant from the Swedish Council for Working Life and Social Research is gratefully acknowledged by Anders Bjorklund.  The authors also are grateful for comments from Kerwin Charles, Lucas Davis, and seminar participants at Harvard's Kennedy School, the National Bureau of Economic Research, Stockholm University, the University of Amsterdam, the University of California at Davis, and the 2006 ESPE meetings in Verona. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}