{
    "id": 1298,
    "citation_title": "External Shocks and Domestic Response: Israel's Macroeconomic Performance, 1965-1982",
    "citation_author": [
        "Michael Bruno"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper applies an aggregate supply and demand framework for the study of Israel's brand of stagflation. After a very rapid growth period between 1967-1973 Israel's subsequent share growth slowdown and accelerated inflation seem particularly marked by any international comparison. The unemployment rate and the current account deficit have on average risen less. An attempt is made to disentangle the effects of supply shifts (raw materialprice and real wage changes) and the role of demand management and the main macropolicy trade-offs. Unlike other middle-income countries which continued to expand by borrowing heavily, Israel could not substantially increase an already large foreign debt and had to sacrifice growth and price stability to overcome the large post-1973 current account deficit. This trade-off was considerably exacerbated on the domestic front by the inability to reverse an earlier trend of rapidly rising public expenditure and employment. While this accounts for a relatively low unemployment rate it also hampered the growth potential, particularly of exportables. After 1917 developments are dominated by very much higher,self-perpetuating, inflation which was set in motion by an ill-fated foreign exchange liberalization plan and the loss of monetary control. This has further worsened the current-account/inflation trade-off and seems to have locked the economy into a low-growth,high inflation trap.\n\n",
    "acknowledgement": "\n"
}