{
    "id": 12987,
    "citation_title": "What Works in Fighting Diarrheal Diseases in Developing Countries? A Critical Review",
    "citation_author": [
        "Michael Kremer"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Millennium Development Goals call for reducing by half the proportion of people without sustainable access to safe drinking water. This goal was adopted in large part because clean water was seen as critical to fighting diarrheal disease, which kills 2 million children annually. There is compelling evidence that provision of piped water and sanitation can substantially reduce child mortality. However, in dispersed rural settlements, providing complete piped water and sanitation infrastructure to households is expensive. Many poor countries have therefore focused instead on providing community-level water infrastructure, such as wells. Various traditional child health interventions have been shown to be effective in fighting diarrhea. Among environmental interventions, handwashing and point-of-use water treatment both reduce diarrhea, although more needs to be learned about ways to encourage households to take up these behavior changes. In contrast, there is little evidence that providing community-level rural water infrastructure substantially reduces diarrheal disease or that this infrastructure can be effectively maintained. Investments in communal water infrastructure short of piped water may serve other needs and may reduce diarrhea in particular circumstances, but the case for prioritizing communal infrastructure provision needs to be made rather than assumed.\n\n",
    "acknowledgement": "\nThis article builds on a report submitted to the Center for Global Development Global Health Policy Research Network. Support from the Gates Foundation, Google.org, Brookings Institute, and the USDA/ Foreign Agricultural Service is gratefully acknowledged. Lucie Heinzerling, Anthony Keats, Jessica Leino, Kavita Shukla, Jesse Tack, and Heidi Williams provided valuable research assistance. The authors thank three anonymous reviewers, Jeff Albert, Tom Clasen, Rachel Glennerster, Ranjiv Khush, Steve Luby, Ted Miguel and the participants in a Berkeley Water Center workshop on diarrheal diseases for helpful comments and discussion. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}