{
    "id": 12980,
    "citation_title": "Trade and Workforce Changeover in Brazil",
    "citation_author": [
        "Marc-Andreas Muendler"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLinked employer-employee data for Brazil over a period of large-scale trade liberalization document two salient workforce changeovers. Within the traded-goods sector, there is a marked occupation downgrading and a simultaneous education upgrading by which employers fill expanding low-skill intensive occupations with increasingly educated jobholders. Between sectors, there is a labor demand shift towards the least and the most skilled, which can be traced back to relatively weaker declines of traded-goods industries that intensely use low-skilled labor and to relatively stronger expansions of nontraded-output industries that intensely use high-skilled labor. Whereas these observations are broadly consistent with predictions of Heckscher-Ohlin trade theory for a low-skill abundant economy, classic trade theory is a less useful guide to the observed reallocation pattern. Establishment-level regressions show that exporters exhibit significant employment downsizing. Workforce changeovers are neither achieved through worker reassignments to new tasks within employers nor are they brought about by reallocations across employers and traded-goods industries. Instead, trade-exposed industries shrink their workforces by dismissing less-schooled workers more frequently than more-schooled workers especially in skill-intensive occupations, while most displaced workers shift to nontraded-output industries or out of recorded employment. It remains an important task for research to analyze the impact of economic reform on worker separations, accessions and spell durations outside employment at the individual worker level.\n\n",
    "acknowledgement": "\nI thank conference participants at CAFE 2006 in Nuremberg, and Lars Vilhuber and Julia Lane in particular, for helpful suggestions.  I thank Jennifer Poole for dedicated research assistance. I gratefully acknowledge financial support from the NSF under grant SES-0550699 and the Alfred P. Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}