{
    "id": 12981,
    "citation_title": "Are You Sure You're Saving Enough for Retirement?",
    "citation_author": [
        "Jonathan Skinner"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany observers believe current aging baby boomers are woefully unprepared for retirement.  Others raise the prospect that Americans are saving too much for retirement.  This paper attempts to reconcile these contrasting views using a simple life cycle model and a more sophisticated retirement program, ESPlanner, with special reference to retirement prospects for economists.  I find most households with post-graduate degrees fall short of the wealth needed to smooth spending through retirement.  Of course, there are ways to economize during retirement: stepping up household production (cooking at home rather than eating out), selling one's house, or maintaining the modest individual consumption levels from when children still roamed the house.  But ultimately, I argue these laudable strategies to reduce retirement expenses will be dwarfed by rapidly growing out-of-pocket medical expenses.  The combination of eroding retiree health benefits  and the risk of catastrophic future out-of-pocket health spending suggests that even conventional retirement planning recommendations could be too low.\n\n",
    "acknowledgement": "\nI am grateful to the National Institute on Aging Grant PO1-AG19783 for financial support.  I thank without implicating seminar participants at Washington University St. Louis, the NBER Summer Institute, Victor Fuchs, Michael Hurd, Alan Gustman,  Laurence Kotlikoff, David Laibson, Annamaria Lusardi, Susann Rohwedder, Karl Scholz, Douglas Staiger, Steven Venti, Stephen Utkus, Jonathan Zinman, and especially the editors of the Journal of Economic Perspectives for helpful comments and suggestions. I am indebted to Laurence Kotlikoff for a copy of ESPlanner, and to Weiping Zhou for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}