{
    "id": 12989,
    "citation_title": "Ability and Employer Learning: Evidence from the Economist Labor Market",
    "citation_author": [
        "Paul Oyer"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nI study the human capital development and firm-worker matching processes for PhD economists. This group is useful for this purpose because the types of jobs they hold can be easily categorized and they have an observable productivity measure (that is, publications.) I derive a two-period model to motivate an empirical analysis of economist job matching upon graduation, matching ten years later, and productivity in the first ten years. I show that matching to a higher ranked institution affects productivity. I present evidence that employers improve their estimates of economists' ability early in their career in a way that determines longer-term job placement. I also find that the initial placement of economists to institutions does not show much evidence of systematic misallocation along observable characteristics.\n\n",
    "acknowledgement": "\nI am grateful to the placement directors and graduate program administrators that provided historical economics job market materials. Thanks also to Liran Einav, Robert Gibbons, Michael Grubb, Takeo Hoshi, Daiji Kawaguchi, Walter Oi, Hideo Owan, Scott Schaefer, an anonymous referee, and participants in the 2006 SOLE Meetings, the NBER Summer Institute, and the 2006 TRIO Conference at Hitotsubashi University for useful comments and conversations. James Caputo, Eric Forister, Michael Grubb, Diane Lee, and Khine Williams provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}