{
    "id": 12988,
    "citation_title": "Segregation and the Black-White Test Score Gap",
    "citation_author": [
        "Jacob Vigdor",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe mid-1980s witnessed breaks in two important trends related to race and schooling.  School segregation, which had been declining, began a period of relative stasis.  Black-white test score gaps, which had also been declining, also stagnated.  The notion that these two phenomena may be related is also supported by basic cross-sectional evidence.  We review existing literature on the relationship between neighborhood- and school-level segregation and the test score gap.  Several recent studies point to a statistically significant causal relationship between school segregation and the test score gap, though in many cases the magnitude of the relationship is small in economic terms.  Experimental studies, as well as methodologically convincing non-experimental studies, suggest that there is little if any causal role for neighborhood segregation operating through a mechanism other than school segregation.\n\n",
    "acknowledgement": "\nPaper prepared for the conference \"Stalled Progress:  Inequality and the Black-White Test Score Gap,\" Russell Sage Foundation, November 16-17, 2006.  We are grateful to conference participants and especially Adam Gamoran, Katherine Magnuson, and Jane Waldfogel for helpful comments on an earlier draft. Any errors and all opinions are of course our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}