{
    "id": 12986,
    "citation_title": "Durability of Output and Expected Stock Returns",
    "citation_author": [
        "Joao F. Gomes",
        "Leonid Kogan",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "2009-08-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe demand for durable goods is more cyclical than that for nondurable goods and services. Consequently, the cash flows and stock returns of durable-good producers are exposed to higher systematic risk. Using the benchmark input-output accounts of the National Income and Product Accounts, we construct portfolios of durable-good, nondurable-good, and service producers. In the cross-section, an investment strategy that is long on the durable-good portfolio and short on the service portfolio earns a risk premium exceeding 4 percent annually. In the time series, an investment strategy that is long on the durable-good portfolio and short on the market portfolio earns a countercyclical risk premium. We explain these findings in a general equilibrium asset-pricing model with endogenous production.\n\n",
    "acknowledgement": "\nFor comments and discussions, we thank James Choi, Lars Hansen, John Heaton, Xiaoji Lin, Monika Piazzesi, Valery Polkovnichenko, Robert Stambaugh, Selale Tuzel, Stijn Van Nieuwerburgh, Lu Zhang, and three anonymous referees. We also thank seminar participants at Brigham Young University; Federal Reserve Board; Goldman Sachs Asset Management; London Business School; New York University; PanAgora Asset Management; Stanford University; University of British Columbia; University of California Berkeley; University of Chicago; University of Pennsylvania; University of Tokyo; University of Utah; University of Washington; the 2006 North American Winter Meeting of the Econometric Society; the 2006 NYU Stern Five-Star Conference on Research in Finance; the 2007 Utah Winter Finance Conference; the 2007 Annual Meeting of the Society for Economic Dynamics; the 2007 NBER Summer Institute Capital Markets and the Economy Workshop; the 2008 Annual Meeting of the American Finance Association; the 2008 NBER Summer Institute Asset Pricing Workshop; and the 2009 LSE Financial Markets Group Conference on Housing, Financial Markets and the Macroeconomy. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}