{
    "id": 12992,
    "citation_title": "Field Experiments: A Bridge Between Lab and Naturally-Occurring Data",
    "citation_author": [
        "John A. List"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nLaboratory experiments have been used extensively in economics in the past several decades to lend both positive and normative insights into a myriad of important economic issues.  This study discusses a related approach that has increasingly grown in prominence of late--field experiments.  I argue that field experiments serve as a useful bridge between data generated in the lab and empirical studies using naturally-occurring data.  In discussing this relationship, I highlight that field experiments can yield important insights into economic theory and provide useful guidance to policymakers.  I also draw attention to an important methodological contribution of field experiments:  they provide an empirical account of behavioral principles that are shared across different domains.  In this regard, at odds with conventional wisdom, I argue that representativeness of the environment, rather than representative of the sampled population, is the most crucial variable in determining generalizability of results for a large class of experimental laboratory games.\n\n",
    "acknowledgement": "\n*This study is based on plenary talks at the 2005 International Meetings of the Economic Science Association, the 2006 Canadian Economic Association, and the 2006 Australian Econometric Association meetings.  The paper is written as an introduction to the BE-JEAP special issue on Field Experiments that I have edited; thus my focus is on the areas to which these studies contribute.  Some of the arguments parallel those contained in my previous work, most notably the working paper version of Levitt and List (2006) and Harrison and List (2004).  Don Fullerton, Dean Karlan, Charles Manski, and an anonymous reporter provided remarks that improved the study. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}