{
    "id": 12997,
    "citation_title": "Ownership and Wages: Estimating Public-Private and Foreign-Domestic Differentials using LEED from Hungary, 1986-2003",
    "citation_author": [
        "John S. Earle",
        "Álmos Telegdy"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nStudies of public-private and foreign-domestic wage differentials face difficulties distinguishing ownership effects from correlated characteristics of workers and firms.  This paper estimates these ownership differentials using linked employer-employee data (LEED) from Hungary containing 1.35mln worker-year observations for 21,238 firms from 1986 to 2003.  We find that ownership type is highly correlated with characteristics of both workers (education, experience, gender, and occupation) and firms (size, industry, and productivity), suggesting ownership type is systematically selected along these dimensions.  The large unconditional wage gaps (0.24 for public-private and 0.40 for foreign-domestic) in the data are little affected by conditioning on worker characteristics, but controlling for industry reduces the public and foreign premia (to 0.16 and 0.34, respectively), and controlling for employment size further reduces them (to 0.07 and 0.28).  We also exploit the presence of 3,700 switches of ownership type in the data to estimate firm fixed-effects and random trend models, accounting for unobserved firm characteristics affecting the average level and trend growth of wages.  These controls have little effect on the conditional public-private gap, but they reduce the estimated foreign premium (to 0.07).  The results imply that the substantial unconditional wage differentials are mostly, but not entirely, a function of differences in worker and firm characteristics, and that linked panel data are necessary to take these correlated factors into account.\n\n",
    "acknowledgement": "\nThe research on this paper was supported by a grant from the National Council for East European and Eurasian Research.  The paper was presented at the Conference on Firms and Employees (CAFE) in September 2006 in Nuremberg, Germany, supported by the Institute for Employment Research (IAB), the Data Access Center (FDZ-BA/IAB), the Deutsche Forschungsgemeinschaft, the Research Network \"Flexibility in Heterogeneous Labour Markets,\" the Alfred P. Sloan Foundation, and the National Science Foundation.  For helpful comments, we thank Alan de Brauw, Susan Helper, Joanne Lowery, John Pencavel, and participants in the 2006 AEA, CAFE, and SOLE meetings and in seminars at the Upjohn and Ente Einaudi Institutes.  We are also grateful to Gábor Antal for outstanding research assistance, to Mónika Bálint, Judit Máthé, Anna Lovász, and Mariann Rigó for conscientious help with data preparation, to János Köll? for advice on the Wage Survey data, to Gábor Békés for helping to improve the longitudinal linkages, and to Philipp Jonas for programming some of the specification tests.  We thank the Hungarian National Bank for cooperation and data support.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}