{
    "id": 12996,
    "citation_title": "Defining and Measuring the Location of FDI Output",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard measures of flows and stocks of FDI view FDI as a financial flow and its accumulation as a stock, but most uses of FDI data require measures of employment, payrolls, capital inputs, and output from FDI.  Judging by data for the United States, the flow and stock data provide rough approximations to country distributions of FDI sources and destinations, but are poor approximations to industry distributions of FDI and to changes over time in country and industry distributions. One important reason for the poor match between the two types of measures is that more and more of production is the output from intangible and financial assets, the location of which is determined by the firm itself, and not easily subject to outside verification.  That development is combined with the increasing use of holding companies and chains of ownership to reduce tax burdens on the firms without necessarily altering the physical location of inputs or production. These developments have drawn the attention of tax authorities and led to some proposals that would reduce firms' ability to manipulate the location of assets and profits.  However, these maneuvers also lead to ambiguities in the meaning of economic measures, such as the balance of payments and national product.  The effects on economic measurements, which may influence many types of economic policy, have been submerged in the concern for tax revenues.\n\n",
    "acknowledgement": "\nAn earlier version of this paper, under the title, \"The Measurement of FDI,\"  was presented at the 2006 Biennial Conference of the International Association for Research in Income and Wealth in Joensuu, Finland.  I am indebted to Jing Sun, assisted by Julie Hersh, for research and statistical assistance, and to conference participants for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}