{
    "id": 12990,
    "citation_title": "Real Options With Uncertain Maturity and Competition",
    "citation_author": [
        "Kristian R. Miltersen",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2007-03-22",
    "issue_date": "2007-03-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new approach to dealing with real options problems with uncertain maturity. This type of situation is typical for R&D investments and mine or oil exploration projects. These types of projects are characterized by significant on-going investment costs until completion. Since time to completion is uncertain, the total investment costs will also be uncertain. Despite the fact that these projects include complicated American abandonment/switching options until completion and European options at completion (because of fixed final investment costs) we obtain simple closed form solutions. We apply the framework to situations in which the owner of the project has monopoly rights to the outcome of the project, and to situations in which there are two owners who simultaneously invest, but where only one of them may obtain the rights to the outcome. We expand the real options framework to incorporate game theoretic considerations, including a generalization of mixed strategies to continuous-time models in the form of abandonment intensities.\n\n",
    "acknowledgement": "\nWe thank Mark Garmaise, Jack Hughes and other seminar participants at UCLA for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}