{
    "id": 12998,
    "citation_title": "Insider Privatization and Careers - A Study of a Russian Firm in Transition",
    "citation_author": [
        "Guido Friebel",
        "Elena Panova"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how transition has affected human resource policies of a Russian heavy industry firm. Our data set contains personnel files of 1538 white-collar workers over 17 years: from 1984 to 2000. We find career paths before the first year of Gaidar's reforms, 1992, when Russian transition to a market economy began. After 1992, promotions are blocked, because both (i) more managers are hired from the outside, and (ii) fewer managers leave the firm. A possible reason is an extremely weak outsider property rights enforcement in Russia. Keywords: institutional environment and internal labor market, transition to a market economy.\n\n",
    "acknowledgement": "\nWe would like to thank for helpful discussions: Erik Berglöf, Anders Björklund, Peter Gottschalk, Joep Konings, Margaret Meyer, Marc-Andreas Muendler, Åsa Rosén, Kathy Terrell and seminar participants at the CAFÉ conference in Nuremberg, Boston College, LICOS Leuven, London Business School, SITE (Stockholm School of Economics), SOFI (Stockholm University), University of Michigan, and the University of Toulouse. We are grateful for the support of SITE. This paper was presented at the Conference on Firm and Employees (CAFE) held September 29-30, 2006 in Nuremberg, Germany. We gratefully acknowledge the financial support provided by the Institute for Employment Research (IAB), the Data Access Center (FDZ-BA/IAB), The Deutsche Forschungsgemeinschaft (German Research Foundation), their Research Network \"Flexibility in Heterogeneous Labour Markets\", the Alfred P.Sloan Foundation and the National Science Foundation. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}