{
    "id": 13005,
    "citation_title": "Bank Size and Lending Relationships in Japan",
    "citation_author": [
        "Hirofumi Uchida",
        "Gregory F.Udell",
        "Wako Watanabe"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nCurrent theoretical and empirical research suggests that small banks have a comparative advantage in processing soft information and delivering relationship lending. The most comprehensive analysis of this view found using U.S. data that smaller SMEs borrow from smaller banks and smaller banks have stronger relationships with their borrowers (Berger, Miller, Petersen, Rajan, and Stein 2005) (BMPRS). We employ essentially the same methodology as BMPRS on a unique Japanese data set and obtained findings that are quite interesting from an international comparison point of view. We found like BMPRS that larger firms tend to borrow from larger banks. However, unlike BMPRS we did not find that this was because larger firms are more transparent. Together these results imply that large banks do not necessarily have a comparative advantage in extending transactions-based lending. We also found like BMPRS that smaller banks have strong relationships with their borrowers. However, we find that banking relationships in the U.S. and Japan are strong in somewhat different dimensions. Our paper clarifies these and other interesting similarities and differences between the U.S. and Japan.\n\n",
    "acknowledgement": "\nThis study was conducted as one of the projects of the Regional Finance Workshop of the Research Institute of Economy, Trade, and Industry (RIETI). The authors would like to thank the RIETI for financial support, Shuichi Uemura for administrative help and useful comments, and Masaji Kano for his help in constructing the base data set. The authors would also like to thank Allen Berger, Masaru Yoshitomi, Takashi Hatakeda, and the seminar participants at the RIETI and the Monetary Economics Workshop for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}