{
    "id": 13001,
    "citation_title": "Foreign Firms, Domestic Wages",
    "citation_author": [
        "Nikolaj Malchow-Møller",
        "James R. Markusen",
        "Bertel Schjerning"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign-owned firms are often hypothesized to generate productivity \"spillovers\" to the host country, but both theoretical micro-foundations and empirical evidence for this are limited.  We develop a heterogeneous-firm model in which ex-ante identical workers learn from their employers in proportion to the firm?s productivity. Foreign-owned firms have, on average, higher productivity in equilibrium due to entry costs, which means that low-productivity foreign firms cannot enter.  Foreign firms have higher wage growth and, with some exceptions, pay higher average wages, but not when compared to similarly large domestic firms.  The empirical implications of the model are tested on matched employer-employee data from Denmark. Consistent with the theory, we find considerable evidence of higher wages and wage growth in large and/or foreign-owned firms. These effects survive controlling for individual characteristics, but, as expected, are reduced significantly when controlling for unobservable firm heterogeneity. Furthermore, acquired skills in foreign-owned and large firms appear to be transferable to both subsequent wage work and self-employment.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support for this project from the Danish National Agency for Enterprise and Construction.  We also thank participants at seminars at Hitosubashi Uinversity, Nottingham University, and the NBER trade group. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}