{
    "id": 13002,
    "citation_title": "Water Markets in the West: Prices, Trading, and Contractual Forms",
    "citation_author": [
        "Jedidiah Brewer",
        "Robert Glennon",
        "Alan Ker",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising urban and environmental demand for water has created growing pressure to re-allocate water from traditional agricultural uses. The evolution of water markets has been more complicated than those for other resources. In this paper, we first explain these differences by examining water rights and regulatory issues.  Second, we place our research in the context of the economics literature on water marketing. Third, we present new, comprehensive data on prices and the extent, nature, and timing of water transfers across 12 western states from 1987-2005. We find that prices are higher for agriculture-to-urban trades versus within-agriculture trades, in part, reflecting the differences in marginal values between the two uses.  Prices for urban use are also growing relative to agricultural use. Markets are responding in that the number of agriculture-to-urban transactions is rising, whereas the number of agriculture-to-agriculture transfers is not. Further, there is a shift from using short-term leases to using multi-year leases of water and permanent sales of water rights.  This pattern underscores the need to consider the amounts of water obligated over time, rather than examining only annual flows in assessing the quantities of water traded as is the common practice in the literature.  Considering water obligated over time, termed committed water, we find significantly more is transferred and the direction of trading is different than if the focus is on annual flows. Finally, the data reveal considerable variation in water trading across the states.\n\n",
    "acknowledgement": "\nWe are grateful to Ellen Hanak who provided extremely detailed, very valuable comments on our last draft and to Chuck Howe who offered his insights on an earlier set of data. We also thank Tom Brown and Ron Cummings for providing access to their water transfer data sets. Support for this research was provided by National Science Foundation Grant 0317375; the Robert Wesson Fellowship at the Hoover Institution, Stanford; the Julian Simon Fellowship at the Property and Environment Research Center (PERC), Bozeman, Montana; the Earhart Foundation; the International Center for Economic Research (ICER), Turin, Italy; the Rogers College of Law, Department of Agricultural and Resource Economics, and the Anheuser-Busch Chair, McGuire Center, Eller College, University of Arizona\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}