{
    "id": 13004,
    "citation_title": "Liquidity Risk Aversion, Debt Maturity, and Current Account Surpluses: A Theory and Evidence from East Asia",
    "citation_author": [
        "Shin-ichi Fukuda",
        "Yoshifumi Kon"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to show that macroeconomic impacts might be very different depending on what strategy developing countries will take.  In the first part, we investigate what macroeconomic impacts an increased aversion to liquidity risk can have in a simple open economy model.  When the government keeps foreign reserves constant, an increased aversion to liquidity risk reduces liquid debt and increases illiquid debt.  However, its macroeconomic impacts are not large, causing only small current account surpluses.  In contrast, when the government responds to the shock, the changed aversion increases foreign reserves and may lead to a rise of liquidity debt.  In particular, under some reasonable parameter set, it causes large macroeconomic impacts, including significant current account surpluses.  In the second part, we provide several empirical supports to the implications.  In particular, we explore how foreign debt maturity structures changed in East Asia.  We find that many East Asian economies reduced short-term borrowings temporarily after the crisis but increased short-term borrowings in the early 2000s.  We discuss that our results have important implications for the recent deterioration in the U.S. current account.\n\n",
    "acknowledgement": "\nThis is a substantially revised version of the paper \"International Currency and the US Current Account Deficits\" that was prepared for the 17th Annual East Asian Seminar on Economics to be held at the Mauna Lani Bay Hotel, 68-1400 Mauna Lani Drive, Kohala Coast, Hawaii on the June 22-24, 2006.  We would like to thank A. Rose, L. Goldberg, M. Dooley, two anonymous referees, and the other participants of the conference for their constructive suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}