{
    "id": 13006,
    "citation_title": "Spill-Overs from Good Jobs",
    "citation_author": [
        "Paul Beaudry",
        "David A. Green",
        "Benjamin Sand"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes attracting or losing jobs in high paying sectors have important spill-over effects on wages in other sectors? The answer to this question is central to a proper assessment of many trade and industrial policies. In this paper, we explore this question by examining how predictable changes in industrial composition in favor of high paying sectors affect wage determination at the industry-city level. In particular, we use US Census data over the years 1970 to 2000 to quantify the relationship between changes in industry-specific city-level wages and changes in industrial composition.  Our finding is that the spill-over (i.e., general equilibrium) effects associated with changes in the fraction of jobs in high paying sectors are very substantial and persistent. Our point estimates indicate that the total effect on average wages of a change in industrial composition that favors high paying sectors is about 3.5 times greater than that obtained from a commonly used composition-adjustment approach which neglects general equilibrium effects. We interpret our results as being most likely driven by a variant of the mechanism recently emphasized in the heterogenous firm literature whereby changes in competitive pressure cause a reallocation of employment toward the most efficient firms.\n\n",
    "acknowledgement": "\nThe authors thank M. Bombardini, G. Dalh, M. Doms, J. Fernald, N. Fortin, G. Galipolli, R. Gordon, M. Greenstone, S. Kortum, T. Lemieux, K. Milligan and B. Meyer for helpful discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}