{
    "id": 13000,
    "citation_title": "Total Work, Gender and Social Norms",
    "citation_author": [
        "Michael Burda",
        "Daniel S. Hamermesh",
        "Philippe Weil"
    ],
    "citation_publication_date": "2007-03-28",
    "issue_date": "2007-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing time-diary data from 25 countries, we demonstrate that there is a negative relationship between real GDP per capita and the female-male difference in total work time per day -- the sum of work for pay and work at home.  In rich northern countries on four continents, including the United States, there is no difference -- men and women do the same amount of total work.  This latter fact has been presented before by several sociologists for a few rich countries; but our survey results show that labor economists, macroeconomists, the general public and sociologists are unaware of it and instead believe that women perform more total work. The facts do not arise from gender differences in the price of time (as measured by market wages), as women's total work is further below men's where their relative wages are lower. Additional tests using U.S. and German data show that they do not arise from differences in marital bargaining, as gender equality is not associated with marital status; nor do they stem from family norms, since most of the variance in the gender total work difference is due to within-couple differences. We offer a theory of social norms to explain the facts.  The social-norm explanation is better able to account for within-education group and within-region gender differences in total work being smaller than inter-group differences. It is consistent with evidence using the World Values Surveys that female total work is relatively greater than men's where both men and women believe that scarce jobs should be offered to men first.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard, Tito Boeri, Micael Castanheira, Georg Kirchsteiger, Christopher Pissarides, and participants in seminars at several universities and conferences for helpful comments, and Rick Evans and Juliane Scheffel for their expert research assistance. This paper was written while Burda and Weil were Wim Duisenberg Research Fellows at the European Central Bank.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}