{
    "id": 13013,
    "citation_title": "Is the US Population Behaving Healthier?",
    "citation_author": [
        "David M. Cutler",
        "Edward L. Glaeser",
        "Allison B. Rosen"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past few decades, some measures of population risk have improved, while others have deteriorated.  Understanding the health of the population requires integrating these different trends.  We compare the risk factor profile of the population in the early 1970s with that of the population in the early 2000s and consider the impact of a continuation of recent trends.  Despite substantial increases in obesity in the past three decades, the overall population risk profile is healthier now than it was formerly.  For the population aged 25-74, the 10 year probability of death fell from 9.8 percent in 1971-75 to 8.4 percent in 1999-2002.  Among the population aged 55-74, the 10 year risk of death fell from 25.7 percent to 21.7 percent.  The largest contributors to these changes were the reduction in smoking and better control of blood pressure.  Increased obesity increased risk, but not by as large a quantitative amount.  In the future, however, increased obesity may play a larger role than continued reductions in smoking.  We estimate that a continuation of trends over the past three decades to the next three decades might offset about a third of the behavioral improvements witnessed in recent years.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on Retirement Research.  We are grateful to Ioana Petrescu for research assistance and Jim Smith for comments.  This research was supported by the U.S. Social Security Administration through grant #10-P-98363-2 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}