{
    "id": 13010,
    "citation_title": "Is Bad News About Inflation Good News for the Exchange Rate?",
    "citation_author": [
        "Richard Clarida",
        "Daniel Waldman"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show in a simple—but robust—theoretical monetary exchange rate model that the sign of the covariance between an inflation surprise and the nominal exchange rate can tell us something about how monetary policy is conducted. Specifically, we show that 'bad news' about inflation—that it is higher than expected—can be 'good news' for the nominal exchange rate—that it appreciates on this news—if the central bank has an inflation target that it implements with a Taylor Rule. The empirical work in this paper examines point sampled data on inflation announcements and the reaction of nominal exchange rates in 10 minute windows around these announcements for 10 countries and several different inflation measures for the period July 2001 through March 2005. When we pool the data, we do in fact find that bad news about inflation is indeed good news for the nominal exchange rate, that the results are statistically significant, and that the r-square is substantial, in excess of 0.25 for core measures of inflation.  We also find significant differences comparing the inflation targeting countries and the two non-inflation targeting countries.\n\n",
    "acknowledgement": "\nWe would like to thank John Campbell, Charles Engel, Martin Feldstein, and Vineer Bhansali for sharing their insights on this topic with us. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}