{
    "id": 1301,
    "citation_title": "Supply Shocks and Monetary Policy Revisited",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the main issues that supply shocks pose for the conduct of monetary policy. A simple version of the Gordon-Phelps model shows that the necessary condition for actual real GNP to be maintained at its equilibrium level in the wake of a supply shock is for the change innominal GNP to exceed the change in the nominal wage by the change in the income share of the raw material in GNP. The required \"wedge\" between nominal GNP and wage growth can be accomplished by any combination of monetary accommodation and nominal wage flexibility. Without this combination a \"macroeconomic externality\" occurs, with real CNP falling below its equilibrium level. The obstacles to monetary accommodation are examined in terms of a taxonomic wage adjustment equation that allows for differing responses to current inflation, lagged inflation, and lagged wage change. Monetary accommodation is infeasible when there is full indexation to current inflation and creates a permanent acceleration of inflation following a one-time permanent shock when there is indexation to lagged inflation. With \"forward-looking\" expectation formation in the sense of Taylor, a supply shock is likely to cause changes in parameters of the wage adjustment equation as workers attempt to avoid the macroeconomic externality. The final section of the paper discusses doctrinal debates that originated in part from the empirical failures of earlier Phillips curves that neglected supply shocks.\n\n",
    "acknowledgement": "\n"
}