{
    "id": 13019,
    "citation_title": "Crises and Growth: A Latin American Perspective",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I use historical data to analyze the relationship between crises and growth in Latin America.  I calculate by how much the region's GDP per capita has been reduced as a consequence of the recurrence of external crises.  I also analyze the determinants of major balance of payments crises.  The main conclusion is that it is unlikely that Latin America will, on average, experience a major improvement in long run growth in the future.  It is possible that some countries will make progress in catching up with the advanced nations.  This, however, will not be the norm; most Latin American countries are likely to fall further behind in relation to the Asian countries and other emerging nations.  Not everything, however, is grim.  My analysis also suggests that fewer Latin America countries will be subject to the type of catastrophic crises that affected the region in the past.  Latin America's future will be one of \"No crises and modest growth.\"\n\n",
    "acknowledgement": "\nThis is a revised version of the Figuerola Lecture delivered at the Universidad Carlos III, Madrid on September, 2006.  Previous versions of this paper were presented at the Universidad de Chile and at the New Zealand Treasury.  I have benefited from conversations with Alejandra Cox Edwards, Al Harberger and Ed Leamer.  Antonio Tena provided helpful comments.  I thank Alberto Naudon for his comments and assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}