{
    "id": 13018,
    "citation_title": "Policy Distortions and Aggregate Productivity with Heterogeneous Plants",
    "citation_author": [
        "Diego Restuccia",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formulate a version of the growth model in which production is carried out by heterogeneous plants and calibrate it to US data. In the context of this model we argue that differences in the allocation of resources across heterogeneous plants may be an important factor in accounting for cross-country differences in output per capita. In particular, we show that policies which create heterogeneity in the prices faced by individual producers can lead to sizeable decreases in output and measured TFP in the range of 30 to 50 percent. We show that these effects can result from policies that do not rely on aggregate capital accumulation or aggregate relative price differences. More generally, the model can be used to generate differences in capital accumulation, relative prices, and measured TFP.\n\n",
    "acknowledgement": "\nWe are grateful for comments of seminar participants at the 2003 NBER Summer Institute (Growth Workshop), University of Rochester, University of Iowa, 2005 Penn-Phily Fed Conference on Monetary and Macroeconomics, Federal Reserve Bank of Minneapolis, UCLA, Federal Reserve Bank of Chicago, New York University, 2004 Stanford Institute for Theoretical Economics (Heterogeneity and Aggregation in Macroeconomics Workshop), 2004 Meetings of the Society for Economic Dynamics (Florence), and HEC-Montreal. Rogerson thanks the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}