{
    "id": 13011,
    "citation_title": "Creative Destruction and Firm-Specific Performance Heterogeneity",
    "citation_author": [
        "Hyunbae Chun",
        "Jung-Wook Kim",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2007-04-02",
    "issue_date": "2007-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditional U.S. industries with higher firm-specific stock return and fundamentals performance heterogeneity use information technology (IT) more intensively and post faster productivity growth in the late 20th century. We argue that elevated firm performance heterogeneity mechanically reflects a wave of Schumpeter's (1912) creative destruction disrupting a wide swath of U.S. industries, with newly successful IT adopters unpredictably undermining established firms. This evidence validates endogenous growth theory models of creative destruction, such as Aghion and Howitt (1992); and suggests that recent findings of more elevated firm-specific performance variation in richer, faster growing countries with more transparent accounting, better financial systems, and more secure property rights might partly reflect more intensive creative destruction in those economies.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated as \"Patterns of Comovement: The Role of Information Technology in the U.S. Economy\" and as NBER Working Paper No. 10937. This research was in progress when Randall Morck was a visiting professor at Harvard. Chun, Kim, and Morck acknowledge partial funding from PSC-CUNY, University of Alberta SAS and Nova fellowships, and the SSHRC, respectively. We thank Philippe Aghion, Cliff Ball, Nick Bollen, Aida Charoenrook, Wonseok Choi, Bill Christie, Art Durnev, Mara Faccio, Daniel Ferreira, Akiko Fujimoto, David Gabel, Amar Gande, Bruno Gerard, Luca Grilli, Campbell Harvey, Peter Howitt, Mark Huson, Boyan Jovanovic, Aditya Kaul, Chansog Kim, Jason Lee, Ross Levine, Ron Masulis, Vikas Mehrotra, Robert Shiller, Hans Stoll, and seminar participants at the University of Alberta, Boston College, Boston University, Brown University, the Canadian Economic Association, Chinese University of Hong Kong, Copenhagen Business School, CUNY Graduate Center, the Corporate Governance and Capital Markets Conference in Lisbon, Duke University, the European Finance Association, Georgetown University, Harvard University, Hong Kong Polytechnic, the International Industrial Organization Conference, University of Miami, New York University, Queens College, Sogang University, the Stockholm School of Economics, the University of Toronto, Vanderbilt University, and the Western Economic Association. We are also most grateful to an anonymous referee for particularly helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}