{
    "id": 13022,
    "citation_title": "The Katrina Effect: Was There a Bright Side to the Evacuation of Greater New Orleans?",
    "citation_author": [
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the presence of moving costs, individuals may remain in a region even when they expect to attain a higher standard of living elsewhere. When a natural disaster or other exogenous shock forces individuals to move, the net impact on living standards could be positive or negative. This paper uses longitudinal data from Current Population Surveys conducted between 2004 and 2006 to estimate the net impact of Hurricane Katrina-related evacuation on various indicators of well-being. While evacuees who have returned to the affected region show evidence of returning to normalcy in terms of labor supply and earnings, those who persisted in other locations exhibit large and persistent gaps, even relative to the poor outcomes of New Orleans-area residents prior to the storm. Evacuee outcomes show few if any relationships with host community characteristics, including unemployment and growth rates. The impact of evacuation on total income was blunted to some extent by government transfer payments and by self-employment activities. Overall, there is little evidence to support the notion that poor underemployed residents of the New Orleans area were disadvantaged by their location in a relatively depressed region.\n\n",
    "acknowledgement": "\nI thank Elizabeth Ananat, Charles Clotfelter, and seminar participants at the University of California - Berkeley and McGill University for helpful comments on an earlier draft.  Mia Bonarski provided exceptional research assistance.  Any opinions expressed in this paper are those of the author and not any affiliated organization.  Any and all errors can be attributed directly to the author. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}