{
    "id": 13020,
    "citation_title": "Collateral Damage: Exchange Controls and International Trade",
    "citation_author": [
        "Shang-Jin Wei",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile new conventional wisdom warns that developing countries should be aware of the risks of premature capital account liberalization, the costs of not removing exchange controls have received much less attention. This paper investigates the negative effects of exchange controls on trade. To minimize evasion of controls, countries often intensify inspections at the border and increase documentation requirements. Thus, the cost of conducting trade rises. The paper finds that a one standard-deviation increase in the controls on trade payment has the same negative effect on trade as an increase in tariff by about 14 percentage points. A one standard-deviation increase in the controls on FX transactions reduces trade by the same amount as a rise in tariff by 11 percentage points. Therefore, the collateral damage in terms of foregone trade is sizable.\n\n",
    "acknowledgement": "\nThe authors wish to thank Joshua Aizenman, Jahangir Aziz, Adrienne Cheasty, Robert Feldman, Kristin Forbes, Anne-Marie Gulde-Wolf, Hans Peter Lankes, Nuno Limao, Kristin Forbes, Christian Mulder, Paulo Neuhaus, Alejandro Santos, Natalia Tamirisa, especially Mark Spiegel, other contributors to departmental reviews, and other participants at the JIMF-SCCIE conference at the University of California, Santa Cruz and an IMF seminar for helpful comments, and Erik von Uexkull for capable research assistance. The paper represents the personal views of the authors, and not those of the IMF, its Executive Directors, or Management. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}