{
    "id": 13023,
    "citation_title": "Regionalization, Changes in Home Bias, and the Growth of World Trade",
    "citation_author": [
        "John Whalley",
        "Xian Xin"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we use numerical modeling methods to quantitatively assess the impacts of changes in home bias within regions on the growth of world trade among major blocs over the last three decades. Existing work focuses on the impacts of trade barrier, transport cost and income changes on trade growth, rather than preferences. Removing changes in home bias over the last three decades from our global general equilibrium model reduces world trade by 27% compared to actual world trade in 2004 in our central case scenario. These results support the view that world trade among major blocs has became more regionalized rather than internationalized which we suggest may be due to a proliferation of free trade agreements. We calibrate a simple global trade model of inter bloc trade to both 1975 and 2004 data and substitute different calibrated parameters from the two data sets between model parameterizations. Our results suggest that if changes over time in home bias involving different regionally sourced goods in a multi-region multi product model are removed, substantial effects follow for the growth of world trade in the last three decades. Home bias changes in developed and developing economies reduce world trade by 8% and 19% respectively, suggesting that regionalization is more pronounced in developing country trade. Our results also indicate that income growth, income convergence, and falling trade costs explain 76%, 4%, and 7% respectively of the growth of world trade over the last three decades.\n\n",
    "acknowledgement": "\nThis paper was written while Xian Xin was visiting University of Western Ontario in 2005 / 2006. We are grateful to Shunming Zhang for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}