{
    "id": 13027,
    "citation_title": "The Reliability of Subjective Well-Being Measures",
    "citation_author": [
        "Alan B. Krueger",
        "David A. Schkade"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the test-retest reliability of a standard self-reported life satisfaction measure and of affect measures collected from a diary method.  The sample consists of 229 women who were interviewed on Thursdays, two weeks apart, in Spring 2005.  The correlation of net affect (i.e., duration-weighted positive feelings less negative feelings) measured two weeks apart is 0.64, which is slightly higher than the correlation of life satisfaction (r=0.59).  Correlations between income, net affect and life satisfaction are presented, and adjusted for attenuation bias due to measurement error.  Life satisfaction is found to correlate much more strongly with income than does net affect.  Components of affect that are more person-specific are found to have a higher test-retest reliability than components of affect that are more specific to the particular situation.  While reliability figures for subjective well-being measures are lower than those typically found for education, income and many other microeconomic variables, they are probably sufficiently high to support much of the research that is currently being undertaken on subjective well-being, particularly in studies where group means are compared (e.g., across activities or demographic groups).\n\n",
    "acknowledgement": "\nThe authors thank Daniel Kahneman, Norbert Schwarz, and Arthur Stone for helpful comments and the Hewlett Foundation, the National Institute on Aging, and Princeton University's Woodrow Wilson School for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}