{
    "id": 13029,
    "citation_title": "Wage Mobility and Dynamics in Italy in the 90's",
    "citation_author": [
        "Bruno Contini",
        "Roberto Leombruni",
        "Lia Pacelli",
        "Claudia Villosio"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nInspite of the centralized nature of wage bargaining in Italy, we find some evidence suggesting the existence of firm-wage policies. Firstly, the ratio of the between-firm wage variability relative to total wage variability is sizeable, and not very dissimilar from that reported for other countries. Secondly, the tide raising all boats is quite suggestive: not only do individual wages throughout the whole distribution increase as average firm wages increases, but the spread increases too. Firm wage policy matters in shaping not only the wage level distribution but also the wage change distribution. The within-firm s.d. of wage change is almost as high as that of individual wage change, and much higher than between-firm variability of average change in wages. Worker-based statistics, on the other side, show that relative changes in individual wages follow the business cycle, although different parts of the distribution react in a different way to it, the upper tail having a higher responsiveness. Both facts are at odds with the often reported rigidity of Italian wages. Indeed, the detected flexibility is mainly driven by movers and short tenure workers. The cross-country comparison suggests that the relatively high degree of wage compression in Italy could be associated with higher entry and exit rates.\n\n",
    "acknowledgement": "\nVery valuable research assistance has been provided by Matteo Morini and Roberto Quaranta. Thanks to Jennifer Chubinski for her careful reading of the text. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}