{
    "id": 13025,
    "citation_title": "Consumption Responses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program",
    "citation_author": [
        "Hilary W. Hoynes",
        "Diane Schanzenbach"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have strong theoretical predictions about how in-kind transfer programs -- such as providing vouchers for food -- impact consumption.  Despite the prominence of the theory, there has been little empirical work documenting actual responses to in-kind transfers.  In this work, we leverage previously underutilized variation in the date of the county-level original implementation of the Food Stamp Program in the 1960s and early 1970s.  Using the Panel Study of Income Dynamics, we employ difference-in-difference methods to estimate the impact of program availability on food spending, labor supply and family income. Consistent with theoretical predictions, we find that the introduction of food stamps leads to a decrease in out of pocket food spending, an increase in overall food expenditures, and a decrease (although insignificant) in the propensity to take meals out. The results are quite precisely estimated for total food spending, with less precision in estimating the impacts on out of pocket food costs. We find evidence of small work disincentive impacts in the PSID, which is confirmed with an analysis of the 1960, 1970 and 1980 Census.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Schoeni and Donna Nordquist for help with the PSID. We thank James Banks, Richard Blundell, Ken Chay, Steve Haider, Darren Lubotsky, Bob Lalonde, Doug Miller, Jim Ziliak and seminar participants at the UC Davis EJS Conference, the IRP Summer Workshop and the NBER Summer Institute as well as LSE, RWI Essen, SOLE, UCL, and ZEW for helpful comments. Alan Barreca, Peter Huckfeldt, Charles Stoecker and Rachel Henry Currans-Sheehan provided excellent research assistance and funding was received from the Joint Center for Poverty Research USDA Food Assistance and Nutrition Research Innovation and Development Grants in Economics Program. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}