{
    "id": 13021,
    "citation_title": "Wage dispersion between and within plants: Sweden 1985-2000",
    "citation_author": [
        "Oskar Nordström Skans",
        "Per-Anders Edin",
        "Bertil Holmlund"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe paper describes the Swedish wage distribution and how it correlates with worker mobility and plant-specific factors. It is well known that wage inequality has increased in Sweden since the mid-1980s. However, little evidence has so far been available as to whether this development reflects increased dispersion between plants, between individuals in the same plant, or both. We use a new linked employer-employee data set and discover that a trend rise in between-plant wage inequality account for the entire increase in wage dispersion. This pattern, which remains when we control for observable individual human capital characteristics, may reflect increased sorting of workers by skill levels and/or increased scope for rent sharing in local wage negotiations. Our discussion suggests that both factors may have become more important.\n\n",
    "acknowledgement": "\nThe research reported in this paper has been part of the NBER personnel economics program. Helpful comments from Ed Lazear, Kathryn Shaw, Nils Elvander, Anders Forslund, Eva Mörk, participants at NBER workshops and seminar participants at IFAU are gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}