{
    "id": 13028,
    "citation_title": "The Origins of State Capacity: Property Rights, Taxation, and Politics",
    "citation_author": [
        "Timothy Besley",
        "Torsten Persson"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists generally assume the existence of sufficient institutions to sustain a market economy and tax the citizens. However, this starting point cannot easily be taken for granted in many states, neither in history nor in the developing world of today. This paper develops a framework where \"policy choices\", regulation of markets and tax rates, are constrained by \"economic institutions\", which in turn reflect past investments in legal and fiscal state capacity. We study the economic and political determinants of these investments. The analysis shows that common interest public goods, such as fighting external wars, as well as political stability and inclusive political institutions, are conducive to building state capacity. Preliminary empirical evidence based on cross-country data find a number of correlations consistent with the theory.\n\n",
    "acknowledgement": "\nThe authors are grateful to Daron Acemoglu, Oriana Bandiera, Steve Coate, Avner Grief, Patrick O'Brien, Andrei Shleifer, Barry Weingast and seminar participants at Oxford and Stanford for useful comments and discussions  We also thank Mick Keen for providing us with with data, Dario Caldara for excellent research assistance, and to the CIAR, the Swedish Research Council, the ESRC, and the Tore Browaldh Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}