{
    "id": 13035,
    "citation_title": "Unbalanced Trade",
    "citation_author": [
        "Robert Dekle",
        "Jonathan Eaton",
        "Samuel Kortum"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate trade imbalances into a quantitative model of bilateral trade in manufactures, dividing the world into forty countries. Fitting the model to 2004 data on GDP and bilateral trade we calculate how relative wages, real wages, and welfare would differ in a counterfactual world with all current accounts balancing. Our results indicate that closing the current accounts requires modest changes in relative wages. The country with the largest deficit (the United States) needs its wage to fall by around 10 percent relative to the country with the largest surplus (Japan). But the prevalence of nontraded goods means that the real wage in Japan barely rises while the U.S. real wage falls by less than 1 percent. The geographic barriers implied by the current pattern of trade are sufficiently asymmetric that large bilateral deficits remain even after current accounts balance. The U.S. manufacturing trade deficit with China falls to $65 billion from its 2004 level of $167 billion.\n\n",
    "acknowledgement": "\nWe thank the exceptional research assistance of Deirdre Daly. We have benefitted from the comments of Chang-Tai Hsieh, discussions with Fernando Alvarez and Lars Hansen, and feedback from participants in seminars at the University of British Columbia, Queen's University, and the Federal Reserve Bank of Chicago. A condensed version of this paper is forthcoming in the American Economic Review: Papers and Proceedings. Eaton and Kortum gratefully acknowledge the support of the National Science Foundation. Any opinions expressed are those of the authors and not necessarily those of the Federal\nReserve System, the NBER, or the NSF.\n\n\n"
}