{
    "id": 13034,
    "citation_title": "Bribery in Health Care in Peru and Uganda",
    "citation_author": [
        "Jennifer Hunt"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I examine the role of household income in determining who bribes and how much they bribe in health care in Peru and Uganda. I find that rich patients are more likely than other patients to bribe in public health care: doubling household consumption increases the bribery probability by 0.2-0.4 percentage points in Peru, compared to a bribery rate of 0.8%; doubling household expenditure in Uganda increases the bribery probability by 1.2 percentage points compared to a bribery rate of 17%. The income elasticity of the bribe amount cannot be precisely estimated in Peru, but is about 0.37 in Uganda. Bribes in the Ugandan public sector appear to be fees-for-service extorted from the richer patients amongst those exempted by government policy from paying the official fees. Bribes in the private sector appear to be flat-rate fees paid by patients who do not pay official fees.  I do not find evidence that the public health care sector in either Peru or Uganda is able to price-discriminate less effectively than public institutions with less competition from the private sector.\n\n",
    "acknowledgement": "\nI am grateful to Vincent Chandler for excellent research assistance, to the Instituto Nacional de Estadística e Informacíon for the Peruvian data, and to Niels Ulrich, Paul Mpuga, Barbara Kasura Magezi Ndamira and K2 Consulting for the Ugandan data. I thank Lorena Alcázar, Leah Brooks, Dean Yang and seminar participants at McGill, UC Davis, UC Berkeley and the NBER Inter-American Seminar for comments. I am also affiliated with the CEPR, IZA and DIW-Berlin, and I acknowledge the Social Science and Humanities Research Council of Canada for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}