{
    "id": 13036,
    "citation_title": "The Causes and Consequences of Attending Historically Black Colleges and Universities",
    "citation_author": [
        "Roland G. Fryer",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUntil the 1960s, Historically Black Colleges and Universities (HBCUs) were practically the only institutions of higher learning open to Blacks in the US.  Using nationally representative data files from 1970s and 1990s college attendees, we find that in the 1970s HBCU matriculation was associated with higher wages and an increased probability of graduation, relative to attending a Traditionally White Institution (TWI).  By the 1990s, however, there is a wage penalty, resulting in a 20% decline in the relative wages of HBCU graduates between the two decades.  We also analyze the College and Beyond's 1976 and 1989 samples of matriculates which allows us to focus on two of the most elite HBCUs.  Between the 1970s and 1990s, HBCU students report statistically significant declines in the proportion that would choose the same college again, preparation for getting along with other racial groups, and development of leadership skills, relative to black students in TWIs. On the positive side, HBCU attendees became relatively more likely to be engaged in social, political, and philanthropic activities. The data provide modest support for the possibility that HBCUs' relative decline in wages is partially due to improvements in TWIs' effectiveness at educating blacks. The data contradict a number of other intuitive explanations, including relative decline in pre-college credentials (e.g., SAT scores) of students attending HBCUs and expenditures per student at HBCUs.\n\n",
    "acknowledgement": "\nWe are grateful to David Card, David Cutler, Bryan Graham, Chang-Tai Hsieh, Lawrence Katz, Henry Louis Gates, Jr., Edward Glaeser, Lani Gunier, Caroline Hoxby, Glenn Loury, Enrico Moretti, Andrei Shleifer, Lawrence Summers, colleagues at the Mellon Foundation, and participants in numerous seminars. Fryer is especially thankful to the Michor family in Kritzendorf, Austria for their support and generous hospitality while working on the paper. This paper makes use of the College and Beyond (C&B) database. The C&B database is a restricted-use database. Researchers who are interested in using the database may apply to the Andrew W. Mellon foundation for access. Sam Schulhofer-Wohl, Sheldon Bond, Jörg Spenkuch, Elizabeth Greenwood, and Paul Torelli provided exceptional research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}