{
    "id": 13032,
    "citation_title": "Sorting in the Labor Market: Do Gregarious Workers Flock to Interactive Jobs?",
    "citation_author": [
        "Alan B. Krueger",
        "David Schkade"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests a central implication of the theory of equalizing differences, that workers sort into jobs with different attributes based on their preferences for those attributes.  We present evidence from four new time-use data sets for the United States and France on whether workers who are more gregarious, as revealed by their behavior when they are not working, tend to be employed in jobs that involve more social interactions.  In each data set we find a significant and sizable relationship between the tendency to interact with others off the job and while working. People's descriptions of their jobs and their personalities also accord reasonably well with their time use on and off the job.  Furthermore, workers in occupations that require social interactions according to the O'Net Dictionary of Occupational Titles tend to spend more of their non-working time with friends. Lastly, we find that workers report substantially higher levels of job satisfaction and net affect while at work if their jobs entail frequent interactions with coworkers and other desirable working conditions.\n\n",
    "acknowledgement": "\nThis paper was prepared for a conference in honor of Reuben Gronau's retirement, December 19-20, 2005 at Hebrew University.  The authors thank Elaine Liu and Tatyana Deryugina for helpful research assistance, Edward Lazear and seminar participants at Hebrew University, NBER, Cornell University, and Hamilton College for helpful comments, and the William and Flora Hewlett Foundation and the National Institute on Aging for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}