{
    "id": 13033,
    "citation_title": "Intellectual Property Rights, Imitation, and Foreign Direct Investment: Theory and Evidence",
    "citation_author": [
        "Lee Branstetter",
        "Raymond Fisman",
        "C. Fritz Foley",
        "Kamal Saggi"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper theoretically and empirically analyzes the effect of strengthening intellectual property rights in developing countries on the level and composition of industrial development.  We develop a North-South product cycle model in which Northern innovation, Southern imitation, and FDI are all endogenous.  Our model predicts that IPR reform in the South leads to increased FDI in the North, as Northern firms shift production to Southern affiliates.  This FDI accelerates Southern industrial development.  The South's share of global manufacturing and the pace at which production of recently invented goods shifts to the South both increase.  Additionally, the model also predicts that as production shifts to the South, Northern resources will be reallocated to R&D, driving an increase in the global rate of innovation.  We test the model's predictions by analyzing responses of U.S.-based multinationals and domestic industrial production to IPR reforms in the 1980s and 1990s.  First, we find that MNCs expand the scale of their activities in reforming countries after IPR reform.  MNCs that make extensive use of intellectual property disproportionately increase their use of inputs.  There is an overall expansion of industrial activity after IPR reform, and highly disaggregated trade data indicate an increase in the number of initial export episodes in response to reform.  These results suggest that the expansion of multinational activity more than offsets any decline in the imitative activity of indigenous firms.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational enterprises was conducted at the International Investment Division of the Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality arrangements.  The views expressed herein are those of the authors and do not reflect official positions of the U.S. Department of Commerce.  We wish to thank Pol Antras, Nicholas Bloom, Paul David, Amy Glass, Gene Grossman, Elhanan Helpman, Fuat Sener, and seminar participants at Columbia University, Keio University, Stanford University, the University of Pittsburgh, and the NBER ITI and Productivity meetings for helpful comments.  We are grateful to Yoshiaki Ogura and Sergei Koulayev for excellent research assistance and to the National Science Foundation (SES grant no. 0241781) for financial support.  Any opinions, findings, and conclusions expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}