{
    "id": 13037,
    "citation_title": "Risk, Government and Globalization: International Survey Evidence",
    "citation_author": [
        "Anna Maria Mayda",
        "Kevin H. O'Rourke",
        "Richard Sinnott"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses international survey data to document two stylized facts. First, risk aversion is associated with anti-trade attitudes. Second, this effect is smaller in countries with greater levels of government expenditure. The paper thus provides evidence for the microeconomic underpinnings of the argument associated with Ruggie (1982), Rodrik (1998) and others that government spending can bolster support for globalization by reducing the risk associated with it in the minds of voters.\n\n",
    "acknowledgement": "\nAnna Maria Mayda worked on this project during her stay as a Visiting Academic at the Institute for International Integration Studies at Trinity College Dublin.  She would like to thank the Institute for all the resources it provided. Kevin O'Rourke started working on the project while he was a Government of Ireland Senior Research Fellow. He would like to thank the Irish Research Council for the Humanities and Social Sciences for their generous funding.  Richard Sinnott would like to thank his co-investigators on the ASES (Asia-Europe Survey) project - Jean Blondel, Takashi Inoguchi, Ikuo Kabashima and Ian Marsh for much enjoyable and fruitful collaboration. The ASES project, which produced the data set used in this paper, was supported by a grant from the Japanese Ministry of Education and Science (Scientific Research Grant # 11102001, Principal Investigator: Takashi Inoguchi). The authors would also like to thank Marc Busch and Dani Rodrik for insightful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}