{
    "id": 13030,
    "citation_title": "Rent Rigidity, Asymmetric Information, and Volatility Bounds in Labor Markets",
    "citation_author": [
        "Bjoern Bruegemann",
        "Giuseppe Moscarini"
    ],
    "citation_publication_date": "2007-04-10",
    "issue_date": "2007-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent findings have revived interest in the link between real wage rigidity and employment fluctuations, in the context of frictional labor markets. The standard search and matching model fails to generate substantial labor market fluctuations if wages are set by Nash bargaining, while it can generate fluctuations in excess of what is observed if wages are completely rigid. This suggests that less severe rigidity may suffice. We study a weaker notion of real rigidity, which arises only in frictional labor markets, where the wage is the sum of the worker's opportunity cost (the value of unemployment) and a rent. With wage rigidity this sum is acyclical; we consider rent rigidity, where only the rent is acyclical. We offer two contributions. First, we derive upper bounds on labor market volatility that apply if the model of wage determination generates weakly procyclical worker rents, and that are attained by rent rigidity. Quantitatively, the bounds are tight: rent rigidity generates no more than a third of observed volatility, an outcome that is closer to Nash bargaining than to wage rigidity. Second, we show that the bounds apply to a sequence of famous solutions to the bargaining problem under asymmetric information: at best they generate rigid rents but not rigid wages.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2005 NBER Summer Institute, University of Connecticut, Yale, Hunter College, Tinbergen Institute, MIT, LABORatorio R.R., Harvard, Penn, 2006 SED, NYU and Georgetown for comments. We gratefully acknowledge insightful conversations with Dino Gerardi. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}