{
    "id": 13038,
    "citation_title": "Social Interactions with Endogenous Associations",
    "citation_author": [
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of social interactions with endogenous association. People are assumed to invest in relationships to maximize their utility. Even in a linear-in-means model, when associations are endogenous, the effect of macro-group composition on behavior is non-linear and varies across individuals. We also show that larger groups facilitate sorting. Using data on associations among high school students, we provide a range of evidence consistent with our model. Individuals associate with people whose behaviors and characteristics are similar to their own. This tendency is stronger in large groups. We also show that behaviors vary within and between macro-groups in the way predicted by endogenous association.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of  Child Health and Human Development, with cooperative funding from 17 other agencies.  Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwistle for assistance in the original design. Persons interested in obtaining data from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu). I appreciate helpful comments from Larry Blume, Ed Glaeser, Bryan Graham, Larry Katz, Kevin Lang, Lung-fei Lee, Erzo Luttmer, Pat Reagan, and Qingyan Shang and from participants at the 2005 AEA Meetings, the University of Alabama, IZA, Harvard University, the London School of Economics, Ohio State University, the University of Chicago, and the University of Wisconsin, Madison. Qingyan Shang provided excellent research assistance. I am also grateful for support from the Mershon Center at Ohio State University and the NBER, where much of the work on this paper was done. I am, of course, solely responsible for all errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}