{
    "id": 13044,
    "citation_title": "Value Based Cost Sharing Meets the Theory of Moral Hazard: Medical Effectiveness in Insurance Benefits Design",
    "citation_author": [
        "Mark V. Pauly",
        "Fredric E. Blavin"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe conventional theory of optimal coinsurance rates in health insurance in the presence of moral hazard indicates that, in situations of equal risk characteristics, coinsurance should vary if the price-responsiveness or price-elasticity of demand for different medical services varies, and should be larger for the more price responsive services.  An alternative theory called \"value-based cost sharing\" indicates that coinsurance should be lower for services with higher (marginal) benefits relative to costs.  This paper reconciles the two views. It shows that, if patient demands are based on correct information on benefits and costs, the conclusion of the conventional view is identical to the conclusion from the value-based approach.  If patient demands differ from correct demands, it is shown that optimal coinsurance depends both on the extent and direction of information imperfection and on price-responsiveness or price elasticity.  The paper also shows, as an alternative to adjusting coinsurance to deal with information imperfection, that providing better information which affects patient demands can be superior if uninformed patient demands exceed informed patient demands, but value based cost sharing can be superior to providing information (even if the cost of information is minimal) when patient demands fall short of informed demands.  An extended numerical example illustrates these points.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}