{
    "id": 13046,
    "citation_title": "Cigarette Taxes and Youth Smoking: New Evidence from National, State, & Local Youth Risk Behavior Surveys",
    "citation_author": [
        "Christopher Carpenter",
        "Philip J. Cook"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral studies have examined the effects of state cigarette tax increases on youth substance use over the 1990s, with most -- but not all -- finding that higher taxes reduce youth consumption of tobacco.  We advance the literature by using data from the 1991-2005 waves of the national Youth Risk Behavior Surveys (YRBS), providing information on over 100,000 high school age youths.  We also are the first to make use of hundreds of independently fielded state and local versions of the YRBS, reflecting data from over 750,000 youths.  Importantly, these data are to our knowledge the only sources of relevant information on youth smoking that were explicitly designed to be representative of the sampled state or locality.  We estimate two-way fixed effects models of the effect of state cigarette taxes on youth smoking, controlling for survey demographics and area and year fixed effects.  Our most consistent finding is that -- contrary to some recent research -- the large state tobacco tax increases of the past 15 years were associated with significant reductions in smoking participation and frequent smoking by youths.  Our price elasticity estimates for smoking participation by high school youths are generally smaller than previous cross-sectional approaches but are similar to recent quasi-experimental estimates.\n\n",
    "acknowledgement": "\nCarpenter is Assistant Professor of Economics/Public Policy, The Paul Merage School of Business at UC Irvine, kittc@uci.edu, 443 SB UC Irvine, Irvine, CA  92697-3125.  Cook is ITT/Terry Sanford Professor of Public Policy Studies, pcook@duke.edu, 215 Terry Sanford Institute, Durham, NC  27708.  Greg Franz provided useful research assistance.  We thank Philip DeCicca, Don Kenkel, John Tauras, and seminar participants at the 2006 Inaugural Meeting of the American Society of Health Economists, the 2006 APPAM Fall Research Conference, and the 2006 Substance Abuse Policy Research Program Annual Meeting for comments on previous drafts of this paper.  We are grateful to Steve Kinchen and Shari Shanklin at the CDC for assistance with the YRBS data, and we thank Gary Giovino for providing ImpacTeen clean indoor air restrictions.  Frank Chaloupka and Don Kenkel also graciously provided data.  Some of the data used in this study are protected by a confidentiality agreement.  Interested readers can contact the authors for information on how to obtain access.  We gratefully acknowledge financial support from the Substance Abuse Policy Research Program of the Robert Wood Johnson Foundation.  Results do not imply endorsement from the CDC, RWJ, or any other organization.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}