{
    "id": 13043,
    "citation_title": "Technology and the Demand for Skill:An Analysis of Within and Between Firm Differences",
    "citation_author": [
        "John M. Abowd",
        "John Haltiwanger",
        "Julia Lane",
        "Kevin L. McKinney",
        "Kristin Sandusky"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of technology investments on the demand for skilled workers using longitudinally integrated employer-employee data from the U.S. Census Bureau's Longitudinal Employer-Household Dynamics Program infrastructure files spanning two Economic Censuses (1992 and 1997). We estimate the distribution of human capital and its observable and unobservable components within each business for each year from 1992 to 1997. We measure technology using variables from the Annual Survey of Manufactures and the Business Expenditures Survey (services, wholesale and retail trade), both administered during the 1992 Economic Census. Static and partial adjustment models are fit. There is a strong positive empirical relationship between advanced technology and skill in a cross-sectional analysis of businesses in both sectors. The more comprehensive measures of skill reveal that advanced technology interacts with each component of skill quite differently: firms that use advanced technology are more likely to use high-ability workers, but less likely to use high-experience workers. These results hold even when we control for unobservable heterogeneity by means of a selection correction and by using a partial adjustment specification.\n\n",
    "acknowledgement": "\nThe authors wish to acknowledge the substantial contributions of the Longitudinal Employer-Household Dynamics (LEHD) Program staff at the U.S. Census Bureau. This document reports the results of research and analysis undertaken by the U.S. Census Bureau staff. It has undergone a Census Bureau review more limited in scope than that given to official Census Bureau publications. This document is released to inform interested parties of ongoing research and to encourage discussion of work in progress. This research is a part of the U.S. Census Bureau's LEHD Program, which is partially supported by the National Science Foundation Grants SES-9978093 and SES-0427889 to Cornell University (Cornell Institute for Social and Economic Research), the National Institute on Aging Grant R01~AG018854, and the Alfred P. Sloan Foundation. The views expressed herein are attributable only to the authors and do not represent the views of the U.S. Census Bureau, its program sponsors or data providers. Some or all of the data used in this paper are confidential data from the LEHD Program. The U.S. Census Bureau supports external researchers' use of these data through the Research Data Centers (see www.ces.census.gov). For other questions regarding the data, please contact Jeremy S. Wu, Assistant Division Chief, LEHD Program, (Jeremy.S.Wu@census.gov http://lehd.dsd.census.gov ). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}