{
    "id": 13041,
    "citation_title": "Product Creation and Destruction: Evidence and Price Implications",
    "citation_author": [
        "Christian Broda",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2007-04-13",
    "issue_date": "2007-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the extent and cyclicality of product creation and destruction in a large sector of the U.S. economy and quantifies its implications for the measurement of consumer prices. We find four times more entry and exit in product markets than is typically found in labor markets because most product turnover happens within the boundaries of the firm. Net product creation is strongly pro-cyclical, but contrary to the behavior of labor flows, it is primarily driven by creation rather than destruction. High rates of innovation are also accompanied by substantial price volatility of products. These facts suggest that the CPI deviates from a true cost-of-living index in three important dimensions. The quality bias that arises as new goods replace outdated ones causes the CPI to overstate inflation by 0.8 percent per year; the cyclicality of the bias implies that business cycles are more volatile than indicated by official statistics; and finally, sampling error is sufficiently large that over the last 10 years policymakers could not statistically distinguish whether quarterly inflation was accelerating or decelerating 65 percent of the time.\n\n",
    "acknowledgement": "\nThe authors wish to thank the NSF (grant #0214378) and the Federal Reserve Bank of New York for providing critical financial support for this project. We would like to thank the Director of Research at the FRBNY, Joseph Tracy, for his early support of this project. We would also like to thank ACNielsen's vice-president of Pricing Research Frank Piotrowski, Ivan Rocabado, and Maura Elhbretch for their careful explanation of the data, and Olivier Blanchard, Jeff Campbell and Steve Davis for very useful comments. Nonetheless, the views expressed here, do not reflect those of the Federal Reserve System, and all errors remain our own. Alexis Antoniades provided us with outstanding research assistance. In addition, we would like to thank the Global Financial Markets Initiative at the University of Chicago GSB for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}