{
    "id": 13049,
    "citation_title": "HIV and Sexual Behavior Change: Why Not Africa?",
    "citation_author": [
        "Emily Oster"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe response of sexual behavior to HIV in Africa is an important input to predicting the path of the epidemic and to focusing prevention efforts.  Existing estimates suggest limited behavioral response, but fail to take into account possible differences across individuals.  A simple model of sexual behavior choice among forward-looking individuals implies that behavioral response should be larger for those with lower non-HIV mortality risks and those who are richer.  I estimate behavioral response using a new instrumental variables strategy, instrumenting for HIV prevalence with distance to the origin of the virus.  I find low response on average, consistent with existing literature, but larger responses for those who face lower non-HIV mortality and for those who are richer. I also show suggestive evidence, based on a very simple calibration, that the magnitude of behavioral response in Africa is of a similar order of magnitude to that among gay men in the United States, once differences in income and life expectancy are taken into account.\n\n",
    "acknowledgement": "\nGary Becker, Anne Case, David Cutler, Amy Finkelstein, Matthew Gentzkow, Edward Glaeser, Emir Kamenica, Larry Katz, Michael Kremer, Adriana Lleras-Muney, Kevin Murphy, Andrei Shleifer, Jesse Shapiro, Rebecca Thornton, Alwyn Young and participants in seminars at BREAD, Harvard University, the University of Chicago and SITE provided helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}