{
    "id": 13045,
    "citation_title": "Subsidized Contraception, Fertility, and Sexual Behavior",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of recent state-level Medicaid policy changes that expanded eligibility for family planning services to higher income women and to Medicaid clients whose benefits would expire otherwise.  We begin by establishing that the income-based policy change led to a substantial increase in the number of program recipients.  We then examine Vital Statistics birth data from 1990 to 2003 and determine that it also reduced overall births to non-teens by about two percent and to teens by over four percent.  Our estimates suggest a nearly nine percent reduction in births to women age 20-44 made eligible by the policy change.  We supplement our state-level analysis with an investigation of individual-level data from the 1988, 1995, and 2002 National Surveys of Family Growth (NSFG) to examine the impact of these policies on sexual behavior and contraceptive use. Evidence from this analysis suggests that the reduction in fertility associated with raising income thresholds for eligibility was accomplished via greater use of contraception. Our calculations indicate that allowing higher income women to receive federally-funded family planning cost on the order of $6,800 for each averted birth.\n\n",
    "acknowledgement": "\nThe authors thank Adam Sonfield, Ted Joyce, and seminar participants at the University of Maryland, the University of Connecticut, the University of Virginia, the University of Chicago, Suffolk University, George Washington University, the Rand Corporation, The Brookings Institution, and the 2006 APPAM meetings in Madison, WI for helpful comments. We also thank Stanley Henshaw, Kosali Simon, Adam Sonfield, and Christopher Rogers for their assistance in obtaining some of the data used in our analysis.  Rebecca Vichniac and Daniel Theisen provided outstanding research assistance.  Any views expressed are those of the authors alone. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}