{
    "id": 13052,
    "citation_title": "Tipping and the Dynamics of Segregation",
    "citation_author": [
        "David Card",
        "Alexandre Mas",
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn a classic paper, Schelling (1971) showed that extreme segregation can arise from social interactions in white preferences: once the minority share in a neighborhood exceeds a critical \"tipping point,\" all the whites leave. We use regression discontinuity methods and Census tract data from 1970 through 2000 to test for discontinuities in the dynamics of neighborhood racial composition.  White population flows exhibit tipping-like behavior in most cities, with a distribution of tipping points ranging from 5% to 20% minority share.  The estimated discontinuities are robust to controls for a wide variety of neighborhood characteristics, and are as strong in the suburbs as in tracts close to high-minority neighborhoods, ruling out the main alternative explanations for apparent tipping behavior.  In contrast to white population flows, there is no systematic evidence that rents or housing prices exhibit non-linearities around the tipping point. Finally, we relate the location of the estimated tipping points in different cities to measures of the racial attitudes of whites, and find that cities with more tolerant whites have higher tipping points.\n\n",
    "acknowledgement": "\nWe are grateful to Edward Glaeser and three anonymous referees for their insightful comments and to Ted Miguel, Joshua Angrist, Jack Porter, Bo Honoré, Mark Watson, Jose Scheinkman, and Roland Benabou for helpful discussions. David Walton, Brad Howells, and Andrew Roland provided outstanding research assistance.  We also thank Gregg Carter and Bill Collins for the data used to construct an index of riot severity and Albert Saiz and Susan Wachter for data on land use patterns.  This research was funded in part by the Center for Labor Economics and the Fisher Center for Real Estate at UC Berkeley, and by the Industrial Relations Section and Center for Economic Policy Studies at Princeton University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}