{
    "id": 13051,
    "citation_title": "The Power of the Family",
    "citation_author": [
        "Alberto Alesina",
        "Paola Giuliano"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe structure of family relationships influences economic behavior and attitudes. We define our measure of family ties using individual responses from the World Value Survey regarding the role of the family and the love and respect that children need to have for their parents for over 70 countries. We show that strong family ties imply more reliance on the family as an economic unit which provides goods and services and less on the market and on the government for social insurance.  With strong family ties home production is higher, labor force participation of women and youngsters, and geographical mobility, lower. Families are larger (higher fertility and higher family size) with strong family ties, which is consistent with the idea of the family as an important economic unit. We present evidence on cross country regressions. To assess causality we look at the behavior of second generation immigrants in the US and we employ a variable based on the grammatical rule of pronoun drop as an instrument for family ties. Our results overall indicate a significant influence of the strength of family ties on economic outcomes.\n\n",
    "acknowledgement": "\nAlesina: Harvard University, Department of Economics, CEPR and NBER; Giuliano: Harvard University, Department of Economics, IMF and IZA. We thank Rafael di Tella, Assar Lindbeck, Andrei Shleifer, and seminar participants at Harvard Business School, the IIES (Stockholm), the Research Institute of Industrial Economics (Stockholm) and Suffolk University for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}