{
    "id": 13050,
    "citation_title": "On the Rand: Determinants of the South African Exchange Rate",
    "citation_author": [
        "Jeffrey Frankel"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an econometric investigation of the determinants of the real value of the South African rand over the period 1984-2006.    The results show a relatively good fit.   As so often with exchange rate equations, there is substantial weight on the lagged exchange rate, which can be attributed to a momentum component.     Nevertheless, economic fundamentals are significant and important.    This is especially true of an index of the real prices of South African mineral commodities, which even drives out real income as a significant determinant of the rand's value.   An implication is that the 2003-2006 real appreciation can be attributed to the Dutch Disease.     In other respects, the rand behaves like currencies of industrialized countries with well-developed financial markets.   In particular, high South African interest rates raise international demand for the rand and lead to real appreciation, controlling for a forward-looking measure of expected inflation and a measure of default risk or country risk.   It is in the latter respects, in particular, that the paper hopes to have improved on earlier studies of the rand.\n\n",
    "acknowledgement": "\nThis work was done with the able research assistance of Melesse Tashu.   The paper is a contribution within the Macroeconomics Group of the Harvard University Center for International Development's Project on South Africa: Performance and Prospects. Relative to an earlier draft in mid-2006, the major innovations in this paper include: the addition of a theoretical model, the use of sovereign spread data to measure the risk premium and forward-looking inflation forecasts to measure real interest rates, allowance for a break in 1995 at the end of apartheid and capital controls, and a dynamic simulation of the real value of the rand over 2003-2006.   Thanks to Lesetja Kganyago, Ben Smit and other participants in the July 2006 meetings in Pretoria and to Brian Kahn; to Stan du Plessis and other participants in the January 2007 meetings in Pretoria and Stellenbosch; and to Ricardo Hausman, Federico Sturzenegger, and other members of the CID team.   None are implicated in the conclusions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}