{
    "id": 13053,
    "citation_title": "Endogenizing Technological Change: Matching Empirical Evidence to Modeling Needs",
    "citation_author": [
        "William A. Pizer",
        "David Popp"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGiven that technologies to significantly reduce fossil fuel emissions are currently unavailable or only available at high cost, technological change will be a key component of any long-term strategy to reduce greenhouse gas emissions.  In light of this, the amount of research on the pace, direction, and benefits of environmentally-friendly technological change has grown dramatically in recent years.  This research includes empirical work estimating the magnitude of these effects, and modeling exercises designed to simulate the importance of endogenous technological change in response to climate policy. Unfortunately, few attempts have been made to connect these two streams of research.  This paper attempts to bridge that gap.  We review both the empirical and modeling literature on technological change.  Our focus includes the research and development process, learning by doing, the role of public versus private research, and technology diffusion. Our goal is to provide an agenda for how both empirical and modeling research in these areas can move forward in a complementary fashion. In doing so, we discuss both how models used for policy evaluation can better capture empirical phenomena, and how empirical research can better address the needs of models used for policy evaluation.\n\n",
    "acknowledgement": "\nThe authors gratefully thank participants at the 2006 Workshop on Technological Change and the Environment at Dartmouth College, and Karen Fischer-Vanden in particular, for providing the genesis for this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}