{
    "id": 13058,
    "citation_title": "An Economic Analysis of Platform Sharing",
    "citation_author": [
        "Arghya Ghosh",
        "Hodaka Morita"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the managerial implications and economic consequences of platform sharing under  models of horizontal and vertical product differentiation. By using a common platform across different products, firms can save on fixed costs for platform development. At the same time, platform sharing imposes restrictions on firms' ability to differentiate their products, and this reduces their profitability. It might appear that platform sharing across firms makes consumers worse off because firms cooperate in their product development processes to maximize their joint profit. We find, however, that platform sharing across firms benefits consumers in our framework because it intensifies competition in our horizontal differentiation model, and because it increases the quality of the lower-end product in our vertical differentiation model. We also show new channels through which a merger makes consumers worse off in the presence of platform sharing.\n\n",
    "acknowledgement": "\nWe wish to thank Reiko Aoki, George Baker, Hans Gottinger, Hideshi Itoh (the editor), an anonymous referee, and participants at the 20th Annual TRIO conference for insightful comments, and Jonathan Lim for his excellent research assistance. Morita is grateful for support from the Australian Research Council. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}