{
    "id": 13059,
    "citation_title": "Changing Progressivity as a Means of Risk Protection in Investment-Based Social Security",
    "citation_author": [
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes changes in the progressivity of the Social Security benefit formula as a means of lessening the risk inherent in investment-based Social Security reform.  Focusing on a single cohort of workers, it simulates the distribution of benefits subject to both earnings and financial risks in a reformed system in which solvency has been restored and traditional benefits have been augmented by personal retirement accounts (PRAs).  The simulations show that some investment in equities is desirable in all cases.  However, switching from the current benefit formula to the maximally progressive formula -- a flat benefit independent of earnings -- improves the welfare of the the bottom 30 percent of the earnings distribution even if they reduce their PRA investments in equity to zero.  An additional 30 percent of earners can lessen their equity investments without loss of welfare under the maximally progressive formula.  Intermediate approaches in which traditional benefit replacement rates for lower earnings are reduced by less than those for higher earnings allow about half of the equity risk to be eliminated for the lowest earnings decile.   Sensitivity tests show that these patterns are robust to different assumptions about risk aversion, the equity premium, and the size of the personal retirement accounts established by the reform.\n\n",
    "acknowledgement": "\nI thank Mike Hurd and conference participants at the NBER Program on Aging's 2006 Conference on Retirement Research for helpful comments. This research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the author and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  Any errors are my own.\n\n\n"
}