{
    "id": 13056,
    "citation_title": "The Incentives to Start New Companies: Evidence from Venture Capital",
    "citation_author": [
        "Robert E. Hall",
        "Susan E. Woodward"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard venture-capital contract rewards entrepreneurs only for creating successful companies that go public or are acquired on favorable terms. As a result, entrepreneurs receive no help from venture capital in avoiding the huge idiosyncratic risk of the typical venture-backed startup. Entrepreneurs earned an average of $9 million from each company that succeeded in attracting venture funding. But entrepreneurs are generally specialized in their own companies and bear the burden of the idiosyncratic risk. Entrepreneurs with a coefficient of relative risk aversion of two would be willing to sell their interests for less than $1 million at the outset rather than face that risk. The standard financial contract provides entrepreneurs capital supplied by passive investors and rewards entrepreneurs for successful outcomes. We track the division of value for a sample of the great majority of U.S. venture-funded companies over the period form 1987 through 2005. Venture capitalists received an average of $5 million in fee revenue from each company they backed. The outside investors in venture capital received a financial return substantially above that of publicly traded companies, but that the excess is mostly a reward for bearing risk. The pure excess return measured by the alpha of the Capital Asset Pricing Model is positive but may reflect only random variation.\n\n",
    "acknowledgement": "\nWe are grateful to Ravi Jagannathan and numerous seminar participants for comments and to Katherine Litvak for data on limited partner terms. Hall's research is part of the Economic Fluctuations and Growth Program of the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}