{
    "id": 13054,
    "citation_title": "Firms in International Trade",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2007-04-20",
    "issue_date": "2007-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the fact that importing and exporting are extremely rare firm activities, economists generally devote little attention to the role of firms when discussing international trade. This paper summarizes key differences between trading and non-trading firms, demonstrates how these differences present a challenge to standard trade models and shows how recent \"heterogeneous-firm\" models of international trade address these challenges. We then make use of transaction-level U.S. trade data to introduce a number of new stylized facts about firms and trade. These facts reveal that the extensive margins of trade -- that is, the number of products firms trade as well as the number of countries with which they trade -- are central to understanding the well-known role of distance in dampening aggregate trade flows.\n\n",
    "acknowledgement": "\nBernard, Jensen, and Schott thank the National Science Foundation (SES-0241474, SES-0552029 and SES-0550190) and Redding thanks Princeton University and the Centre for Economic Performance (CEP) for research support. We are grateful to Jim Davis of the Census Bureau for timely disclosure of our data analysis and to Jim Tybout, Jim Hines and the JEP editorial board for extremely helpful comments and suggestions. The research in this paper was conducted while Bernard, Jensen and Schott were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Research Data Center, New York Research Data Center, and Center for Economic Studies. We thank the NSF for infrastructure grants that support Census Research Data Centers (SES-0550190 and ITR-0427889). Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau, the NBER, or any other institution to which the authors are affiliated.\n\n\n"
}