{
    "id": 13064,
    "citation_title": "Wage and Labor Mobility in Denmark, 1980-2000",
    "citation_author": [
        "Tor Eriksson",
        "Niels Westergaard-Nielsen"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper consists of three parts. First, we briefly describe some key features of the labor market in Denmark, some of which contribute to the Danish labor markets behaving quite differently from those in many other European countries. The next two parts exploit detailed linked employer-employee data. In the second part we document in some detail an important aspect of the functioning and flexibility of the labor markets in Denmark: the high level of worker mobility. We show that mobility is about as high, or even higher, as in the highly fluid U.S. labor market. Finally, we describe and examine the wage structure between and within firms and changes therein since 1980, especially with an eye on possible impacts of the trend towards a more decentralized wage determination. The shift towards decentralized wage bargaining has coincided with deregulation and increased product market competition. The evidence is, however, not consistent with stronger competition in product markets eroding firm-specific rents. Hence, the prime suspect is the change in wage setting institutions.\n\n",
    "acknowledgement": "\nThis is the Danish country study for the forthcoming volume \"Wage Structure, Raises and Mobility: International Comparisons of the Structure of Wages Within and Across Firms\" edited by Edward Lazear and Kathryn Shaw. The authors are grateful to the Danish Social Science Research Council for funding, to participants in the NBER Project for helpful comments and to Anders Aagaard and Jens Therkelsen for able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}