{
    "id": 13061,
    "citation_title": "Why Do Private Acquirers Pay So Little Compared to Public Acquirers?",
    "citation_author": [
        "Leonce Bargeron",
        "Frederik Schlingemann",
        "Rene M. Stulz",
        "Chad Zutter"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that the announcement gain to target shareholders from acquisitions is significantly lower if a private firm instead of a public firm makes the acquisition. Non-operating firms like private equity funds make the majority of private bidder acquisitions. On average, target shareholders receive 55% more if a public firm instead of a private equity fund makes the acquisition. There is no evidence that the difference in premiums is driven by observable differences in targets. We find that target shareholder gains depend critically on the managerial ownership of the bidder. In particular, there is no difference in target shareholder gains between acquisitions made by public bidders with high managerial ownership and by private bidders. Such evidence suggests that the differences in managerial incentives between private and public firms have an important impact on target shareholder gains from acquisitions and managers of firms with diffuse ownership may pay too much for acquisitions.\n\n",
    "acknowledgement": "\nPart of this research was conducted while Stulz was visiting the University of Southern California. We thank seminar participants at the University of Pittsburgh for valuable comments. Manoj Kulchania provided useful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}