{
    "id": 13066,
    "citation_title": "Worker Sorting, Taxes and Health Insurance Coverage",
    "citation_author": [
        "Kevin Lang",
        "Hong Kang"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model in which firms hire heterogeneous workers but must offer all workers insurance benefits under similar terms. In equilibrium, some firms offer free health insurance, some require an employee premium payment and some do not offer insurance. Making the employee contribution pre-tax lowers the cost to workers of a given employee premium and encourages more firms to charge. This increases the offer rate, lowers the take-up rate, increases (decreases) coverage among high (low) demand groups, with an indeterminate overall effect. We test the model using the expansion of section 125 plans between 1987 and 1996. The results are generally supportive.\n\n",
    "acknowledgement": "\nWe thank the Robert Wood Johnson Foundation for funding through the Economic Research Initiative on the Uninsured and the NSF for funding under grant SEC-0339149. We are grateful to Peter Diamond and Jon Gruber for helpful conversations, to Didem Bernard for advice regarding data and to Charlie Brown, Randy Ellis, Albert Ma, Tom McGuire and participants at the ERIU Conference, the BU/Harvard/MIT health economics workshop and the NBER Labor Studies group for helpful comments. Carlos Sepulveda-Rico and Yuping Tsai provided excellent research assistance. We are solely responsible for the views expressed in this paper and for any errors of fact or interpretation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}