{
    "id": 13068,
    "citation_title": "What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns",
    "citation_author": [
        "Glenn Ellison",
        "Edward L. Glaeser",
        "William Kerr"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany industries are geographically concentrated. Many mechanisms that could account for such agglomeration have been proposed. We note that these theories make different predictions about which pairs of industries should be coagglomerated. We discuss the measurement of coagglomeration and use data from the Census Bureau's Longitudinal Research Database from 1972 to 1997 to compute pairwise coagglomeration measurements for U.S. manufacturing industries. Industry attributes are used to construct measures of the relevance of each of Marshall's three theories of industry agglomeration to each industry pair: (1) agglomeration saves transport costs by proximity to input suppliers or final consumers, (2) agglomeration allows for labor market pooling, and (3) agglomeration facilitates intellectual spillovers. We assess the importance of the theories via regressions of coagglomeration indices on these measures. Data on characteristics of corresponding industries in the United Kingdom are used as instruments. We find evidence to support each mechanism. Our results suggest that input-output dependencies are the most important factor, followed by labor pooling.\n\n",
    "acknowledgement": "\nWe thank Jim Davis, Alex Bryson, Keith Maskus, and Debbie Smeaton for comments and data assistance. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged. Research results and conclusions expressed are our own and do not necessarily reflect the views of the Census Bureau or NSF. This paper has been screened to insure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}