{
    "id": 13069,
    "citation_title": "Strategic Entry Deterrence and the Behavior of Pharmaceutical Incumbents Prior to Patent Expiration",
    "citation_author": [
        "Glenn Ellison",
        "Sara Fisher Ellison"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new approach to testing for strategic entry deterrence and applies it to the behavior of pharmaceutical incumbents just before they lose patent protection. The approach involves looking at a cross-section of markets and examining whether behavior is nonmonotonic in the size of the market. Under certain conditions, investment levels will be monotone in market size if firms are not influenced by a desire to deter entry.  Strategic investments, however, may be nonmonotone because entry deterrence is unnecessary in very small markets and impossible in very large ones, resulting in overall nonmonotonic investment.  The pharmaceutical data contain advertising, product proliferation, and pricing information for a sample of drugs which lost patent protection between 1986 and 1992. Among the findings consistent with an entry deterrence motivation are that incumbents in markets of intermediate size have lower levels of advertising and are more likely to reduce advertising immediately prior to patent expiration.\n\n",
    "acknowledgement": "\nThis work was supported by the National Science Foundation (grants SES-9818534, SES-0219205, and SES-0550897), the Sloan Foundation, and the Hoover Institute. We thank Emek Basker, Tom Chang, David Hwang, and Alan Sorensen for excellent research assistance, Gillian Currie for help in constructing the data set, Katie MacFarlane for guidance on institutional details, and Ditas Riad and Rhea Mihalison for their assistance on data issues.  We also thank Fiona Scott Morton for her part in our joint data collection efforts and for providing other data to us.  Finally, we thank Marcus Asplund, Ernie Berndt, Steve Berry, Richard Blundell, Judy Chevalier, Paul Joskow, Nancy Rose, Otto Toivanen, and seminar participants at various schools for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}