{
    "id": 13062,
    "citation_title": "Volatility, Labor Market Flexibility, and the Pattern of Comparative Advantage",
    "citation_author": [
        "Alejandro Cuñat",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the link between volatility, labor market flexibility, and international trade. International differences in labor market regulations affect how firms can adjust to idiosyncratic shocks. These institutional differences interact with sector specific differences in volatility (the variance of the firm-specific shocks in a sector) to generate a new source of comparative advantage. Other things equal, countries with more flexible labor markets specialize in sectors with higher volatility. Empirical evidence for a large sample of countries strongly supports this theory: the exports of countries with more flexible labor markets are biased towards high-volatility sectors. We show how differences in labor market institutions can be parsimoniously integrated into the workhorse model of Ricardian comparative advantage of Dornbusch, Fischer, and Samuelson (1977). We also show how our model can be extended to multiple factors of production.\n\n",
    "acknowledgement": "\nWe are grateful to Pol Antràs, Gordon Hanson, Peter Neary, Barbara Petrongolo, Steve Redding, Tony Venables, Jaume Ventura, and seminar participants in Alicante, Banco de España, Bocconi, Cambridge, ERWIT 2006, Harvard, LSE, NBER, Oxford, Pompeu Fabra, Princeton, Valencia, the AEA 2006 Meeting, and the EEA 2006 Meeting for helpful discussions and suggestions. Kalina Manova, Martin Stewart, and Rob Varady provided superb research assistance. All errors remain ours. Cuñat gratefully acknowledges financial support from CICYT (SEC 2002-0026). Melitz thanks the International Economics Section at Princeton University for its hospitality while this paper was written. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}