{
    "id": 13060,
    "citation_title": "Identifying Technology Spillovers and Product Market Rivalry",
    "citation_author": [
        "Nicholas Bloom",
        "Mark Schankerman",
        "John Van Reenen"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupport for R&D subsidies relies on empirical evidence that R&D \"spills over\" between firms. But firm performance is affected by two countervailing R&D spillovers: positive effects from technology spillovers and negative business stealing effects from R&D by product market rivals. We develop a general framework showing that technology and product market spillovers have testable implications for a range of performance indicators, and then exploit these using distinct measures of a firm's position in technology space and product market space. Using panel data on U.S. firms between 1980 and 2001 we show that both technology and product market spillovers operate, but technology spillovers quantitatively dominate. The spillover effects are also present when we analyze three high tech sectors in finer detail. Using the model we evaluate the net spillovers from three alternative R&D subsidy policies.\n\n",
    "acknowledgement": "\nWe would like to thank Philippe Aghion, Lanier Benkard, Sharon Belenzon, Bronwyn Hall, Adam Jaffe, Francis Kramarz, Dani Rodrik, Scott Stern, Joel Waldfogel and seminar participants in CEPR, Columbia, Harvard, Hebrew University, INSEE, LSE, Michigan, NBER, Northwestern, NYU, San Franscico Fed, San Diego and Tel Aviv for helpful comments. Finance was provided by the ESRC. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}