{
    "id": 13079,
    "citation_title": "Has New York Become Less Competitive in Global Markets? Evaluating Foreign Listing Choices Over Time",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "Rene M. Stulz"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the determinants and consequences of cross-listings on the New York and London stock exchanges from 1990 to 2005. This investigation enables us to evaluate the relative benefits of New York and London exchange listings and to assess whether these relative benefits have changed over time, perhaps as a result of the passage of the Sarbanes-Oxley Act of Congress (SOX) in 2002. We find that cross-listings have been falling on U.S. exchanges as well as on the Main Market in London. This decline in cross-listings is explained by changes in firm characteristics rather than by changes in the benefits of cross-listings. We show that, after controlling for firm characteristics, there is no deficit in cross-listing counts on U.S. exchanges related to SOX. Investigating the cross-listing premium from 1990 to 2005, we find that there is a significant premium for U.S. exchange listings every year, that the premium has not fallen significantly in recent years, that it persists even when allowing for unobservable firm characteristics, and that there is a permanent premium in event time. In contrast, there is no premium for London listings for any year. Cross-listing in the U.S. leads firms to increase their capital-raising activity at home and abroad while a London listing has no such impact. Our evidence is consistent with the theory that an exchange listing in New York has unique governance benefits for foreign firms. These benefits have not been seriously eroded by SOX and cannot be replicated through a London listing.\n\n",
    "acknowledgement": "\nWe are grateful to Alvaro Taboada, Jérôme Taillard, and Peter Wong for research assistance and to Carrie Pan for comments. We also thank Matthew Leighton of the London Stock Exchange and Jean Tobin of the New York Stock Exchange for their help with the data on listing counts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}