{
    "id": 13070,
    "citation_title": "Does Female Schooling Reduce Fertility? Evidence from Nigeria",
    "citation_author": [
        "Una Okonkwo Osili",
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature generally points to a negative relationship between female education and fertility.  Citing this pattern, policymakers have advocated educating girls and young women as a means to reduce population growth and foster sustained economic and social welfare in developing countries.  This paper tests whether the relationship between fertility and education is indeed causal by investigating the introduction of universal primary education in Nigeria.  Exploiting differences by region and age, the paper uses differences-in-differences and instrumental variables to estimate the role of education in fertility.  The analysis suggests that increasing education by one year reduces fertility by 0.26 births.\n\n",
    "acknowledgement": "\nThe authors would like to thank Rina and Paul Okonkwo and Barbara Burg for assistance with data collection. We have also benefited greatly from discussions with Ifeanyi Osili, Izevbuwa Osayimwese, Omozuwa Osayimwese, Leslie Kersey, Anna Paulson, Peter Rangazas, and Anne Royalty.  Yuling Han and Xiaojun Feng provided valuable research assistance.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}