{
    "id": 13073,
    "citation_title": "Foreign Know-How, Firm Control, and the Income of Developing Countries",
    "citation_author": [
        "Ariel Burstein",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManagerial know-how shapes the productivity of firms by defining the set of available technologies, production choices, and market opportunities. This know-how can be reallocated across countries as managers acquire control of factors of production abroad. In this paper, we construct a quantitative model of cross-country income differences to study the aggregate consequences of international mobility of managerial know-how. We use the model and aggregate data to infer the relative scarcity of this form of know-how for a sample of developing countries. We also conduct policy counterfactuals and find that on average, developing countries gain up to 23% in output and 9% in consumption when they eliminate all barriers to foreign control of domestic factors of production.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, Pol Antràs, Andy Atkeson, Wilbur John Coleman, Pete Klenow, Éva Nagypál, Giorgio Primiceri, Andrés Rodríguez-Clare, Esteban Rossi-Hansberg, Martin Schneider, Aleh Tsyvinski, and seminar participants in various places for useful comments and suggestions. Gilberto Arce provided superb research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}