{
    "id": 13076,
    "citation_title": "Why Do Emerging Economies Borrow Short Term?",
    "citation_author": [
        "Fernando A. Broner",
        "Guido Lorenzoni",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that emerging economies borrow short term due to the high risk premium charged by bondholders on long-term debt. First, we present a model where the debt maturity structure is the outcome of a risk sharing problem between the government and bondholders. By issuing long-term debt, the government lowers the probability of a rollover crisis, transferring risk to bondholders. In equilibrium, this risk is reflected in a higher risk premium and borrowing cost. Therefore, the government faces a trade-off between safer long-term debt and cheaper short-term debt. Second, we construct a new database of sovereign bond prices and issuance. We show that emerging economies pay a positive term premium (a higher risk premium on long-term bonds than on short-term bonds). During crises, the term premium increases, with issuance shifting towards shorter maturities. The evidence suggests that international investors' time-varying risk aversion is crucial to understand the debt structure in emerging economies.\n\n",
    "acknowledgement": "\nWe are grateful to Marina Halac, Tatiana Didier, Juan Carlos Gozzi Valdez, and Lishan Shi for superb research assistance. For valuable comments, we thank Mark Aguiar, Ricardo Caballero, Olivier Jeanne, Roberto Rigobon, Jaume Ventura, Jeromin Zettelmeyer, and participants at presentations held at the AEA Meetings (Washington, DC), the Conference on Sovereign Debt at the Dallas Fed, CREI-Universitat Pompeu Fabra, George Washington University, the Inter-American Development Bank, the IMF Annual Research Conference, the LACEA Meetings (Madrid and Puebla), MIT, the NBER Summer Institute, the SED Meetings (Vancouver), and the XII Finance Forum (Barcelona). For financial support, we thank the World Bank Latin American and Caribbean Research Studies Program and Research Support Budget and the IMF Research Department. Broner thanks the Spanish Ministry of Education and Sciences (grant SEJ2005-01126), the Generalitat de Catalunya (DURSI, SGR2005 0049), and CREA-Barcelona Economics. This paper was finished while Schmukler was visiting the IMF Research Department. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}