{
    "id": 13078,
    "citation_title": "Information and Communications Technology in Chronic Disease Care: Why is Adoption So Slow and Is Slower Better?",
    "citation_author": [
        "Michael C. Christensen",
        "Dahlia Remler"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnlike the widespread adoption of information and communications technology (ICT) in much of the economy, adoption of ICT in clinical care is limited. We examine how a number of not previously emphasized features of the health care and ICT markets interact and exacerbate each other to create barriers for adoption. We also examine how standards can address these barriers and the key issues to consider before investing in ICT. We conclude that the ICT market exhibits a number of unique features that may delay or completely prevent adoption, including low product differentiation, high switching costs, and lack of technical compatibility. These barriers are compounded by the many interlinked markets in health care, which substantially blunt the use of market forces to influence adoption. Patient heterogeneity also exacerbates the barriers by wide variation in needs and ability for using ICT, by high demands for interoperability, and by higher replacement costs. Technical standards are critical for ensuring optimal use of the technology. Careful consideration of the socially optimal time to invest is needed. The value of waiting in health care is likely to be so much greater than in other sectors because the costs of adopting the wrong type of ICT are so much higher.\n\n",
    "acknowledgement": "\nWe thank Lawrence D. Brown, Sherry Glied, and Joshua Graff Zivin, for comments on a much earlier version of this paper. We thank Mark Schlesinger, the editor for an earlier version of this paper and the referees for very useful comments and suggestions. We also thank several physicians and other researchers in health care services for conversations providing a general background for the article. Finally, the authors would also like to thank the Danish Research Agency, Danish Ministry of Science, Technology and Innovation, for the funding provided to conduct the research for this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}