{
    "id": 13072,
    "citation_title": "Naturally Occurring Markets and Exogenous Laboratory Experiments: A Case Study of the Winner's Curse",
    "citation_author": [
        "Glenn W. Harrison",
        "John A. List"
    ],
    "citation_publication_date": "2007-04-26",
    "issue_date": "2007-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThere has been a dramatic increase in the use of experimental methods in the past two decades. An oft-cited reason for this rise in popularity is that experimental methods provide the necessary control to estimate treatment effects in isolation of other confounding factors. We examine the relevance of experimental findings from laboratory settings that abstract from the field context of the task that theory purports to explain. Using common value auction theory as our guide, we identify naturally occurring settings in which one can test the theory. In our treatments the subjects are not picked at random, as in lab experiments with student subjects, but are deliberately identified by their trading roles in the natural field setting. We find that experienced agents bidding in familiar roles do not fall prey to the winner's curse. Yet, when experienced agents are observed bidding in an unfamiliar role, we find that they frequently fall prey to the winner's curse. We conclude that the theory predicts field behavior well when one is able to identify naturally occurring field counterparts to the key theoretical conditions.\n\n",
    "acknowledgement": "\nDepartment of Economics, College of Business Administration, University of Central Florida (Harrison), and National Bureau of Economic Research and Department of Economics, University of Chicago (List). E-mail contacts: GHARRISON@RESEARCH.BUS.UCF.EDU and JLIST@UCHICAGO.EDU. We are grateful to John Kagel, Dan Levin, Lisa Rutström, the Editor, and two referees for helpful comments. Harrison thanks the U.S. National Science Foundation for support under grants NSF/HSD 0527675 and NSF/SES 0616746. All data and statistical software are available from the ExLab Digital Archive at http://exlab.bus.ucf.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}