{
    "id": 13077,
    "citation_title": "Persistent Appreciations and Overshooting: A Normative Analysis",
    "citation_author": [
        "Ricardo J. Caballero",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost economies experience episodes of persistent real exchange rate appreciations, when the question arises whether there is a need for intervention to protect the export sector. In this paper we present a model of irreversible destruction where exchange rate intervention may be justified if the export sector is financially constrained. However the criterion for intervention is not whether there are bankruptcies or not, but whether these can cause a large exchange rate overshooting once the factors behind the appreciation subside. The optimal policy includes ex-ante and ex-post interventions. Ex-ante (i.e., during the appreciation phase) interventions have limited effects if the financial resources in the export sector are relatively abundant. In this case the bulk of the intervention takes place ex-post, and is concentrated in the first period of the depreciation phase. In contrast, if the financial constraint in the export sector is tight, the policy is shifted toward ex-ante intervention and it is optimal to lean against the appreciation. On the methodological front, we develop a framework to study optimal dynamic interventions in economies with financially constrained agents.\n\n",
    "acknowledgement": "\nRespectively, caball@mit.edu and glorenzo@mit.edu. We are grateful to Arvind Krishnamurthy, Pablo Kurlat, Enrique Mendoza, Klaus Schmidt-Hebbel and seminar participants at Berkeley, Harvard, IMF, MIT, IFM-NBER, WEL-MIT, the World Bank, San Francisco Fed, LACEA-Central Bank of Chile, and Paris School of Economics for their comments, and to Nicolas Arregui, Jose Tessada, Lucia Tian, and, especially, Pablo Kurlat for excellent research assistance. Caballero thanks the NSF for financial support. First draft: September 2006. This paper circulated previously as \"Persistent Appreciations, Overshooting, and Optimal Exchange Rate Interventions.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}