{
    "id": 13083,
    "citation_title": "New Estimates of the Future Path of 401(k) Assets",
    "citation_author": [
        "James Poterba",
        "Steven Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past two and a half decades there has been a fundamental change in saving for retirement in the United States, with a rapid shift from employer-managed defined benefit pensions to defined contribution saving plans that are largely controlled by employees. To understand how this change will affect the well-being of future retirees, we project the future growth of assets in self-directed personal retirement plans. We project the 401(k) assets at age 65 for cohorts attaining age 65 between 2000 and 2040. We also project the total value of assets in 401(k) accounts in each year through 2040 and we project the value of 401(k) assets as a percent of GDP over this period. We conclude that cohorts that attain age 65 in future decades will have accumulated much greater retirement saving (in real dollars) than the retirement saving of current retirees.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided by the National Institute on Aging, through grant P01 AG00584. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government or the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}