{
    "id": 13086,
    "citation_title": "Technology Transfer through Imports",
    "citation_author": [
        "Ram C. Acharya",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there is general agreement that technology differences must figure prominently in any successful account of the cross-country income variation, not much is known on the source of these technology differences. This paper examines cross-country income differences in terms of factor accumulation, domestic R&D, and foreign technological spillovers. The empirical analysis encompasses seventeen industrialized countries in four continents over three decades, at a level disaggregated enough to identify innovations in a number of key high-tech sectors. International technology transfer is found to play a crucial part in accounting for income differences. We also relate technology transfer to imports, showing that imports are often a major channel. At the same time, our analysis highlights that international technology transfer varies importantly across industries and countries.\n\n",
    "acknowledgement": "\nSome parts of this material circulated earlier under the title \"The Evolution of the World's Technology Frontier, 1973-2002\". We are grateful to Bart Hobijn, Hossein Rostami, and seminar audiences at Industry Canada, the 2006 Canadian Economic Association's meeting, and the 2006 NBER Summer Institute for comments. Views expressed in this paper are those of the authors and do not necessarily reflect those of Industry Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}