{
    "id": 13081,
    "citation_title": "Markets and Housing Finance",
    "citation_author": [
        "Veronica Cacdac Warnock",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the extent to which markets enable the provision of housing finance across a wide range of countries. Housing is a major purchase requiring long-term financing, and the factors that are associated with well functioning housing finance systems are those that enable the provision of long-term finance. Across all countries, controlling for country size, we find that countries with stronger legal rights for borrowers and lenders (through collateral and bankruptcy laws), deeper credit information systems, and a more stable macroeconomic environment have deeper housing finance systems. These same factors also help explain the variation in housing finance across emerging market economies. Across developed countries, which tend to have low macroeconomic volatility and relatively extensive credit information systems, variation in the strength of legal rights helps explain the extent of housing finance. We also examine another potential factor--the existence of sizeable government securities markets--that might enable the development of emerging markets' housing finance systems, but we find no evidence supporting that.\n\n",
    "acknowledgement": "\nThis paper was written while the authors were research fellows at the Hong Kong Institute for Monetary Research; we thank the HKIMR for its generous hospitality. For helpful comments and suggestions we are grateful to Stijn Claessens, Leo Goodstadt, and Jacob Gyntelberg and seminar participants at the HKMA. We also thank Caralee McLiesh for guidance on the World Bank's Doing Business data, and Kenneth Chow and Daniel Pike for able research assistance. The views in this paper are those of the authors and do not represent the HKIMR or HKMA in any way. The views expressed herein also do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}