{
    "id": 13084,
    "citation_title": "Takeoffs",
    "citation_author": [
        "Joshua Aizenman",
        "Mark Spiegel"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies factors associated with takeoff -- a sustained period of high growth following a period of stagnation. We examine a panel of 241 \"stagnation episodes\" from 146 countries, 54 % of these episodes are followed by takeoffs. Countries that experience takeoffs average 2.3% annual growth following their stagnation episodes, while those that do not average 0% growth; 46% of the takeoffs are \"sustained,\" i.e. lasting 8 years or longer. Using probit estimation, we find that de jure trade openness is positively and significantly associated with takeoffs. A one standard deviation increase in de jure trade openness is associated with a 55% increase in the probability of a takeoff in our default specification. We also find evidence that capital account openness encourages takeoff responses, although this channel is less robust. Measures of de facto trade openness, as well as a variety of other potential conditioning variables, are found to be poor predictors of takeoffs. We also examine the determinants of nations achieving sustained takeoffs. While we fail to find a significant role for openness in determining whether or not takeoffs are sustained, we do find a role for output composition: Takeoffs in countries with more commodity-intensive output bundles are less likely to be sustained, while takeoffs in countries that are more service-intensive are more likely to be sustained. This suggests that adverse terms of trade shocks prevalent among commodity exports may play a role in ending long-term high growth episodes.\n\n",
    "acknowledgement": "\nWe thank Nina Budina, Menzie Chinn, Art Kraay, Lant Pritchett, and Dani Rodrik for data assistance, and Yin-Wong Cheung, Michael Hutchison, Lant Pritchett and Thomas Wu for useful comments. Christopher Candelaria provided excellent research assistance. The views expressed in this paper are our own and do not necessarily reflect those of the Federal Reserve Board of Governors or the Federal Reserve Bank of San Francisco or the National Bureau of Economic Research.\n\n\n"
}