{
    "id": 1308,
    "citation_title": "Simulating Alternative Social Security Responses to the Demographic Transition",
    "citation_author": [
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. and other western economies are experiencing dramatic changes in growth and age structure of their populations. Fluctuations in birth rates are the most important determinants of these changes in the post war period. This paper examines the dynamic effects of baby \"booms\" and baby\"busts\" on a range of economic variables using a perfect foresight life cycle simulation model. In addition to describing general transition (as opposed to simply long run) affects of fertility change, the paper considers alter-native Social Security policies for avoiding sharp increases in long run payroll tax rates. These include reductions in benefit replacement rates,advances in Social Security's retirement age, taxation of social security benefits, and the accumulation of a significant Social Security trust fund. According to the simulated demographic transitions, the savings inthe U.S. fertility currently underway can have very major impacts on long run factor returns and produce percipitous short term changes in saving rates. While Social Security policy has important effects on the simulated demographic transitions, these effects are of secondary importance to the long run level of economic welfare. Even if payroll tax rates rise dramatically, long run welfare (measured in terms of levels of adult consumption and leisure) is, nonetheless, substantially higher in the case of a sustained dropin the fertility rate. This reflects, in part, the decline in the number of dependent children per adult; while a sustained decline in the fertility rate eventually means a much larger ratio of elderly per capita, the decline in children per capita means an overall decline in the long run ratio of dependents to prime age workers in the economy. A second explanation for the simulated long run welfare gains is capital deepening associated with lower population growth rates.\n\n",
    "acknowledgement": "\n"
}