{
    "id": 13087,
    "citation_title": "Health and the Evolution of Welfare across Brazilian Municipalities",
    "citation_author": [
        "Rodrigo R. Soares"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the pattern of reductions in mortality across Brazilian municipalities between 1970 and 2000, and analyzes its causes and consequences. It shows that, as in the international context, the relationship between income and life expectancy has shifted consistently in the recent past. But reductions in mortality within Brazil have been more homogeneously distributed than across countries. We use a compensating differentials approach to estimate the value of the observed reductions in mortality. The results suggest that gains in life expectancy had a welfare value equivalent to 39% of the growth in income per capita, being therefore responsible for 28% of the overall improvement in welfare. We then use a dynamic panel to conduct a preliminary assessment of the potential determinants of these gains. We show that improvements in education, access to water, and sanitation seem to be important determinants of the dimension of changes in life expectancy not correlated with income.\n\n",
    "acknowledgement": "\nThis paper benefited from comments from Roger Betancourt, William Maloney, André Portela Souza, and seminar participants at the 11th Meeting of the Latin American and Caribbean Economic Association (LACEA, Mexico City 2006), and the 34th Meeting of the Brazilian Economic Association (ANPEC, Salvador 2006). The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}