{
    "id": 13080,
    "citation_title": "Changes in Workplace Segregation in the United States between 1990 and 2000: Evidence from Matched Employer-Employee Data",
    "citation_author": [
        "Judith Hellerstein",
        "David Neumark",
        "Melissa McInerney"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence on changes in workplace segregation by education, race, ethnicity, and sex, from 1990 to 2000. The evidence indicates that racial and ethnic segregation at the workplace level remained quite pervasive in 2000. At the same time, there was fairly substantial segregation by skill, as measured by education. Putting together the 1990 and 2000 data, we find no evidence of declines in workplace segregation by race and ethnicity; indeed, black-white segregation increased. Over this decade, segregation by education also increased. In contrast, workplace segregation by sex fell over the decade, and would have fallen by more had the services industry - a heavily female industry in which sex segregation is relatively high - not experienced rapid employment growth.\n\n",
    "acknowledgement": "\nThis research was funded by NICHD grant R01HD042806. We also thank the Alfred P. Sloan Foundation for its generous support. We are grateful to Ron Jarmin and Julia Lane for helpful comments. The analysis and results presented in this paper are attributable to the authors and do not necessarily reflect concurrence by the Center for Economics Studies, Bureau of the Census, or by the Sloan Foundation. This paper has undergone a more limited review by the Census Bureau than its official publications. It has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}