{
    "id": 13085,
    "citation_title": "Americans Do I.T. Better: US Multinationals and the Productivity Miracle",
    "citation_author": [
        "Nicholas Bloom",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US has experienced a sustained increase in productivity growth since the mid-1990s, particularly in sectors that intensively use information technologies (IT). This has not occurred in Europe. If the US \"productivity miracle\" is due to a natural advantage of being located in the US then we would not expect to see any evidence of it for US establishments located abroad. This paper shows in fact that US multinationals operating in the UK do have higher productivity than non-US multinationals in the UK, and this is primarily due to the higher productivity of their IT. Furthermore, establishments that are taken over by US multinationals increase the productivity of their IT, whereas observationally identical establishments taken over by non-US multinationals do not. One explanation for these patterns is that US firms are organized in a way that allows them to use new technologies more efficiently. A model of endogenously chosen organizational form and IT is developed to explain these new micro and macro findings.\n\n",
    "acknowledgement": "\nThis is a revised version of the mimeo \"It Ain't what you do but the way that you do I.T.\" We would like to thank our formal discussants (Susanto Basu, Erik Brynjolfsson, Johannes von Biesebroeck and Stephen Yeaple), Tony Clayton and Mary O'Mahony and the participants at seminars at Berkeley, Cambridge, CEPR, Columbia, Hebrew, John Hopkins, LSE, Maryland, the NBER, Northwestern, Oxford, Stanford, Tel-Aviv, UBC, UCL, UCSD and Yale. We would also like to thank the Department of Trade and Industry and the Economic and Social Research Council for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}