{
    "id": 13082,
    "citation_title": "When Are Ghettos Bad? Lessons from Immigrant Segregation in the United States",
    "citation_author": [
        "David M. Cutler",
        "Edward L. Glaeser",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-05-09",
    "issue_date": "2007-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRecent literature on the relationship between ethnic or racial segregation and outcomes has failed to produce a consensus view of the role of ghettos; some studies suggest that residence in an enclave is beneficial, some reach the opposite conclusion, and still others imply that any relationship is small.  This paper presents new evidence on this relationship using data on first-generation immigrants in the United States.  Using average group characteristics as instruments for segregation, controlling for individual characteristics and both metropolitan area and country-of-origin fixed effects, we estimate impacts of residential concentration that vary with group human capital levels.  Residential concentration can be beneficial, but primarily for more educated groups.  The mean impact of residential concentration varies across measures, which may illuminate some of the causal mechanisms relating segregation to outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to the Russell Sage Foundation for support and to Audrey Beck for outstanding research assistance.  We also thank participants in the 2005 American Real Estate and Urban Economics Association International Conferences for helpful comments on a previous draft.  This paper reports the results of research and analysis undertaken while the corresponding author was a research affiliate at the Center for Economic Studies at the U.S. Census Bureau.  It  has undergone a Census Bureau review more limited in scope than that given to official Census Bureau  publications.  Research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence by the Census Bureau.  It has been screened to insure that no confidential information is revealed.  The segregation indices used in this  paper are available on our website: http://trinity.aas.duke.edu/~jvigdor/segregation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}