{
    "id": 13099,
    "citation_title": "Monetary Policy Analysis with Potentially Misspecified Models",
    "citation_author": [
        "Marco Del Negro",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy analysis with potentially misspecified dynamic stochastic general equilibrium (DSGE) models faces two challenges: estimation of parameters that are relevant for policy trade-offs and treatment of estimated deviations from the cross-equation restrictions. This paper develops and explores policy analysis approaches that are either based on a generalized shock structure for the DSGE model or the explicit modelling of deviations from cross-equation restrictions. Using post-1982 U.S. data we first quantify the degree of misspecification in a state-of-the-art DSGE model and then document the performance of different interest-rate feedback rules. We find that many of the policy prescriptions derived from the benchmark DSGE model are robust to the various treatments of misspecifications considered in this paper, but that quantitatively the cost of deviating from such prescriptions varies substantially.\n\n",
    "acknowledgement": "\nWe would like to thank Kosuke Aoki, David Arsenau, Jesus Fernandez-Villaverde, John Geweke, Lars Hansen, Andrew Levin, Ramon Marimon, Tom Sargent, Peter Summers, Charles Whiteman, Raf Wouters, as well as the participants of the 2004 EEA-ESEM session on \"Empirical Models for Monetary Policy Analysis,'' the 2004 ECB Conference on \"Monetary Policy and Imperfect Knowledge,'' the Fall 2004 Macro System Committee Meetings, the 2004 SEA Meetings, the Conference on \"25 Years of Macroeconomics and Reality,'' the 2005 Conference on \"Quantitative Evaluation of Stabilization Policies'' at Columbia University, the 2006 EC2 Meetings, and seminar participants at the Bank of England, the Bank of Italy, the FRB Kansas City, and the University of Miami for helpful comments. Schorfheide gratefully acknowledges financial support from the Alfred P. Sloan Foundation and the National Science Foundation under Grant SES-0617803. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}