{
    "id": 13096,
    "citation_title": "Understanding the Evolution of the U.S. Wage Distribution: A Theoretical Analysis",
    "citation_author": [
        "Fatih Guvenen",
        "Burhanettin Kuruscu"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we present an analytically tractable overlapping generations model of human capital accumulation, and study its implications for the evolution of the U.S. wage distribution from 1970 to 2000. The key feature of the model, and the only source of heterogeneity, is that individuals differ in their ability to accumulate human capital. Therefore, wage inequality results only from differences in human capital accumulation. We examine the response of this model to skill-biased technical change (SBTC) theoretically. We show that in response to SBTC, the model generates behavior consistent with several features of the U.S. data including (i) a rise in overall wage inequality both in the short run and long run, (ii) an initial fall in the education premium followed by a strong recovery, leading to a higher premium in the long run, (iii) the fact that most of this fall and rise takes place among younger workers, (iv) a rise in within-group inequality, (v) stagnation in median wage growth (and a slowdown in aggregate labor productivity), and (vi) a rise in consumption inequality that is much smaller than the rise in wage inequality. These results suggest that the heterogeneity in the ability to accumulate human capital is an important feature for understanding the effects of SBTC, and interpreting the transformation that the U.S. economy has gone through since the 1970's.\n\n",
    "acknowledgement": "\nWe are especially grateful to Daron Acemoglu for comments and suggestions that substantially improved the paper. For helpful discussions and comments, we thank Paul Beaudry, Satyajit Chatterjee, Dean Corbae, Gueorgui Kambourov, Larry Katz, Per Krusell, Tom Sargent, Rob Shimer, Tony Smith, Kjetil Storesletten, Aleh Tsyvinski, Gustavo Ventura, Gianluca Violante, Amir Yaron, and especially David Autor and Steve Davis, as well as the seminar participants at Carnegie Mellon University, European University Institute, Georgetown University, Goethe University Frankfurt, HEC Lausanne, Humboldt University, LSE, NYU, Rice University, Stony Brook, University of Michigan, University of Rochester, University of Toulouse, UT-Austin, University of Zurich, Yale University, York University, the Federal Reserve Banks of Atlanta, Cleveland, and Philadelphia, NBER's Economic Fluctuations and Growth Meeting in Cambridge, the Minnesota Macro Workshop, the \"Labor Supply and Life-Cycle Productivity\" Workshop organized by the Bank of Canada, the 20th Canadian Macro Study Group Workshop, and the SED conference. Guvenen acknowledges financial support from the National Science Foundation (SES-0649437). An earlier longer version of this paper circulated under the title \"Understanding Wage Inequality: Ben-Porath Meets Skill-Biased Technical Change.\" The usual disclaimer applies.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}