{
    "id": 13093,
    "citation_title": "When did Ownership Separate from Control? Corporate Governance in the Early Nineteenth Century",
    "citation_author": [
        "Eric Hilt"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the ownership and governance of the business corporations of New York State in the 1820s. Using a new dataset collected from the manuscript records of New York's 1823 capital tax, and from the charters of the corporations, I analyze the ownership structures of the firms, and investigate the degree to which ownership was separated from control at the time. In contrast to Berle and Means's account of the development of the corporation, the results indicate that many of the firms were dominated by large shareholders, who were represented on the firms' boards, and held sweeping power to utilize the firms' resources for their own benefit.  The oppression of minority shareholders was a significant problem in early corporate governance, and many of the firms configured their voting rights in a way that curtailed the power of large investors. A positive relationship between firm value and these voting rights configurations is found among the publicly-traded firms in the sample.\n\n",
    "acknowledgement": "\nI would like to acknowledge the helpful comments of Leah Boustan, Stanley Engerman, Carola Frydman, Zorina Khan, Naomi Lamoreaux, Petra Moser, Antoinette Schoar, and seminar participants at UCLA, Yale, Harvard, Columbia, UNC Chapel Hill, MIT Sloan, the NBER Summer Institute, the Economic History Association annual meetings, and the Cliometrics Society conference.  Elira Kuka and Jaree Pinthong provided superb research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}