{
    "id": 13091,
    "citation_title": "Rise of 401(k) Plans, Lifetime Earnings, and Wealth at Retirement",
    "citation_author": [
        "James Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSaving through private pensions has been an important complement to Social Security in providing for the financial needs of older Americans.  In the past twenty five years, however, there has been a dramatic change in private retirement saving.  Personal retirement accounts have replaced defined benefit pension plans as the primary means of retirement saving.  It is important to understand how this change will affect the wealth of future retirees.  The personal retirement account system is not yet mature.  A person who retired in 2000, for example, could have contributed to a 401(k) for at most 18 years and the typical 401(k) participant had only contributed for a little over seven years.  Nonetheless, current 401(k) assets are quite large.  We consider in this paper the implications of rising 401(k) saving through the year 2040.  In particular, we emphasize the growth of the sum of Social Security wealth and 401(k) assets for families in each decile of the Social Security wealth distribution.   Our projections show a substantial increase between 2000 and 2040 in the sum of these retirement assets in each wealth decile.   We also consider the accumulation of 401(k) assets by families in different deciles of the distribution of lifetime earnings.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-02 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  Funding was also provided by the National Institute on Aging, through grant P01 AG00584.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government or the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}