{
    "id": 13095,
    "citation_title": "A Quantitative Analysis of the Evolution of the U.S. Wage Distribution: 1970-2000",
    "citation_author": [
        "Fatih Guvenen",
        "Burhanettin Kuruscu"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "2009-05-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we construct a parsimonious overlapping-generations model of human capital accumulation and study its quantitative implications for the evolution of the U.S. wage distribution from 1970 to 2000. A key feature of the model is that individuals differ in their ability to accumulate human capital, which is the main source of wage inequality in this model. We examine the response of this model to skill-biased technical change (SBTC), which is modeled as an increase in the trend growth rate of the price of human capital starting in the early 1970s. The model displays behavior that is consistent with several important trends observed in the US data, including the rise in overall wage inequality; the fall and subsequent rise in the college premium, as well as the fact that this behavior was most pronounced for younger workers; the rise in within-group inequality; the stagnation in median wage growth; and the small rise in consumption inequality despite the large rise in wage inequality. We consider different scenarios regarding how individuals' expectations evolve during SBTC. Specifically, we study the case where individuals immediately realize the advent of SBTC (perfect foresight), and the case where they initially underestimate the future growth of the price of human capital (pessimistic priors), but learn the truth in a Bayesian fashion over time. Lack of perfect foresight appears to have little effect on the main results of the paper. Overall, the model shows promise for explaining a diverse set of wage distribution trends observed since the 1970s in a unifying human capital framework.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2009 NBER Macroeconomics Annual. For helpful discussions, we thank Orazio Attanasio, Richard Blundell, Satyajit Chatterjee, Dean Corbae, Gueorgui Kambourov, Lawrence Katz, Per Krusell, Edward Prescott, Tom Sargent, Robert Shimer, Kjetil Storesletten, Aleh Tsyvinski, Amir Yaron, and especially Daron Acemoglu, David Autor, Francesco Caselli, and Steve Davis, as well as the seminar participants at Carnegie-Mellon, European University Institute, Georgetown, Goethe University Frankfurt, HEC Lausanne, Humboldt, LSE, NYU, Rice, SUNY Stony Brook, University College London, Michigan, Rochester, Toronto, Toulouse, Turkish Central Bank, UT-Austin, Yale, York, University of Zurich, the Federal Reserve Banks of Atlanta and Philadelphia, NBER's Economic Fluctuations and Growth Meeting in Cambridge, the Minnesota Macro Workshop, the Labor Supply and Lifecycle Productivity Workshop organized by the Bank of Canada, the 20th Canadian Macro Study Group Workshop, CEPR's 2007 ESSIM Conference, and the SED conference. Guvenen acknowledges financial support from the National Science Foundation (SES-0649437). All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}