{
    "id": 13097,
    "citation_title": "Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime",
    "citation_author": [
        "Jessica Wolpaw Reyes"
    ],
    "citation_publication_date": "2007-05-11",
    "issue_date": "2007-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildhood lead exposure can lead to psychological deficits that are strongly associated with aggressive and criminal behavior. In the late 1970s in the United States, lead was removed from gasoline under the Clean Air Act.  Using the sharp state-specific reductions in lead exposure resulting from this removal, this article finds that the reduction in childhood lead exposure in the late 1970s and early 1980s is responsible for significant declines in violent crime in the 1990s, and may cause further declines into the future.  The elasticity of violent crime with respect to lead is estimated to be approximately 0.8.\n\n",
    "acknowledgement": "\nI would especially like to thank Lawrence Katz for valuable advice, as well as David Cutler, Leemore Dafny, Amy Finkelstein, Claudia Goldin, Nora Gordon, Christopher Jencks, Walter Nicholson, Linda Reyes, René Reyes, Steven Rivkin, Geoffrey Woglom, Justin Wolfers, two anonymous referees, and many seminar participants.  Numerous individuals at government agencies and petroleum industry companies generously provided data on lead in gasoline.  Brent Mast, Bomy Hong, and John Indellicate II provided excellent research assistance. Any remaining errors are my own.  This research was supported by grants from the National Science Foundation, the National Bureau of Economic Research, the National Institute on Aging, and the Harvard Multidisciplinary Program in Inequality and Social Policy. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}