{
    "id": 131,
    "citation_title": "Exports and Foreign Investment in Manufacturing Industries",
    "citation_author": [
        "Robert E. Lipsey",
        "Merle Yahr Weiss"
    ],
    "citation_publication_date": "1976-03-01",
    "issue_date": "1976-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the main purposes of our studies of U.S.-based multinational firms has been to examine the relationship between direct investment by U.S. firms and the export trade of the United States, a subject of bitter controversy for at least the last fifteen years. Changes over time in trade flows and trade balances are influenced by trends in productivity in the United States and elsewhere and by shifts in monetary and fiscal policy, all of which ate reflected in price and income changes, the effects of which on trade probably swamp any that might stem from changes in the level of direct investment, One way to disentangle some of these influences might be to disaggregate by country, industry, and even better, by firm. However, we have not yet developed enough disaggregated time series data for this purpose and have therefore chosen to work with cross-sections by country and industry and, in some eases, by firm.\n\n",
    "acknowledgement": "\n*The research reported on in this paper was financed by grants to the National Bureau of Economic Research from the National Science Foundation and the Ford Foundation, The opinions, findings, conclusions or recommendations expressed herein are those of the authors and do not necessarily reflect the views of the National Science Foundation or the Ford Foundation.  Mary Boger, Linda Quandt, and Marianne Rey were responsible for data collection and organization. We are indebted to the Bureau of Economic Analysis of the U.S. Department of Commerce for the use of their data and particularly to Arnold Gilbert and Michael Liliestedt of the BEA for programming and other assistance with these data.\n\n\n"
}