{
    "id": 13103,
    "citation_title": "Das (Wasted) Kapital: Firm Ownership and Investment Efficiency in China",
    "citation_author": [
        "David Dollar",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nBased on a survey that we designed and that covers a stratified random sample of 12,400 firms in 120 cities in China with firm-level accounting information for 2002-2004, this paper examines the presence of systematic distortions in capital allocation that result in uneven marginal returns to capital across firm ownership, regions, and sectors. It provides a systematic comparison of investment efficiency among wholly and partially state-owned, wholly and partially foreign-owned, and domestic privately owned firms, conditioning on their sector, location, and size characteristics. It finds that even after a quarter-of-century of reforms, state-owned firms still have significantly lower returns to capital, on average, than domestic private or foreign-owned firms. Similarly, certain regions and sectors have consistently lower returns to capital than other regions and sectors. By our calculation, if China succeeds in allocating its capital more efficiently, it could reduce its capital stock by 8 percent without sacrificing its economic growth (and hence could raise its household consumption and deliver a faster improvement to its citizens' living standard).\n\n",
    "acknowledgement": "\nDavid Dollar, Country Director for China and Mongolia, World Bank; Shang-Jin Wei, Assistant Director and Chief of Trade and Investment Division, Research Department, International Monetary Fund and Research Associate and Director of the Working Group on the Chinese Economy at the NBER. The authors wish to thank Jahangir Aziz, Chong-en Bai, Marcos Chamon, Chang-Tai Hsieh, Cui Li, Anil Kashyap, Yingyi Qian, Raghu Rajan, and seminar/conference participants at the NBER and IMF, especially Francesco Givanzzi, Galina Hale, and Chang-Tai Hsieh  for helpful comments, and Yuanyuan Chen, Chang Hong, Xuepeng Liu, and Eric von Uexkull for excellent research assistance. This paper represents the personal views of the authors, and not necessarily those of the World Bank, the IMF, the NBER, or any other organizations that the authors are affiliated with.\n\n\n"
}