{
    "id": 13105,
    "citation_title": "The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Bequest and Precautionary Motives",
    "citation_author": [
        "John Ameriks",
        "Andrew Caplin",
        "Steven Laufer",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nStrong bequest motives can explain low retirement spending, but so equally can strong precautionary motives. Given this identification problem, the recent tradition has been largely to ignore bequest motives. We develop a rich model of spending in retirement that allows for both motives, and introduce a \"Medicaid aversion\" parameter that plays a key role in determining precautionary savings.  We implement a \"strategic\" survey to resolve the identification problem between bequest and precautionary motives. We find that strong bequest motives are too prevalent to be ignored. Moreover, Medicaid aversion is widespread, and helps explain the low spending of many middle class retirees.\n\n",
    "acknowledgement": "\nWe thank George Akerlof, Mariacristina De Nardi, Amy Finkelstein, Eric French, Mark Gertler, Greg Kaplan, Miles Kimball, Jim Poterba, and Bob Willis for helpful guidance. We especially thank Erik Hurst and Jonathan Skinner for insightful discussions at the 2006 and 2007 AEA meetings in Boston and Chicago. We also thank the participants in seminars at New York University, Princeton University, Harvard University, University of California at Berkeley, MIT, and the University of Michigan for comments. The views expressed herein are those of the authors rather than of their institutions or the NBER.\n\n\n"
}