{
    "id": 13101,
    "citation_title": "Do Markets Care Who Chairs the Central Bank?",
    "citation_author": [
        "Kenneth N. Kuttner",
        "Adam S. Posen"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "2008-08-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the effects of central bank governor appointments on financial market expectations of monetary policy. To measure these effects, we assemble a new dataset of appointment announcements from 15 countries, and conduct an event study analysis on exchange rates, bond yields, and stock prices. The analysis reveals a significant reaction of exchange rates and bond yields to unexpected appointments. The reactions are not unidirectional, and thus do not suggest new governors suffer from a generic credibility problem. Federal Reserve chairman appointments  stand out in terms of their unusually pronounced effects on financial markets.\n\n",
    "acknowledgement": "\nOur thanks go to seminar participants at the Bank of England, the Bank of Japan, Birkbeck College, the Federal Reserve Bank of Cleveland, the Liberal Arts Macro Workshop, the NBER, Oberlin College, the Reserve Bank of New Zealand, and the Zentrum für Europäische Wirtschaftsforschung; and to Barbara Craig, Simon Gilchrist, Pavel Kapinos, and Peter Pedroni for constructive suggestions. Dimitar Vlahov provided research assistance, and we are also grateful to Marta Abreu, Geoffrey Barrows, Özer Karagedikli, and Tarja Yrjola for their assistance with the data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}