{
    "id": 13109,
    "citation_title": "Putting the Corporation in its Place",
    "citation_author": [
        "Timothy Guinnane",
        "Ron Harris",
        "Naomi R. Lamoreaux",
        "Jean-Laurent Rosenthal"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article challenges the idea that the corporation is a globally superior form of business organization and that the Anglo-American common-law is more conducive to economic development than the code-based legal systems characteristic of continental Europe. Although the corporation had important advantages over the main alternative form of organization (partnerships), it also had disadvantages that limited its appeal to small- and medium-sized enterprises (SMEs).  As a result, when businesses were provided with an intermediate choice, the private limited liability company (PLLC) that combined the advantages of legal personhood and joint stock with a flexible internal organizational structure, most chose not to organize as corporations. This article tracks the changes that occurred in the menu of business organizational forms in two common-law countries (the UK and the US) and two countries governed by legal codes (France and Germany) and presents data showing the rapidity with which firms in each country responded to enabling legislation for PLLCs. We show that the PLLC was introduced first and most easily in a code country (Germany) and last and with the most difficulty in a common-law country (the US).  Late introduction was associated with prolonged use of the partnership form, suggesting that the disadvantages of corporations did indeed weigh heavily on SMEs.\n\n",
    "acknowledgement": "\nWe thank Svetlana Alkayeva, Ofira Alon, Juan-Francisco Aveleyra, Christopher Cook, Sarah Cullem, Olga Frishman, Theresa Gutberlet, Adam Hofri, Alena Laptiovna, Maria Polyakova, Itai Rabinowitz, Olga Sedjakina, Sarah Shen, Yvonne Taylor, and Eyal Yaacoby for their excellent research assistance. We are grateful for the financial support of the McMillan International Studies Center and the Millstein Center for Corporate Governance and Performance at Yale University, the International Institute and the Dean of Social Science at UCLA, the UCLA Academic Senate, and the Israel Science Foundation. For comments and suggestions we thank Gary Herrigel, Leslie Hannah, Henry Hansmann, Eric Hilt, Timur Kuran, Jonathan Macey, Roberta Romano, Otto Scherner, Kenneth Sokoloff, Jochen Streb, and two anonymous referees, as well as participants in the 2006 SITE Conference on \"Risk, Contracts and Organizations,\" the XIVth World Economic History Congress in Helsinki, the Paris School of Economics Conference on \"Not Just Firms:  History, Law, and Economics,\" and seminars at the Harvard Business School, Haifa University Law School, Max Planck Institute for Research on Collective Goods, Bonn, Paris School of Economics, Rheinisch-Westfälisches Institute für Wirtschaftsforschung, Tel Aviv University Law School, University of British Columbia, University of Mannheim, UCLA's Anderson School and International Institute, and Yale Law School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}