{
    "id": 13100,
    "citation_title": "Assessing China's Exchange Rate Regime",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper examines two related issues: (a) the implicit methodology used by the U.S. Treasury in determining whether China and America's other trading partners manipulate their exchange rates, and (b) the nature of the Chinese exchange rate regime since July 2005. On the first issue, we investigate the roles of economic variables consistent with the IMF definition of manipulation - the partners' overall current account/GDP, its reserve changes, and the real overvaluation of its currency - but also some variables suggestive of American domestic political considerations -- the bilateral trade balance, US unemployment, and an election year dummy. The econometric results suggest that the Treasury verdicts are driven heavily by the US bilateral deficit, though other variables also turn out to be quite important. On the issue of China's de facto exchange rate regime, we apply the technique introduced by Frankel and Wei (1994) to estimate implicit basket weights, adding several refinements. Within 2005, the de facto regime remained a peg to the dollar. However, there was a modest but steady increase in flexibility subsequently. We test whether US pressure has promoted RMB flexibility. We also test whether the recent appreciation against the dollar is due to a trend appreciation against the reference basket or a declining weight on the dollar in the reference basket, and suggest that they have different policy implications.\n\n",
    "acknowledgement": "\nThe authors would like to thank Yuanyuan Chen, Ellis Connolly and Chang Hong for outstanding research assistance;  and to thank  for comments Jahangir Aziz, Morris Goldstein, Jianxiong He, Yun Jung Kim, Sunyoung Lee, Katharine Moon, and John Williamson. Frankel would also like to thank the Mossavar-Rahmani Center for Business and Government for support  and to thank  a number of officials in the Clinton and (current) Bush Treasury Departments, at all levels, for discussion regarding the biannual reports to Congress.  The paper represents the personal views of the authors and not those of any of the institutions with which they are affiliated.\n\n\n"
}