{
    "id": 13118,
    "citation_title": "International Financial Integration and Entrepreneurial Firm Activity",
    "citation_author": [
        "Laura Alfaro",
        "Andrew Charlton"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe explore the relation between international financial integration and the level of entrepreneurial activity in a country. We use a unique firm level data set of approximately 24 million firms in nearly 100 countries in 2004 and 1999, which enables us to present both cross-country and industry level evidence. We establish robust cross-country correlations between increased international financial integration and the activity of entrepreneurs using various proxies for entrepreneurial activity such as entry, size, and skewness of the firm-size distribution and de jure and de facto measures of international capital integration. We then explore causal channels through which foreign capital may encourage entrepreneurship. We find evidence that entrepreneurial activity in industries which are more reliant on external finance is disproportionately affected by international financial integration, suggesting that foreign capital may improve access to capital either directly or through improved domestic financial intermediation. Second we find that entrepreneurial activity is higher in industries which have a large share of foreign firms or in vertically linked industries.\n\n",
    "acknowledgement": "\nWe thank Galina Hale, Ricardo Hausmann, Jean Imbs, Lakshmi Iyer, Simon Johnson, Cheryl Long, Roberto Rigobon, Steve Redding, Dani Rodrik, Kathy Terrell, Eric Werker, and participants at the Stanford Institute for Theoretical Economics summer workshop on Emerging Market Firms' Behavior, the Harvard Business School-BGIE seminar, the Kennedy School's LIEP, 2006-LACEA Conference, the Capital Flows-IMF 7th Jacques Pollak Conference, the 2007 AEA meetings, and  seminars at the London School of Economics, the University of Michigan, and Columbia Business School seminar for valuable comments and suggestions. We are grateful to Todd Mitton for helping us with the IO data, Dun & Bradstreet and Dennis Jacques for helping us with the D&B data set, and HBS and LSE for financial support to purchase the data. We further thank Pamela Arellano for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}