{
    "id": 13113,
    "citation_title": "Incentives in Obesity and Health Insurance",
    "citation_author": [
        "Inas Rashad",
        "Sara Markowitz"
    ],
    "citation_publication_date": "2007-05-17",
    "issue_date": "2007-05-17",
    "revision_date": "2008-07-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe obesity rate in the United States has risen significantly in the past few decades.  While a number of economic causes for the rise in obesity have been explored, little attention has been on the role of health insurance per se.  This paper examines obesity in the context of a model where health insurance status can influence body weight.  We attempt to isolate the effects of ex ante moral hazard, where people with health insurance may change their behaviors towards weight control.  We use data from the Behavioral Risk Factor Surveillance System from 1993 to 2002 to determine the potential effect of having health insurance on measures of body weight.  In our analyses, we control for a variety of confounding factors that may influence body weight and address the endogenous nature of health insurance.  Our results show evidence that having insurance is associated with higher body mass (particularly for those above the poverty threshold) and an increased probability of being overweight.  However, we find no evidence that having insurance affects the probability of being obese.\n\n",
    "acknowledgement": "\nWe thank Christopher Ruhm, Susan Averett, Caroline Carlin, and participants at the 2006 Southern Economic Association, 2007 Eastern Economic Association, and 2008 American Society of Health Economists meetings.  The authors alone are responsible for errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}