{
    "id": 13117,
    "citation_title": "Constrained After College: Student Loans and Early Career Occupational Choices",
    "citation_author": [
        "Jesse Rothstein",
        "Cecilia Elena Rouse"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early 2000s, a highly selective university introduced a \"no-loans\" policy under which the loan component of financial aid awards was replaced with grants.  We use this natural experiment to identify the causal effect of student debt on employment outcomes.  In the standard life-cycle model, young people make optimal educational investment decisions if they are able to finance these investments by borrowing against future earnings; the presence of debt has only income effects on future decisions.  We find that debt causes graduates to choose substantially higher-salary jobs and reduces the probability that students choose low-paid \"public interest\" jobs.  We also find some evidence that debt affects students' academic decisions during college.  Our estimates suggest that recent college graduates are not life-cycle agents.  Two potential explanations are that young workers are credit constrained or that they are averse to holding debt.  We find suggestive evidence that debt reduces students' donations to the institution in the years after they graduate and increases the likelihood that a graduate will default on a pledge made during her senior year; we argue this result is more likely consistent with credit constraints than with debt aversion.\n\n",
    "acknowledgement": "\nWe thank Jane Fortson, Alan Krueger, Jed Marsh, Robin Moscato, and Harvey Rosen for useful conversations and seminar participants at the CUNY Graduate School, Drexel University, Stanford University, the University of California at Davis, the University of Florida, the University of Wisconsin at Madison, and the American Education Finance Association.  We are also indebted to officials at Anon U for the data and to DeForest McDuff, Scott Mildrum and Farrah Parkes for expert research assistance.  We thank the Princeton Center for Economic Policy Studies, Education Research Section, and Industrial Relations Section for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}