{
    "id": 13115,
    "citation_title": "Implications of Search Frictions: Matching Aggregate and Establishment-level Observations",
    "citation_author": [
        "Russell Cooper",
        "John Haltiwanger",
        "Jonathan L. Willis"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies hours, employment, vacancies and unemployment at micro and macro levels. It is built around a set of facts concerning the variability of unemployment and vacancies in the aggregate and, at the establishment level, the distribution of net employment growth and the comovement of hours and employment growth. A search model with frictions in hiring and firing is used as a framework to understand these observations. Notable features of this search model include non-convex costs of posting vacancies, establishment level profitability shocks and a contracting framework that determines the response of hours and wages to shocks. The search friction creates an endogenous, cyclical adjustment cost. We specify and estimate the parameters of the search model using simulated method of moments to match establishment-level and aggregate observations. The estimated search model is able to capture both the aggregate and establishment-level facts.\n\n",
    "acknowledgement": "\nWe are grateful to an anonymous referee, Robert King, Shigeru Fujita, Murat Tasci and Eran Yashiv for helpful comments. Comments from Stephen Nickell, Julian Messina and participants at the 2006 Swiss National Bank/JME Conference and seminar participants at Ohio State University, Washington University of St. Louis and the Federal Reserve Banks of Chicago, Dallas, Kansas City and New York for comments and suggestions. The authors thank the NSF for financial support. The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Kansas City, the NBER or the Federal Reserve System.\n\n\n"
}