{
    "id": 13116,
    "citation_title": "Explaining Women's Success: Technological Change and the Skill Content of Women's Work",
    "citation_author": [
        "Sandra E. Black",
        "Alexandra Spitz-Oener"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe closing of the gender wage gap is an ongoing phenomenon in industrialized countries.  However, research has been limited in its ability to understand the causes of these changes, due in part to an inability to directly compare the work of women to that of men.  In this study, we use a new approach for analyzing changes in the gender pay gap that uses direct measures of job tasks and gives a comprehensive characterization of how work for men and women has changed in recent decades.  Using data from West Germany, we find that women have witnessed relative increases in non-routine analytic tasks and non-routine interactive tasks, which are associated with higher skill levels. The most notable difference between the genders is, however, the pronounced relative decline in routine task inputs among women with little change for men. These relative task changes explain a substantial fraction of the closing of the gender wage gap. Our evidence suggests that these task changes are driven, at least in part, by technological change. We also show that these task changes are related to the recent polarization of employment between low and high skilled occupations that we observed in the 1990s.\n\n",
    "acknowledgement": "\nThe authors thank David Autor, Leah Boustan, Michael Burda, and seminar participants at the NBER Labor Studies Program Meeting, Case Western Reserve, Duke University, University of Kentucky, University of Texas, Austin, and Notre Dame University for helpful comments and suggestions.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}