{
    "id": 13122,
    "citation_title": "Political Dynasties",
    "citation_author": [
        "Ernesto Dal Bó",
        "Pedro Dal Bó",
        "Jason Snyder"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study political dynasties in the United States Congress since its inception in 1789. We document historic and geographic patterns in the evolution and profile of political dynasties, study the extent of dynastic bias in legislative politics versus other occupations, and analyze the connection between political dynasties and political competition. We also study the self-perpetuation of political elites. We find that legislators who enjoy longer tenures are significantly more likely to have relatives entering Congress later. Using instrumental variables methods, we establish that this relationship is causal: a longer period in power increases the chance that a person may start (or continue) a political dynasty. Therefore, dynastic political power is self-perpetuating in that a positive exogenous shock to a person's political power has persistent effects through posterior dynastic attainment. In politics, power begets power.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions we thank Anna Aizer, Severin Borenstein, Bruce Bueno de Mesquita, Matías Cattaneo, Rafael Di Tella, Andrew Foster, Oded Galor, Juan C. Hallak, Brian Knight, Ashley Lester, David Levine, Alexandre Mas, Enrico Moretti, Ben Olken, Gerard Roland, Ken Shepsle, Andrei Shleifer, Steve Tadelis, Marko Terviö, seminar participants at UC Berkeley, Brown, CalTech, Columbia, U. of Illinois at Urbana-Champaign, NYU, UPenn, U. de San Andrés, Washington U. St Louis, Stanford GSB, and the Political Economy group at NBER; we thank Sanny Liao for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}