{
    "id": 13124,
    "citation_title": "Do Security Analysts Speak in Two Tongues?",
    "citation_author": [
        "Ulrike Malmendier",
        "Devin Shanthikumar"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhy do security analysts issue overly positive recommendations? We propose a novel approach to distinguish strategic motives (e.g., generating small-investor purchases and pleasing management) from nonstrategic motives (genuine overoptimism). We argue that nonstrategic distorters tend to issue both positive recommendations and optimistic forecasts, while strategic distorters \"speak in two tongues,\" issuing overly positive recommendations but less optimistic forecasts. We show that the incidence of strategic distortion is large and systematically related to proxies for incentive misalignment. Our \"two-tongues metric\" reveals strategic distortion beyond those indicators and provides a new tool for detecting incentives to distort that are hard to identify otherwise.\n\n",
    "acknowledgement": "\nWe would like to thank Sris Chatterjee, Paul Healy, David Hirshleifer, Gerard Hoberg, Jennifer Juergens, Charles Lee, Pat O'Brien, Tim McCormick, Zoran Ivkovich, Siew Hong Teoh, seminar participants at the MIT Sloan School of Management, UC Irvine, the Securities and Exchange Commission, the N.Y. Fed/Ohio State University/JFE 2004 conference on Agency Problems and Conflicts of Interest in Financial Intermediaries, the 2005 Early Career Women in Finance Mini-Conference, the 2006 American Finance Association Annual Meeting, the 2006 Financial Accounting and Reporting Section Mid-Year Meeting of the AAA, the 2006 Financial Management Association Europe Conference, the Seventh Maryland Finance Symposium on Behavioral Finance, the 2007 European Accounting Association Annual Meeting and the University of Minnesota. Michael Jung provided excellent research assistance. Ulrike Malmendier gratefully acknowledges financial support from the Coleman Fung Risk Management Research Center. Send correspondence to Devin Shanthikumar. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}