{
    "id": 13125,
    "citation_title": "End-stage Renal Disease and Economic Incentives: The International Study of Health Care Organization and Financing",
    "citation_author": [
        "Avi Dor",
        "Mark V. Pauly",
        "Margaret A. Eichleay",
        "Philip J. Held"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnd-stage renal disease (ESRD), or kidney failure, is a debilitating, costly, and increasingly common medical condition. Little is known about how different financing approaches affect ESRD outcomes and delivery of care. This paper presents results from a comparative review of 12 countries with alternative models of incentives and benefits, collected under the International Study of Health Care Organization and Financing, a substudy within the Dialysis Outcomes and Practice Patterns Study. Variation in spending per ESRD patient is relatively small and is correlated with overall per capita health care spending. Between-country variations in spending are reduced using an input price parity index constructed for this study. Remaining differences in costs and outcomes do not seem strongly linked to differences in incentives embedded in national programs.\n\n",
    "acknowledgement": "\nWe are grateful to Ronald L. Pisoni, Friedrich K. Port, Richard A. Hirth, Botond Köszegi, and Sylvia P. B. Ramirez for comments and suggestions received, and to panel participants at the 6th European Conference on Health Economics in Budapest, Hungary, 2006. The International Study on Health Care Organization and Financing is supported by the Arbor Research Collaborative for Health. The Dialysis Outcomes and Practice Patterns Study is supported by research grants from Amgen and Kirin without restrictions on publications. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}