{
    "id": 13127,
    "citation_title": "The Time and Timing Costs of Market Work",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Stephen Donald"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the American Time Use Survey of 2003 and 2004 we first examine whether additional market work has neutral impacts on the mix of non-market activities. The estimates indicate that fixed time costs of market work alter patterns of non-market activities, reducing leisure time and mostly increasing time devoted to household production. Similar results are found using time-diary data for Australia, Germany and the Netherlands.  Direct estimates of the utility derived from goods consumption and two types of non-market time in the presence of these fixed costs indicate that they generate a utility-equivalent of as much as 8 percent of income that must be overcome before market work becomes an optimizing choice. Market work also alters the timing of a fixed amount of non-market activities during the day, away from the schedule chosen when market work imposes no timing constraints. All of these effects are mitigated by higher family income. The results provide a new supply-side explanation for the frequently observed discrete drop from full-time work to complete retirement.\n\n",
    "acknowledgement": "\nPatterson-Bannister and Murray Johnson Chair and Faculty Fellow, and Professor of Economics, University of Texas at Austin; Edward Everett Hale Centennial Professor of Economics, University of Texas at Austin, and research associate, NBER and IZA. We are indebted to Leora Friedberg, Alain Jousten, Joseph Quinn, James Rebitzer, David Ribar, Manuelita Ureta and participants in seminars at several universities for helpful comments, and to Rick Evans and Deniz Gevrek for excellent research assistance. Part of the research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC) and a subcontract to the University of Texas at Austin. The opinions and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of SSA, any agency of the Federal Government, the MRRC, or the National Bureau of Economic Research.\n\n\n"
}