{
    "id": 13120,
    "citation_title": "The Prospects for Sustained Growth in Africa: Benchmarking the Constraints",
    "citation_author": [
        "Simon Johnson",
        "Jonathan D. Ostry",
        "Arvind Subramanian"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA dozen countries had weak institutions in 1960 and yet sustained high rates of growth subsequently. We use data on their characteristics early in the growth process to create benchmarks with which to evaluate potential constraints on sustained growth for sub-Saharan Africa. This analysis suggests that what are usually regarded as first-order problems -- broad institutions, macroeconomic stability, trade openness, education, and inequality -- may not nowbe binding constraints in Africa, although the extent of ill-health, internal conflict, and societal fractionalization do stand out as problems in contemporary Africa. A key question is to what extent Africa can rely on manufactured exports as a mode of \"escape from underdevelopment,\" a strategy successfully deployed by almost all the benchmark countries. The benchmarking comparison specifically raises two key concerns as far as a development strategy based on expanding exports of manufactures is concerned: micro-level institutions that affect the costs of exporting, and the level of the real exchange rate -- especially the need to avoid overvaluation.\n\n",
    "acknowledgement": "\nSimon Johnson is the Ronald A. Kurtz Professor of Entrepreneurship at the Sloan School of Management, MIT. Jonathan D. Ostry is Deputy Director of the Research Department at the IMF. Arvind Subramanian is a Senior Fellow at the Peterson Institute for International Economics. Work on this paper was undertaken while Johnson was a visiting scholar in the IMF's Research Department, and Subramanian was Assistant Director of the Macroeconomic Studies Division of the Research Department at the IMF. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF or IMF policy. This paper is a revision of a background paper prepared for the NBER's Africa meeting in April 2006 and was also presented at the Peterson Institute of International Economics. We thank participants, and particularly Fred Bergsten, Martin Feldstein, and Ben Jones, as well as colleagues at the IMF for helpful comments. We are grateful to Manzoor Gill and Murad Omoev for superb assistance with the data. The views expressed herein do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}