{
    "id": 13123,
    "citation_title": "Precautionary Demand for Foreign Assets in Sudden Stop Economies: An Assessment of the New Merchantilism",
    "citation_author": [
        "Ceyhun Bora Durdu",
        "Enrique G. Mendoza",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial globalization was off to a rocky start in emerging economies hit by Sudden Stops since the mid 1990s. Foreign reserves grew very rapidly during this period, and hence it is often argued that we live in the era of a New Merchantilism in which large stocks of reserves are a war-chest for defense against Sudden Stops. We conduct a quantitative assessment of this argument using a stochastic intertemporal equilibrium framework with incomplete asset markets in which precautionary saving affects foreign assets via three mechanisms: business cycle volatility, financial globalization, and Sudden Stop risk. In this framework, Sudden Stops are an equilibrium outcome produced by an endogenous credit constraint that triggers Irving Fisher's debt-deflation mechanism. Our results show that financial globalization and Sudden Stop risk are plausible explanations of the observed surge in reserves but business cycle volatility is not. In fact, business cycle volatility has declined in the post-globalization period. These results hold whether we use the formulation of intertemporal preferences of the Bewley-Aiyagari-Hugget class of precautionary savings models or the Uzawa-Epstein setup with endogenous time preference.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Conference on New Perspectives on Financial Globalization held at the IMF, April 26-27, 2007. We thank the discussant, Dave Backus, for his thoughtful comments, Philip Lane and Gian Maria Milesi-Ferretti for sharing their data on cross-country foreign assets with us, and Laura Alfaro, Woon Gyu Choi, Olivier Jeanne, Jaewoo Lee, Marcus Miller, Romain Ranciere, and Vincenzo Quadrini for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the Congressional Budget Office or the International Monetary Fund or the National Bureau of Economic Research.\n\n\n"
}