{
    "id": 13133,
    "citation_title": "How Do Workplace Smoking Laws Work? Quasi-Experimental Evidence from Local Laws in Ontario, Canada",
    "citation_author": [
        "Christopher Carpenter"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are very large literatures in public health and economics on the effects of workplace smoking bans, with most studies relying on cross-sectional variation.  We provide new quasi-experimental evidence on the effects of workplace bans by using the differential timing of adoption of over 100 very strong local smoking by-laws in Ontario, Canada over the period 1997-2004.  We employ restricted-use repeated cross section geocoded outcome data to estimate reduced form models that control for demographic characteristics, year fixed effects, and county fixed effects.  We first show that the effects of the local laws on actual worksite smoking policy (i.e. the \"first stage\") were not uniform; specifically, local laws were only effective at increasing ban presence among blue collar workers.  Among blue collar workers, adoption of a local by-law significantly reduced the fraction of worksites without any smoking restrictions (i.e. where smoking is allowed anywhere at work) by over half.  The differential effect of local policies also improved health outcomes: we find that adoption of a local by-law significantly reduced SHS exposure among blue collar workers by 25-30 percent, and we confirm that workplace smoking laws reduce smoking.  We find plausibly smaller and insignificant estimates for white collar and sales/service workers -- the vast majority of whom worked in workplaces with privately initiated smoking bans well before local by-laws were adopted.  Overall our findings advance the literature by confirming that workplace smoking bans reduce smoking, documenting the underlying mechanisms through which local smoking by-laws improve health outcomes, and showing that the effects of these laws are strongly heterogeneous with respect to occupation.\n\n",
    "acknowledgement": "\nCarpenter is Assistant Professor of Economics/Public Policy, The Paul Merage School of Business at UC Irvine, kittc@uci.edu, 443 SB UC Irvine, Irvine, CA  92697-3125.  These results are based on data from the CAMH Monitor and are protected by a confidentiality agreement.  Interested readers can contact the author for details on how to request access.  I am grateful to Anca Ialomiteanu and Ed Adlaf for assistance with the data.  Marianne Bitler, Tom Buchmueller, Phil DeCicca, Mireille Jacobson, David Neumark, Mark Stehr, and Madeline Zavodny provided very useful comments on previous drafts.  I am also grateful for comments from seminar participants at the NBER, the Paul Merage School of Business, the 2006 Canadian Health Economics Study Group Meetings, the 2006 American Society of Health Economists Meetings, and the University of South Florida. All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}