{
    "id": 13134,
    "citation_title": "Instrumental Variables Estimation of Heteroskedastic Linear Models Using All Lags of Instruments",
    "citation_author": [
        "Kenneth D. West",
        "Ka-fu Wong",
        "Stanislav Anatolyev"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose and evaluate a technique for instrumental variables estimation of linear models with conditional heteroskedasticity.  The technique uses approximating parametric models for the projection of right hand side variables onto the instrument space, and for conditional heteroskedasticity and serial correlation of the disturbance.  Use of parametric models allows one to exploit information in all lags of instruments, unconstrained by degrees of freedom limitations.  Analytical calculations and simulations indicate that there sometimes are large asymptotic and finite sample efficiency gains relative to conventional estimators (Hansen (1982)), and modest gains or losses depending on data generating process and sample size relative to quasi-maximum likelihood.  These results are robust to minor misspecification of the parametric models used by our estimator.\n\n",
    "acknowledgement": "\nThe authors are listed in the order that they became involved in this project.  We thank two anonymous referees and various seminar audiences for helpful comments, and the National Science Foundation for financial support.  Correspondence: Kenneth D. West, Department of Economics, University of Wisconsin, 1180 Observatory Drive, Madison, WI 53706.  Email:kdwest@wisc.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}