{
    "id": 13130,
    "citation_title": "Sub-national Differentiation and the Role of the Firm in Optimal International Pricing",
    "citation_author": [
        "Edward J. Balistreri",
        "James R. Markusen"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe illuminate the relationship between optimal firm pricing and optimal trade policy by exploring a generalized model that accommodates product differentiation at both the national and sub-national (firm) levels.  We assume monopolistic competition in the differentiated products at the sub-national level.  When the national and sub-national substitution elasticities are similar we find little opportunity for small countries to improve their terms of trade through trade distortions, because firms play an important preemptive role in optimally pricing unique varieties.  We contrast this with standard applications of perfect-competition Armington models, which exhibit high optimal tariffs--even for relatively small countries.\n\n",
    "acknowledgement": "\nThis research was sponsored by the United States International Trade Commission.  The research is intended to inform current and future methodologies for policy evaluation.  The research is not intended to evaluate any specific policies.  Any opinions or conclusions contained herein are those of the authors, not the United States International Trade Commission or any of its individual Commissioners.  We received valuable comments and suggestions from Russell H. Hillberry, Robert Koopman, William M. Powers, and participants of the 8th Annual Conference on Global Economic Analysis (GTAP conference).  We also thank Lauren Davis for valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}