{
    "id": 13139,
    "citation_title": "Good Jobs, Bad Jobs, and Trade Liberalization",
    "citation_author": [
        "Donald R. Davis",
        "James Harrigan"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "2010-07-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do labor markets adjust to trade liberalization? Leading models of intraindustry trade (Krugman (1981), Melitz (2003)) assume homogeneous workers and full employment, and thus predict that all workers win from trade liberalization, a conclusion at odds with the public debate. Our paper develops a new model that merges Melitz (2003) with Shapiro and Stiglitz (1984), so also links product market churning to labor market churning. Workers care about their jobs because the model features aggregate unemployment and jobs that pay different wages to identical workers. Simulations show that, for reasonable parameter values, as many as one-fourth of existing \"good jobs\" (those with above average wage) may be destroyed in a liberalization. This is true even as the model shows minimal impact on aggregate unemployment and quite substantial aggregate gains from trade.\n\n",
    "acknowledgement": "\nMuch of this paper was written while Davis was visiting, and Harrigan was employed by, the Federal Reserve Bank of New York. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. The authors are grateful to Elhanan Helpman and Oleg Itskhoki for very helpful comments on an early version of this paper, and to seminar participants at Columbia, Fordham, Harvard, Princeton, Yale and the NBER.\n\n\n"
}