{
    "id": 13138,
    "citation_title": "Labor Unrest and the Quality of Production: Evidence from the Construction Equipment Resale Market",
    "citation_author": [
        "Alexandre Mas"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the construction equipment resale market to assess whether equipment produced by the world's largest manufacturer of construction machinery, Caterpillar, experienced lower product quality in facilities that underwent contract disputes during the 1990's.  Analysis of auction data reveals that resale market participants significantly discounted machines produced in these dispute-affected facilities.  Additionally, pieces of equipment produced in facilities undergoing unrest were resold more often, received worse appraisal reports, and had lower list prices.  Taken together, the evidence supports the hypothesis that workmanship at dispute-affected facilities declined, and that the resulting impact on the economic quality of the equipment produced was significant.  The dispute was associated with at least $400 million in lost service flows due to inferior quality equipment alone.\n\n",
    "acknowledgement": "\nThe author is grateful to Alan Krueger, Maitreesh Ghatak, and two anonymous referees for many valuable suggestions and comments.  The author also thanks Orley Ashenfelter, David Card, Hank Farber, Kenneth Fortson, Jeff Kling, David Linsenmeier, Bentley MacLeod, Jesse Rothstein, Cecilia Rouse, Matthew Weinberg, Pei Zhu and seminar participants at Princeton University, Stanford, Harvard Business School, Columbia, U.C. Berkeley, Dartmouth, Yale, Oxford, RAND, University of Michigan, and Northwestern for helpful suggestions.  Jennifer Ferng provided excellent assistance in compiling the data.  Financial support was partially provided by Fellowship for Woodrow Wilson Scholars and the Industrial Relations Section of Princeton University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}