{
    "id": 13135,
    "citation_title": "Directed Altruism and Enforced Reciprocity in Social Networks: How Much is A Friend Worth?",
    "citation_author": [
        "Stephen Leider",
        "Markus M. Möbius",
        "Tanya Rosenblat",
        "Quoc-Anh Do"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct field experiments in a large real-world social network to examine why decision makers treat friends more generously than strangers. Subjects are asked to divide surplus between themselves and named partners at various social distances, where only one of the decisions is implemented. In order to separate altruistic and future interaction motives, we implement an anonymous treatment where neither player is told at the end of the experiment which decision was selected for payment and a non-anonymous treatment where both players are told. Moreover, we include both games where transfers increase and decrease social surplus to distinguish between different future interaction channels including signaling one's generosity and enforced reciprocity, where the decision maker treats the partner to a favor because she can expect it to be repaid in the future. We can decompose altruistic preferences into baseline altruism towards any partner and directed altruism towards friends. Decision makers vary widely in their baseline altruism, but pass at least 50 percent more surplus to friends compared to strangers when decision making is anonymous. Under non-anonymity, transfers to friends increase by an extra 24 percent relative to strangers, but only in games where transfers increase social surplus. This effect increases with density of the network structure between both players, but does not depend on the average amount of time spent together each week. Our findings are well explained by enforced reciprocity, but not by signaling or preference-based reciprocity. We also find that partners' expectations are well calibrated to directed altruism, but that they ignore decision makers' baseline altruism. Partners with high baseline altruism have friends with higher baseline altruism and are therefore treated better.\n\n",
    "acknowledgement": "\nThis paper replaces an earlier working paper version titled \"Social Capital in Social Networks\". We are grateful to Ed Glaeser, Muriel Niederle, Adam Szeidl and seminar participants at the 2004 Econometric Society Summer meetings, 2004 SITE, Max Planck Institute Ringberg Workshop on Social Networks, 2006 North American ESA meetings, Boston University, New York University, University of Connecticut, Texas A&M, Columbia University, Institute for Advanced Study and University of Michigan for helpful comments. We are particularly indebted to Rachel Croson and Al Roth for extremely helpful conversations during the design stage of our experiments. Paul Niehaus and Raphael Schoenle were excellent research assistants. We are grateful to the Social Security Administration and the Center for Retirement Research at Boston College for financial support through a Sandell grant (Mobius, Rosenblat) and to the NSF (Leider). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}