{
    "id": 13132,
    "citation_title": "Taxes, Institutions and Foreign Diversification Opportunities",
    "citation_author": [
        "Mihir A. Desai",
        "Dhammika Dharmapala"
    ],
    "citation_publication_date": "2007-05-24",
    "issue_date": "2007-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestors can access foreign diversification opportunities through either foreign portfolio investment (FPI) or foreign direct investment (FDI). By combining data on US outbound FPI and FDI, this paper analyzes whether the composition of US outbound capital flows reflect efforts to bypass home country tax regimes and weak host country investor protections. The cross-country analysis indicates that a 10% decrease in a foreign country's corporate tax rate increases US investors' equity FPI holdings by 21%, controlling for effects on FDI. This suggests that the residual tax on foreign multinational firm earnings biases capital flows to low corporate tax countries toward FPI. A one standard deviation increase in a foreign country's investor protections is shown to be associated with a 24% increase in US investors' equity FPI holdings. These results are robust to various controls, are not evident for debt capital flows, and are confirmed using an instrumental variables analysis. The use of FPI to bypass home country taxation of multinational firms is also apparent using only portfolio investment responses to within-country corporate tax rate changes in a panel from 1994 to 2005.  Investors appear to alter their portfolio choices to circumvent home and host country institutional regimes.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Lucas Davis, Jim Hines, Peter Merrill, Bill Simpson, and seminar participants at the University of Michigan for helpful discussions and comments, and Claire Gilbert for research assistance. Desai acknowledges the financial support of the Division of Research of Harvard Business School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}