{
    "id": 13148,
    "citation_title": "Domestic Institutions and the Bypass Effect of Financial Globalization",
    "citation_author": [
        "Jiandong Ju",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes a simple model to study the relationship between domestic institutions - financial system, corporate governance, and property rights protection - and patterns of international capital flows. It studies conditions under which financial globalization can be a substitute for reforms of domestic financial system. Inefficient financial system and poor corporate governance in a country may be completely bypassed by two-way capital flows in which domestic savings leave the country in the form of financial capital outflows but domestic investment takes place via inward foreign direct investment. While financial globalization always improves the welfare of a developed country with a good financial system, its effect is ambiguous for a developing country with an inefficient financial sector/poor corporate governance. However, the net effect for a developing country is more likely to be positive, the stronger its property rights protection. This is consistent with the observation that developed countries are often more enthusiastic about capital account liberalization around the world than many developing countries. A noteworthy feature of this theory is that financial and property rights institutions can have different effects on capital flows.\n\n",
    "acknowledgement": "\nWe thank Laura Alfaro, Christian Broda, Richard Baldwin, Mihir Desai, Mick Deveraux, Fabio Ghironi, Piere-Olivier Gourinchas, Robert Feenstra, Elhanan Helpman, Olivier Jeanne, Kala Krishna, Nuno Limao, Maurice Obstfeld, Andres Rodriguez-Clare, Kenneth Rogoff, Hui Tong, Jaume Ventura and seminar/conference participants at NBER Summer Institute 2006, NBER Spring Meeting 2007, AEA 2007, and IMF for helpful comments and suggestions, and Chang Hong and Xuebing Yang for research assistance. The paper reflects the personal views of the authors and do not necessarily represent those of the IMF or its policy. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}