{
    "id": 13146,
    "citation_title": "Patents and the Survival of Internet-related IPOs",
    "citation_author": [
        "Iain M. Cockburn",
        "Stefan Wagner"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of patenting on the survival prospects of 356 internet-related firms that IPO'd at the height of the stock market bubble of the late 1990s. By March 2005, nearly 2/3 of these firms had delisted from the NASDAQ exchange. Although changes in the legal environment in the US in the 1990s made it much easier to obtain patents on software and, ultimately, on business methods, less than half of the firms in this sample obtained, or attempted to obtain, patents. For those that did, we hypothesize that patents conferred competitive advantages that translate into higher probability of survival, though they may also simply be a signal of firm quality. Controlling for age, venture-capital backing, financial characteristics, and stock market conditions, patenting is positively associated with survival. Quite different processes appear to govern exit via acquisition compared to exit via delisting from the exchange due to business failure. Firms that applied for more patents were less likely to be acquired, though obtaining unusually highly cited patents may make them more attractive acquisition target. These findings do not hold for business method patents, which do not appear to confer a survival advantage.\n\n",
    "acknowledgement": "\nFinancial support from the German Academic Exchange Service DAAD is  gratefully acknowledged.  We thank Baruch Lev, INNO-tec, and participants in seminars at Melbourne Business School, Nanyang Technological University, Universitat Pompeu Fabra, INSEAD, ZEW, and the NBER Entrepreneurship Working Group for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}