{
    "id": 13142,
    "citation_title": "Bargaining Around the Hearth",
    "citation_author": [
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn \"Unpacking the Household: Informal Property Rights Around the Hearth\" (Yale Law Journal, 2006) Robert Ellickson argues that as long as members of a household expect their relationship to continue, norms, rather than law, will determine allocations among them.  More specifically, Ellickson argues that in \"midgame\" household members either ignore the \"endgame\" completely or, if they do take endgame considerations into account, the relevant endgame considerations are determined by norms rather than by law. This paper examines the fit between Ellickson's claims and four bargaining models that economists have used to understand interactions within household and families.\n\n",
    "acknowledgement": "\nRobert A. Pollak is the Hernreich Distinguished Professor of Economics at Washington University in St. Louis and a Research Associate of the National Bureau of Economic Research. He wishes to thank Susan Appleton, Robert Ellickson, and Margo Schlanger for helpful comments and conversation, and Joanne Spitz for editorial assistance. Reprinted by permission of The Yale Law Journal Company and William S. Hein Company from The Yale Law Journal's The Pocket Part. Vol. 116, page 414. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}