{
    "id": 13149,
    "citation_title": "Offshoring and Unemployment",
    "citation_author": [
        "Devashish Mitra",
        "Priya Ranjan"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, in order to study the impact of offshoring on sectoral and economywide rates of unemployment, we construct a two sector general equilibrium model in which labor is mobile across the two sectors, and unemployment is caused by search frictions. We find that, contrary to general perception, wage increases and sectoral unemployment decreases due to offshoring. This result can be understood to arise from the productivity enhancing (cost reducing) effect of offshoring. If the search cost is identical in the two sectors, or even if the search cost is higher in the sector which experiences offshoring, the economywide rate of unemployment decreases. We also find multiple equilibrium outcomes in the extent of offshoring and therefore, in the unemployment rate. Furthermore, a firm can increase its domestic employment through offshoring. Also, such a firm's domestic employment can be higher than a firm that chooses to remain fully domestic. When we modify the model to disallow intersectoral labor mobility, the negative relative price effect on the sector in which firms offshore some of their activity becomes stronger. In such a case, it is possible for this effect to offset the positive productivity effect, and result in a rise in unemployment in that sector. In the other sector, offshoring has a much stronger unemployment reducing effect in the absence of intersectoral labor mobility than in the presence of it. Finally, allowing for an endogenous number of varieties provides an additional indirect channel, through which sectoral unemployment goes down due to the entry of new firms brought about by offshoring.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Carleton University, Drexel University, the Midwest International Trade Conference in Minneapolis (Spring, 2007), the NBER Spring 2007 International Trade and Investment group meeting, Oregon State University and the World Bank for useful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}