{
    "id": 1314,
    "citation_title": "A Test of Dual Labor Market Theory",
    "citation_author": [
        "William T. Dickens",
        "Kevin Lang"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite substantial differences in their views of the appropriate policy response to the existence of poverty, neither the proponents of dual market theory nor its critics have proposed potentially conclusive tests of the dual market hypothesis.This paper presents a test of the two central propositions of dual market theory -- 1) the existence of two distinct labor markets with different wage setting mechanisms and 2) the existence of barriers to mobility between the labor markets. We find considerable support for both hypothesis. Estimation of a switching model of wage determination with unknown regimes yields two distinct wage equations. The one which most workers are associated with closely resembles the standard human capital regression with significant returns to education and experience. The other equation is flat with no returns to human capital. These two equations resemble the predictions of dual market theory for the \"primary\" and \"secondary\"  markets respectively. Further, we present evidence that(at least) some non-white workers are involuntarily confined to the secondary market. This crowding of minority workers into the low wage labor market accounts for a substantial portion of white/non-white wage differences. We interpret these results as providing empirical support for the dual market hypothesis and for recent theoretical work on efficiency wagemodels. In addition, combining the efficiency wage argument with the observation that much of the white/non-white wage difference is explained by the exclusion of non-whites from the primary sector suggests an explanation for the persistance of wage differences.\n\n",
    "acknowledgement": "\n"
}