{
    "id": 13145,
    "citation_title": "The Simple Economics of Extortion: Evidence from Trucking in Aceh",
    "citation_author": [
        "Benjamin A. Olken",
        "Patrick Barron"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests whether the behavior of corrupt officials is consistent with standard industrial organization theory. We designed a study in which surveyors accompanied truck drivers on 304 trips along their regular routes in two Indonesian provinces, during which we directly observed over 6,000 illegal payments to traffic police, military officers, and attendants at weigh stations. Using plausibly exogenous changes in the number of police and military checkpoints, we show that market structure affects the level of illegal payments, finding evidence consistent with double-marginalization and hold-up along a chain of vertical monopolies. Furthermore, we document that the illegal nature of these payments does not prevent corrupt officials from extracting additional revenue using complex pricing schemes, including third-degree price discrimination and a menu of two-part tariffs. Our findings illustrate the importance of considering the market structure for bribes when designing anti-corruption policy.\n\n",
    "acknowledgement": "\nWe thank Tim Bresnahan, Liran Einav, Amy Finkelstein, Asim Khwaja, Michael Kremer, Andrei Shleifer, Elmar Wolfstetter, and numerous seminar participants for helpful comments. Special thanks are due to Yuhki Tajima for outstanding research assistance and to Scott Guggenheim for his support and assistance throughout the project. The field work would have been impossible without the dedication of Zejd Muhammad and numerous field surveyors. Kevin Evans and his team at the Aceh Reconstruction and Rehabilitation Agency (BRR) provided assistance. Thanks also to the many people from the Aceh Monitoring Mission (AMM) who provided information on troop and police withdrawals and general assistance and support. This project was supported by trust funds from the Royal Netherlands Embassy in Jakarta and the British Department for International Development (DfID), and was conducted with the support of the Decentralization Support Facility (DSF) and the World Bank. All views expressed are those of the authors, and do not necessarily reflect the opinions of BRR, the Royal Netherlands Embassy, DfID, DSF, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}