{
    "id": 13144,
    "citation_title": "Outsourcing and Volatility",
    "citation_author": [
        "Paul R. Bergin",
        "Robert C. Feenstra",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile outsourcing of production from the U.S. to Mexico has been hailed in Mexico as a valuable engine of growth, recently there have been misgivings regarding its fickleness and volatility. This paper is among the first in the trade literature to study the second moment properties of outsourcing. We begin by documenting a new stylized fact: the maquiladora outsourcing industries in Mexico experience fluctuations in value added that are roughly twice as volatile as the corresponding industries in the U.S. A difference-in-difference method is extended to second moments to verify the statistical significance of this finding. We then develop a stochastic model of outsourcing with heterogeneous firms that can explain this volatility. The model employs two novel mechanisms: an extensive margin in outsourcing which responds endogenously to transmit shocks internationally, and translog preferences which modulate firm entry.\n\n",
    "acknowledgement": "\nWe thank Thomas Chaney, Fabio Ghironi and seminar participants at the NBER Summer Institute 2007, ASSA 2007 meetings in Chicago, UC San Diego, Carnegie Mellon University, University of Colorado, University of Paris, the International Monetary Fund and Academia Sinica in Taipei for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}