{
    "id": 13143,
    "citation_title": "In Search of the Transmission Mechanism of Fiscal Policy",
    "citation_author": [
        "Roberto Perotti"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost economists would agree that a hike in the federal funds rate will cause some slowdown in growth and inflation, and that the bulk of the empirical evidence is consistent with this statement. But perfectly reasonable economists can and do disagree even on the basic effects of a shock to government spending on goods and services: neoclassical models predict that private consumption and the real wage will fall, while some neo-keyenesian models predict the opposite. This paper discusses alternative time series methodologies to identify government spending shocks and to estimate their effects. Applying these methodologies to data from the US and three other OECD countries provides little evidence in favor of the neoclassical predictions. Using the US input-output tables, the paper then turns to industry-level evidence around two major military buildups to shed light on the effects of government spending shocks.\n\n",
    "acknowledgement": "\nI thank the editors, my discussants Valerie Ramey and Ricardo Reis, and Olivier Blanchard, Fabio Canova, Carlo Favero, Jordi Galí , Francesco Giavazzi, Ilian Mihov, Tommaso Monacelli, Evi Pappa, and Luca Sala for discussions and suggestions. The paper also benefitted from comments on an earlier version by seminar participants at the Bank of England, the London School of Economics, and Pompeu Fabra University. Valerio Ercolani provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}