{
    "id": 13141,
    "citation_title": "Patent Reform: Aligning Reward and Contribution",
    "citation_author": [
        "Carl Shapiro"
    ],
    "citation_publication_date": "2007-05-29",
    "issue_date": "2007-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists and policy makers have long recognized that innovators must be able to appropriate a reasonable portion of the social benefits of their innovations if innovation is to be suitably rewarded and encouraged.  However, this paper identifies a number of specific fact patterns under which the current U.S. patent system allows patent holders to capture private rewards that exceed their social contributions.  Such excessive patentee rewards are socially costly, since they raise the deadweight loss associated with the patent system and discourage innovation by others. Economic efficiency is promoted if rewards to patent holders are aligned with and do not exceed their social contributions.  This paper analyzes two major reforms to the patent system designed to spur innovation by better aligning the rewards and contributions of patent holders: establishing an independent invention defense in patent infringement cases, and strengthening the procedures by which patents are re-examined after they are issued.  Three additional reforms relating to patent litigation are also studied: limiting the use of injunctions, clarifying the way in which \"reasonable royalties\" are calculated, and narrowing the definition of \"willful infringement.\"\n\n",
    "acknowledgement": "\nI owe a special debt to Joe Farrell, who has been invaluable in helping me better understand many of the issues addressed here and who generously commented on previous drafts of this paper.  I also thank Richard Gilbert, Bronwyn Hall, Josh Lerner, and Scott Stern for their valuable comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}