{
    "id": 13155,
    "citation_title": "Product Differentiation, Multi-product Firms and Estimating the Impact of Trade Liberalization on Productivity",
    "citation_author": [
        "Jan De Loecker"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "2007-11-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the productivity gains from trade liberalization in the Belgian textile industry. So far, empirical research has established a strong relationship between opening up to trade and productivity, relying almost entirely on deflated sales to proxy for output in the production function. The latter implies that the resulting productivity estimates still capture price and demand shocks which are most likely to be correlated with the change in the operating environment, which invalidate the evaluation of the welfare implications. In order to get at the true productivity gains I propose a simple methodology to estimate a production function controlling for unobserved prices by introducing an explicit demand system. I combine a unique data set containing matched plant-level and product-level information with detailed product-level quota protection information to recover estimates for productivity as well as parameters of the demand side (markups). I find that when correcting for unobserved prices and demand shocks, the estimated productivity gains from relaxing protection are only half (from 8 to only 4 percent) of those obtained with standard techniques.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated under the title \"Product Differentiation, Multi-Product Firms and Structural Estimation of Productivity\". I am especially grateful to Joep Konings, Marc Melitz and Ariel Pakes for comments and suggestions. I would also like to thank Dan Ackerberg, Steve Berry, David Blackburn, Mariana Colacelli, Bronwyn Hall, Amil Petrin, Frank Verboven, Patrick Van Cayseele and Hylke Vandenbussche for discussions on earlier versions. This paper has benefited from seminar participants at University of Minnesota, Yale, Louvain-la-Neuve, KU Leuven, Princeton, NYU, U of Toronto, UT Austin, UCSC, IESE, Federal Board of Governors, LSE, WZB, NY Fed and conference participants at IIOC 2005, CEPR Applied IO Workshop 2005, NBER Summer Institute Productivity Workshop 2005, Midwest Meeting in International Economics 2005, NBER Productivity Workshop 2006, EIIT 2007. Furthermore, I would like to thank Roberta Adinolfi of EURATEX, Sylvie Groeninck of FEBELTEX, Yannick Hamon and Ignacio Iruarruzaga Diez at the European Commission for providing me with the relevant conversion tables to construct the quota data set. Contact Author: jdl16@nyu.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}