{
    "id": 13153,
    "citation_title": "Pioneers, Submariners, or Thicket-builders: Which Firms Use Continuations in Patenting?",
    "citation_author": [
        "Deepak Hegde",
        "David C. Mowery",
        "Stuart Graham"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe continuations procedure within the U.S. patent system has been criticized for enabling firms to manipulate the patent review process for strategic purposes.  Changes during the 1990s in patent procedures affected the incentives of applicants to exploit the continuations process, and additional reforms in continuations currently are being considered.  Nonetheless, little is known about applicants' use of the three major types of continuations -- the Continuation Application (CAP), the Continuations-In-Part (CIP), and Divisions -- to alter the term and scope of patents.  This paper analyzes patents issued from the three types of continuations to U.S. firms during 1981 - 2004 (with priority years 1981 - 2000), and links their frequency to the characteristics of patents, assignees and industries.  We find that CIPs are disproportionately filed by R&D-intensive, small firms that patent heavily, and are more common in chemical and biological technologies.  Patents resulting from CIP filings contain more claims and backward citations per patent on average, and cover relatively \"valuable\" inventions.  In contrast, CAPs cover less valuable patents from large, capital-intensive firms that patent intensively, particularly in computer and semiconductor patents.  We also analyze the effects of the 1995 change in patent term on continuation applications and find that the Act reduced the use of continuations overall, while shifting the output of CAPs toward \"less important\" patents.\n\n",
    "acknowledgement": "\nWe thank Bronwyn Hall and Bhaven Sampat for access to the Compustat database, and data on patent expiration and examiner-inserted citations respectively. We are grateful to Robert Barr and participants at the Spring 2007 Seminar on Innovation (University of California, Berkeley) for their helpful comments. Support for this research was provided by the Andrew W. Mellon and Ewing Marion Kauffman Foundations. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}