{
    "id": 13154,
    "citation_title": "Segmented Asset Markets and Optimal Exchange Rate Regimes",
    "citation_author": [
        "Amartya Lahiri",
        "Rajesh Singh",
        "Carlos A. Vegh"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits the issue of the optimal exchange rate regime in a flexible price environment.  The key innovation is that we analyze this question in the context of environments where only a fraction of agents participate in asset market transactions (i.e., asset markets are segmented). Under this friction, alternative exchange rate regimes have different implications for real allocations in the economy.  In particular -- and contrary to standard results under sticky prices -- we show that flexible exchange rates are optimal under monetary shocks and fixed exchange rates are optimal under real shocks.\n\n",
    "acknowledgement": "\nThis paper was published in the Journal of International Economics (May 2007; pp. 1-21) and is reprinted here with permission from the Journal of International Economics and Elsevier. We would like to thank Andy Atkeson, Mick Devereaux, Huberto Ennis, Andy Neumeyer, Mark Spiegel, and seminar participants at Duke, FRB Cleveland, FRB NY, Penn State, UBC, UCLA, UC Santa Cruz, USC, Warwick, CMSG 2003, ITAM-FBBVA Summer Camp 2003, SED 2003, and NBER IFM meeting Fall 2003 for helpful comments and suggestions.  The usual disclaimer applies.  Végh would like to thank the UCLA Academic Senate for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}