{
    "id": 1315,
    "citation_title": "Funding and Asset Allocation in Corporate Pension Plans: An Empirical Investigation",
    "citation_author": [
        "Zvi Bodie",
        "Jay O. Light",
        "Randall Morck",
        "Robert A. Taggart",
        "Jr."
    ],
    "citation_publication_date": "1984-03-01",
    "issue_date": "1984-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contrasts and empirically tests two different views of corporate pension policy: the traditional view that pension funds are managed without regard to either corporate financial policy or the interests of the corporation and its shareholders, and the corporate financial perspective represented by the recent theoretical work of Black (1980), Sharpe (1916),Tepper (1981), and Treynor (1971), which stresses the potential effects of a firm's financial condition on its pension funding and asset allocation decisions. We find several pieces of evidence supporting the corporate financial perspective. First, we find that there is a significant inverse relationship between firms' profitability and the discount rates they choose tor eport their pension liabilities. In view of this we adjust all reported pension liabilities to a common discount rate assumption. We then find a significant positive relationship between firm profitability and the degree ofpension funding, as is consistent with the corporate financial perspective. We also find some evidence that firms facing higher risk and lower tax liabilities are less inclined to fully fund their pension plans. On the asset allocation question, we find that the distribution of plan assets invested in bonds is bi-modal, but that it does not tend to cluster around extreme portfolio configurations to the extent predicted by the corporate financial perspective. We also find that the percentage of plan assets invested in bonds in negatively related to both total size of plan and the proportion of unfunded liabilities.The latter relationship shows up particularly among the riskiest firms and is consistent with the corporate financial perspective on pension decisions.\n\n",
    "acknowledgement": "\n"
}