{
    "id": 13157,
    "citation_title": "Investment Spikes: New Facts and a General Equilibrium Exploration",
    "citation_author": [
        "Francois Gourio",
        "Anil K. Kashyap"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing plant-level data from Chile and the U.S. we show that investment spikes are highly pro-cyclical, so much so that changes in the number of establishments undergoing investment spikes (the \"extensive margin\") account for the bulk of variation in aggregate investment. The number of establishments undergoing investment spikes also has independent predictive power for aggregate investment, even controlling for past investment and sales. We re-calibrate the Thomas (2002) model (that includes fixed costs of investing) so that it assigns a prominent role to extensive adjustment.  The recalibrated model has different properties than the standard RBC model for some shocks.\n\n",
    "acknowledgement": "\nKashyap thanks the Center for Research in Securities Prices, Initiative on Global Financial Markets and the Stigler Center all at the University of Chicago Graduate School of Business for research support. We thank Shawn D. Klimek from the U.S. Census and Olga Fuentes and Simon Gilchrist from Boston University for very kind help in providing data. We thank participants in the SNB conference and in seminars at the Universities of Chicago, Pompeu Fabra (CREI), Texas (Austin), Kellogg Graduate School of Management, the Paris School of Economics, the NBER Monetary Economics Program, the AEA meetings, the BU macro lunch, and in the GSB Macro and Finance lunches for helpful suggestions; Ricardo Caballero, Janice Eberly and Robert E. Lucas Jr. for helpful conversations; Jeffrey Campbell, Russell Cooper, Nobu Kiyotaki, and Edward Prescott for discussing our paper; and Robert King for many constructive comments.  We also thank Doriana Ruffino, Sandra Shao, and Jin Xu for excellent research assistance. The data, a technical appendix, and Matlab programs to run the model are posted on the following web page: http://people.bu.edu/fgourio/extintpaper.html. All errors here are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}