{
    "id": 13156,
    "citation_title": "The Adoption and Diffusion of Organizational Innovation: Evidence for the U.S. Economy",
    "citation_author": [
        "Lisa M. Lynch"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing a unique longitudinal representative survey of both manufacturing and non-manufacturing businesses in the United States during the 1990's, I examine the incidence and intensity of organizational innovation and the factors associated with investments in organizational innovation.  Past profits tend to be positively associated with organizational innovation.  Employers with a more external focus and broader networks to learn about best practices (as proxied by exports, benchmarking, and being part of a multi-establishment firm) are more likely to invest in organizational innovation. Investments in human capital, information technology, R&D, and physical capital appear to be complementary with investments in organizational innovation.  In addition, non-unionized manufacturing plants are more likely to have invested more broadly and intensely in organizational innovation.\n\n",
    "acknowledgement": "\nThis research was supported in part by the National Science Foundation Program on Innovation and Organizational Change.  The research in this paper was conducted while the author was a Census Bureau Associate at the Boston Research Data Center.  Research results and conclusions are those of the author and do not necessarily indicate concurrence by the Bureau of the Census.  This paper has been screened to ensure that no confidential data are revealed.  I would like to thank Sandra Black for her significant collaboration on previous papers using these data.  I would also like to thank Fabio Schiantarelli, participants in seminars at Tufts University and Columbia University, and the NBER productivity lunch seminar group for useful comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}