{
    "id": 13152,
    "citation_title": "Altruism and the Child-Cycle of Alumni Giving",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a unique data set to assess whether donors' contributions to a nonprofit institution are affected by the perception that the institution might confer a reciprocal benefit. We study alumni contributions to an anonymous research university. Inter alia, the data include information on the ages of the alumni's children, whether they applied for admission to the university, and if so, whether they were accepted. The premise of our analysis is simple: If alumni believe that donations will increase the likelihood of admission for their children and if this belief helps motivate their giving, then the pattern of giving should vary systematically with the ages of their children, whether the children ultimately apply to university, and the outcome of the admissions process. We refer to this pattern as the child-cycle of alumni giving. If the child-cycle is operative, one would observe that, ceteris paribus, the presence of children increases the propensity to give, that giving drops off after the admissions decision is made, and that the decline is greater when the child is rejected by the university. Further, under the joint hypothesis that alumni can reasonably predict the likelihood that their children will someday apply to the university and that reciprocity in the form of a higher probability of admission is expected, we expect that alumni with children in their early teens who eventually apply will give more than alumni whose teenagers do not. The evidence is strongly consistent with the child-cycle pattern. Thus, while altruism drives some giving, the hope for a reciprocal benefit plays a role as well. Using our results, we compute rough estimates of the proportion of giving due to selfish motives.\n\n",
    "acknowledgement": "\nWe are grateful to B. Douglas Bernheim, William Bowen, Ronald Ehrenberg, Jean Grossman, Bo Honore, Donna Lawrence, Brian McDonald, Ashley Miller, John Morgan, Sriniketh Nagavarapu, Andres Santos, Julie Shadle and Burton Weisbrod for useful suggestions. Brent Newhouse and Zhihao Zhang provided excellent research assistance. This research was supported in part by Princeton's Center for Economic Policy Studies and in part by the Stanford Institute for Economic Policy Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}