{
    "id": 13159,
    "citation_title": "Happiness Adaptation to Income and to Status in an Individual Panel",
    "citation_author": [
        "Rafael Di Tella",
        "John Haisken-De New",
        "Robert MacCulloch"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study \"habituation\" to income and to status using individual panel data on the happiness of 7,812 people living in Germany from 1984 to 2000. Specifically, we estimate a \"happiness equation\" defined over several lags of income and status and compare the long run effects. We can (cannot) reject the hypothesis of no adaptation to income (status) during the four years following an income (status) change. In the short-run (current year) a one standard deviation increase in status and 52% of one standard deviation in income are associated with similar increases in happiness. In the long-run (five year average) a one standard deviation increase in status has a similar effect to an increase of 285% of a standard deviation in income. We also present different estimates of habituation across sub-groups. For example, we find that those on the right (left) of the political spectrum adapt to status (income) but not to income (status).\n\n",
    "acknowledgement": "\nFor generous comments and ideas, we thank Andrew Oswald, as well as Daniel Kahneman (who suggested the loss aversion tests), Bo Honore, Bill Simpson, Sebastian Galiani, Angus Deaton, Julio Rotemberg, Matthew Weinzierl and seminar participants at Harvard Business School, the Brookings/Warwick Conference on Happiness in June 5-6 2003 and that on Behavioral Economics organized by Federal Reserve Bank of Boston also in June 2003.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}