{
    "id": 13151,
    "citation_title": "Exchange Rate Fundamentals and Order Flow",
    "citation_author": [
        "Martin D. D. Evans",
        "Richard K. Lyons"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "2020-01-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address whether transaction flows in foreign exchange markets convey fundamental information. Our GE model includes fundamental information that first manifests at the micro level and is not symmetrically observed by all agents. This produces foreign exchange transactions that play a central role in information aggregation, providing testable links between transaction flows, exchange rates, and future fundamentals. We test these links using data on all end-user currency trades received at Citibank over 6.5 years, a sample sufficiently long to analyze real-time forecasts at the quarterly horizon. The predictions are borne out in four empirical findings that define this paper's main contribution: (1) transaction flows forecast future macro variables such as output growth, money growth, and inflation, (2) transaction flows forecast these macro variables significantly better than the exchange rate does, (3) transaction flows (proprietary) forecast future exchange rates, and (4) the forecasted part of fundamentals is better at explaining exchange rates than standard measured fundamentals.\n\n",
    "acknowledgement": "\nWe thank the following for valuable comments: Anna Pavlova, Andrew Rose and seminar participants at the NBER (October 2004 meeting of IFM), the Board of Governors at the Federal Reserve, the European Central Bank, the London Business School, the University of Warwick, the Graduate School of Business at the University of Chicago, UC Berkeley, the Bank of Canada, the International Monetary Fund, and the Federal Reserve Bank of New York. Both authors thank the National Science Foundation for financial support, which includes funding for a clearinghouse for recent micro-based research on exchange rates (at georgetown.edu/faculty/evansm1 and at faculty.haas.berkeley.edu/lyons). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}