{
    "id": 13164,
    "citation_title": "Why Doesn't Capitalism Flow to Poor Countries?",
    "citation_author": [
        "Rafael Di Tella",
        "Robert MacCulloch"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find anecdotal evidence suggesting that governments in poor countries have a more left wing rhetoric than those in OECD countries. Thus, it appears that capitalist rhetoric doesn't flow to poor countries. A possible explanation is that corruption, which is more widespread in poor countries, reduces more the electoral appeal of capitalism than that of socialism. The empirical pattern of beliefs within countries is consistent with this explanation: people who perceive corruption to be high in their country are also more likely to lean left ideologically (and to declare support for a more intrusive government in economic matters). Finally, we present a model explaining the corruption-left connection.  It exploits the fact that an act of corruption is more revealing about the fairness type of a rich capitalist than of a poor bureaucrat. After observing corruption, voters who care about fairness react by increasing taxes and moving left. There is a negative ideological externality since the existence of corrupt entrepreneurs hurts good entrepreneurs by reducing the electoral appeal of capitalism.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Nittai Bergman, Pedro Dal Bo, Steve Davis, Oded Galor, Amihai Glazer, Dani Kaufmann, Christopher Kingston, Rafael La Porta, Howard Rosenthal, Julio Rotemberg, Andrei Shleifer, Antoinette Schoar, Enrico Spolaore, Jorge Streb and seminar participants at Berkeley, Brown, World Bank Conference on Institutions (Italy), Chicago (applied economics), Colorado, Columbia, the 2003 LACEA Conference in Puebla, Melbourne, the NBER (Behavioral Macro Conference, and Entrepreneurship), Princeton, UdeSA, UTDT, Wallis Conference on Political Economy (Rochester). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}