{
    "id": 13161,
    "citation_title": "Spatial Mismatch or Racial Mismatch?",
    "citation_author": [
        "Judith K. Hellerstein",
        "David Neumark",
        "Melissa McInerney"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "2008-04-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe contrast the spatial mismatch hypothesis with what we term the racial mismatch hypothesis - that the problem is not a lack of jobs, per se, where blacks live, but a lack of jobs where blacks live into which blacks are hired. We first report new evidence on the spatial mismatch hypothesis, using data from Census Long-Form respondents. We construct direct measures of the presence of jobs in detailed geographic areas, and find that these job density measures are related to employment of black male residents in ways that would be predicted by the spatial mismatch hypothesis - in particular that spatial mismatch is primarily an issue for low-skilled black male workers. We then look at mismatch along not only spatial lines but racial lines as well, by estimating the effects of job density measures that are disaggregated by race. We find that it is primarily black job density that influences black male employment, whereas white job density has little if any influence on their employment. The evidence implies that space alone plays a relatively minor role in low black male employment rates.\n\n",
    "acknowledgement": "\nThis research was supported by the Russell Sage Foundation and NICHD grant R01HD042806. We are grateful to Joel Elvery and Melinda Sandler Morrill for outstanding research assistance, and to John Guryan, John Iceland, Chris Jepsen, Jed Kolko, Steven Raphael, Lorien Rice, Stuart Rosenthal, Bruce Weinberg, Dan Weinberg, seminar participants at UCI, the University of Chicago, the University of Michigan, the University of Washington, the Australasian Labour-Econometrics Workshop, the Census Research Data Center Annual Conference, and the AEA Annual Meetings, and two anonymous referees for helpful comments. This paper reports the results of research and analysis undertaken while the first two authors were research affiliates at the Center for Economic Studies at the U.S. Census Bureau. It has undergone a Census Bureau review more limited in scope than that given to official Census Bureau publications. It has been screened to ensure that no confidential information is revealed. Research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence by the Census Bureau or the Russell Sage Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}