{
    "id": 13162,
    "citation_title": "Women, Wealth and Mobility",
    "citation_author": [
        "Lena Edlund",
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2007-06-07",
    "issue_date": "2007-06-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent of and changes in inter-generational mobility of wealth are central to understanding dynamics of wealth inequality but hard to measure. Using estate tax returns data, we observe that the share of women among the very wealthy (top 0.01%) in the United States peaked in the late 1960s, reaching almost 50%. Three decades on, women's share had declined to one third, a return to pre-war levels. We argue that this pattern mirrors the relative importance of inherited vs. self-made wealth in the economy and thus the gender-composition of the wealthiest may serve as a proxy for inter-generational wealth mobility. This proxy for \"dynastic wealth'' suggests that wealth mobility in the past century decreased until the 1970s and rose thereafter, a pattern consistent with technological change driving long term trends in income inequality and mobility. Greater wealth mobility in recent decades is also consistent with the simultaneous rise in top income shares and relatively stable wealth concentration.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Douglas Almond, Boyan Jovanovic, Aloysius Siow, and seminar participants at the University of Massachusetts at Amherst, Dartmouth and the 2006 meeting of the AEA. Barry Johnson helped us in obtaining tabulations from the IRS estate tax returns. Emmanuel Saez provided the electronic version of Forbes data. Financial support from the Program for Economic Research at Columbia University, Sloan Foundation and NSF Grant SES-0617737 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}