{
    "id": 13169,
    "citation_title": "Individual Account Investment Options and Portfolio Choice: Behavioral Lessons from 401(k) Plans",
    "citation_author": [
        "Jeffrey R. Brown",
        "Nellie Liang",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how the menu of investment options made available to workers in defined contribution plans influences portfolio choice.  Using unique panel data of 401(k) plans in the U.S., we present three principle findings.  First, we show that the share of investment options in a particular asset class (i.e., company stock, equities, fixed income, and balanced funds) has a significant effect on aggregate participant portfolio allocations across these asset classes.  Second, we document that the vast majority of the new funds added to 401(k) plans are high-cost actively managed equity funds, as opposed to lower-cost equity index funds.  Third, because the average share of assets invested in low-cost equity index funds declines with an increase in the number of options, average portfolio expenses increase and average portfolio performance is thus depressed.  All of these findings are obtained from a panel data set, enabling us to control for heterogeneity in the investment preferences of workers across firms and across time.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or the NBER.  We are grateful to the Social Security Administration for this financial support.  We thank Julie Agnew, Matias Eklof, Wei Jiang, Brigitte Madrian, Clemens Sialm, and conference participants at the 2005 Retirement Research Consortium, the 2006 American Economic Association meetings, the 2006 Trans-Atlantic Public Economics Seminar, and the 2007 Wharton Household Portfolio Choice and Financial Decision-Making conference.  Vivek Choudhary, Soonho Lee, and Yoon Sok Lee provided excellent research assistance.\n\n\n"
}