{
    "id": 13168,
    "citation_title": "Neighbors Matter: Causal Community Effects and Stock Market Participation",
    "citation_author": [
        "Jeffrey R. Brown",
        "Zoran Ivkovich",
        "Paul A. Smith",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper establishes a causal relation between an individual's decision of whether to own stocks and average stock market participation decision of the individual's community. We instrument for the average ownership of an individual's community with lagged average ownership of the states in which one's non-native neighbors were born. Combining this instrumental variables approach with controls for individual and community fixed effects, a broad set of time-varying individual and community controls, and state-by-year effects, rules out alternative explanations. To further establish that word-of-mouth communication drives this causal effect, we show that the results are stronger in more sociable communities.\n\n",
    "acknowledgement": "\nWe thank Bo Becker, Josh Coval, Caroline Hoxby, Jeff Kubik, Erzo Luttmer, Ulrike Malmendier, Jennifer Marietta-Westberg, Tobias Moskowitz, Josh Pollet, Rob Stambaugh, Annette Vissing-Jorgensen, and seminar participants at the 2004 Western Finance Association annual meetings, the 2005 People & Money: The Human Factor in Financial Decision-Making conference at DePaul University, the 2007 American Economic Association meetings, Harvard University, Michigan State University, Ohio State University, the University of Illinois, the University of Michigan, the University of Virginia, and the University of Wisconsin for their useful comments.  The analysis for this paper was completed while Paul Smith was an economist with the Office of Tax Analysis at the U.S. Department of Treasury. We thank Jim Cilke for assistance with the tax data and Jean Roth of the NBER for expert assistance with the Census data.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}