{
    "id": 13165,
    "citation_title": "Predictable Returns and Asset Allocation: Should a Skeptical Investor Time the Market?",
    "citation_author": [
        "Jessica A. Wachter",
        "Missaka Warusawitharana"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre excess returns predictable and if so, what does this mean for investors?  Previous literature has tended toward two polar viewpoints: that predictability is useful only if the statistical evidence for it is incontrovertible, or that predictability should affect portfolio choice, even if the evidence is weak according to conventional measures.  This paper models an intermediate view: that both data and theory are useful for decision-making.  We investigate optimal portfolio choice for an investor who is skeptical about the amount of predictability in the data.  Skepticism is modeled as an informative prior over the R^2 of the predictive regression.  We find that the evidence is sufficient to convince even an investor with a highly skeptical prior to vary his portfolio on the basis of the dividend-price ratio and the yield spread.  The resulting weights are less volatile and deliver superior out-of-sample performance as compared to the weights implied by an entirely model-based or data-based view.\n\n",
    "acknowledgement": "\nWe are grateful to John Campbell, John Cochrane, Joel Dickson, Itamar Drechsler, Bjorn Eraker, Martin Lettau, Stijn Van Nieuwerburgh, Lubos Pastor, Jay Shanken, Robert Stambaugh, Alexander Stremme, Ivo Welch, Amir Yaron, Motohiro Yogo, and seminar participants at the 2005 CIRANO-CIREQ Financial Econometrics Conference, the 2006 AFA meetings, the 2006 SED meetings, the 2007 D-CAF Conference on Return Predictability, Harvard University, the Vanguard Group, and at the Wharton School for helpful comments.  We are grateful for financial support from the Aronson+Johnson+Ortiz fellowship through the Rodney L. White Center for Financial Research.  This manuscript does not reflect the views of the Board of Governors of the Federal Reserve or those of the National Bureau of Economic Research.\n\n\n"
}