{
    "id": 13176,
    "citation_title": "Assessment of U.S. Cap-and-Trade Proposals",
    "citation_author": [
        "Sergey Paltsev",
        "John M. Reilly",
        "Henry D. Jacoby",
        "Angelo C. Gurgel",
        "Gilbert E. Metcalf",
        "Andrei P. Sokolov",
        "Jennifer F. Holak"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe MIT Emissions Prediction and Policy Analysis model is applied to synthetic policies that match key attributes of a set of cap-and-trade proposals being considered by the U.S. Congress in spring 2007. The bills fall into two groups: one specifies emissions reductions of 50% to 80% below 1990 levels by 2050; the other establishes a tightening target for emissions intensity and stipulates a time-path for a \"safety valve\" limit on the emission price that approximately stabilizes U.S. emissions at the 2008 level. Initial period prices are estimated between $7 and $50 per ton CO2-e with these prices rising by a factor of four by 2050. Welfare costs vary from near zero to less than 0.5% at the start, rising in the most stringent case to near 2% in 2050. If allowances were auctioned these proposals could produce revenue between $100 billion and $500 billion per year depending on the case. Outcomes from U.S. policies depend on mitigation effort abroads, and simulations are provided to illuminate terms-of-trade effects that influence the emissions prices and welfare effects, and even the environmental effectiveness, of U.S. actions. Sensitivity tests also are provided of several of key design features. Finally, the U.S. proposals, and the assumptions about effort elsewhere, are extended to 2100 to allow exploration of the potential role of these bills in the longer-term challenge of reducing climate change risk. Simulations show that the 50% to 80% targets are consistent with global goals of atmospheric stabilization at 450 to 550 ppmv CO2 but only if other nations, including the developing countries, follow suit.\n\n",
    "acknowledgement": "\nDevelopment of the underlying analysis models and other research-based tools used in this study was supported separately by the U.S. Department of Energy, Office of Biological and Environmental Research [BER] (DE-FG02-94ER61937), the U.S. Environmental Protection Agency (XA-83042801-0), the Electric Power Research Institute, and by a consortium of industry and foundation sponsors. Also, thanks to Justin Anderson and Marcus Sarofim for research assistance and to our colleagues in the Joint Program for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}