{
    "id": 13178,
    "citation_title": "Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the US",
    "citation_author": [
        "Olivier Deschênes",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2007-06-22",
    "issue_date": "2007-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper produces the first large-scale estimates of the US health related welfare costs due to climate change.  Using the presumably random year-to-year variation in temperature and two state of the art climate models, the analysis suggests that under a \"business as usual\" scenario climate change will lead to an increase in the overall US annual mortality rate ranging from 0.5% to 1.7% by the end of the 21st century.  These overall estimates are statistically indistinguishable from zero, although there is evidence of statistically significant increases in mortality rates for some subpopulations, particularly infants.  As the canonical Becker-Grossman health production function model highlights, the full welfare impact will be reflected in health outcomes and increased consumption of goods that preserve individuals' health.  Individuals' likely first compensatory response is increased use of air conditioning; the analysis indicates that climate change would increase US annual residential energy consumption by a statistically significant 15% to 30% ($15 to $35 billion in 2006 dollars) at the end of the century.  It seems reasonable to assume that the mortality impacts would be larger without the increased energy consumption.  Further, the estimated mortality and energy impacts likely overstate the long-run impacts on these outcomes, since individuals can engage in a wider set of adaptations in the longer run to mitigate costs.  Overall, the analysis suggests that the health related welfare costs of higher temperatures due to climate change are likely to be quite modest in the US.\n\n",
    "acknowledgement": "\nWe thank the late David Bradford for initiating a conversation that motivated this project.  Our admiration for David's brilliance as an economist was only exceeded by our admiration for him as a human being.  We are grateful for especially valuable criticisms from Maximillian Auffhammer, David Card, Hank Farber, Ted Gayer, Jon Guryan, Solomon Hsiang, Charles Kolstad, David Lee, Erin Mansur, Enrico Moretti, Jesse Rothstein, Bernard Salanie, Matthew White and Catherine Wolfram.  We are also grateful for comments from seminar participants at several universities and conferences.  Elizabeth Greenwood provided truly outstanding research assistance.  We also thank Ben Hansen for exemplary research assistance.  We are very grateful to the British Atmospheric Data Centre for providing access to the Hadley Centre data.  Greenstone acknowledges the University of California Energy Institute and the Center for Labor Economics at Berkeley for hospitality and support while working on this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}