{
    "id": 13171,
    "citation_title": "Business Groups and the Big Push: Meiji Japan's Mass Privatization and Subsequent Growth",
    "citation_author": [
        "Randall Morck",
        "Masao Nakamura"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "2007-07-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRosenstein-Rodan (1943) and others posit that rapid development requires a 'big push' -- the coordinated rapid growth of diverse complementary industries, and suggests a role for government in providing such coordination. We argue that Japan's zaibatsu, or pyramidal business groups, provided this coordination after the Meiji government failed at the task. We propose that pyramidal business groups are private sector mechanisms for coordinating and financing 'big push' growth, and that unique historical circumstances aided their success in prewar Japan. Specifically, Japan uniquely marginalized its feudal elite; withdrew its hand with a propitious mass privatization that rallied the private sector; marginalized an otherwise entrenched first generation of wealthy industrialists; and remained open to foreign trade and capital.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and suggestions from participants in the Society for the Advancement of Socio-Economics 2006 conference in Trier, Germany, from Caroline Fohlin, Juro Teranishi, Yupana Wiwattanakantang and Bernard Yeung; and especially from Gary Herrigel Kenneth Lipartito, and two anonymous referees. Support from the Social Sciences and Humanities Research Council is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}