{
    "id": 13172,
    "citation_title": "Information, Technology and Information Worker Productivity: Task Level Evidence",
    "citation_author": [
        "Sinan Aral",
        "Erik Brynjolfsson",
        "Marshall Van Alstyne"
    ],
    "citation_publication_date": "2007-06-11",
    "issue_date": "2007-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn an effort to reveal the fine-grained relationships between IT use, patterns of information flows, and individual information-worker productivity, we study task level practices at a midsize executive recruiting firm.  We analyze both project-level and individual-level performance using: (1) detailed accounting data on revenues, compensation, project completion rates, and team membership for over 1300 projects spanning 5 years, (2) direct observation of over 125,000 email messages over a period of 10 months by individual workers, and (3) data on a matched set of the same workers' self-reported IT skills, IT use and information sharing. These detailed data permit us to econometrically evaluate a multistage model of production and interaction activities at the firm, and to analyze the relationships among key technologies, work practices, and output. We find that (a) IT use is positively correlated with non-linear drivers of productivity; (b) the structure and size of workers' communication networks are highly correlated with performance; (c) an inverted-U shaped relationship exists between multitasking and productivity such that, beyond an optimum, more multitasking is associated with declining project completion rates and revenue generation; and (d) asynchronous information seeking such as email and database use promotes multitasking while synchronous information seeking over the phone shows a negative correlation. Overall, these data show statistically significant relationships among technology use, social networks, completed projects, and revenues for project-based information workers. Results are consistent with simple models of queuing and multitasking and these methods can be replicated in other settings, suggesting new frontiers for IT value and social network research.\n\n",
    "acknowledgement": "\nWe are grateful to the National Science Foundation (Career Award IIS-9876233 and grant IIS-0085725), Intel Corporation, the Marvin Bower Fellowship, and the MIT Center for Digital Business for generous funding. We thank Abraham Evans-El, Jia Fazio, Saba Gul, Davy Kim, Jennifer Kwon and Jun Zhang for their remarkable and tireless research assistance, and Julie Hilden, and seminar participants at the NBER, NYU, MIT, Georgia Tech, the Workshop on Information Systems and Economics for valuable comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}