{
    "id": 13179,
    "citation_title": "Gender Roles and Technological Progress",
    "citation_author": [
        "Stefania Albanesi",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "2007-08-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUntil the early decades of the 20th century, women spent more than 60% of their prime- age years either pregnant or nursing. Since then, improved medical knowledge and obstetric practices reduced the time cost associated with women's reproductive role. The introduction of infant formula also reduced women's comparative advantage in infant care, by providing an effective breast milk substitute. Our hypothesis is that these developments enabled married women to increase their participation in the labor force, thus providing the incentive to invest in market skills, potentially narrowing gender earnings differentials. We document these changes and develop a quantitative model that aims to capture their impact. Our results suggest that progress in medical technologies related to motherhood was essential to generate the significant rise in the participation of married women between 1920 and 1960, in particular those with children. By enabling women to reconcile work and motherhood, these medical advancements laid the ground for the revolutionary change in women's economic role.\n\n",
    "acknowledgement": "\nFor useful comments, we wish to thank Raquel Fernández, Simon Gilchrist, Claudia Goldin, Jeremy Greenwood, John Knowles, Roberto Samaniego, Michele Tertilt, and seminar participants at Boston University, Chicago Fed, LSE, UCLA, UT Austin, George Washington University, USC, the NBER Summer Institute, the LAEF conference on \"Gender, Households and Fertility\" at UCSB, the New York/Philadelphia Workshop on Macroeconomics, the SED 2006 Annual Meeting, and the North American Econometric Society Meetings. We thank Natalie Bau, Jenya Kahn-Lang, Mikhail Pyatigorski, and Justin Svec for excellent research assistance. This research is supported by the National Science Foundation under Grant No. 0551511. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or those of the National Bureau of Economic Research.\n\n\n"
}