{
    "id": 13177,
    "citation_title": "Interest Rate Rules, Inflation Stabilization, and Imperfect Credibility: The Small Open Economy Case",
    "citation_author": [
        "Guillermo A. Calvo"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "2007-11-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines the robustness of Interest Rate Rules, IRRs, in the context of an imperfectly credible stabilization program, closely following the format of much of the literature in open-economy models, e.g., Calvo and Végh (1993 and 1999). A basic result is that IRRs, like Exchange Rate Based Stabilization, ERBS, programs, could give rise to macroeconomic distortion, e.g., underutilization of capacity and real exchange rate misalignment. However, while under imperfect credibility EBRS is associated with overheating and current account deficits, IRRs give rise to somewhat opposite results. Moreover, the paper shows that popular policies to counteract misalignment, like Strategic Foreign Exchange Market Intervention or Controls on International Capital Mobility may not be effective or could even become counterproductive. The bottom line is that the greater exchange rate flexibility granted by IRRs is by far not a sure shot against the macroeconomic costs infringed by imperfect credibility.\n\n",
    "acknowledgement": "\nI am grateful to Ed Buffie for incisive comments that helped me better to understand the issues in this paper, and rid it of an embarrassing error. I also wish to thank Roberto Chang, José De Gregorio, Alejandro Izquierdo, Gonzalo Llosa, Rudy Loo-Kung, Andrew Powell, and participants of the IX Workshop in International Economics and Finance, Central Bank of Chile, Santiago, Chile, March 18-19, 2007, for useful comments. The bulk of this paper was completed while I worked at the Inter-American Development Bank. However, views expressed here do not necessarily represent those of the IDB or the views of the National Bureau of Economic Research.\n\n\n"
}