{
    "id": 13175,
    "citation_title": "Diffusion of Common Application Membership and Admissions Outcomes at American Colleges and Universities",
    "citation_author": [
        "Albert Yung-Hsu Liu",
        "Ronald G. Ehrenberg",
        "Jesenka Mrdjenovic"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the adoption of Common Application membership by private four-year postsecondary institutions and its role in explaining the growth in undergraduate applications. Using data from the College Board's Annual Survey of Colleges, our estimation of proportional hazard models suggest that institutions respond to the net benefit of adoption. We estimate that membership increases applications by 5.7 to 7.0 percent and decreases yield rates by 2.8 to 3.9 percent. Acceptance rates decrease for members when their local networks are large. Membership is also associated with a decline in SAT scores and an increase in the percentage of students of color. Finally, falsification tests indicate that membership effects occur as a one-time adoption shock that persists thereafter.\n\n",
    "acknowledgement": "\nWe thank Rob Killion and Judy Whitman at The Common Application, Renee Gernand at the College Board and Mary Miller at the U.S Department of Education for sharing their data with us, and Genie Birman and Mariya Kupershmidt for research assistance. We are grateful for comments from Bradley Curs, Ofer Malamud, and conference participants at the American Educational Finance Association and Society of Labor Economists meetings. Our research was financed by grants to the Cornell Higher Education Research Institute from the Andrew W. Mellon Foundation, the Atlantic Philanthropies (USA) Inc. and the TIAA-CREF Institute and we thank each of them for their support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}