{
    "id": 13174,
    "citation_title": "Investment and the Cost of Capital: New Evidence from the Corporate Bond Market",
    "citation_author": [
        "Simon Gilchrist",
        "Egon Zakrajsek"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of variation in interest rates on investment spending, employing a large panel data set that links yields on outstanding corporate bonds to the issuer income and balance sheet statements. The bond price data -- based on trades in the secondary market -- enable us to construct a firm-specific measure of the user cost of capital based on the marginal cost of external finance as determined in the market for long-term corporate debt. Our results imply a robust and quantitatively important effect of the user cost of capital on the firm-level investment decisions. According to our estimates, a 1 percentage point increase in the user cost of capital implies a reduction in the investment rate of 50 to 75 basis points and, in the long run, a 1 percent reduction in the stock of capital.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and suggestions from Eileen Mauskopf, Stacey Tevlin, Jonathan Wright, and seminar participants at the Federal Reserve Board, the European Central Bank, the Bank of Canada, the Federal Reserve Bank of San Francisco, the Bank of Japan and the University of Tokyo. Jason Grimm and Isaac Laughlin provided superb research assistance. Simon Gilchrist thanks the National Science Foundation for financial support. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, or those of anyone else associated with the Federal Reserve System, or the views of the National Bureau of Economic Research.\n\n\n"
}