{
    "id": 13188,
    "citation_title": "Maternal employment, breastfeeding, and health: Evidence from maternity leave mandates",
    "citation_author": [
        "Michael Baker",
        "Kevin S. Milligan"
    ],
    "citation_publication_date": "2007-06-19",
    "issue_date": "2007-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic health agencies around the world have renewed efforts to increase the incidence and duration of breastfeeding. Maternity leave mandates present an economic policy that could help achieve these goals. We study their efficacy focusing on a significant increase in maternity leave mandates in Canada. We find very large increases in mothers' time away from work post-birth and in the attainment of critical breastfeeding duration thresholds. However, we find little impact on the self-reported indicators of maternal and child health captured in our data.\n\n",
    "acknowledgement": "\nWe thank Byron Lee for excellent research assistance. We received many helpful comments from presentations at the NBER Summer Institute, the AEA meetings, the CEPA and UBC empirical lunches, the Human Early Learning Partnership workshop, McMaster University, Rand, and UC Davis. We also gratefully acknowledge the research support of SSHRC (Baker Grant , #410-2005-0486, Milligan Grant #410-2006-0928). Finally, we thank the staffs of the Toronto and B.C. Research Data Centres for their technical support. This paper represents the views of the authors and does not necessarily reflect the views of Statistics Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}