{
    "id": 13189,
    "citation_title": "Investor Sentiment in the Stock Market",
    "citation_author": [
        "Malcolm Baker",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nReal investors and markets are too complicated to be neatly summarized by a few selected biases and trading frictions. The \"top down\" approach to behavioral finance focuses on the measurement of reduced form, aggregate sentiment and traces its effects to stock returns. It builds on the two broader and more irrefutable assumptions of behavioral finance -- sentiment and the limits to arbitrage -- to explain which stocks are likely to be most affected by sentiment. In particular, stocks of low capitalization, younger, unprofitable, high volatility, non-dividend paying, growth companies, or stocks of firms in financial distress, are likely to be disproportionately sensitive to broad waves of investor sentiment. We review the theoretical and empirical evidence for these predictions.\n\n",
    "acknowledgement": "\nWe thank Xavier Gabaix, Robin Greenwood, Jim Hines, Stefan Nagel, Ronnie Sadka, Andrei Shleifer, Timothy Taylor, and Michael Waldmann for very helpful comments. We thank the Investment Company Institute for data on mutual fund flows. Baker gratefully acknowledges financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}