{
    "id": 13181,
    "citation_title": "Current and Future Prevalence of Obesity and Severe Obesity in the United States",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe prevalence of obesity has increased rapidly since the mid-1970s, following a period of relative stability.  This study examines past patterns and projects future prevalence rates of obesity and severe obesity among US adults through 2020.   Trends in body mass index (BMI), overweight (BMI 25), obesity (BMI 30), class 2 obesity (BMI 35), class 3 obesity (BMI 40) and class 4 obesity (BMI 45) of 20-74 year olds are obtained using data from the first National Health Examination Survey and the Nutrition Health and Nutrition Examination Surveys.  Quantile regression methods are then used to forecast future prevalence rates through 2020.  By that year, 77.6% of men are predicted to be overweight and 40.2% obese, with class 2, 3 and 4 obesity prevalence rates projected at 16.4%, 6.3% and 3.1%.  The corresponding forecasts for women are 71.1%, 43.3%, 25.3%, 12.8% and 5.8%.  The large growth predicted for severe obesity represents a major public health challenge, given the accompanying high medical expenditures and elevated risk of mortality and morbidity.  Combating severe obesity is likely to require strategies targeting the particularly large weight gains of the heaviest individuals.\n\n",
    "acknowledgement": "\nI thank Whitney Garner for outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}