{
    "id": 13185,
    "citation_title": "Demographic Change, Relative Factor Prices, International Capital Flows, and Their Differential Effects on the Welfare of Generations",
    "citation_author": [
        "Alexander Ludwig",
        "Dirk Krueger",
        "Axel H. Boersch-Supan"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemographic change has differential impacts on the welfare of current and future generations. In a simple closed economy, aging -- a relative scarcity of young workers -- increases wages, increasing the welfare of the young. At the same time, population aging will reduce rates of return to capital, thereby reducing the welfare of asset holders who are usually older than the population average. In a global world with pension systems, however, these effects are less straightforward, since international capital flows dampen the factor price changes. Moreover, pay-as-you-go pension systems financed by payroll taxes create a wedge between net and gross wages, and their intergenerational redistribution has important additional effects on the welfare of generations. To quantify these effects, we develop a large-scale multi-country overlapping generations model with uninsurable labor productivity and mortality risk. Due to the predicted relative abundance of the factor capital, the rate of return falls between 2005 and 2050 by roughly 90 basis points. Our simulations indicate that capital flows from rapidly ageing regions to the rest of the world will initially be substantial, but that trends are reversed when households de-cumulate savings. In terms of welfare, our model suggests that young individuals with little assets and currently low labor productivity indeed gain from higher wages associated with population aging. Older, asset-rich households tend to loose because of the predicted decline in real returns to capital.\n\n",
    "acknowledgement": "\nWe thank conference participants and researchers at several places for their helpful comments, in particular Martin Floden, Ayse Imrohoroglu, Jim Poterba and Sandra Svaljek. This research was supported by the U.S. Social Security Administration through grant  #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and by the sponsors of MEA, the Land of Baden-Württemberg, the German Association of Insurers (GDV) and the German Science Foundation (DFG). The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, the NBER, or any other sponsor. This paper was prepared for the 2006 NBER Conference on Social Security research from the Retirement Research Center in Woodstock, VT. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}