{
    "id": 13180,
    "citation_title": "Democracy, Technology, and Growth",
    "citation_author": [
        "Philippe Aghion",
        "Alberto Alesina",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the question of how political institutions and particularly democracy affect economic growth. Although empirical evidence of a positive effect of democracy on economic performance in the aggregate is weak, we provide evidence that democracy influences productivity growth in different sectors differently and that this differential effect may be one of the reasons of the ambiguity of the aggregate results. We provide evidence that political rights are conducive to growth in more advanced sectors of an economy, while they do not matter or have a negative effect on growth in sectors far away from the technological frontier. One channel of explanation goes through the beneficial effects of democracy and political rights on the freedom of entry in markets. Overall, democracies tend to have much lower entry barriers than autocracies, because political accountability reduces the protection of vested interests, and entry in turn is known to be generally more growth-enhancing in sectors that are closer to the technological frontier. We present empirical evidence that supports this entry explanation.\n\n",
    "acknowledgement": "\nThe authors are particularly grateful to Daron Acemoglu for his comments. We also benefitted from discussions with Matilde Bombardini, Elhanan Helpman Guido Tabellini and seminar participants at a CIAR meeting in Toronto for comments, and we thank Daron Acemoglu, Simon Johnson, Jim Robinson, and Pierre Yared for sharing their data. Andrea Asoni provided excellent research assistance. Trebbi kindly acknowledges financial support from the Initiative on Global Financial Markets. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}