{
    "id": 13187,
    "citation_title": "An Analysis of the Performance of Federal Indigent Defense Counsel",
    "citation_author": [
        "Radha Iyengar"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe right to an equal and fair trial regardless of wealth is a hallmark of American jurisprudence.  To ensure this right, the government pays attorneys to represent financially needy clients.  In the U.S. federal court system, indigent defendants are represented by either public defenders who are salaried employees of the court or private attorneys, known as Criminal Justice Act (CJA) attorneys, who are compensated on an hourly basis. This study measures differences in performance of these types of attorneys and explores some potential causes for these differences.  Exploiting the use of random case assignment between the two types of attorneys, an analysis of federal criminal case level data from 1997-2001 from 51 districts indicates that public defenders perform significantly better than CJA panel attorneys in terms of lower conviction rates and sentence lengths. An analysis of data from three districts linking attorney experience, wages, law school quality and average caseload suggests that these variables account for over half of the overall difference in performance.  These systematic differences in performance disproportionately affect minority and immigrant communities and as such may constitute a civil rights violation under Title VI of the Civil Rights Act.\n\n",
    "acknowledgement": "\nI am extraordinarily grateful to Henry Farber for continued advice and support.  I would like to thank Josh Palazola for research assistance and Manda Wilson for programming assistance.  I would also like to thank Mark Motivans at the Bureau of Justice Statistics and George Drakulich at the Administrative Office of the US Courts for generous assistance with data.  Orley Ashenfelter, Lawrence Katz, Jeffrey Kling, Jesse Rothstein, Cecilia Rouse, Courtney Stoddard, James Wilson, and participants at the Industrial Relation Section labor lunch provided numerous insightful suggestions.  I am grateful to the Princeton Industrial Relations Section, the Woodrow Wilson Society of Fellows, and the Robert Wood Johnson Foundation for financial support.  The opinions and conclusions are solely those of the author.   Any remaining errors are entirely my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}