{
    "id": 13186,
    "citation_title": "Does the Certainty of Arrest Reduce Domestic Violence? Evidence from Mandatory and Recommended Arrest laws",
    "citation_author": [
        "Radha Iyengar"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "2020-04-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDomestic violence remains a major public policy concern despite two decades of policy intervention. To eliminate police inaction in response to domestic violence, many states have passed mandatory arrest laws, which require the police to arrest abusers when a domestic violence incident is reported. These laws were justified by a randomized experiment in Minnesota which found that arrests reduced future violence. This experiment was conducted during a time period when arrest was optional. Using the FBI Supplementary Homicide Reports, I find mandatory arrest laws actually increased intimate partner homicides. I hypothesize that this increase in homicides is due to decreased reporting. I investigate validity of this reporting hypothesis by examining the effect of mandatory arrest laws on family homicides where the victim is less often responsible for reporting. For family homicides, mandatory arrest laws appear to reduce the number of homicides. This study therefore provides evidence that these laws may have perverse effects on intimate partner violence, harming the very people they seek to help.\n\n",
    "acknowledgement": "\nI am grateful to Hank Farber, David Autor, Jesse Rothstein, Francine Blau, Faruk Gul, Lawrence Katz and participants at the Princeton University Industrial Relations Section labor lunch and Law and Public Affairs seminar for numerous comments and insightful suggestions.   Financial support from Princeton University Industrial Relations Section, the Woodrow Wilson Society of Fellows, and Robert Wood Johnson Foundation is gratefully acknowledged.  Any remaining errors are entirely my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}