{
    "id": 13183,
    "citation_title": "A Structural Approach to Identifying the Sources of Local-Currency Price Stability",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Rebecca Hellerstein"
    ],
    "citation_publication_date": "2007-06-14",
    "issue_date": "2007-06-14",
    "revision_date": "2012-02-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe inertia of the local-currency prices of traded goods in the face of exchange-rate changes is a well-documented phenomenon in International Economics. This paper develops a structural model to identify the sources of this local-currency price stability and applies it to micro data from the beer market. The empirical procedure exploits manufacturers' and retailers' first-order conditions in conjunction with detailed information on the frequency of price adjustments following exchange-rate changes to quantify the relative importance of local non-traded cost components, markup adjustment by manufacturers and retailers, and nominal price rigidities in the incomplete transmission of such changes to prices. We find that, on average, approximately 60% of the incomplete exchange rate pass-through is due to local non-traded costs; 8% to markup adjustment; 30% to the existence of own-brand price adjustment costs, and 1% to the indirect/strategic effect of such costs, though these results vary considerably across individual brands according to their market shares.\n\n",
    "acknowledgement": "\nWe thank the editor, Enrique Sentana, and three anonymous referees for valuable comments and suggestions. We are grateful to Charles Engel for very useful conversations at an early stage of this project and have also benefited from the comments of seminar participants at Harvard, NYU, Princeton,Yale, the University of Minnesota, the Society for Economic Dynamics, the \"Microeconomic Sources of Real Exchange-Rate Behavior\" conference at Carnegie Mellon University, September 16-17, 2005, the \"Firms' Price Choices: Exchanging Insights between Industrial Organization, Marketing Science and Macroeconomics\" conference at the University of Chicago on December 15, 2006, and the International Finance and Macroeconomics meeting of the NBER Summer Institute in 2007. This paper was prepared while Goldberg was visiting the Federal Reserve Bank of New York, which she thanks for hospitality and support. The responsibility for any errors is of course our own. The views expressed in this paper are those of the authors, and do not necessarily reflect the position of the Federal Reserve Bank of New York,  the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}