{
    "id": 13198,
    "citation_title": "Spin-offs and the Market for Ideas",
    "citation_author": [
        "Satyajit Chatterjee",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of firm dynamics in which workers have ideas for new projects that can be sold in a market to existing firms or implemented in new firms: spin-offs. Workers have private information about the quality of their ideas. Because of an adverse selection problem, workers can sell their ideas to existing firms only at a price that is not contingent on their information. We show that the option to spin off in the future is valuable so only workers with very good ideas decide to spin off and set up a new firm. Since entrepreneurs of existing firms pay a price for the ideas sold in the market that implies zero expected profits for them, firms' project selection is independent of their size, which, under some assumptions, leads to scale-independent growth. The entry and growth process of firms in this economy leads to an invariant distribution that resembles the one in the US economy.\n\n",
    "acknowledgement": "\nWe thank Boyan Jovanovic, Chris Phelan, Victor Rios-Rull and seminar participants at the FRB Minneapolis, NYU Stern, Yale, U Penn, UBC, and IIES Stockholm for useful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve System or the Federal Reserve Bank of Philadelphia. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}