{
    "id": 13191,
    "citation_title": "The Age of Reason: Financial Decisions Over the Lifecycle",
    "citation_author": [
        "Sumit Agarwal",
        "John C. Driscoll",
        "Xavier Gabaix",
        "David Laibson"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "2008-02-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn cross-sectional data sets from ten credit markets, we find that middle-aged adults borrow at lower interest rates and pay fewer fees relative to younger and older adults. Fee and interest payments are minimized around age 53.  The measured effects are not explained by observed risk characteristics.  We discuss several leading factors that may contribute to these effects, including age-related changes in experience and cognitive function, selection effects, and cohort effects.\n\n",
    "acknowledgement": "\nGabaix and Laibson acknowledge support from the National Science Foundation (Human and Social Dynamics program). Laibson acknowledges financial support from the National Institute on Aging (R01-AG-1665). The views expressed in this paper are those of the authors and do not represent the policies or positions of the Board of Governors of the Federal Reserve System or the Federal Reserve Bank of Chicago.   For their helpful comments we thank Marco Basetto, Stephane Bonhomme, David Cutler, Ray Fair, Luigi Guiso, Gur Huberman, Erik Hurst, Ulrike Malmendier, Mitch Petersen, Rich Rosen, Timothy Salthouse, Fiona Scott Morton, Jesse Shapiro, William Sharpe, Paolo Sodini, Nick Souleles, Jon Zinman, and participants at the AEA meetings, the Bank of Spain, the Chicago Fed, the Federal Reserve Board, Princeton, the Institute for Fiscal Studies, the NBER (Aging and Behavioral Economics groups), the Bank of the Netherlands, the Society of Actuaries, and the Yale Behavioral Economics conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}