{
    "id": 13199,
    "citation_title": "Monetary Policy and Business Cycles with Endogenous Entry and Product Variety",
    "citation_author": [
        "Florin O. Bilbiie",
        "Fabio Ghironi",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the role of endogenous producer entry and product creation for monetary policy analysis and business cycle dynamics in a general equilibrium model with imperfect price adjustment. Optimal monetary policy stabilizes product prices, but lets the consumer price index vary to accommodate changes in the number of available products. The free entry condition links the price of equity (the value of products) with marginal cost and markups, and hence with inflation dynamics. No-arbitrage between bonds and equity links the expected return on shares, and thus the financing of product creation, with the return on bonds, affected by monetary policy via interest rate setting. This new channel of monetary policy transmission through asset prices restores the Taylor Principle in the presence of capital accumulation (in the form of new production lines) and forward-looking interest rate setting, unlike in models with traditional physical capital. We also study the implications of endogenous variety for the New Keynesian Phillips curve and business cycle dynamics more generally, and we document the effects of technology, deregulation, and monetary policy shocks, as well as the second moment properties of our model, by means of numerical examples.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Daron Acemoglu, Virgiliu Midrigan, Gernot Müller, Julio Rotemberg, Michael Woodford, and participants in the Twenty-second NBER Annual Conference on Macroeconomics, the Thirty-eighth Konstanz Seminar on Monetary Theory and Policy, and a seminar at Boston College.  We are grateful to Massimo Giovannini, Margarita Rubio, and Frank Virga for excellent research assistance. Remaining errors are our responsibility. Bilbiie thanks the NBER for hospitality as a Visiting Fellow while this paper was written. Ghironi and Melitz thank the NSF for financial support through a grant to the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}