{
    "id": 13190,
    "citation_title": "Wisdom and Creativity in Old Age: Lessons from the Impressionists",
    "citation_author": [
        "David W. Galenson"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPsychologists have not considered wisdom and creativity to be closely associated. This reflects their failure to recognize that creativity is not exclusively the result of bold discoveries by young conceptual innovators. Important advances can equally be made by older, experimental innovators. Yet we have had no examination of why some experimental artists have remained creative much later in their lives than others. Considering the major artists who worked together during the first decade of Impressionism, this paper compares the attitudes and practices of two important experimental innovators who made significant contributions after the age of 50 with two of their colleagues whose creativity failed to persist past 50. Unlike Pissarro and Renoir, who reacted to adversity in mid-career by attempting to emulate the methods of conceptual artists, Cézanne and Monet adopted elements of other artists' approaches while maintaining their own experimental methods and goals. For both Cézanne and Monet, recognizing how they themselves learned was a key to turning experience into wisdom. Their greatness in old age appears to have been a product of their understanding that although the improvement in their art might be painstaking and slow, over long periods its cumulative effect could be very great.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}