{
    "id": 13193,
    "citation_title": "School Desegregation and Educational Attainment for Blacks",
    "citation_author": [
        "Sarah J. Reber"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe desegregation of Southern schools following the Supreme Court's 1954 Brown decision was perhaps the most important innovation in U.S. education policy in the 20th century. This paper assesses the effects of desegregation on its intended beneficiaries, black students. In Louisiana, substantial reductions in segregation between 1965 and 1970 were accompanied by large increases in per-pupil funding. This additional funding was used to \"level up\" school spending in integrated schools to the level previously experienced only in the white schools. The effects of desegregation on the educational experiences of black students differed substantially depending on the black share of enrollment in the district. For historical reasons, blacks in districts with higher black enrollment shares experienced larger increases in funding, compared to their counterparts in lower black enrollment share districts. On the other hand, blacks in high black enrollment share districts saw smaller increases in exposure to whites (who were higher-income). Blacks in high black enrollment share districts experienced larger improvements in educational attainment, suggesting that the increase in funding associated with desegregation was more important than the increased exposure to whites. A simple cost-benefit calculation suggests that the additional school spending was more than offset by higher earnings due to increased educational attainment. Using a different source of variation and methodology, the results of this paper are consistent with earlier work suggesting that desegregation improved educational attainment for blacks and sheds new light on the potential mechanism behind this improvement in Louisiana: increased funding for blacks' schools.\n\n",
    "acknowledgement": "\nI am grateful to Elizabeth Cascio, Ken Chay, Nora Gordon, and Seema Jayachandran for helpful discussions and advice and to the Louisiana Department of Education, Louisiana State Library, and New Orleans Public Library for assistance in compiling the data.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}