{
    "id": 13192,
    "citation_title": "From Separate and Unequal to Integrated and Equal? School Desegregation and School Finance in Louisiana",
    "citation_author": [
        "Sarah J. Reber"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important goal of the desegregation of schools following the Supreme Court's decision in Brown vs. Board of Education was to improve the quality of the schools black children attended. This paper uses a new dataset to examine the effects of desegregation on public and private enrollment and the system of school finance for Louisiana. I show that the system of school finance in Louisiana had long favored whites in high black enrollment share districts. Because of this system, whites in districts with high black enrollment shares stood to lose the most from desegregation, as the gap between white student-teacher ratios and black student-teacher ratios in those districts was higher. Given the importance of districts' black enrollment share in the system of finance and the potential impact of desegregation, I examine how changes in public and private enrollment, the local property tax base, and per-pupil revenue relate to the initial black enrollment share. The analysis suggests that the Jim-Crow system of school finance -- which had prevailed for over 60 years -- unraveled as the schools desegregated. While desegregation did induce some \"white flight\" and reduce the local property tax base slightly, the policies had the intended effect of reducing black-white gaps in school resources, as increased funding allowed districts to \"level up\" average spending in integrated schools to that previously experienced only in the white schools.\n\n",
    "acknowledgement": "\nI am grateful to Ken Chay, David Cutler, Claudia Goldin, Nora Gordon, Caroline Hoxby, Larry Katz, Rob Lemke, and participants in the Berkeley Center for Labor Economics seminar for helpful discussions and advice and to Margo Schlanger for help understanding the legal history. Chris Antunes, Kara Sullivan, and Garett Trombly provided excellent research assistance. All remaining errors are my own. Funding from the National Science Foundation, the American Educational Research Association, and the Spencer Foundation is gratefully acknowledged.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}