{
    "id": 132,
    "citation_title": "Health, Family Structure, and Labor Supply",
    "citation_author": [
        "Donald O. Parsons"
    ],
    "citation_publication_date": "1976-04-01",
    "issue_date": "1976-04-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI consider the health, family structure, and labor supply inter-relationships at both a theoretical and empirical level. The paper is organized in the following way. SectionI introduces the material. In Section II, a theoretical model of family time allocation among market, home, and health activities is developed. The concept of a family health maintenance function is formalized to generate qualitative predictions of the effect of wages, health status, health care efficiency, and property income on the labor supply of husband and wife. In Section III, data from the older male portion of the National Longitudinal Surveys are used to estimate labor supply functions for married and single men with special attention to differences in poor health responses. A simultaneous model of male labor supply and other family income (chiefly transfer income and the earnings of the wife) is then estimated to determine whether variations in the work hours of males, largely due to health differences, induce any substantial changes in income producing activities by other family members. Finally, in Section IV the detailed time budget data on both males and females from the Productive Americans Survey are used to estimate more precisely the effect of health on total family time allocations. These data provide estimates of the impact of poor health on home production time as well as market time for both husband and wife.\n\n",
    "acknowledgement": "\nThis research was partially supported by grants from the NICHD, National Institutes of Health, DHEW; the Manpower Administration, Dept. of Labor; and NBER. The comments of Michael Grossman and members of the labor workshops at Stanford University and Ohio State University are gratefully acknowledged. David Rahrig provided excellent research assistance.\n\n\n"
}