{
    "id": 13200,
    "citation_title": "Government Investment and the European Stability and Growth Pact",
    "citation_author": [
        "Marco Bassetto",
        "Vadym Lepetyuk"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "2007-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the effect of excluding government investment from the deficit subject to the limits of the European Stability and Growth Pact. In the model we consider, residents of a given country discount future costs and benefits of government spending more than efficiency would dictate, because they fail to take into account the portion that will accrue to people that have not yet been born or immigrated into the country. It is thus in principle desirable to design budget rules that favor long-term investment (by allowing more borrowing) over other government spending that only carries short-term benefits. However, given the low rates of population growth, mortality, and mobility across European countries, we find that the distortions arising from treating all government spending equally are likely to be modest. We also show that these modest distortions can be alleviated only if net government investment is excluded from the deficit computation; excluding gross investment may even be counterproductive, as it promotes overspending in government capital.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy, Mariacristina De Nardi, Craig Furfine, Leslie McGranahan, and Benoît Mojon for useful comments, Anna Lööf for help with the data, and the National Science Foundation for its support through grant #0419771. This paper was prepared for Economic Perspectives, a publication of the Federal Reserve Bank of Chicago. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}