{
    "id": 13209,
    "citation_title": "Aggregate Implications of Credit Market Imperfections",
    "citation_author": [
        "Kiminori Matsuyama"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit market imperfections provide the key to understanding many important issues in business cycles, growth and development, and international economics.  Recent progress in these areas, however, has left in its wake a bewildering array of individual models with seemingly conflicting results.  This paper offers a road map.  Using the same single model of credit market imperfections throughout, it brings together a diverse set of results within a unified framework.  In so doing, it aims to draw a coherent picture so that one is able to see some close connections between these results, thereby showing how a wide range of aggregate phenomena may be attributed to the common cause.  They include, among other things, endogenous investment-specific technical changes, development traps, leapfrogging, persistent recessions, recurring boom-and-bust cycles, reverse international capital flows, the rise and fall of inequality across nations, and the patterns of international trade.  The framework is also used to investigate some equilibrium and distributional impacts of improving the efficiency of credit markets.  One recurring finding is that the properties of equilibrium often respond non-monotonically to parameter changes, which suggests some cautions for studying aggregate implications of credit market imperfections within a narrow class or a particular family of models.\n\n",
    "acknowledgement": "\nThis paper is prepared for NBER 22nd Annual Conference on Macroeconomics, March 30-31, 2007.  It is a highly condensed version of lecture series given at various places (Kyoto, LSE, Northwestern, Toulouse, UCL, and Zurich) over the years, which has slowly evolved into the current form.  (Most recent lecture slides are available on my website.) My special thanks go to the graduate students who attended these lectures.  This paper benefits greatly from the comments by the editors, the discussants, and other participants at the conference.  I thank also those who attended the seminars at Chicago Fed, Paris-I, and Washington University in St. Louis, where a broad outline of this paper was presented. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}