{
    "id": 13202,
    "citation_title": "Managerial Ownership Dynamics and Firm Value",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "René M. Stulz"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1988 to 2003, the average change in managerial ownership is significantly negative every year for American firms. The probability of large decreases in ownership is strongly increasing in contemporaneous and past stock returns but the probability of large increases in ownership through managerial purchases of shares is not. The relation between changes in Tobin's q and past and contemporaneous changes in ownership depends critically on controlling for past stock returns. When controlling for past stock returns, past large decreases in managerial ownership are unrelated to current changes in Tobin's q but there is some evidence that past large increases in managerial ownership are positively related to current changes in Tobin's q. Because managers sell shares when a firm's stock is performing well, large contemporaneous decreases in managerial ownership are associated with increases in Tobin's q. We argue that our evidence is mostly inconsistent with existing theories and propose a managerial discretion theory of ownership consistent with our evidence.\n\n",
    "acknowledgement": "\nFahlenbrach is Assistant Professor at the Fisher College of Business, Ohio State University. Stulz is the Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and affiliated with NBER and ECGI. Fahlenbrach acknowledges financial support from the Dice Center for Financial Research. We thank seminar participants at Boston College and the Ohio State University as well as Cliff Holderness, Andrew Karolyi, John Persons, and Henri Servaes for helpful comments and suggestions. We thank Carrie Pan for excellent research assistance. Address correspondence to Ren? M. Stulz, Fisher College of Business, The Ohio State University, 806 Fisher Hall, Columbus, OH 43210, stulz@cob.osu.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}