{
    "id": 13204,
    "citation_title": "Liquidity and Trading Dynamics",
    "citation_author": [
        "Veronica Guerrieri",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do financial frictions affect the response of an economy to aggregate shocks? In this paper, we address this question, focusing on liquidity constraints and uninsurable idiosyncratic risk. We consider a search model where agents use liquid assets to smooth individual income shocks. We show that the response of this economy to aggregate shocks depends on the rate of return on liquid assets. In economies where liquid assets pay a low return, agents hold smaller liquid reserves and the response of the economy tends to be larger. In this case, agents expect to be liquidity constrained and, due to a self-insurance motive, their consumption decisions are more sensitive to changes in expected income. On the other hand, in economies where liquid assets pay a large return, agents hold larger reserves and their consumption decisions are more insulated from income uncertainty. Therefore, aggregate shocks tend to have larger effects if liquid assets pay a lower rate of return.\n\n",
    "acknowledgement": "\nWe thank for helpful comments Daron Acemoglu, Fernando Alvarez, Marios Angeletos, Boragan Aruoba, Gabriele Camera, Ricardo Cavalcanti, Chris Edmond, Ricardo Lagos, Robert Lucas, David Marshall, Robert Shimer, Nancy Stokey, Christopher Waller, Ivàn Werning, Randall Wright, and seminar participants at MIT, Cleveland Fed (Summer Workshop on Money, Banking, and Payments), University of Maryland, University of Notre Dame, Bank of Italy, AEA Meetings (Chicago), Chicago Fed, Stanford University, the Philadelphia Fed Monetary Macro Workshop, UCLA, San Francisco Fed, St. Louis Fed, and University of Chicago GSB. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}