{
    "id": 13208,
    "citation_title": "Economic and Political Inequality in Development: The Case of Cundinamarca, Colombia",
    "citation_author": [
        "Daron Acemoglu",
        "María Angélica Bautista",
        "Pablo Querubín",
        "James A. Robinson"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs inequality harmful for economic growth?  Is the underdevelopment of Latin America related to its unequal distribution of wealth? A recently emerging consensus claims not only that economic inequality has detrimental effects on economic growth in general, but also that differences in economic inequality across the American continent during the 19th  century are responsible for the radically different economic performances of the north and south of the continent.  In this paper we investigate this hypothesis using unique 19th century micro data on land ownership and political office holding in the state of Cundinamarca, Colombia. Our results shed considerable doubt on this consensus.  Even though Cundinamarca is indeed more unequal than the Northern United States at the time, within Cundinamarca municipalities that were more unequal in the 19th century (as measured by the land gini) are more developed today.  Instead, we argue that political rather than economic inequality might be more important in understanding long-run development paths and document that municipalities with greater political inequality, as measured by political concentration, are less developed today.  We also show that during this critical period the politically powerful were able to amass greater wealth, which is consistent with one of the channels through which political inequality might affect economic allocations.  Overall our findings shed doubt on the conventional wisdom and suggest that research on long-run comparative development should investigate the implications of political inequality as well as those of economic inequality.\n\n",
    "acknowledgement": "\nWe would particularly like to thank Malcolm Deas for introducing us to the Catastros de Cundinamarca and for his extraordinary generosity with his time and knowledge of Colombian history.  We also thank Peter Evans for his discussions and conference participants and Brown, the Canadian Institute of Advanced Research, the All-UC Economic History Conference at UC Davis, IMF, the Kennedy School, Maryland, MIT, and the World Bank for useful suggestions, particularly Allan Drazen, Daniel Trefler and Michael Walton.  We are also grateful to Catalina Bautista, Leopoldo Fergusson, Maria Alejandra Palacio, Diana Rodriguez and Olga Lucia Romero for help in putting the data together on which the research is based.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}