{
    "id": 13206,
    "citation_title": "Racial Discrimination Among NBA Referees",
    "citation_author": [
        "Joseph Price",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2007-06-29",
    "issue_date": "2007-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe NBA provides an intriguing place to test for taste-based discrimination: referees and players are involved in repeated interactions in a high-pressure setting with referees making the type of split-second decisions that might allow implicit racial biases to manifest themselves.  Moreover, the referees receive constant monitoring and feedback on their performance.  (Commissioner Stern has claimed that NBA referees \"are the most ranked, rated, reviewed, statistically analyzed and mentored group of employees of any company in any place in the world.\")  The essentially arbitrary assignment of refereeing crews to basketball games, and the number of repeated interactions allow us to convincingly test for own-race preferences.  We find -- even conditioning on player and referee fixed effects (and specific game fixed effects) -- that more personal fouls are called against players when they are officiated by an opposite-race refereeing crew than when officiated by an own-race crew.  These biases are sufficiently large that we find appreciable differences in whether predominantly black teams are more likely to win or lose, based on the racial composition of the refereeing crew.\n\n",
    "acknowledgement": "\nThis paper has benefited from helpful comments from David Berri, Mark Cuban, John Donohue, Scott Drewianka, Ron Ehrenberg, Todd Elder, Gary Fields, Joe Gyourko, Kevin Hallock, Christine Jolls, Larry Kahn, Larry Katz, Alan Krueger, Lars Lefgren, David Levine, Janice Madden, Betsey Stevenson, Matthew White, seminar participants at Cornell, Wharton, Northwestern, Chicago, Missouri, UCLA, annual meetings of the Society of Labor Economists and the American Law and Economics Association annual meetings, and various NBA and team officials who provided background information and feedback. We received excellent research assistance from Bryan Elliott.  The authors are grateful to the Wharton Sports Business Initiative for research funding. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}