{
    "id": 13210,
    "citation_title": "Wage Structure and Labor Mobility in the Netherlands 1999-2003",
    "citation_author": [
        "Lex Borghans",
        "Ben Kriechel"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we document the wage structure and labor mobility in the Netherlands in the period 1999-2003. We explain the importance of wage-setting institutions in the Netherlands and the main actors. The analyses are based on administrative sources allowing for comparisons between and within firms, and in which workers can be followed over time. In the period investigated the Netherlands experienced an increase in wage inequality. Despite the centralized system of wage negotiations in the Netherlands, our findings suggest that market forces were the main determinant of wage growth. Workers with similar wages experienced similar wage increases in firms of different sizes. Wages increases were larger for low-skilled workers in industries with large increases in demand than in other industries. Variation in wage growth was mainly at the individual level. Firm-level wage increases accounted for only 12 % of the total variation.\n\n",
    "acknowledgement": "\nThis is the Dutch country study for the forthcoming volume \"Wage Structure, Raises and Mobility: International Comparisons of the Structure of Wages Within and Across Firms\" edited by Edward Lazear and Kathryn Shaw. The authors want to thank Bart Golsteyn, Joan Muysken, Erik de Regt, and Bas ter Weel, the editors and an anonymous referee for their comments on earlier versions of this paper. We thank Statistics Netherlands (CBS) for making available the \"SSB Banen\" data set, and especially Jan Jonker, Gerhard Meinen and René van der Poel for their support in accessing and using the data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}