{
    "id": 13217,
    "citation_title": "Mental Health in Childhood and Human Capital",
    "citation_author": [
        "Janet Currie",
        "Mark Stabile"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough mental disorders are common among children, we know little about their long term effects on child outcomes.  This paper examines U.S. and Canadian children with symptoms of Attention Deficit Hyperactivity Disorder (ADHD), depression, conduct disorders, and other behavioral problems.   Our work offers a number of innovations.  First we use large nationally representative samples of children from both countries.  Second, we focus on \"screeners\" that were administered to all children in our sample, rather than on diagnosed cases.   Third, we address omitted variables bias by estimating sibling-fixed effects models.   Fourth, we examine a range of outcomes.    Fifth, we ask how the effects of mental health conditions are mediated by family income and maternal education.  We find that mental health conditions, and especially ADHD, have large negative effects on future test scores and schooling attainment, regardless of family income and maternal education.\n\n",
    "acknowledgement": "\nThis research was funded by the Annie E. Casey Foundation and Social Science and Humanities Research Council of Canada.  We thank them for their support but acknowledge that the findings and conclusions presented in this report are those of the author(s) alone, and do not necessarily reflect the opinions of the Foundation.We thank Joshua Goodman and Yeefei Chia for excellent research assistance and Kelly Bedard, Jon Gruber, and Jane Waldfogel for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}