{
    "id": 13213,
    "citation_title": "The New Market for Federal Judicial Law Clerks",
    "citation_author": [
        "Christopher Avery",
        "Christine Jolls",
        "Richard Posner",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2007-07-04",
    "issue_date": "2007-07-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past, judges have often hired applicants for judicial clerkships as early as the beginning of the second year of law school for positions commencing approximately two years down the road. In the new hiring regime for federal judicial law clerks, by contrast, judges are exhorted to follow a set of start dates for considering and hiring applicants during the fall of the third year of law school. Using the same general methodology as we employed in a study of the market for federal judicial law clerks conducted in 1998-2000, we have broadly surveyed both federal appellate judges and law students about their experiences of the new market for law clerks. This paper analyzes our findings within the prevailing economic framework for studying markets with tendencies toward \"early\" hiring. Our data make clear that the movement of the clerkship market back to the third year of law school is highly valued by judges, but we also find that a strong majority of the judges responding to our surveys has concluded that nonadherence to the specified start dates is very substantial -- a conclusion we are able to corroborate with specific quantitative data from both judge and student surveys. The consistent experience of a wide range of other markets suggests that such nonadherence in the law clerk market will lead to either a reversion to very early hiring or the use of a centralized matching system such as that used for medical residencies. We suggest, however, potential avenues by which the clerkship market could stabilize at something like its present pattern of mixed adherence and nonadherence, thereby avoiding the complete abandonment of the current system.\n\n",
    "acknowledgement": "\nThe authors are grateful to Anne Alstott, Akhil Amar, Ian Ayres, Heather Gerken, James Hines, Alvin Klevorick, Martin Kurzweil, Judith Resnik, Benjamin Roin, Benjamin Sachs, Steven Shavell, Benjamin Shultz, Kirsten Solberg, Betsey Stevenson, Cass Sunstein, David Tannenbaum, Stanton Wheeler, Stephen Williams, Ernest Young, seminar participants at Harvard Law School and Yale Law School, and participants at the National Bureau of Economic Research Law and Economics Program Meeting and the American Law and Economics Association Annual Meeting for very helpful comments and discussions. Jon Goldin, Andrew Kim, Dina Mishra, and Michael Simkovic provided outstanding research assistance. Finally, special thanks to Ellen Keng for her invaluable assistance with tabulating our survey data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}