{
    "id": 13219,
    "citation_title": "What Determines Giving to Hurricane Katrina Victims? Experimental Evidence on Income, Race, and Fairness",
    "citation_author": [
        "Christina M. Fong",
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe investigate determinants of private and public generosity to Katrina victims using an artifactual field experiment.  In this experiment, respondents from the general population viewed a short audiovisual presentation that manipulated respondents' perceptions of the income, race, and deservingness of Katrina victims in one of two small cities.  Respondents then decided how to split $100 between themselves and a charity helping Katrina victims in this small city.  We also collected survey data on subjective support for government spending to help the Katrina victims in the cities. We find, first, that our income manipulation had a significant effect on giving; respondents gave more when they perceived the victims to be poorer.  Second, the race and deservingness manipulations had virtually no effect on average giving.  Third, the averages mask substantial racial bias among sub-groups of our sample.  For instance, the subgroup of whites who identify with their ethnic or racial group strongly biased their giving against blacks.  Finally, subjective support for government spending to help Katrina victims was significantly influenced by both our race and deservingness manipulations, but not by the income manipulation.  White respondents supported significantly less public spending for black victims and significantly more for victims who were described in more flattering terms, such as being helpful and law-abiding.\n\n",
    "acknowledgement": "\nFunding by NSF (grant # 0555004 and 0555049), TESS, and Knowledge Networks is gratefully acknowledged and we thank Robyn Dawes for his guidance as Co-PI on this project. Erzo Luttmer also gratefully acknowledges funding from the National Institute on Aging through Grant Number T32-AG00186 to the National Bureau of Economic Research.  Andra Hibbert, Nathanial Peterson and Zoe Savitsky provided excellent research assistance and Jennifer Shultis kindly agreed to do the voice-over for the slide show.  We are very grateful to over 40 colleagues for insightful comments on the design and interpretation of the results of the experiment. We also received useful comments from seminar participants at Chicago, Harvard, IZA, Kentucky, Michigan, NBER, Notre Dame, Ohio State, Princeton, Stanford, Tilburg, Tufts, and Virginia.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}