{
    "id": 13211,
    "citation_title": "Should We Drill in the Arctic National Wildlife Refuge? An Economic Perspective",
    "citation_author": [
        "Matthew J. Kotchen",
        "Nicholas E. Burger"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "2018-06-18",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides model-based estimates of the value of oil in Alaska's Arctic National Wildlife Refuge (ANWR). The best estimate of economically recoverable oil in the federal portion of ANWR is 7.06 billion barrels of oil, a quantity roughly equal to US consumption in 2005. The oil is worth $374 billion ($2005), but would cost $123 billion to extract and bring to market. The difference, $251 billion, would generate social benefits through industry rents of $90 billion as well as state and federal tax revenues of $37 billion and $124 billion, respectively. A contribution of the paper is the decomposition of the benefits between industry rents and tax revenue for a range of price and quantity scenarios. But drilling and development in ANWR would also bring about environmental costs. These costs would consist largely of lost nonuse values for the protected status of ANWR's natural environment. Rather than estimate these costs and conduct a benefit-cost analysis, we calculate the costs that would generate a breakeven result. We find that the average breakeven willingness to accept compensation to allow drilling in ANWR ranges from $582 to $1,782 per person, with a mean estimate of $1,141.\n\n",
    "acknowledgement": "\nWe are grateful to Chris Costello, Bob Deacon, Charlie Kolstad, Michael Moore, and Oran Young for helpful comments on an earlier version of this paper. We alone are responsible for any remaining errors or omissions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}