{
    "id": 13226,
    "citation_title": "Measuring the Dynamics of Young and Small Businesses: Integrating the Employer and Nonemployer Universes",
    "citation_author": [
        "Steven J. Davis",
        "John Haltiwanger",
        "Ron S. Jarmin",
        "C. J. Krizan",
        "Javier Miranda",
        "Alfred Nucci",
        "Kristin Sandusky"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe develop a preliminary version of an Integrated Longitudinal Business Database (ILBD) that combines administrative records and survey data for all employer and nonemployer business units in the United States.  Unlike other large-scale business databases, the ILBD tracks business transitions from nonemployer to employer status. This feature of the ILBD opens a new frontier for the study of business formation, early lifecycle dynamics and the precursors to job creation in the U.S. economy. There are 5.4 million nonfarm business firms with employees as of 2000 and another 15.5 million with no employees.  Our analysis focuses on 40 industries that account for nearly half of nonemployers and 36 percent of nonemployer revenues.  Within these industries, nonemployers account for 14 percent of business revenues.  About 220,000 of the seven million nonemployers in our selected industries hire workers and migrate to the employer universe over a three-year horizon. These Migrants account for 20 percent of revenue among young employers (three years or less since first hire). Compared to other nonemployers, the revenue of Migrants grows very rapidly in the year prior to and the year of transition to employer status.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Kauffman Foundation, the U.S. Census Bureau and the Initiative on Global Financial Markets at the University of Chicago.  For helpful comments on earlier drafts, we thank Mark Roberts, Tim Dunne, Thomas Holmes, Robert Strom, Robert Litan, E.J. Reedy, Ying Lowery, Richard Boden, Lucia Foster and participants at the NBER/CRIW conference on Producer Dynamics in April 2005 and an AEA/SBA session in January 2005.   We also would like to thank Paul Hanczaryk for helping us understand the Census Bureau's nonemployer data. This work has undergone a more limited review than official Census Bureau publications.  The views, findings, and opinions expressed in this work are those of the authors and not the U.S. Census Bureau.  All results have been reviewed to ensure confidentiality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}