{
    "id": 13225,
    "citation_title": "Deferred Acceptance Algorithms: History, Theory, Practice, and Open Questions",
    "citation_author": [
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe deferred acceptance algorithm proposed by Gale and Shapley (1962) has had a profound influence on market design, both directly, by being adapted into practical matching mechanisms, and, indirectly, by raising new theoretical questions.  Deferred acceptance algorithms are at the basis of a number of labor market clearinghouses around the world, and have recently been implemented in school choice systems in Boston and New York City.  In addition, the study of markets that have failed in ways that can be fixed with centralized mechanisms has led to a deeper understanding of some of the tasks a marketplace needs to accomplish to perform well.  In particular, marketplaces work well when they provide thickness to the market, help it deal with the congestion that thickness can bring, and make it safe for participants to act effectively on their preferences.  Centralized clearinghouses organized around the deferred acceptance algorithm can have these properties, and this has sometimes allowed failed markets to be reorganized.\n\n",
    "acknowledgement": "\nPrepared for Gale's Feast: a Day in honor of the 85th birthday of David Gale, July 2007, Stony Brook.  It is my very good fortune to have been able to incorporate insights from Gale and Shapley (1962) in so much of my own work. In this I have been exceptionally lucky in my colleagues and coauthors.  For help specifically in preparing this paper I particularly thank my old friend and collaborator Elliott Peranson for new details on the history of the medical residency match. This paper has also benefited from Fuhito Kojima's careful reading and wide acquaintance with the literature. I also received helpful comments and references from Onur Kesten, David Manlove, and Marilda Sotomayor, and I thank David Gale, Elliott Peranson and Marilda Sotomayor for permission to publish the correspondence in the Appendix. Some of this work was supported by grants from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}