{
    "id": 13228,
    "citation_title": "The Welfare Cost of Asymmetric Information: Evidence from the U.K. Annuity Market",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Paul Schrimpf"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMuch of the extensive empirical literature on insurance markets has focused on whether adverse selection can be detected. Once detected, however, there has been little attempt to quantify its importance. We start by showing theoretically that the efficiency cost of adverse selection cannot be inferred from reduced form evidence of how \"adversely selected\" an insurance market appears to be. Instead, an explicit model of insurance contract choice is required. We develop and estimate such a model in the context of the U.K. annuity market. The model allows for private information about risk type (mortality) as well as heterogeneity in preferences over different contract options. We focus on the choice of length of guarantee among individuals who are required to buy annuities. The results suggest that asymmetric information along the guarantee margin reduces welfare relative to a first-best, symmetric information benchmark by about £127 million per year, or about 2 percent of annual premiums. We also find that government mandates, the canonical solution to adverse selection problems, do not necessarily improve on the asymmetric information equilibrium. Depending on the contract mandated, mandates could reduce welfare by as much as £107 million annually, or increase it by as much as £127 million. Since determining which mandates would be welfare improving is empirically difficult, our findings suggest that achieving welfare gains through mandatory social insurance may be harder in practice than simple theory may suggest.\n\n",
    "acknowledgement": "\nWe are grateful to James Banks, Richard Blundell, Jeff Brown, Peter Diamond, Carl Emmerson, Jerry Hausman, Jonathan Levin, Alessandro Lizzeri, Wojciech Kopczuk, Ben Olken, Casey Rothschild, and seminar participants at the AEA 2007 annual meeting, Cowles 75th anniversary conference, Chicago, Hoover, Institute for Fiscal Studies, MIT, Stanford, Washington University, and Wharton for helpful comments, and to several patient and helpful employees at the firm whose data we analyze. Financial support from the National Institute of Aging (Finkelstein), the National Science Foundation (Einav), and the Social Security Administration is greatfully acknowledged. Einav also acknowledges the hospitality of the Hoover Institution. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}