{
    "id": 13223,
    "citation_title": "After Johnny Came Marching Home: The Political Economy of Veterans' Benefits in the Nineteenth Century",
    "citation_author": [
        "Sung Won Kang",
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores new estimates of the number of veterans and the value of veterans' benefits -- both cash benefits and land grants -- from the Revolution to 1900. Benefits, it turns out, varied substantially from war to war. The veterans of the War of 1812, in particular, received a smaller amount of benefits than did the veterans of the other nineteenth century wars. A number of factors appear to account for the differences across wars. Some are familiar from studies of other government programs: the previous history of veterans' benefits, the wealth of the United States, the number of veterans relative to the population, and the lobbying efforts of lawyers and other agents employed by veterans. Some are less familiar. There were several occasions, for example, when public attitudes toward the war appeared to influence the amount of benefits. Perhaps the most important factor, however, was the state of the federal treasury. When the federal government ran a surplus, veterans were likely to receive additional benefits; when it ran a deficit, veterans' hopes for additional benefits went unfilled. Veterans' benefits were, to use the terms a bit freely, more like a luxury than a necessity.\n\n",
    "acknowledgement": "\nWe are very grateful for the comments on previous drafts that we received during presentations at the National Bureau of Economic Research Summer Institute (Cambridge, July 2006), the International Economic History Meetings (Helsinki, August 2006), and the Southern Economic Association Meetings (Charleston, November 2006). We owe a special debt to John James and Robert Whaples who were the discussants on the latter occasion. Lloyd DeWitt Bockstruck and Lee Craig graciously took time to answer questions about their areas of expertise. Daniel Fleisch and Adam Yaari provided thoughtful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}