{
    "id": 13222,
    "citation_title": "Trade Growth under the African Growth and Opportunity Act",
    "citation_author": [
        "Garth Frazer",
        "Johannes Van Biesebroeck"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores whether one of the most important U.S. policies towards Africa of the past few decades achieved its desired result. In 2000, the United States dropped trade restrictions on a broad list of products through the African Growth and Opportunity Act (AGOA). Since the Act was applied to both countries and products, we estimate the impact with a triple difference-in-differences estimation, controlling for both country and product-level import surges at the time of onset. This approach allows us to better address the \"endogeneity of policy\" critique of standard difference-in-differences estimation  than if either a country or a product-level analysis was performed separately. Despite the fact that the AGOA product list  as chosen to not include \"import-sensitive\" products, and despite  the general challenges of transaction costs in African countries, we find that AGOA has a large and robust impact on apparel imports into the U.S., as well as on the agricultural and manufactured products covered by AGOA. These import responses grew over time and were the largest in product categories where the tariffs removed were large. AGOA did not result in a decrease  in exports to Europe in these product categories, suggesting that the U.S.-AGOA imports were not merely diverted from elsewhere. We discuss how the effects vary across countries and the implications of these findings for aggregate export volumes.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}