{
    "id": 13224,
    "citation_title": "Sources of Lifetime Inequality",
    "citation_author": [
        "Mark Huggett",
        "Gustavo Ventura",
        "Amir Yaron"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs lifetime inequality mainly due to differences across people established early in life or to differences in luck experienced over the working lifetime? We answer this question within a model that features idiosyncratic shocks to human capital, estimated directly from data, as well as heterogeneity in ability to learn, initial human capital, and initial wealth -- features which are chosen to match observed properties of earnings dynamics by cohorts. We find that as of age 20, differences in initial conditions account for more of the variation in lifetime utility, lifetime earnings and lifetime wealth than do differences in shocks received over the lifetime. Among initial conditions, variation in initial human capital is substantially more important than variation in learning ability or initial wealth for determining how an agent fares in life. An increase in an agent's human capital affects expected lifetime utility by raising an agent's expected earnings profile, whereas an increase in learning ability affects expected utility by producing a steeper expected earnings profile.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the SED, Minnesota Workshop in Macroeconomic Theory, NBER Summer Institute, Productivity over the Life Cycle Conference (Bank of Canada), Macroeconomics of Imperfect Risk Sharing (UC-Santa Barbara), PSU-Cornell Macro Theory Conference, Georgetown, NYU, Oslo, Penn, UCLA, Wharton, Wisconsin and Yale. We thank the National Science Foundation Grant SES-0550867 for research support. Ventura thanks the Research and Graduate Studies Office from The Pennsylvania State University for support. Yaron thanks the Rodney White Center at the The Wharton School for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}