{
    "id": 13227,
    "citation_title": "Extreme Weather Events, Mortality and Migration",
    "citation_author": [
        "Olivier Deschenes",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "2021-07-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of extreme weather on life expectancy in the US. Using high frequency mortality data, we find that both extreme heat and extreme cold result in immediate increases in mortality. However, the increase in mortality following extreme heat appears entirely driven by temporal displacement, while the increase in mortality following extreme cold is long lasting. The aggregate effect of cold on mortality is quantitatively large. We estimate that the number of annual deaths attributable to cold temperature is 27,940 or 1.3% of total deaths in the US. This effect is even larger in low income areas.  Because the U.S. population has been moving from cold Northeastern states to the warmer Southwestern states, our findings have implications for understanding the causes of long-term increases in life expectancy.  We calculate that every year, 5,400 deaths are delayed by changes in exposure to cold temperature induced by mobility. These longevity gains associated with long term trends in geographical mobility account for 8%-15% of the total gains in life expectancy experienced by the US population over the past 30 years. Thus mobility is an important but previously overlooked determinant of increased longevity in the United States. We also find that the probability of moving to a state that has fewer days of extreme cold is higher for the age groups that are predicted to benefit more in terms of lower mortality compared to the age groups that are predicted to benefit less.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Princeton University Industrial Relations Labor Lunch, UC Davis and UC Santa Cruz for useful suggestions. Paul McCathcart provided valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}