{
    "id": 13221,
    "citation_title": "Does Age Structure Forecast Economic Growth?",
    "citation_author": [
        "David E. Bloom",
        "David Canning",
        "Günther Fink",
        "Jocelyn E. Finlay"
    ],
    "citation_publication_date": "2007-07-02",
    "issue_date": "2007-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreases in the proportion of the working age population can yield a \"demographic dividend\" that enhances the rate of economic growth. We estimate the parameters of an economic growth model with a cross section of countries over the period 1960 to 1980 and investigate whether the inclusion of age structure improves the model's forecasts for the period 1980 to 2000. We find that including age structure improves the forecast, although there is evidence of parameter instability between periods with an unexplained growth slowdown in the second period. We use the model to generate growth forecasts for the period 2000 to 2020.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the East West Center in Hawaii, the Institute for Future Studies in Sweden, and the 2007 annual meetings of the Population Association of America. The authors are grateful to Dennis Ahlburg, Andrew Noymer, and two anonymous referees for thoughtful comments. Support for this research was provided by grant number 5 P30 AG024409 from the National Institute on Aging, National Institutes of Health, and by grants from the William and Flora Hewlett Foundation and the John D. and Catherine T. MacArthur Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}