{
    "id": 13239,
    "citation_title": "Explaining Product Price Differences Across Countries",
    "citation_author": [
        "Robert E. Lipsey",
        "Birgitta Swedenborg"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA substantial part of international differences in prices of individual products, both goods and services, can be explained by differences in per capita income, wage compression, or low wage dispersion among low-wage workers, and short-term exchange rate fluctuations.  Higher per capita income is associated with higher prices and higher wage dispersion with lower prices.  The effects of higher income and wage dispersion are moderated for the more tradable products.  The effects of wage dispersion, on the other hand, are magnified for the more labor-intensive products, particularly low-skill services. The differences in prices across countries are reflected in differences in the composition of consumption.  Countries in which prices of labor-intensive services are very high, such as the Nordic countries, consume much less of them.  For some services, the shares of GDP consumed in high-price countries are less than 20 percent of the shares in low-price countries.  Since these are services of very low tradability, the low consumption levels of these services imply low employment in them.\n\n",
    "acknowledgement": "\nWe are indebted to the OECD, and particularly to Annette Koechlin for the detailed country price data.  A succession of skilled research assistants, including Xu Li, Hengyong Mo, and Jing Sun, has helped us with the statistical analyses as the paper and our ideas have evolved.  We gratefully acknowledge financial support from the Jan Wallander and Tom Hedelius Research Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}