{
    "id": 13232,
    "citation_title": "Complementarity Among Vertical Integration Decisions: Evidence from Automobile Product Development",
    "citation_author": [
        "Sharon Novak",
        "Scott Stern"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines complementarity among vertical integration decisions in automobile product development.  Though most research assumes that contracting choices are independent of each other, contracting complementarity arises when the returns to a single vertical integration decision are increasing in the level of vertical integration associated with other contracting choices.  First, effective coordination may depend on the level of (non-contractible) effort on the part of each agent; contracting complementarity results if coordination efforts are interdependent and vertical integration facilitates a higher level of non-contractible effort.  Second, effective coordination may require the disclosure of proprietary trade secrets, and the potential for expropriation by external suppliers may induce complementarity among vertical integration choices.   We provide evidence for complementarity in product development contracting by taking advantage of a detailed dataset that includes the level of vertical integration and the contracting environment for individual automobile systems in the luxury automobile segment.  Using an instrumental variables framework that distinguishes complementarity from unobserved firm-level factors, the evidence is consistent with the hypothesis that contracting complementarity is an important driver of vertical integration choices. The findings suggest that contracting complementarity may be particularly important when coordination is important to achieve but difficult to monitor.\n\n",
    "acknowledgement": "\nEugene Orlov and Mercedes Delgado provided outstanding research assistance.  We thank George Baker, Tom Hubbard, Mike Mazzeo, Todd Zenger, three anonymous referees, and seminar participants at various universities and conferences for helpful comments and suggestions.  This research was partially funded by MIT Center for Innovation and Product Development and the International Motor Vehicle Program at MIT.  All errors or omissions remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}