{
    "id": 13235,
    "citation_title": "How Does Outsourcing Affect Performance Dynamics? Evidence from the Automobile Industry",
    "citation_author": [
        "Sharon Novak",
        "Scott Stern"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of vertical integration on the dynamics of performance over the automobile product development lifecycle. Building on recent work in organizational economics and strategy, we evaluate the relationship between vertical integration and different performance margins.  Outsourcing facilitates access to cutting-edge technology and the use of high-powered performance contracts. Vertical integration allows firms to adapt to unforeseen contingencies and customer feedback, maintain more balanced incentives over the lifecycle, and develop firm-specific capabilities over time.  Together, these effects highlight a crucial tradeoff:  while outsourcing is associated with higher levels of initial performance, vertical integration will be associated with performance improvement over the product lifecycle.  We test these ideas using detailed data from the luxury automobile segment, establishing three key results.  First, initial performance is declining in the level of vertical integration.  Second, the level of performance improvement is significantly increasing in the level of vertical integration. Finally, the impact of vertical integration on alternative performance margins is mediated by the level of pre-existing capabilities, by the salience of opportunities to access external technology leaders, and by the scope for learning over the product lifecycle.  Together, the findings highlight a strategic governance tradeoff between short-term performance and the evolution of firm capabilities.\n\n",
    "acknowledgement": "\nMercedes Delgado provided outstanding research assistance.  We thank Joshua Gans, Tom Hubbard, Mara Lederman, two anonymous referees, and seminar participants at various universities and conferences for helpful comments and suggestions.  This research was partially funded by MIT Center for Innovation and Product Development and the International Motor Vehicle Program at MIT.  All errors or omissions remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}