{
    "id": 13236,
    "citation_title": "A Unified Framework for Measuring Preferences for Schools and Neighborhoods",
    "citation_author": [
        "Patrick Bayer",
        "Fernando Ferreira",
        "Robert McMillan"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a comprehensive framework for estimating household preferences for school and neighborhood attributes in the presence of sorting.  It embeds a boundary discontinuity design in a heterogeneous model of residential choice to address the endogeneity of school and neighborhood attributes.  The model is estimated using restricted-access Census data from a large metropolitan area, yielding a number of new results.  First, households are willing to pay less than one percent more in house prices -- substantially lower than previous estimates -- when the average performance of the local school increases by five percent.  Second, much of the apparent willingness to pay for more educated and wealthier neighbors is explained by the correlation of these sociodemographic measures with unobserved neighborhood quality.  Third, neighborhood race is not capitalized directly into housing prices; instead, the negative correlation of neighborhood race and housing prices is due entirely to the fact that blacks live in unobservably lower quality neighborhoods.  Finally, there is considerable heterogeneity in preferences for schools and neighbors: in particular, we find that households prefer to self-segregate on the basis of both race and education.\n\n",
    "acknowledgement": "\nWe are grateful to Joseph Altonji, Pat Bajari, Steve Berry, Sandra Black, David Card, Ken Chay, David Cutler, Hanming Fang, David Figlio, Edward Glaeser, David Lee, Enrico Moretti, Tom Nechyba, Jesse Rothstein, Kim Rueben, Holger Sieg, Chris Taber, and Chris Timmins for valuable discussions about this research.  Thanks also to seminar participants at Berkeley, Cornell, Harvard, Florida, McMaster, and Yale, as well as the NBER and SITE, for additional helpful suggestions.  Gregorio Caetano provided excellent research assistance.  We gratefully acknowledge financial support from CAPES-Brazil, the U.S. Department of Education, the National Science Foundation (grant SES-0137289), the Public Policy Institute of California, and SSHRC.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau, at the Berkeley and Triangle Census Research Data Centers.  Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau.  This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}