{
    "id": 13231,
    "citation_title": "Comparative Advantage in Cyclical Unemployment",
    "citation_author": [
        "Mark Bils",
        "Yongsung Chang",
        "Sun-Bin Kim"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce worker differences in labor supply, reflecting differences in skills and assets, into a model of separations, matching, and unemployment over the business cycle. Separating from employment when unemployment duration is long is particularly costly for workers with high labor supply. This provides a rich set of testable predictions across workers: those with higher labor supply, say due to lower assets, should display more procyclical wages and less countercyclical separations. Consequently, the model predicts that the pool of unemployed will sort toward workers with lower labor supply in a downturn. Because these workers generate lower rents to employers, this discourages vacancy creation and exacerbates the cyclicality of unemployment and unemployment durations. We examine wage cyclicality and employment separations over the past twenty years for workers in the Survey of Income and Program Participation (SIPP). Wages are much more procyclical for workers who work more.  This pattern is mirrored in separations; separations from employment are much less cyclical for those who work more. We do see for recessions a strong compositional shift among those unemployed toward workers who typically work less.\n\n",
    "acknowledgement": "\nWe thank Evgenia Dechter for her excellent research assistance; we thank Mark Aguiar, Ricardo Lagos, and Randy Wright for helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}