{
    "id": 13237,
    "citation_title": "Older and Wiser? Birth Order and IQ of Young Men",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile recent research finds strong evidence that birth order affects children's outcomes such as education and earnings, the evidence on the effects of birth order on IQ is decidedly mixed. This paper uses a large dataset on the population of Norway that allows us to precisely measure birth order effects on IQ using both cross-sectional and within-family methods. Importantly, irrespective of method, we find a strong and significant effect of birth order on IQ, and our results suggest that earlier born children have higher IQs. Our preferred estimates suggest differences between first-borns and second-borns of about one fifth of a standard deviation or approximately 3 IQ points. Despite these large average effects, birth order only explains about 3% of the within-family variance of IQ. When we control for birth endowments, the estimated birth order effects increase. Thus, our analysis suggests that birth order effects are not biologically determined. Also, there is no evidence that birth order effects occur because later-born children are more affected by family breakdown.\n\n",
    "acknowledgement": "\nBlack and Devereux gratefully acknowledge financial support from the National Science Foundation and the California Center for Population Research. Salvanes thanks the Research Council of Norway for financial support. We are grateful to the Medical Birth Registry for Norway for providing the birth registry data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}