{
    "id": 13234,
    "citation_title": "The Impact of Uncertain Intellectual Property Rights on the Market For Ideas: Evidence From Patent Grant Delays",
    "citation_author": [
        "Joshua S. Gans",
        "David H. Hsu",
        "Scott Stern"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the impact of the intellectual property (IP) system on the timing of cooperation/licensing by start-up technology entrepreneurs. If the market for technology licenses is efficient, the timing of licensing is independent of whether IP has already been granted. In contrast, the need to disclosure complementary (yet unprotected) knowledge, asymmetric information, or search costs may retard efficient technology transfer.  In these cases, reductions in uncertainty surrounding the scope and extent of IP rights may facilitate trade in the market for ideas. We employ a dataset combining information about cooperative licensing and the timing of patent allowances (the administrative event when patent rights are clarified). While pre-allowance licensing does occur, the hazard rate for achieving a cooperative licensing agreement significantly increases after patent allowance. Moreover, the impact of the patent system depends on the strategic and institutional environment in which firms operate. Patent allowance seems to play a particularly important role for technologies with longer technology lifecycles or that lack alternative mechanisms such as copyright, reputation, or brokers. The findings suggest that imperfections in the market for ideas may be important, and that formal IP rights may facilitate gains from technological trade.\n\n",
    "acknowledgement": "\nWe thank Nisvan Erkal, Thomas Hellmann, Guido Imbens, Ben Jones, Josh Lerner, Manju Puri, Jennifer Reinganum, Chris Taber, Marie Thursby, John van Reenen, and Ralph Winter, and seminar participants at various universities and conferences, for comments and discussion. We acknowledge funding support from the Mack Center at Wharton, the Intellectual Property Research Institute of Australia and the Australian Research Council. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}