{
    "id": 13238,
    "citation_title": "Endogenous Decentralization in Federal Environmental Policies",
    "citation_author": [
        "Howard Chang",
        "Hilary Sigman",
        "Leah G. Traub"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "2012-07-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder most federal environmental laws and some health and safety laws, states may apply for \"primacy,\" that is, authority to implement and enforce federal law, through a process known as \"authorization.\" Some observers fear that states use authorization to adopt more lax policies in a regulatory \"race to the bottom.\" This paper presents a simple model of the interaction between the federal and state governments in such a scheme of partial decentralization. Our model suggests that the authorization option may not only increase social welfare but also allow more stringent environmental regulations than would otherwise be feasible. Our model also suggests that the federal government may choose its policies so that states that desire more strict regulation authorize, while other states remain under the federal program. We then test this hypothesis using data on federal regulation of water pollution and of hazardous waste, which are two of the most important environmental programs to allow authorization. We find that states that prefer more environmental protection authorize more quickly under both policies. This evidence suggests that states seek authorization to adopt more strict policies instead of more lax policies compared to federal policies.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Voluntary Decentralization in Environmental Policy: \"Cooperative Federalism\" as a Strategic Interaction.\" We are grateful for research assistance from Xiangjin Chen and for comments from Francesca Mazzolari, Per Fredriksson, anonymous referees, and participants in the World Congress of We are grateful for comments on earlier drafts from Francesca Mazzolari, Per Fredriksson, and conference participants at the World Congress of Environmental and Resource Economists and at meetings of the American Law and Economics Association and of the Society for Environmental Law and Economics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}