{
    "id": 13248,
    "citation_title": "The Effect of Taxes on Royalties and the Migration of Intangible Assets Abroad",
    "citation_author": [
        "John H. Mutti",
        "Harry Grubert"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMigration of intangible assets from the United States to foreign countries has become easier due to the ability of U.S. firms to create hybrid entities in their affiliates abroad and to reach favorable cost sharing agreements with them.  This strategy was particularly encouraged by the U.S. adoption of \"check-the-box\" regulations in 1997.  Rather than receive royalties from affiliates abroad, US parent firms have an incentive to retain abroad in low-tax countries a greater share of the return to their US R&D. Evidence from several sources for years that span the 1997 policy change indicate a significant response by US corporations in utilizing this strategy.  BEA data indicate affiliate earnings and profits grew more rapidly than royalty payments to US parents.  Payments to U.S. parents for technical services rose even faster, as would be called for under cost sharing agreements.  Regression analysis of affiliate data shows that parent R&D was a more important determinant of royalty payments to U.S. parents than it was for affiliate earnings and profits in 1996, but by 2002 it played a larger role in earnings and profits than in royalties.  Cost sharing payments from affiliates in Ireland and from pure tax havens (Bermuda, the Cayman Islands, and Luxembourg) are particularly significant, both economically and statistically.\n\n",
    "acknowledgement": "\nThe authors thank Mihir Desai, the editors, and conference participants for helpful comments.  The ideas expressed are solely those of the authors and not necessarily the U.S. Treasury Department or the National Bureau of Economic Research.\n\n\n"
}