{
    "id": 13240,
    "citation_title": "Risk Shifting versus Risk Management: Investment Policy in Corporate Pension Plans",
    "citation_author": [
        "Joshua Rauh"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe asset allocation of defined benefit pension plans is a setting where both risk shifting and risk management incentives are likely be present.  Empirically, firms with poorly funded pension plans and weak credit ratings allocate a greater share of pension fund assets to safer securities such as government debt and cash, whereas firms with well-funded pension plans and strong credit ratings invest more heavily in equity.  These relations hold both in the cross-section and within firms and plans over time.  The incentive to limit costly financial distress plays a considerably larger role than risk shifting in explaining variation in pension fund investment policy among U.S. firms.\n\n",
    "acknowledgement": "\nI thank James Wang and Michael Wong for excellent research assistance.  I am grateful to John Birge, John Campbell, Murillo Campello, Chris Crevier, Mike Faulkender, Sean Finucane, Charles Hadlock, Dirk Jenter, Steve Kaplan, Vicky Kiosse, Gordon Latter, Deborah Lucas, Francisco Perez-Gonzalez, Mitchell Petersen, James Poterba, Michael Roberts, Antoinette Schoar, Berk Sensoy, Morten Sørensen, Per Strömberg, Amir Sufi, Michael Weisbach, Steve Zeldes, an anonymous referee, and seminar participants at MIT Sloan, the 2006 Corporate Finance Conference at the Washington University Olin School of Business, the 2006 NBER Corporate Finance Summer Institute, and the 2006 UBS Pensions Research Programme Conference at the London School of Economics for helpful comments and discussions.  I thank seminar participants at the Chicago GSB finance faculty lunch, the European Central Bank, the University of Illinois, and Michigan State University for comments on an earlier version of this work entitled \"Who Manages Pension Fund Risk?\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}