{
    "id": 13245,
    "citation_title": "Arbitrage-Free Bond Pricing with Dynamic Macroeconomic Models",
    "citation_author": [
        "Michael F. Gallmeyer",
        "Burton Hollifield",
        "Francisco Palomino",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between monetary-policy-induced changes in short interest rates and yields on long-maturity default-free bonds. The volatility of the long end of the term structure and its relationship with monetary policy are puzzling from the perspective of simple structural macroeconomic models. We explore whether richer models of risk premiums, specifically stochastic volatility models combined with Epstein-Zin recursive utility, can account for such patterns. We study the properties of the yield curve when inflation is an exogenous process and compare this to the yield curve when inflation is endogenous and determined through an interest-rate/Taylor rule. When inflation is exogenous, it is difficult to match the shape of the historical average yield curve. Capturing its upward slope is especially difficult as the nominal pricing kernel with exogenous inflation does not exhibit any negative autocorrelation - a necessary condition for an upward sloping yield curve as shown in Backus and Zin (1994). Endogenizing inflation provides a substantially better fit of the historical yield curve as the Taylor rule provides additional flexibility in introducing negative autocorrelation into the nominal pricing kernel. Additionally, endogenous inflation provides for a flatter term structure of yield volatilities which better fits historical bond data.\n\n",
    "acknowledgement": "\nThis paper was prepared for Frontiers in Monetary Policy Research, 31st Annual Policy Conference, Federal Reserve Bank of St. Louis, October 19-20, 2006. We thank David Backus and Pamela Labadie for valuable comments and suggestions, Bill Gavin for suggesting the topic, and Monika Piazzesi and Chris Telmer for providing us with data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}