{
    "id": 13246,
    "citation_title": "What Do Nonprofits Maximize? Nonprofit Hospital Service Provision and Market Ownership Mix",
    "citation_author": [
        "Jill R. Horwitz",
        "Austin Nichols"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "2008-06-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConflicting theories of the nonprofit firm have existed for several decades yet empirical research has not resolved these debates, partly because the theories are not easily testable but also because empirical research generally considers organizations in isolation rather than in markets.  Here we examine three types of hospitals - nonprofit, for-profit, and government - and their spillover effects.  We look at the effect of for-profit ownership share within markets in two ways, on the provision of medical services and on operating margins at the three types of hospitals.  We find that nonprofit hospitals' medical service provision systematically varies by market mix.  We find no significant effect of for-profit market share on the operating margins of nonprofit hospitals.  These results fit best with theories in which hospitals maximize their own output.\n\n",
    "acknowledgement": "\nWe thank David Cutler, Carole Gresenz, Jim Hines, Edward Parson, and Jonathan Skinner for comments.  We thank Laurence Baker, Mike Chernew, Leemore Dafny, Jonathon Kolstadt, Kristin Madison, Jean Roth, and the National Bureau of Economic Research for data.  Jackie Julien, Tomislav Ladika, Aimee Mangan, and the University of Michigan Law School Library provided helpful research support.  We thank Hillary Muscato for administrative and editorial assistance.  We also thank participants in workshops at the National Bureau of Economic Research, University of Michigan Law School Fawley and Tax Policy series, University of Michigan School of Public Health, Cornell Law School Junior Empirical Legal Scholars Conference, and the University of Victoria Faculty of Law and Department of Economics.  Horwitz thanks the University of Victoria School of Public Administration and Faculty of Law for her visiting appointment during the 2006-7 academic year.  Thank you to the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization (HCFO) Initiative for a generous grant to fund this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}