{
    "id": 13244,
    "citation_title": "Net Worth, Exchange Rates, and Monetary Policy: The Effects of a Devaluation in a Financially Fragile Environment",
    "citation_author": [
        "Domenico Delli Gatti",
        "Mauro Gallegati",
        "Bruce C. Greenwald",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2007-07-08",
    "issue_date": "2007-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we propose an Open Economy Financial Accelerator model along the lines of Greenwald-Stiglitz (1993) close in spirit but different in many respects from the one proposed by Greenwald (1998.) The first goal of the paper is to provide a taxonomy of the effects of a devaluation in this context. The direct (first round) effect on output, taking as given net worth and interest rate, is negative for domestic firms (due to the input cost effect) and positive for exporting firms (due to a positive foreign debt effect). The indirect (second round) wealth effect (on output through net worth, taking as given the interest rate) is uncertain, depending on the relative size of the domestic and exporting firms. There is also an indirect effect on output through the response of the domestic interest rate to a devaluation due to the risk premium effect. Due to the uncertainty on the sign of most of these effects, it is difficult to assess the overall impact of a devaluation. One cannot rule out, however, an economy-wide contractionary effect of a devaluation.  If the devaluation affects negatively the net worth of domestic firms, the domestic interest rate may rise (due to the risk premium effect), exerting an additional contractionary impact on output. If, on top of that, the monetary authorities force a further increase of the interest rate in an effort to curb the exchange rate, the contractionary effect will be emphasized.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}