{
    "id": 13255,
    "citation_title": "Defining Price Stability in Japan: A View from America",
    "citation_author": [
        "Christian Broda",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanese monetary and fiscal policy uses the consumer price index as a metric for price stability. Despite a major effort to improve the index, the Japanese methodology of calculating the CPI seems to have a large number of deficiencies. Little attention is paid in Japan to substitution biases and quality upgrading. This implies that important methodological differences have emerged between the U.S. and Japan since the U.S. started to correct for these biases in 1999.  We estimate that using the new corrected U.S. methodology, Japan's deflation averaged 1.2 percent per year since 1999. This is more than twice the deflation suggested by Japanese national statistics. Ignoring these methodological differences misleading suggests that American real per capita consumption growth has been growing at a rate that is almost 2 percentage points higher than that of Japan between 1999 and 2006. When a common methodology is used Japan's growth has been much closer to that of the U.S. over this period. Moreover, we estimate that the bias of the Japanese CPI relative to a true cost-of-living index is around 2 percent per year. This overstatement in the Japanese CPI in combination with Japan's low inflation rate is likely to cost the government over 69 trillion yen -- or 14 percent of GDP -- over the next 10 years in increased social security expenses and debt service. For monetary policy, the overstatement of inflation suggests that if the BOJ adopts a formal inflation target without changing the current CPI methodology a lower band of less than 2 percent would not achieve its goal of price stability.\n\n",
    "acknowledgement": "\nThe authors wish to thank R. Anton Braun, Hugh Patrick, Masaaki Sato, and Shigenori Shiratsuka for comments. We wish to thank the Center for Japanese Economy and Business for research support and the National Science Foundation for support under grant SES-0452460. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}