{
    "id": 13259,
    "citation_title": "Central Bank Communication and Expectations Stabilization",
    "citation_author": [
        "Stefano Eusepi",
        "Bruce Preston"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the value of communication in the implementation of monetary policy. The central bank is uncertain about the current state of the economy. Households and firms are uncertain about the statistical properties of aggregate variables, including nominal interest rates, and must learn about their dynamics using historical data. Given these uncertainties, when the central bank implements optimal policy, the Taylor principle is not sufficient for macroeconomic stability: for reasonable parameterizations self-fulfilling expectations are possible. To mitigate this instability, three communication strategies are contemplated: i) communicating the precise details of the monetary policy -- that is, the variables and coefficients; ii) communicating only the variables on which monetary policy decisions are conditioned; and iii) communicating the inflation target. The first two strategies restore the Taylor principle as a sufficient condition for stabilizing expectations. In contrast, in economies with persistent shocks, communicating the inflation target fails to protect against expectations driven fluctuations. These results underscore the importance of communicating the systematic component of monetary policy strategy: announcing an inflation target is not enough to stabilize expectations -- one must also announce how this target will be achieved.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Bank of Portugal, Belgium National Bank, Brown University, the FRB of San Francisco Conference on \"Monetary Policy, Transparency, and Credibility\", FRB of New York, the FRB of St Louis, ECARES Universite Libre de Bruxelles and the 2007 Spring Meeting of the NBER Monetary Economics Group, and particularly Alejandro Justiniano and our discussants Michael Ehrmann, Athanasios Orphanides and Chris Sims for detailed comments and discussions. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. The usual caveat applies.\n\n\n"
}