{
    "id": 13251,
    "citation_title": "Agency Conflicts, Investment, and Asset Pricing",
    "citation_author": [
        "Rui Albuquerque",
        "Neng Wang"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe separation of ownership and control allows controlling shareholders to pursue private benefits. We develop an analytically tractable dynamic stochastic general equilibrium model to study asset pricing and welfare implications of imperfect investor protection. Consistent with empirical evidence, the model predicts that countries with weaker investor protection have more incentives to overinvest, lower Tobin's q, higher return volatility, larger risk premium, and higher interest rate. Calibrating the model to the Korean economy reveals that perfecting investor protection increases the stock market's value by 22 percent, a gain for which outside shareholders are willing to pay 11 percent of their capital stock.\n\n",
    "acknowledgement": "\nWe thank an anonymous referee, an anonymous editor, Cam Harvey (Editor), Mike Barclay, and Denis Gromb (Gerzensee discussant) for detailed and helpful comments. We also thank Heitor Almeida (WFA discussant), Ravi Bansal, Geert Bekaert, Harjoat Bhamra (UBC/Bank of Canada conference discussant), Andrea Buraschi, Murray Carlson (AFA discussant), Gian Luca Clementi, Bob Hall, Ping He (FMA and NBER discussant), Arvind Krishnamurthy, John Long, Jianjun Miao, Suresh Sundaresan, Ross Watts, seminar participants in Boston University, Columbia, Faculdade de Economia do Porto, the Federal Reserve Banks of Cleveland and New York, Fuqua (Duke), HEC Paris, HEC Lausanne, ISCTE, Olin School of Business (Washington University), The Portuguese Catholic University, Simon Graduate School of Business (University of Rochester), Stern School of Business (NYU), University of Maryland, Univeristy of Illinois at Urbana/Champaign, University of Wisconsin (Madison), Universidade Nova de Lisboa, Wharton, the World Bank, and participants at the 2004 SED (Florence), 2005 CEPR/ Gerzensee, 2005 WFA (Portland), UBC/Bank of Canada conference (2005), 2005 FMA (Chicago), 2006 AFA (Boston) and NBER, and 2006 Wegmans conferences for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}