{
    "id": 13253,
    "citation_title": "The Organizational Implications of Creativity: The US Film Industry in Mid-XXth Century",
    "citation_author": [
        "Ricard Gil",
        "Pablo T. Spiller"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a basic framework to understand the organization of highly creative activities.  Management faces a fundamental tradeoff in organizing such activities.  On the one hand, since creativity cannot be achieved by command and control or by monetary incentives, internal/contractual production of creative products is plagued by hazards arising from their fundamental characteristics: extremely high input, output and market uncertainty, and the inherent informational advantages of creative talent.  Procuring highly creative products in the market place, though, exposes the distributor to a fundamental risk: independently produced creative goods are generic distribution-wise.  Thus, in procuring creative products in the marketplace, distributors face the unavoidable winner's curse risk.  Since this risk is, to a large extent, independent of the creative nature of the product, the higher the creative content, the higher the relative hazards associated with internal or contractual production.  Thus, internal/contractual production of creative goods will tend to be less prevalent the higher the creative content associated with its production. We apply this insight to the evolution of the U.S. film industry in the mid-XXth century.  We exploit two simultaneous natural experiments -- the diffusion of TV and the Paramount antitrust decision forcing the separation of exhibitors from distributors and prohibiting the use of block-booking.  Both events increased the demand for creative content in movies.  We develop empirical implications which we test by analyzing in detail the decision by distributors to produce films internally or to procure then in the market place, in the face of an increase in the demand for creative content.\n\n",
    "acknowledgement": "\nThe authors are, respectively, Assistant Professor of Economics, University of California, at Santa Cruz, and Jeffrey A. Jacobs Distinguished Professor of Business and Technology at the Haas School of Business, University of California, Berkeley.  This paper was prepared for the California Management Review Special 50th Anniversary Issue.  We are thankful to Yundi Chiu and Jose Maria Gil for excellent research assistance, and to Bryan Hong for very insightful comments.  Financial support from the Jeffrey A. Jacobs Distinguished Chair in Business and Technology at the Haas School of Business, and from Harvard Business School, is much appreciated.  The authors can be, respectively, contacted at rgil@ucsc.edu and spiller@haas.berkeley.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}