{
    "id": 13250,
    "citation_title": "Investment, Consumption, and Hedging under Incomplete Markets",
    "citation_author": [
        "Jianjun Miao",
        "Neng Wang"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEntrepreneurs often face undiversifiable idiosyncratic risks from their business investments. We extend the standard real options approach to an incomplete markets environment and analyze the joint decisions of business investments, consumption/savings, and portfolio selection. For a lump-sum investment payoff and an agent with a sufficiently strong precautionary savings motive, an increase in volatility can accelerate investment, contrary to the standard real options analysis. When the agent can trade the market portfolio to partially hedge against investment risk, the systematic volatility is compensated via the standard CAPM argument, and the idiosyncratic volatility generates a private equity premium. Finally, when the investment payoff is a series of flows, the agent's idiosyncratic risk exposure alters both the implied option value and the implied project value, causing a reversal of the results in the lump-sum payoff case.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, Dave Backus, Jonathan Berk, Patrick Bolton, Ricardo Caballero, Darrell Duffie, Jan Eberly, Lorenzo Garlappi, Robert Geske, Simon Gilchrist, Steve Grenadier, John Heaton, Vicky Henderson, Bob Hodrick, Hong Liu, Debbie Lucas, Michael Manove, Chris Mayer, Robert McDonald, Mitchell Petersen (WFA discussant), Tim Riddiough, Tom Sargent, Eduardo Schwartz, Bill Schwert, Suresh Sundaresan, Sheridan Titman, Fernando Zapatero (FEA discussant), and seminar participants at Beijing University, Berkeley (Haas), Boston College, Boston University, Columbia, FEA, GSU, HKU, HKUST, Kellogg School, NYU Stern, UCLA Anderson School, UCSD economics department and Rady School, UIC, UIUC Business School, University of Rochester, USC (Marshall School), Vail conference (2006), Washington University in St. Louis, University of Wisconsin at Madison, and WFA for helpful discussions. We are particularly grateful for the anonymous referee's helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}