{
    "id": 13265,
    "citation_title": "Bankruptcy Reform and Credit Cards",
    "citation_author": [
        "Michelle J. White"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1980 to 2004, the number of personal bankruptcy filings in the United States increased more than five-fold, from 288,000 to 1.5 million per year. Lenders responded to the high filing rate with a major lobbying campaign for bankruptcy reform that led to the adoption in 2005 of the Bankruptcy Abuse Prevention and Consumer Protection Act (BAPCPA), which made bankruptcy law much less debtor-friendly.  The paper first examines why bankruptcy rates increased so sharply.  I argue that the main explanation is the rapid growth in credit card debt, which rose from 3.2% of U.S. median family income in 1980 to 12.5% in 2004.  The paper then examines how the adoption of BAPCPA changed bankruptcy law.  Prior to 2005, bankruptcy law provided debtors with a relatively easy escape route from debt, since credit card debt and other types of debt could be discharged in bankruptcy and even well-off debtors had no obligation to repay.  BAPCPA made this escape route less attractive by increasing the costs of filing and forcing some high-income debtors to repay from post-bankruptcy income.  However, because many consumers are hyperbolic discounters, making bankruptcy law less debtor-friendly will not solve the problem of consumers borrowing too much.  This is because, when less debt is discharged in bankruptcy, lending becomes more profitable and lenders increase the supply of credit.  The paper examines the determinants of an optimal bankruptcy law.  It also considers the relationship between bankruptcy law and regulation of lending behavior and discusses proposals that would reduce lenders' incentives to supply too much credit to debtors who are likely to become financially distressed.\n\n",
    "acknowledgement": "\nI am grateful to Jim Hynes, Richard Hynes, Eva-Marie Steiger, Andrei Schleifer, Tim Taylor, and Jeremy Stein for very helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}