{
    "id": 13266,
    "citation_title": "Greenhouse Gas Reductions under Low Carbon Fuel Standards?",
    "citation_author": [
        "Stephen P. Holland",
        "Christopher R. Knittel",
        "Jonathan E. Hughes"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA low carbon fuel standard (LCFS) seeks to reduce greenhouse gas emissions by limiting a fuel producer's carbon emissions per unit of output.  California has launched an LCFS for transportation fuels; others have called for a national LCFS. We show that this policy decreases production of high-carbon fuels but increases production of low-carbon fuels. The net effect of this may be an increase in carbon emissions.  The LCFS cannot be first best, and the best LCFS may reduce social welfare. We simulate the outcomes of a national LCFS, focusing on gasoline and ethanol as the high- and low-carbon fuels. For a broad range of parameters, we find that the LCFS is unlikely to increase CO2 emissions. However,  the surplus losses from the LCFS are likely to be quite large ($80 to $760 billion annually for a national LCFS reducing carbon intensities by 10 percent), energy prices are likely to increase, and the average carbon cost ($307 to $2,272 per ton of CO2 for the same LCFS) can be much larger than damage estimates. We describe an efficient policy that achieves the same emissions reduction at a much lower surplus cost ($16 to $290 billion) and much lower average carbon cost ($60 to $868 per ton of CO2).\n\n",
    "acknowledgement": "\nWe thank Douglas Miller and Burkhard Schipper for helpful discussions. Knittel and Hughes thank financial support from the UC Davis Institute of Transportation Studies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}