{
    "id": 13264,
    "citation_title": "The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2007-07-12",
    "issue_date": "2007-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of changes in the level of taxation on economic activity.  We use the narrative record -- presidential speeches, executive-branch documents, and Congressional reports -- to identify the size, timing, and principal motivation for all major postwar tax policy actions.  This narrative analysis allows us to separate revenue changes resulting from legislation from changes occurring for other reasons.  It also allows us to further separate legislated changes into those taken for reasons related to prospective economic conditions, such as countercyclical actions and tax changes tied to changes in government spending, and those taken for more exogenous reasons, such as to reduce an inherited budget deficit or to promote long-run growth.  We then examine the behavior of output following these more exogenous legislated changes.  The resulting estimates indicate that tax increases are highly contractionary.  The effects are strongly significant, highly robust, and much larger than those obtained using broader measures of tax changes.  The large effect stems in considerable part from a powerful negative effect of tax increases on investment.  We also find that legislated tax increases designed to reduce a persistent budget deficit appear to have much smaller output costs than other tax increases.\n\n",
    "acknowledgement": "\nWe are grateful to Susanto Basu, Olivier Blanchard, Raj Chetty, John Cochrane, Francesco Giavazzi, and Fabio Schiantarelli for helpful comments and suggestions, to Priyanka Rajagopalan for research assistance, and to the National Science Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}