{
    "id": 13274,
    "citation_title": "Conflicts of Interests Among Shareholders: The Case of Corporate Acquisitions",
    "citation_author": [
        "Jarrad Harford",
        "Dirk Jenter",
        "Kai Li"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify important conflicts of interests among shareholders and examine their effects on corporate decisions.  When a firm is considering an action that affects other firms in its shareholders' portfolios, shareholders with heterogeneous portfolios may disagree about whether to proceed.  This effect is measurable and potentially large in the case of corporate acquisitions, where bidder shareholders with holdings in the target want management to maximize a weighted average of both firms' equity values.  Empirically, we show that such cross-holdings are large for a significant group of institutional shareholders in the average acquisition and for a majority of institutional shareholders in a significant number of deals.  We find evidence that managers consider cross-holdings when identifying potential targets and that they trade off cross-holdings with synergies when selecting them.  Overall, we conclude that conflicts of interests among shareholders are sizeable and, at least in the case of acquisitions, affect managerial decisions.\n\n",
    "acknowledgement": "\nWe thank Nittai Bergman, Murray Carlson, Alex Edmans, Adlai Fisher, Ron Giammarino, Jon Karpoff, Alan Kraus, Kalina Manova, Gregor Matvos, Wayne Mikkelson, Pablo Moran, Hernan Ortiz-Molina, Michael Ostrovsky, Jon Reuter, Frederik Schlingemann, Jeremy Stein, Ralph Walkling, and seminar and conference participants at Bentley College, Boston College, Concordia, the MIT finance lunch, Rutgers University, Simon Fraser University, Tsinghua University, the University of British Columbia, the University of Texas at Austin, the University of Toronto, York University, the Pacific Northwest Finance Conference (Seattle), the 13th Mitsui Life Symposium on Value Creation at the University of Michigan (Ann Arbor), and the 2007 Western Finance Association Meetings (Big Sky) for useful comments and discussions. We acknowledge the financial support from the Social Sciences and Humanities Research Council of Canada. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}