{
    "id": 13270,
    "citation_title": "Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes?",
    "citation_author": [
        "Steven N. Kaplan",
        "Joshua Rauh"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider how much of the top end of the income distribution can be attributed to four sectors -- top executives of non-financial firms (Main Street); financial service sector employees from investment banks, hedge funds, private equity funds, and mutual funds (Wall Street); corporate lawyers; and professional athletes and celebrities.  Non-financial public company CEOs and top executives do not represent more than 6.5% of any of the top AGI brackets (the top 0.1%, 0.01%, 0.001%, and 0.0001%).  Individuals in the Wall Street category comprise at least as high a percentage of the top AGI brackets as non-financial executives of public companies.  While the representation of top executives in the top AGI brackets has increased from 1994 to 2004, the representation of Wall Street has likely increased even more.  While the groups we study represent a substantial portion of the top income groups, they miss a large number of high-earning individuals.  We conclude by considering how our results inform different explanations for the increased skewness at the top end of the distribution.  We argue the evidence is most consistent with theories of superstars, skill biased technological change, greater scale and their interaction.\n\n",
    "acknowledgement": "\nUniversity of Chicago Graduate School of Business and NBER.  This research has been supported by the Center for Research in Security Prices, the Stigler Center for the Study of the Economy and the State, and the Global Financial Markets Initiative.  We are grateful to Emmanuel Saez for useful discussions and help with tax data.  We thank David Autor, Lucian Bebchuk, Austan Goolsbee, Adam Looney, Andrew Metrick, Berk Sensoy, Amir Sufi, Robert Topel, Mike Weisbach, and seminar participants at Berkeley, the Duke-UNC Corporate Finance Conference, Stanford, and the University of Chicago for helpful discussions and comments.  We thank Sol Garger, Cristina Iftimie, James Wang, Michael Wong, and Jaclyn Yamada for research assistance. Address correspondence to Steven Kaplan, University of Chicago Graduate School of Business, 5807 South Woodlawn Avenue, Chicago, IL  60637 or e-mail at skaplan@uchicago.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}