{
    "id": 13273,
    "citation_title": "Aging, Saving, and Public Pensions in Japan",
    "citation_author": [
        "Charles Yuji Horioka",
        "Wataru Suzuki",
        "Tatsuo Hatta"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of population aging on Japan's household saving rate and on its public pension system and the impact of that system on Japan's household saving rate and obtain the following results: first, the age structure of Japan's population can explain the level of, and past and future trends in, its household saving rate; second, the rapid aging of Japan's population is causing Japan's household saving rate to decline and this decline can be expected to continue; third, the pay-as-you-go nature of the public pension system, combined with rapid population aging, created considerable intergenerational inequities and increased the saving rates of cohorts born after 1965, which in turn slowed the decline in Japan's household saving rate; and fourth, the 2004 public pension reform alleviated the intergenerational inequities of Japan's public pension system somewhat but will in the long run exacerbate the downward trend in Japan's household saving rate.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Feldman, Mitsuhiro Fukao, Jong-Wha Lee, Colin McKenzie, Kazuo Ogawa, Hugh Patrick, other participants of the Asian Economic Policy Review conference and the seminar at the Federal Reserve Bank of San Francisco, and especially Mukul Asher and Yukinobu Kitamura for their valuable comments, and Horioka is indebted to the Ministry of Education, Culture, Sports, Science and Technology of the Japanese Government for Grant-in-Aid for Scientific Research number 18330068, which supported this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}