{
    "id": 13277,
    "citation_title": "Large Hoarding of International Reserves and the Emerging Global Economic Architecture",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes competing interpretations for the large increases in the hoarding of international reserves by developing countries. While the first phase of the rapid hoarding of reserves in the aftermath of the East Asian crisis has been dominated by self insurance against exposure to foreign shocks, the self insurance motive falls short of explaining the hoarding in Asia in the 2000s. These developments may be a symptom of an emerging new global financial architecture, which is manifested in the proliferation of decentralized and less cooperative arrangements. The emerging financial configuration of developing countries in the aftermath of the 1990s crises has been growing managed exchange rate flexibility, greater monetary independence, and deeper financial integration. Hoarding international reserves is a key ingredient enhancing the stability of this emerging configuration. While not a panacea, international reserves help by providing self insurance against sudden stops; mitigating REER effects of TOT shocks; smoothing overtime the adjustment to shocks by allowing more persistent current account patterns; and possibly even export promotion, though this mercantilist use of reserves remains debatable due to possible coordination issues. Countries following an export oriented growth strategy may end up with competitive hoarding, akin to competitive devaluations. The sheer size of China, and its lower sterilization costs suggests that China may be the winner of a hoarding game. Hoarding international reserves may also be motivated by a desire to deal with vulnerability to internal and external instability, which is magnified by exposure of the banking system to non performing loans. Testing the self insurance and precautionary motives in the context of China may be challenged by a version of the \"peso problem.\" Hoarding international reserves and sterilization have been complementing each other during the last ten years, as developing countries have increased the intensity of both margins.\n\n",
    "acknowledgement": "\nPrepared for Growth and Business Cycles In Theory And Practice Conference, July 2007, organized by Pierre-Richard Agenor and Keith Blackburn, the Center for Growth and Business Cycle Research (CGBCR) at the University of Manchester. This paper extends comments presented at the Brookings Panel on Economic Activity, 2007. Jesus Sandoval-Hernandez provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}