{
    "id": 13276,
    "citation_title": "The Effect of Internal Migration on Local Labor Markets: American Cities During the Great Depression",
    "citation_author": [
        "Leah Platt Boustan",
        "Price V. Fishback",
        "Shawn E. Kantor"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "2008-08-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the Great Depression, as today, migrants were accused of taking jobs and crowding relief rolls. At the time, protest concerned internal migrants rather than the foreign born. We investigate the effect of net migration on local labor markets, instrumenting for migrant flows to a destination with extreme weather events and variation in New Deal programs in typical sending areas. Migration had little effect on the hourly earnings of existing residents. Instead, migration prompted some residents to move away and others to lose weeks of work and/or access to relief jobs. Given the period's high unemployment, these lost work opportunities were costly to existing residents.\n\n",
    "acknowledgement": "\nThis paper has benefited from the helpful suggestions of Jerome Bourdieu, Bill Collins, Larry Epstein, Claudia Goldin, Pierre-Cyrille Hautcoeur, Chris Hanes, Larry Katz, Tim Leunig, Bob Margo, Chris Minns, Andy Seltzer, Max Stephan Schultz, Gilles Postal-Vinay and seminar participants at the DAE-NBER Program Meeting, University of Georgia, Georgia State University, Emory University, Northwestern University, University of Chicago, All Souls College at Oxford University, London School of Economics and University of Paris. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}