{
    "id": 13279,
    "citation_title": "From Brown to Busing",
    "citation_author": [
        "Elizabeth Cascio",
        "Nora Gordon",
        "Ethan Lewis",
        "Sarah Reber"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature debates the causes and consequences of the desegregation of American schools in the twentieth century. Despite the social importance of desegregation and the magnitude of the literature, we have lacked a comprehensive accounting of the basic facts of school desegregation. This paper uses newly assembled data to document when and how Southern school districts desegregated as well as the extent of court involvement in the desegregation process over the two full decades after Brown. We also examine heterogeneity in the path to desegregation by district characteristics. The results suggest that the existing quantitative literature, which generally either begins in 1968 and focuses on the role of federal courts in larger urban districts or relies on highly aggregated data, often tells an incomplete story of desegregation.\n\n",
    "acknowledgement": "\nWe thank Bob Margo, Mark Tushnet, and session participants at the 2007 AEA meetings for comments on an earlier draft of this paper.  This research was supported by grants from the National Science Foundation (Award Number 0519126) and the Spencer Foundation (Award Number 200600131).  The data presented, the statements made, and the views expressed are solely the responsibility of the authors, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}