{
    "id": 13282,
    "citation_title": "Neoclassical Factors",
    "citation_author": [
        "Long Chen",
        "Lu Zhang"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "2007-12-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBuilding on neoclassical reasoning, we propose a new multi-factor model that consists of the market factor and factor mimicking portfolios based on investment and productivity. The neo- classical three-factor model outperforms traditional factor models in explaining the average returns across testing portfolios formed on momentum, financial distress, investment, profitability, accruals, net stock issues, earnings surprises, and asset growth. Most intriguingly, winners have higher loadings than losers on both the low-minus-high investment factor and the high- minus-low productivity factor, which in turn help explain momentum profits.\n\n",
    "acknowledgement": "\nFor helpful discussions, we thank Sreedhar Bharath, Gerald Garvey (BGI discussant), Tyler Shumway, Motohiro Yogo (UBC discussant), Richard Sloan, Scott Richardson, and seminar participants at Barclays Global Investors, Hong Kong University of Science and Technology, UBC PH&N Summer Finance Conference in 2007, and University of Michigan. Cynthia Jin provided valuable assistance in early stages of this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}