{
    "id": 13288,
    "citation_title": "Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences",
    "citation_author": [
        "Reena Aggarwal",
        "Isil Erel",
        "René Stulz",
        "Rohan Williamson"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing an index which increases as a firm adopts more governance attributes, we find that 12.7% of foreign firms have a higher index than matching U.S. firms. The best predictor for whether a foreign firm adopts more governance attributes than a comparable U.S. firm is whether the firm comes from a common law country. We show that the value of foreign firms is negatively related to the difference between their governance index and the index of matching U.S. firms. This relation is robust to various approaches to control for the endogeneity of corporate governance and is consistent with the hypothesis that foreign firms are valued less because country characteristics make it suboptimal for them to invest as much in governance as comparable U.S. firms. Overall, our evidence suggests that firm-level governance attributes are complementary to rather than substitutes for country-level investor protection, so that better country-level investor protection makes it optimal for firms to invest more in internal governance. Our evidence supports the view that minority shareholders of a typical foreign firm would benefit from an increase in investment in governance, but that the firm's controlling shareholder and possibly other stakeholders would not.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Marcus Caylor, Art Durnev, Mara Faccio, Allen Ferrell, Wayne Guay, David Hirshleifer, Jon Karpoff, Christo Karuna, Pedro Matos, Antoinette Schoar, Jérôme Taillard, Marc Weinstein, and Marc Zenner. We thank participants at seminars at Case Western Reserve University, McMaster University, MIT, Northeastern University, Queens University, the University of California at Irvine, the University of Iowa, the University of South Florida, and the University of Southern California, as well as participants at the NYSE/World Bank/University of Virginia Conference on Emerging Markets, the Wharton Conference on Corporate Governance and Globalization, and the 2007 Western Finance Association Meetings. We are grateful to Javier Ayala for research assistance. An earlier version of the paper was circulated under the title, \"Do U.S. firms have the best corporate governance? A cross-country examination of the relation between corporate governance and shareholder wealth\". The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}