{
    "id": 13285,
    "citation_title": "Fundamentals, Market Timing, and Seasoned Equity Offerings",
    "citation_author": [
        "Harry DeAngelo",
        "Linda DeAngelo",
        "René M. Stulz"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms conduct SEOs to resolve a near-term liquidity squeeze, and not primarily to exploit market timing opportunities. Without the SEO proceeds, 62.6% of issuers would have insufficient cash to implement their chosen operating and non-SEO financing decisions the year after the SEO. Although the SEO decision is positively related to a firm's market-to-book (M/B) ratio and prior excess stock return and negatively related to its future excess return, these relations are economically immaterial. For example, a 150% swing in future net of market stock returns (from a 75% gain to a 75% loss over three years) increases by only 1% the probability of an SEO in the immediately prior year. Strikingly, most firms with quintessential \"market timer\" characteristics fail to issue stock and a non-trivial number of mature firms do issue stock, with current and former dividend payers raising more than half of all issue proceeds.\n\n",
    "acknowledgement": "\nWe are grateful to Tim Loughran and Jay Ritter for making their sample of seasoned equity offerings available to us. We have benefited from the superb research assistance of Min Kim, Roger Loh, Taylor Nadauld, Carrie Pan, Jerome Taillard, and April Xu. This research was supported by the Charles E. Cook/Community Bank and Kenneth King Stonier Chairs at the Marshall School of Business of the University of Southern California. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}