{
    "id": 13283,
    "citation_title": "Institutional Tax Clienteles and Payout Policy",
    "citation_author": [
        "Mihir A. Desai",
        "Li Jin"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs heterogeneity in institutional shareholder tax characteristics to identify the relationship between firm payout policy and tax incentives.  Analysis of a panel of firms matched with the tax characteristics of the clients of their institutional shareholders indicates that \"dividend-averse\" institutions are significantly less likely to hold shares in firms with larger dividend payouts.  This relationship between the tax preferences of institutional shareholders and firm payout policy could reflect dividend-averse institutions gravitating to low dividend paying firms or managers adapting their payout policies to the interests of their institutional shareholders.  Evidence is provided that both effects are operative.  Instrumental variables analysis indicates that plausibly exogenous changes in payout policy result in shifting institutional ownership patterns.  Similarly, exogenous changes in the tax code indicate that as the tax cost of paying dividends changes, managers alter their dividend policy to serve their institutional shareholders.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at University of California at San Diego, Harvard University, Hong Kong Chinese University and New York University for helpful comments on an earlier draft, and the Division of Research at Harvard Business School for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}