{
    "id": 13289,
    "citation_title": "Age, Socioeconomic Status and Obesity Growth",
    "citation_author": [
        "Charles L. Baum II",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rapid growth in obesity represents a major public concern.  Although body weight tends to increase with age, the evolution of obesity over the lifecycle is not well understood.  We use longitudinal data from the National Longitudinal Survey of Youth to examine how body weight changes with age for a cohort moving through early adulthood.  We further investigate how the age-obesity gradient differs with socioeconomic status (SES) and begin to examine channels for these SES disparities.  Our analysis uncovers three main findings.  First, weight rises with age but is inversely related to SES at given ages.  Second, the SES-obesity gradient widens over the lifecycle, a result consistent with research examining other health outcomes such as overall status or specific medical conditions.  Third, a substantial portion of the SES \"effect\" is transmitted through race/ethnicity and the translation of advantaged family backgrounds during childhood into high levels of subsequent education.  Conversely, little of the SES difference appears to be propagated through family income, marital status, number of children, or the set of health behaviors we control for.  However, approximately half of the SES-weight correlation persists after the inclusion of controls, illustrating the need for further study of mechanisms for the gradient.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the National Bureau of Economic Research and Triangle Health Economics Workshop for useful comments, as well as Darius Lakdawalla for help obtaining measures of job-related physical demands. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}