{
    "id": 13284,
    "citation_title": "The Basic Public Finance of Public-Private Partnerships",
    "citation_author": [
        "Eduardo Engel",
        "Ronald Fischer",
        "Alexander Galetovic"
    ],
    "citation_publication_date": "2007-07-20",
    "issue_date": "2007-07-20",
    "revision_date": "2009-03-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic-private partnerships (PPPs) cannot be justified because they free public funds. When PPPs are justified on efficiency grounds, the contract that optimally balances demand risk, user-fee distortions and the opportunity cost of public funds, features a minimum revenue guarantee and a revenue cap. However, observed revenue guarantees and revenue sharing arrangements differ from those suggested by the optimal contract. Also, this contract can be implemented via a competitive auction with realistic informational requirements. Finally, the allocation of risk under the optimal contract suggests that PPPs are closer to public provision than to privatization.\n\n",
    "acknowledgement": "\nWe thank Maham Mela for research assistance, and Raj Chetty, Peter Diamond, Hadi Esfahani, Antonio Estache, John Friedman, Aldo González, James Hines, Mervyn Lewis, Guillermo Perry, Eduardo Saavedra, John Shoven, and participants at various conferences and workshops for insightful comments on an earlier version of this paper. We also thank the World Bank and the InstitutoMilenio de Sistemas Complejos en Ingeniería (Chile) for financial support, and the Stanford Center for International Development for its hospitality. The views are our own and do not represent those of the World Bank or the National Bureau of Economic Research.\n\n\n"
}