{
    "id": 13294,
    "citation_title": "Why Don't Inventors Patent?",
    "citation_author": [
        "Petra Moser"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the ability to keep innovations secret may be a key determinant of patenting.  To test this hypothesis, the paper examines a newly-collected data set of more than 7,000 American and British innovations at four world's fairs between 1851 and 1915.  Exhibition data show that the industry where an innovation is made is the single most important determinant of patenting.  Urbanization, high innovative quality, and low costs of patenting also encourage patenting, but these influences are small compared with industry effects.  If the effectiveness of secrecy is an important factor in inventors' patenting decisions, scientific breakthroughs, which facilitate reverse-engineering, should increase inventors' propensity to patent.  The discovery of the periodic table in 1869 offers an opportunity to test this idea.  Exhibition data show that patenting rates for chemical innovations increased substantially after the introduction of the periodic table, both over time and relative to other industries.\n\n",
    "acknowledgement": "\nI wish to thank Ran Abramitzky, Tim Bresnahan, Latika Chaudhary, Avner Greif, Eric Hilt, Zorina Khan, Ken Sokoloff, and Peter Temin, as well as seminar participants at Berkeley, Boulder, MIT, Pisa, Stanford, Texas Law, and UCLA for helpful comments and the Hoover Institution for generous financial support through the National Fellows Program.  Jon Casto, Irina Tallis, Alessandra Voena, and Anne Yeung provided excellent research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}