{
    "id": 13299,
    "citation_title": "Big Bad Banks? The Impact of U.S. Branch Deregulation on Income Distribution",
    "citation_author": [
        "Thorsten Beck",
        "Ross Levine",
        "Alexey Levkov"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "2009-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy studying intrastate branch banking reform in the United States, this paper provides evidence that financial markets substantively influence the distribution of income. From the 1970s through the 1990s, most states removed restrictions on intrastate branching, which intensified bank competition and improved efficiency. Exploiting the cross-state, cross-time variation in the timing of bank deregulation, we evaluate the impact of liberalizing intrastate branching restrictions on the distribution of income. We find that branch deregulation significantly reduced income inequality by boosting the incomes of lower income workers. The reduction in income inequality is fully accounted for by a reduction in earnings inequality among salaried workers.\n\n",
    "acknowledgement": "\nMartin Goetz and Carlos Espina provided exceptional research assistance. We especially thank Phil Strahan for providing insightful comments and sharing his data and Yona Rubinstein, whose suggestions substantively improved the quality of the research. We received many helpful comments at the World Bank conference, \"Access to Finance,\" and seminars at the Bank of Israel, Board of Governors of the Federal Reserve System, Brown University, Boston University, International Monetary Fund, European Central Bank, Georgia State University, New York University, Tilburg University, University of Frankfurt, University of Lausanne, University of Mannheim, and the University of Virginia. This paper's findings, interpretations, and conclusions are entirely those of the authors and do not necessarily represent the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}