{
    "id": 1329,
    "citation_title": "Optimal Wage Indexation, Foreign-Exchange Intervention and Monetary Policy",
    "citation_author": [
        "Joshua Aizenman",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the design of optimal monetary policy and with the interaction between the optimal degrees of wage indexation and foreign exchange intervention. The model is governed by the characteristics of the stochastic shocks which affect the economy and by the information set that individuals possess. Because of cost of negotiations, nominal wages are assumed to be precontracted and wage adjustments follow a simple indexation rule that links wage changes to observed changes in price. The use of the price level as the only indicator for wage adjustments may not permit an efficient use of available information and, may result in welfare loss. The analysis specifies the optimal set of feedback rules that should govern policy aiming at the minimization of the welfare loss. These feedback rules determine the optimal response of monetary policy to changes in exchange rates, interest rates and foreign prices. The adoption of the optimal set of feedback rules results in the complete elimination of the welfare cost arising from the simple indexation rule and from the existence of nominal contracts. Since optimal policies succeed in the elimination of the distortions, issues concerning the nature of contracts and the implications of specific assumptions about disequilibrium positions become inconsequential. The analysis then proceeds to examine the interdependence between the optimal feedback rules and the optimal degree of wage indexation. It is shown that a rise in the degree of exchange rate flexibility raises the optimal degree of wage indexation. One of the key conclusions is the proposition that the number of independent feedback rules that govern a policy must equal the number of independent sources of information that influence the determination of the undistorted equilibrium. Thus, it is shown that with a sufficient number of feedback rules for monetary policy there may be no need to introduce wage indexation. It is also shown that an economy that is not able to choose freely an exchange rate regime can still eliminate the welfare loss by supplementing the(constrained) monetary policy with an optimal rule for wage indexation. The paper concludes with an examination of the consequences of departures from optimal policy by comparing the welfare loss resulting from the imposition of alternative constraints on the degree of wage indexation, on foreign exchange intervention and on the magnitudes of other policy feedback coefficients.\n\n",
    "acknowledgement": "\n"
}