{
    "id": 13297,
    "citation_title": "Improved Access to Foreign Markets Raises Plant-Level Productivity ... for Some Plants",
    "citation_author": [
        "Alla Lileeva",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe weigh into the debate about whether rising productivity is ever a consequence rather than a cause of exporting. Exporting and investing to raise productivity are complimentary activities. For lower-productivity firms, incurring the fixed costs of such investments is justifiable only if accompanied by the larger sales volumes that come with exporting. Lower foreign tariffs will induce these firms to simultaneously export and invest in productivity. In contrast, lower foreign tariffs will induce higher-productivity firms to export without investing, as in Melitz (2003). We model this econometrically using a heterogeneous response model. Unique 'plant-specific' tariff cuts serve as our instrument for the decision of Canadian plants to start exporting to the United States. We find that those lower-productivity Canadian plants that were induced by the tariff cuts to start exporting (a) increased their labor productivity, (b) engaged in more product innovation, and (c) had high adoption rates of advanced manufacturing technologies.  These new exporters also increased their domestic (Canadian) market share at the expense of non-exporters, which suggests that the labor productivity gains reflect underlying gains in TFP. In contrast, we find no effects for higher-productivity plants, just as predicted by our complementarity theory.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Andy Bernard, Christian Broda, Xavier Gabaix, Bob Gibson, Elhanan Helpman, Sam Kortum, Kala Krishna, Marc Melitz, Diego Puga, John Sutton and Jim Tybout as well as seminar participants at Chicago, CIFAR, Harvard, MIT Sloan, MBER, Princeton, Statistics Canada and Toronto. We are particularly indebted to John Baldwin for developing the database and for his many rich insights. Trefler gratefully acknowledges funding from the Social Sciences and Humanities Research Council of Canada (SSHRC) and the tremendous support of the Canadian Institute for Advanced Research (CIFAR). Lileeva gratefully acknowledges funding from Statistics Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}