{
    "id": 13292,
    "citation_title": "Mechanisms and Impacts of Gender Peer Effects at School",
    "citation_author": [
        "Victor Lavy",
        "Analía Schlosser"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe consequences of gender social and learning interactions in the classroom are of interest to parents, policy makers, and researchers. However, little is known about gender peer effects in schools and their operational channels. In this paper, we estimate the effects of classroom gender composition on scholastic achievements of boys and girls in Israeli primary, middle, and high schools and identify the mechanisms through which these peer effects are enacted. In particular, we examine whether gender peer effects work through changes in classroom learning and social environment, teaching methods and pedagogy, and teacher burnout and work satisfaction. In assessing these mechanisms, we distinguish between the effects generated by changes in the classroom gender composition and those generated by changes in the behavior of students. To control for potentially confounding unobserved characteristics of schools and students that might be correlated with peer gender composition, we rely on idiosyncratic variations in gender composition across adjacent cohorts within the same schools. Our results suggest that an increase in the proportion of girls leads to a significant improvement in students' cognitive outcomes. The estimated effects are of similar magnitude for boys and girls. As important mechanisms, we find that a higher proportion of female peers lowers the level of classroom disruption and violence, improves inter-student and student-teacher relationships as well as students' overall satisfaction in school, and lessens teachers' fatigue. We find, however, no effect on individual behavior of boys or girls, which suggests that the positive peer effects of girls on classroom environment are due mostly to compositional change, namely due to having more girls in the classroom and not due to improved behavior of peers.\n\n",
    "acknowledgement": "\nWe thank the Ministry of Education for assisting with the data, Rachel Berner, Issi Romem and Yannay Spitzer for outstanding research assistance, and comments from Kirk Doran, Alfronso Flores-Lagunes, Alan Krueger, Cecilia Rouse, and seminar participants at LSE, the Institute of Education at the University of London, Tel Aviv University, the Hebrew University, Princeton University, the 2007 SOLE meetings, the Bergen-CEPR 2007 conference, the LEaF conference, and the IZA/SOLE transatlantic meeting. Schlosser thanks the Industrial Relations Section and the Pinhas Sapir Center for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}