{
    "id": 13295,
    "citation_title": "Estimates of the Magnitude of Financial and Tax Reporting Conflicts",
    "citation_author": [
        "George A. Plesko"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the tax reporting consequences of financial reporting discretion. Using a matched sample of financial statements with tax returns, I provide estimates of the accuracy of tax return information inferred from financial statements. To examine the tradeoffs between financial and tax reporting, I model the relation discretionary financial accounting accruals have to discretionary federal tax accruals.  The methodology takes advantage of the contemporaneous nature of  reporting to mitigate econometric problems identified in previous research.  I find the extent tax reporting reflects discretionary financial reporting varies dramatically by industry, profitability, and the sign of discretionary accruals.  I also find managers are able to undertake tax reducing activities with less of an effect on financial reporting than tax increasing accruals, consistent with recent evidence on the differential growth of book and tax income, and with tax avoidance activities.\n\n",
    "acknowledgement": "\nI have benefitted from comments and/or discussions with Jennifer Blouin, Michael Calegari, Raj Chetty, Peter Joos, Gil Manzon, Lil Mills, Tom Omer, John Phillips, Sonja Olhoft Rego, David Weisbach, Pete Wilson, and seminar participants at Boston College, Boston University, MIT, the University of Connecticut, the University of Illinois Tax Symposium, the Congress of the European Accounting Association, the Annual Meeting of the American Accounting Association, and the American Tax Policy Institute and National Bureau of Economic Research's 2006 Conferences on Financial Reporting and Taxation. This research was performed while I was on temporary assignment with the Internal Revenue Service. Particular thanks to Karen Cys, Ken Szeflinski, Nina Shumofsky, and Carol Miller of the Statistics of Income Division. Research support was generously provided by the American Tax Policy Institute in conjunction with the Conference on the Intersection of Financial Accounting and Tax Policy. The views expressed in this paper are mine alone and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}