{
    "id": 13290,
    "citation_title": "Misallocation and Manufacturing TFP in China and India",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2007-08-03",
    "issue_date": "2007-08-03",
    "revision_date": "2008-12-19",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nResource misallocation can lower aggregate total factor productivity (TFP). We use micro data on manufacturing establishments to quantify the potential extent of misallocation in China and India compared to the U.S. Compared to the U.S., we measure sizable gaps in marginal products of labor and capital across plants within narrowly-defined industries in China and India. When capital and labor are hypothetically reallocated to equalize marginal products to the extent observed in the U.S., we calculate manufacturing TFP gains of 30-50% in China and 40-60% in India.\n\n",
    "acknowledgement": "\nWe are indebted to Ryoji Hiraguchi and Romans Pancs for phenomenal research assistance, and to seminar participants, referees, and the editors for comments. We gratefully acknowledge the financial support of the Kauffman Foundation. Hsieh thanks the Alfred P. Sloan Foundation and Klenow thanks SIEPR for financial support. The research in this paper on U.S. manufacturing was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the California Census Research Data Center at UC Berkeley.  Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or  the National Bureau of Economic Research.  This paper has been screened to insure that no confidential data are revealed.\n\n\n"
}