{
    "id": 13302,
    "citation_title": "Spatial Growth and Industry Age",
    "citation_author": [
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. county data for the last 20 or 30 years show that manufacturing employment has been deconcentrating. In contrast, the service sector exhibits concentration in counties with intermediate levels of employment. This paper presents a theory where local sectoral growth is driven by technological diffusion across space. The age of an industry -- measured as the time elapsed since the last major general purpose technology innovation in the sector -- determines the pattern of scale dependence in growth rates. Young industries exhibit non-monotone relationships between employment levels and growth rates, while old industries experience negative scale dependence in growth rates. The model then predicts that the relationship between county employment growth rates and county employment levels in manufacturing at the turn of the 20th century should be similar to the same relationship in services in the last 20 years. We provide evidence consistent with this prediction.\n\n",
    "acknowledgement": "\nWe thank Kunal Dasgupta for his excellent research assistance and Tom Holmes, Robert Lucas, Jordan Rappaport, Paul Romer, Giorgio Topa, and several seminar participants for useful comments. Desmet acknowledges the financial support of the Fundación Ramón Areces. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}