{
    "id": 13300,
    "citation_title": "Many Children Left Behind? Textbooks and Test Scores in Kenya",
    "citation_author": [
        "Paul Glewwe",
        "Michael Kremer",
        "Sylvie Moulin"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA randomized evaluation suggests that a program which provided official textbooks to randomly selected rural Kenyan primary schools did not increase test scores for the average student.  In contrast, the previous literature suggests that textbook provision has a large impact on test scores.  Disaggregating the results by students? initial academic achievement suggests a potential explanation for the lack of an overall impact.  Textbooks increased scores for students with high initial academic achievement and increased the probability that the students who had made it to the selective final year of primary school would go on to secondary school.  However, students with weaker academic backgrounds did not benefit from the textbooks.  Many pupils could not read the textbooks, which are written in English, most students? third language.  The results are consistent with the hypothesis that the Kenyan education system and curricular materials are oriented to the academically strongest students rather than to typical students.  More generally, many students may be left behind in societies that combine 1) a centralized, unified education system; 2) the heterogeneity in student preparation associated with rapid expansion of education; and 3) disproportionate elite power.\n\n",
    "acknowledgement": "\nThis project was a joint undertaking of many people.  The data were collected and analyzed by Charles Asoka, Najy Benhassine, Marcos Chamon, Edward Drozd, Daniel Haar, Nauman Ilias, Dan Levy, Irene Majale, Sean May, Ted Miguel, Robert Namunyu, Caroline Nekesa, Stacy Nemeroff, Jonah Rockoff, Jaypee Sevilla, Michael Wambetsa, Polycarp Waswa, Stanley Watt, and Maureen Wechuli.  Invaluable assistance was provided by the staff of International Christelijk Steunfonds: Chip Bury, Jos Huizinga, Paul Lipeyah, Japheth Mahagwa, Rebecca Mbaisi, and Susan Walji.  We are grateful to Joshua Angrist, Angus Deaton, Paul Gertler, Claudia Goldin, Douglas Gollin, Eric Hanushek, Lawrence Katz, Marlaine Lockheed, Richard Murnane, Steve Pischke, and Duncan Thomas for advice and comments.  Finally, we are grateful to Joash Patrice Munala, the District Education Officer of Busia, to the late George Buluma, the inspector of primary schools in Busia, and to the headmasters, teachers, and students of the participating schools.  The costs of this evaluation were covered by the National Science Foundation and the World Bank research committee.  The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors.  They do not necessarily represent the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}