{
    "id": 1330,
    "citation_title": "Recent U.S. Trade Policy and its Global Implications",
    "citation_author": [
        "Robert E. Baldwin",
        "J. David Richardson"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to describe United States trade policy since World War II, and to assess the possibility for ongoing U.S.trade-policy leadership. U.S. trade policy has shown remarkable consistency since World War II. It has never been as purely free-trade-focussed as some commentators suggest, but it has not recently shifted toward isolationism as dramatically as alarmists fear. It has almost always been best described as \"open, but fair,\" with injury to import competitors being the measure of \"fairness.\" The general consistency of U.S. trade policy over time is quite remarkable given the frequent change of political party in power, especially in the executive branch, but also in the Congress. U.S. trade-policy leadership seems still potentially strong despite a decline in U.S. hegemony. It is clearly strong in a protectionist direction.Any shift toward aggressive insularity justifies parallel trade-policy aggression in the eyes of trading partners. It is arguably strong ina liberalizing direction as well. The U.S. seems ideally poised for aggressive trade-policy peacemaking; perhaps multilaterally, but perhaps also bilaterally; perhaps with its traditional industrial trading partners, but perhaps also with Japan and newly industrializing Asian countries that play so importanta role in U.S. trade, and that, on many matters,may be closer in spirit to U.S. economic philosophy than Europe, Canada, or Latin America.\n\n",
    "acknowledgement": "\n"
}