{
    "id": 13306,
    "citation_title": "Wage and Productivity Premiums in Sub-Saharan Africa",
    "citation_author": [
        "Johannes Van Biesebroeck"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a matched employer-employee data set of manufacturing plants in three sub-Saharan countries, I compare the marginal productivity of different categories of workers with the wages they earn. A methodological contribution is to estimate the firm level production function jointly with the individual level wage equation using a feasible GLS estimator. The additional information of individual workers leads to more precise estimates, especially of the wage premiums, and to a more accurate test. The results indicate that equality holds strongly for the most developed country in the sample (Zimbabwe), but not at all for the least developed country (Tanzania). Moreover, the breakdown in correct remuneration in the two least developed countries follows a distinct pattern. On the one hand, wage premiums exceed productivity premiums for general human capital characteristics (experience and schooling). On the other hand, salaries hardly increase for more firm-specific human capital characteristics (tenure and training), even though these have a clear productivity effect.\n\n",
    "acknowledgement": "\nThis paper was presented at the Conference on Firm and Employees (CAFE) held September 29-30, 2006 in Nuremberg, Germany.  We gratefully acknowledge the financial support provided by the Institute for Employment Research (IAB), the Data Access Center (FDZ-BA/IAB), The Deutsche Forschungsgemeinschaft (German Research Foundation), their Research Network \"Flexibility in Heterogeneous Labour Markets\", the Alfred P. Sloan Foundation and the National Science Foundation. Simon Woodcock, two anonymous referees, and seminar participants at the University of Illinois, Kellogg School of Management, Catholic University of Louvain, the NBER Productivity meetings, and the CAFE conference provided useful suggestions.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}