{
    "id": 13305,
    "citation_title": "The Power of TV: Cable Television and Women's Status in India",
    "citation_author": [
        "Robert Jensen",
        "Emily Oster"
    ],
    "citation_publication_date": "2007-08-07",
    "issue_date": "2007-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCable and satellite television have grown rapidly throughout the developing world.  The availability of cable and satellite television exposes viewers to new information about the outside world, which may affect individual attitudes and behaviors. This paper explores the effect of the introduction of cable television on gender attitudes in rural India.  Using a three-year individual-level panel dataset, we find that the introduction of cable television is associated with improvements in women's status. We find significant increases in reported autonomy, decreases in the reported acceptability of beating and decreases in reported son preference. We also find increases in female school enrollment and decreases in fertility (primarily via increased birth spacing). The effects are large, equivalent in some cases to about five years of education in the cross section, and move gender attitudes of individuals in rural areas much closer to those in urban areas. We argue that the results are not driven by pre-existing differential trends. These results have important policy implications, as India and other countries attempt to decrease bias against women.\n\n",
    "acknowledgement": "\nMatthew Gentzkow, Larry Katz, Steve Levitt, Divya Mathur, Ben Olken, Andrei Shleifer, Jesse Shapiro and participants in a seminar at the University of Chicago provided helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}