{
    "id": 13315,
    "citation_title": "Investment during the Korean Financial Crisis: A Structural Econometric Analysis",
    "citation_author": [
        "Simon Gilchrist",
        "Jae W. Sim"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses firm-level panel data to analyze the role of financial factors in determining investment outcomes during the Korean financial crisis. Our identification strategy exploits the presence of foreign-denominated debt to measure shocks to the financial position of firms following the devaluation that occurred during the crisis period. Structural parameter estimates imply that financial factors may account for 50% to 80% of the overall drop in investment observed during this episode. Our estimates also imply that foreign-denominated debt had relatively little effect on aggregate investment spending. Counterfactual experiments suggest sizeable contractions in investment through this mechanism for economies that are more heavily dependent on foreign-denominated debt however.\n\n",
    "acknowledgement": "\nWe thank Kevin Cowan, Philippe Bachetta, seminar participants at the Bank of Canada, the Bank of Japan, the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve, Boston University, Brandeis University, the IIE at Stockholm University, the LSE, MIT, the University of Pennsylvania, and conference participants at the CEPR/Bank of Finland, the NBER Summer Institute, and  Pennsylvania State University. Simon Gilchrist thanks the National Science Foundation for financial support. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}