{
    "id": 1331,
    "citation_title": "Regulatory Structure in Futures Markets: Jurisdictional Competition Among the SEC, the CFTC, and Other Agencies",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies competition among alternative regulatory bodies for authority over innovative financial contracts. In the United States, this rivalry embraces not only the Commodity Futures Trading Commission and the Securities and Exchange Commission, but state and federal deposit-institution regulators and various private regulatory cooperatives. From a political perspective, multipleregulators develop as a way of formally providing ongoing protection for the interests of diverse political constituencies. But from an economic perspective,competition resulting from overlaps in regulatory responsibility establishes an evolutionary mechanism for adapting regulatory structures to technological and regulation-induced innovation. Using both perspectives, this paper explains how interaction between governmental regulatory agencies and self-regulatory cooperatives produces more-efficient regulatory structures over time.The study also seeks to catalog the particular costs and benefits that may be associated with the regulatory tools used to control futures and securities markets(e.g., broker and trader registration, disclosure requirements, margin requirements,and contract-approval processes) and with changes in the distribution of jurisdiction over these tools. The analysis seeks to clarify the tradeoff between the perceived probability of various problems of market performance (e.g., contract nonperformance, widespread financial instability, and activities such as price manipulation by which corrupt or sophisticated operators separate naive investors from their wealth) and the implicit and explicit cost of reducing this probability.\n\n",
    "acknowledgement": "\n"
}