{
    "id": 13313,
    "citation_title": "Returns on FDI: Does the U.S. Really Do Better?",
    "citation_author": [
        "Barry Bosworth",
        "Susan M. Collins",
        "Gabriel Chodorow-Reich"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the U.S. external accounts, U.S. investors earn a significantly higher rate of return on their foreign investments than foreigners earn in the United States. This continued strong performance has produced a positive net investment income balance despite the deterioration in the U.S. net asset position in recent years. We examine the major competing explanations for the apparent differential between the rates of return. In particular, almost the entire difference occurs in FDI, where American firms operating abroad appear to earn a persistently higher return than that earned by foreign firms operating in the U.S. We first review a number of explanations in the literature for this differential. We then offer some new evidence on the role of income shifting between jurisdictions with varying rates of taxation. Using country-specific income and tax data, we find that about one-third of the excess return earned by U.S. corporations abroad can be explained by firms reporting \"extra\" income in low tax jurisdictions of their affiliates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Trade Forum 2007: Foreign Direct Investment, and an earlier version was presented at the conference in May 2007 in Washington DC. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}