{
    "id": 13317,
    "citation_title": "Income, Aging, Health and Wellbeing Around the World: Evidence from the Gallup World Poll",
    "citation_author": [
        "Angus Deaton"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring 2006, the Gallup Organization conducted a World Poll that used an identical questionnaire for national samples of adults from 132 countries. I analyze the data on life satisfaction (happiness) and on health satisfaction and look at their relationships with national income, age, and life-expectancy. Average happiness is strongly related to per capita national income; each doubling of income is associated with a near one point increase in life satisfaction on a scale from 0 to 10. Unlike most previous findings, the effect holds across the range of international incomes; if anything, it is slightly stronger among rich countries. Conditional on national income, recent economic growth makes people unhappier, improvements in life-expectancy make them happier, but life-expectancy itself has little effect. Age has an internationally inconsistent relationship with happiness. National income moderates the effects of aging on self-reported health, and the decline in health satisfaction and rise in disability with age are much stronger in poor countries than in rich countries. In line with earlier findings, people in much of Eastern Europe and in the countries of the former Soviet Union are particularly unhappy and particularly dissatisfied with their health, and older people in those countries are much less satisfied with their lives and with their health than are younger people. HIV prevalence in Africa has little effect on Africans' life or health satisfaction; the fraction of Kenyans who are satisfied with their personal health is the same as the fraction of Britons and higher than the fraction of Americans. The US ranks 81st out of 115 countries in the fraction of people who have confidence in their healthcare system, and has a lower score than countries such as India, Iran, Malawi, or Sierra Leone. While the strong relationship between life-satisfaction and income gives some credence to the measures, as do the low levels of life and health satisfaction in Eastern Europe and the countries of the former Soviet Union, the lack of correlations between life and health satisfaction and health measures shows that happiness (or self-reported health) measures cannot be regarded as useful summary indicators of human welfare in international comparisons.\n\n",
    "acknowledgement": "\nI am grateful to the Gallup Organization for providing me access to the Gallup World Poll, and to Tim Besley, Anne Case, Ed Diener, Carol Graham, John Helliwell, Danny Kahneman, David Laibson, Richard Layard, Andrew Oswald, Glenn Phelps, Raksha Arora and Jim Smith for comments and suggestions. I acknowledge financial support from the National Institute on Aging through grants No. R01 AG20275-01 to Princeton and P01 AG05842-14 to the NBER.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}