{
    "id": 13312,
    "citation_title": "Adaptive Minimax-Regret Treatment Choice, With Application To Drug Approval",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSuppose that there are two treatments for a condition.  One is the status quo, whose properties are known from experience and the other is an innovation, whose properties are not known initially.  A new cohort of persons presents itself each period and a planner must choose how to treat this cohort.  When facing situations of this kind, it has become common to commission randomized trials of limited duration to learn about the innovation.  Rather than wait for the outcomes of interest to unfold over time, surrogate outcomes that can be observed early on are used to judge the success of the innovation.  A close approximation to this process is institutionalized in the drug approval protocol of the U. S. Food and Drug Administration.  This paper brings welfare-economic and decision-theoretic thinking to bear on the problem of treatment choice, with application to drug approval.  I introduce the adaptive minimax-regret (AMR) rule, which applies to each cohort the minimax-regret criterion using the knowledge of treatment response available at the time of treatment.  The result is a fractional treatment allocation whenever the available knowledge does not suffice to determine which treatment is better.  The rule is adaptive because, as knowledge of treatment response accumulates, successive cohorts are allocated differently across the two treatments.  I use the AMR idea to suggest an adaptive drug approval process that permits partial marketing of new drugs while scientifically appropriate long-term clinical trials are underway.  The stronger the evidence on health outcomes of interest, the more treatment would be permitted, with a definitive approval decision eventually made when sufficient evidence has accumulated.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-0549544.  I have benefitted from the comments of David Meltzer, John Pepper, Bruce Spencer, and Alex Tetenov. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}