{
    "id": 13318,
    "citation_title": "Exchange Rate Models Are Not as Bad as You Think",
    "citation_author": [
        "Charles Engel",
        "Nelson C. Mark",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard models of exchange rates, based on macroeconomic variables such as prices, interest rates, output, etc., are thought by many researchers to have failed empirically.  We present evidence to the contrary.  First, we emphasize the point that \"beating a random walk\" in forecasting is too strong a criterion for accepting an exchange rate model.  Typically models should have low forecasting power of this type.  We then propose a number of alternative ways to evaluate models.  We examine in-sample fit, but emphasize the importance of the monetary policy rule, and its effects on expectations, in determining exchange rates.  Next we present evidence that exchange rates incorporate news about future macroeconomic fundamentals, as the models imply.  We demonstrate that the models might well be able to account for observed exchange-rate volatility.  We discuss studies that examine the response of exchange rates to announcements of economic data.  Then we present estimates of exchange-rate models in which expected present values of fundamentals are calculated from survey forecasts.  Finally, we show that out-of-sample forecasting power of models can be increased by focusing on panel estimation and long-horizon forecasts.\n\n",
    "acknowledgement": "\nPrepared for the NBER Macroeconomics Annual, 2007.  Conference in Cambridge, Massachusetts, March 30-31, 2007.  We thank Joong Shik Kang and Enrique Martinez-Garcia for very able research assistance.  We thank Paolo Pesenti and participants in the Second Annual Workshop on Global Interdependence, at Trinity College, Dublin for very helpful comments.  We also thank Barbara Rossi and Ken Rogoff for their helpful comments at the Macro Annual conference.  Each of the authors gratefully acknowledges grants from the National Science Foundation that have supported this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}