{
    "id": 13311,
    "citation_title": "Escape from the City? The Role of Race, Income, and Local Public Goods in Post-War Suburbanization",
    "citation_author": [
        "Leah Platt Boustan"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "2013-05-08",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAffluent towns often deliver high-quality public services to their residents. I estimate the willingness to pay to live in a high-income suburb, above and beyond the demand of wealthy neighbors, by measuring changes in housing prices across city-suburban borders as the income disparity between the two municipalities changes over time. I find that a $10,000 increase in town-level median income is associated with a seven percent increase in housing values at the border. The estimated demand for high-income municipalities is primarily driven by school quality and lower property tax rates.\n\n",
    "acknowledgement": "\nI thank Claudia Goldin, Caroline Hoxby, Lawrence Katz and Robert Margo for their advice and support. This paper has also benefited from conversations with David Abrams, Sandra Black, David Clingingsmith, William Collins, Dora Costa, Carola Frydman, Edward Glaeser, Matthew Kahn, Nora Gordon, Byron Lutz, Sarah Reber, Steven Rivkin, Raven Saks and Bruce Weinberg, and from the suggestions of participants at many conferences and seminars. Lilia Garcia, Michael Latterner, David Lee, Angelina Morris, Danika Stegeman, Mingjie Sun and Qiong Zhou provided excellent and enthusiastic research assistance. Wendy Thomas generously assisted with aspects of the data collection. I gratefully acknowledge the financial support of the Center for American Political Studies and the Taubman Center for State and Local Government, both at Harvard University, the California Center for Population Research at UCLA, and dissertation fellowships from the Economic History Association and the Rovensky Fellowship in Business and Economic History. Sections of this paper were written while visiting the Minnesota Population Center. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}