{
    "id": 13323,
    "citation_title": "Race and Charitable Church Activity",
    "citation_author": [
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe availability of public funding for charitable church activity has increased dramatically in the past decade. A key dispute over this increased availability is whether congregations' propensity to provide charitable services depends upon the racial composition of the community served.  This paper uses three different congregation-level datasets to investigate how race affects charitable church activity.  In all three datasets there is evidence that all-white congregations become less charitably active as the share of black residents in the local community grows.  This response is found only when looking at charitable activities, not when looking at other types of church activity.  Additionally, all-white congregations favorably disposed towards receiving government funding do not respond differently to black residents than do congregations which are not all-white.\n\n",
    "acknowledgement": "\nThanks to Avner Ben-Ner, Eli Berman, Charles Clotfelter, Daniel Chen, William Evans, Jonathan Gruber, Jason Hwang, Laurence Iannaccone, Gregory Krohn, Erzo F. P. Luttmer, David Matsa, Rachel McCleary, Steve Pischke, James Poterba, Alessandro Tarozzi, Jacob Vigdor, and numerous conference and seminar participants for comments.  Special thanks to Mark Chaves and Nancy Martin for help with the NCS data, and to representatives of denominations 1 and 2. This research was supported by the Program on Philanthropy and the Nonprofit Sector of the Social Science Research Council, the Louisville Institute, the Metanexus Institute, and the National Bureau of Economic Research.  Email the author at dhungerm@nd.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}