{
    "id": 13326,
    "citation_title": "Innovation, firm dynamics, and international trade",
    "citation_author": [
        "Andrew Atkeson",
        "Ariel Burstein"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a general equilibrium model of the decisions of firms to innovate and to engage in international trade. We use the model to analyze the impact of a reduction in international trade costs on firms' process and product innovative activity. We first show analytically that if all firms export with equal intensity, then a reduction in international trade costs has no impact at all, in steady-state, on firms' investments in process innovation. We then show that if only a subset of firms export, a decline in marginal trade costs raises process innovation in exporting firms relative to that of non-exporting firms. This reallocation of process innovation reinforces existing patterns of comparative advantage, and leads to an amplified response of trade volumes and output over time. In a quantitative version of the model, we show that the increase in process innovation is largely offset by a decline in product innovation. We find that, even if process innovation is very elastic and leads to a large dynamic response of trade, output, consumption, and the firm size distribution, the dynamic welfare gains are very similar to those in a model with inelastic process innovation.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jonathan Eaton, Kei-Mu Yi, Marc Melitz, Natalia Ramondo, Esteban Rossi-Hansberg, Nancy Stokey, and seminar participants in various places for very useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}