{
    "id": 13324,
    "citation_title": "The height of US-born non-Hispanic children and adolescents ages 2-19, born 1942-2002 in the NHANES Samples",
    "citation_author": [
        "John Komlos",
        "Ariane Breitfelder"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the height of non-Hispanic US-born children born 1942-2002 on the basis of all NHES and NHANES data sets available. We use the CDC 2000 reference values to convert height into Height-for-Age z-scores stratified by gender. We decompose deviations from the reference values into an age-effect and a secular trend effect and find that after an initial increase in the 1940s, heights experienced a downward cycle to reach their early 1950s peak again only c. two decades later. After the early 1970s heights increased almost continuously until the present. Girls born in 2002 are estimated to be 0.35[sigma] and boys are 0.39[sigma] above their 1971 values implying an increase of circa 2.5 cm between birth cohorts 1971 and 2002 as an average of all ages (Table 3). Age effects are also substantial - pointing to faster tempo of growth. Girls are c. 0.23[sigma] taller at age 11 and boys 0.15[sigma] taller at age 13 than reference values (Figure 3). This translates into an age effect of circa 1.7 cm and 1.3 cm respectively. Hence, the combined estimated trend and age-effects are substantially larger than those reported hitherto. The two-decade stagnation in heights and the upward trend beginning in the early 1970s confirm the upswing in adult heights born c. 1975-1983, and implies that adults are likely to continue to increase in height. We find the expected positive correlation between height and family income, but income does not affect the secular trend or the age effects markedly.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}