{
    "id": 13325,
    "citation_title": "How Important is Money in the Conduct of Monetary Policy?",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI consider some of the leading arguments for assigning an important role to tracking the growth of monetary aggregates when making decisions about monetary policy. First, I consider whether ignoring money means returning to the conceptual framework that allowed the high inflation of the 1970s. Second, I consider whether models of inflation determination with no role for money are incomplete, or inconsistent with elementary economic principles. Third, I consider the implications for monetary policy strategy of the empirical evidence for a long-run relationship between money growth and inflation. And fourth, I consider reasons why a monetary policy strategy based solely on short-run inflation forecasts derived from a Phillips curve may not be a reliable way of controlling inflation. I argue that none of these considerations provides a compelling reason to assign a prominent role to monetary aggregates in the conduct of monetary policy.\n\n",
    "acknowledgement": "\nPrepared for the Conference in Honor of Ernst Baltensperger, University of Bern, June 8, 2007. An earlier version was presented as the 2006 W.A. Mackintosh Lecture, Queen's University, Canada. I would like to thank Jordi Gali, Stefan Gerlach, Charles Goodhart, Otmar Issing, Robert E. Lucas, Jr., Klaus Masuch, Bennett McCallum,  Rick Mishkin, Ed Nelson, Christian Noyer, Athanasios Orphanides, Lucrezia Reichlin, Julio Rotemberg, Gregor Smith, Lars Svensson, Harald Uhlig, Volker Wieland and an anonymous referee for helpful discussions and comments on earlier drafts, while absolving them of any responsibility for the opinions expressed, and the (U.S.) National Science Foundation for research support through a grant to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}