{
    "id": 13329,
    "citation_title": "Globalization and Monetary Control",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has recently become popular to argue that globalization has had or will soon have dramatic consequences for the nature of the monetary transmission mechanism, and it is sometimes suggested that this could threaten the ability of national central banks to control inflation within their borders, at least in the absence of coordination of policy with other central banks. In this paper, I consider three possible mechanisms through which it might be feared that globalization can undermine the ability of monetary policy to control inflation: by making liquidity premia a function of \"global liquidity\" rather than the supply of liquidity by a national central bank alone; by making real interest rates dependent on the global balance between saving and investment rather than the balance in one country alone; or by making inflationary pressure a function of \"global slack\" rather than a domestic output gap alone. These three fears relate to potential changes in the form of the three structural equations of a basic model of the monetary transmission mechanism: the LM equation, the IS equation, and the AS equation respectively. I review the consequences of global integration of financial markets, final goods markets, and factor markets for the form of each of these parts of the monetary transmission mechanism, and find that globalization, even of a much more thorough sort than has yet occurred, is unlikely to weaken the ability of national central banks to control the dynamics of inflation.\n\n",
    "acknowledgement": "\nPrepared for the NBER conference on International Dimensions of Monetary Policy, Girona, Spain, June 11-13, 2007. I would like to thank Pierpaolo Benigno, Pierre-Olivier Gourinchas, David Romer, Argia Sbordone and Lars Svensson for helpful discussions and comments on earlier drafts, Luminita Stevens for research assistance, and the (U.S.) National Science Foundation for research support through a grant to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}