{
    "id": 13328,
    "citation_title": "Explaining the Effects of Government Spending Shocks on Consumption and the Real Exchange Rate",
    "citation_author": [
        "Morten O. Ravn",
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "2007-10-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing panel structural VAR analysis and quarterly data from four  industrialized countries, we document that  an increase in government purchases leads to an expansion in output and private consumption, a deterioration in the trade balance, and a depreciation of the real exchange rate (i.e., a decrease in the domestic CPI relative to the exchange-rate adjusted foreign CPI). We propose an explanation for these observed effects based on the deep habit mechanism.  We estimate the key parameters of the deep-habit model employing a limited information approach. The predictions of the estimated deep-habit model fit  well the observed responses of output, consumption, the trade balance, and the real exchange rate to an unanticipated government spending shock. In addition, the deep-habit model predicts that in response to an anticipated increase in government spending consumption and wages fail to increase on impact, which is consistent with the empirical evidence stemming from the narrative identification  approach. In this way, the deep-habit model reconciles the findings of the SVAR and narrative literatures on the effects of government spending shocks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}