{
    "id": 13336,
    "citation_title": "Small Family, Smart Family? Family Size and the IQ Scores of Young Men",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do families influence the ability of children?  Cognitive skills have been shown to be a strong predictor of educational attainment and future labor market success; as a result, understanding the determinants of cognitive skills can lead to a better understanding of children's long run outcomes. This paper uses a large dataset on the male population of Norway and focuses on one family characteristic: the effect of family size on IQ. Because of the endogeneity of family size, we instrument for family size using twin births and sex composition.  IV estimates using sex composition as an instrument show no negative effect of family size; however, IV estimates using twins imply that family size has a negative effect on IQ.  Our results suggest that effect of family size depends on the type of family size intervention. We conclude that there are no important negative effects of expected increases in family size on IQ but that unexpected shocks to family size resulting from twin births have negative effects on the IQ of existing children.\n\n",
    "acknowledgement": "\nBlack and Devereux gratefully acknowledge financial support from the National Science Foundation and the California Center for Population Research. Salvanes thanks the Research Council of Norway for financial support. We would like to thank Josh Angrist and seminar participants at UCD Geary Institute, Pompeu Fabra, CEMFI Madrid, the Society of Labor Economists, and the CEPR conference on The Formation and Use of Human Capital and Knowledge in Bergen, Norway for useful suggestions.  We are grateful to the Medical Birth Registry for Norway for providing the birth registry data. We are also indebted to Stig Jakobsen who was instrumental in obtaining data access to the IQ data from the Norwegian Armed Forces.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}