{
    "id": 13338,
    "citation_title": "Is Distance Dying at Last? Falling Home Bias in Fixed Effects Models of Patent Citations",
    "citation_author": [
        "Rachel Griffith",
        "Sokbae Lee",
        "John Van Reenen"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the home bias of international knowledge spillovers as measured by the speed of patent citations (i.e. knowledge spreads slowly over international boundaries). We present the first compelling econometric evidence that the geographical localization of knowledge spillovers has fallen over time, as we would expect from the dramatic fall in communication and travel costs. Our proposed estimator controls for correlated fixed effects and censoring in duration models and we apply it to data on over two million citations between 1975 and 1999. Home bias declines substantially when we control for fixed effects: there is practically no home bias for the more modern sectors such as pharmaceuticals and information/communication technologies.\n\n",
    "acknowledgement": "\nWe would like to thank the Economic and Social Research Council for its financial support for the Institute for Fiscal Studies and the Centre for Economic Performance and the Leverhulme Trust for its financial support for the Centre for Microdata Methods and Practice. Sharon Belenzon, Richard Freeman, Jerry Hausman, Bruce Meyer and seminar participants at Berkeley and UCL/IFS have offered several useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}