{
    "id": 13331,
    "citation_title": "Industry Compensation and the Costs of Alternative Environmental Policy Instruments",
    "citation_author": [
        "A. Lans Bovenberg",
        "Lawrence H. Goulder",
        "Mark R. Jacobsen"
    ],
    "citation_publication_date": "2007-08-29",
    "issue_date": "2007-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how the costs of meeting given aggregate targets for pollution emissions change with the imposition of the requirement that key pollution-related industries be compensated for potential losses of profit from the pollution regulation. Using analytically and numerically solved equilibrium models, we compare the incidence and economy-wide costs of emissions taxes, fuel (intermediate input) taxes, performance standards and mandated technologies in the absence and presence of this compensation requirement. Compensation is provided either through lump-sum industry tax credits or industry-specific cuts in capital tax rates. We decompose the added costs from the compensation requirement into (1) an increase in \"intrinsic abatement cost,\" reflecting a lowered efficiency of pollution abatement, and (2) a \"lump-sum compensation cost\" that captures the efficiency costs of financing the compensation. The compensation requirement affects these components differently and thus can alter the cost-rankings of policies.  When compensation is provided through tax credits, the lump-sum compensation cost is higher under the emissions tax than under performance standards and mandated technologies -- a reflection of the emission tax's higher compensation requirements.  If in this setting the required pollution reduction is modest, imposing the compensation requirement causes the emissions tax to become more costly than command and control policies.  In contrast, if required abatement is extensive, the emissions tax emerges as the most cost-effective policy because its relatively low intrinsic abatement costs assume greater importance.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the William and Flora Hewlett Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}