{
    "id": 13335,
    "citation_title": "The Curious Dawn of American Public Schools",
    "citation_author": [
        "Sun Go",
        "Peter H. Lindert"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "2008-06-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree factors help to explain why school enrollments in the Northern United States were higher than those in the South and in most of Europe by 1850.  One was affordability: the northern states had higher real incomes, cheaper teachers, and greater local tax support.  The second was the greater autonomy of local governments.  The third was the greater diffusion of voting power among the citizenry in much of the North, especially in rural communities.  The distribution of local political voice appears to be a robust predictor of tax support and enrollments, both within and between regions.\n\n",
    "acknowledgement": "\nUniversity of California - Davis. The authors are indebted to Stanley L. Engerman, Christopher Hanes, Paul Rhode, Gavin Wright, and seminar participants at the University of Kansas and the All-UC Group in Economic History for helpful comments on earlier drafts.  Underlying regressions and data sets are available on our home pages: http://www.econ.ucdavis.edu/graduate/sgo and http://econ.ucdavis.edu/faculty/fzlinder. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}