{
    "id": 13339,
    "citation_title": "Why Tie A Product Consumers Do Not Use?",
    "citation_author": [
        "Dennis W. Carlton",
        "Joshua S. Gans",
        "Michael Waldman"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a new explanation for tying that is not based on any of the standard explanations -- efficiency, price discrimination, and exclusion. Our analysis shows how a monopolist sometimes has an incentive to tie a complementary good to its monopolized good in order to transfer profits from a rival producer of the complementary product to the monopolist. This occurs even when consumers -- who have the option to use the monopolist's complementary good -- do not use it. The tie is profitable because it alters the subsequent pricing game between the monopolist and the rival in a manner favorable to the monopolist. We show that this form of tying is socially inefficient, but interestingly can arise only when the tie is socially efficient in the absence of the rival producer. We relate this inefficient form of tying to several actual examples and explore its antitrust implications.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Melbourne, Thomas Barnett, Justin Johnson and Stephen King for helpful discussions and the Intellectual Property Research Institute of Australia and the Australian Research Council for financial support. Carlton served as expert adverse to Microsoft and is currently serving as the Deputy Assistant Attorney General at the Antitrust Divisiion, Department of Justice. The views in this paper reflect those of the authors and not necessarily those of the Department of Justice, or any organization the authors have been involved with, or the National Bureau of Economic Research.\n\n\n"
}