{
    "id": 13330,
    "citation_title": "Salience and Taxation: Theory and Evidence",
    "citation_author": [
        "Raj Chetty",
        "Adam Looney",
        "Kory Kroft"
    ],
    "citation_publication_date": "2007-08-29",
    "issue_date": "2007-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA central assumption in public finance is that individuals optimize fully with respect to the incentives created by tax policies.  In this paper, we test this assumption using two empirical strategies.  First, we conducted an experiment at a grocery store where we posted tax-inclusive prices for 750 products subject to sales tax for a three week period.  Using scanner data, we find that posting tax-inclusive prices reduced demand by roughly 8 percent among the treated products relative to control products and nearby control stores.  Second, we find that state-level increases in excise taxes (which are included in posted prices) reduce aggregate alcohol consumption significantly more than increases in sales taxes (which are added at the register and hence less salient).  Both sets of results indicate that tax salience affects behavioral responses.  We propose a bounded rationality model to explain why salience matters, and show that it matches our evidence as well as several additional stylized facts.  In the model, agents incur second-order (small) utility losses from ignoring some taxes, even though these taxes have first-order (large) effects on social welfare and government revenue.  Using this theoretical framework, we develop elasticity-based formulas for the efficiency cost and incidence of commodity taxes when agents do not optimize fully.\nA revised version of this paper with new theoretical results may be downloaded here.\n\n",
    "acknowledgement": "\nWe are very grateful to Sofia Berto Villas-Boas, Reed Johnson, and Steve Flaming for help in implementing the experiment.  Thanks to George Akerlof, David Ahn, Alan Auerbach, Kitt Carpenter, Stefano Della Vigna, Amy Finkelstein, Michael Greenstone, Shachar Kariv, Peter Katuscak, Botond Koszegi, Erzo Luttmer, James Poterba, Matthew Rabin, Ricardo Reis, Emmanuel Saez, Jesse Shapiro, Andrei Shleifer, Uri Simonsohn, and numerous seminar participants for helpful comments and discussions.  Greg Bruich, Matt Grandy, Matt Levy, Ankur Patel, James Sly, and Philippe Wingender provided outstanding research assistance.  Funding was provided by NSF grant SES 0452605.  The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors of the Federal Reserve. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}