{
    "id": 13337,
    "citation_title": "Imputing Risk Tolerance from Survey Responses",
    "citation_author": [
        "Miles S. Kimball",
        "Claudia R. Sahm",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nEconomic theory assigns a central role to risk preferences. This paper develops a measure of relative risk tolerance using responses to hypothetical income gambles in the Health and Retirement Study. In contrast to most survey measures that produce an ordinal metric, this paper shows how to construct a cardinal proxy for the risk tolerance of each survey respondent. The paper also shows how to account for measurement error in estimating this proxy and how to obtain consistent regression estimates despite the measurement error. The risk tolerance proxy is shown to explain differences in asset allocation across households.\n\n",
    "acknowledgement": "\nWe are grateful to Dan Benjamin, John Bound, Yuriy Gorodnichenko, John Laitner, Atsushi Inoue, Lutz Kilian, Tyler Shumway, Martha Starr-McCluer, Serena Ng, Gary Solon, seminar participants at Osaka University, and anonymous referees for helpful comments. Kimball and Shapiro gratefully acknowledge the support of National Institute on Aging grants 2-P01-AG10179 and 5-R01-AG020638. Sahm gratefully acknowledges the support of a NIA Pre-Doctoral Training Fellowship and an Innovation in Social Research Award from the University of Michigan Institute for Social Research. The views presented are solely those of the authors and do not necessarily represent those of the Federal Reserve Board or its staff or of the National Bureau of Economic Research. This paper subsumes an earlier working paper by Kimball and Shapiro, \"Estimating a Cardinal Attribute from Ordered Categorical Responses Subject to Noise.\"\n\n\n"
}