{
    "id": 13332,
    "citation_title": "Profit Sharing Between Governments and Multinationals in Natural Resource Extraction: Evidence From a Firm-Level Panel",
    "citation_author": [
        "Margaret S. McMillan",
        "Andrew R. Waxman"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe \"fairness\" of negotiations between countries and resource extracting firms is subject to many accusations and counter-accusations and may be argued, in many instances, to impact the subsequent economic benefit to a host country from extraction. This paper examines the role of host country governance on the share of government take from extraction revenue. We attempt to disentangle a number of competing hypotheses regarding the relationship between governance and government take using panel data for US resource extracting multinational corporations (MNCs) operating abroad from the Bureau of Economic Analysis of the US Department of Commerce over 1982-1999. Using fixed effects regression, we find a statistically significant positive impact of institutional quality on government take. The nature of this relationship -- whether this represents the result of a \"corruption premium\" paid by US MNCs or the exploitation of poor governance in negotiating government take -- is not completely clear. The evidence presented does, however, indicate that potential forms of bargaining power other than institutional quality (e.g., outside options to the deal) do increase government take, indicating that bargaining power may nonetheless be an important factor.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}