{
    "id": 13333,
    "citation_title": "The Value of Life Near its End and Terminal Care",
    "citation_author": [
        "Gary Becker",
        "Kevin Murphy",
        "Tomas Philipson"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical care at the end of life, which is often is estimated to contribute up to a quarter of US health care spending, often encounters skepticism from payers and policy makers who question its high cost  and often minimal health benefits. It seems generally agreed upon that medical resources are being wasted on excessive care for end-of-life treatments that often only prolong minimally an already frail life. However, though many observers have claimed that such spending is often irrational and wasteful, little explicit and systematic analysis exists on the incentives that determine end of life health care spending. There exists no positive theory that attempts to explain the high degree of end-of life spending and why differences across individuals, populations, or time occur in such spending. This paper attempts to provide the first rational and systematic analysis of the incentives behind end of life care.  The main argument we make is that existing estimates of the value of a life year do not apply to the valuation of life at the end of life. We stress the low opportunity cost of medical spending near ones death, the importance of keeping hope alive in a terminal care setting, the larger social value of a life than estimated in private demand settings, as well as the insignificance in quality of life in lowering its value.  We derive how an ex-ante perspective in terms of insurance and R&D alters some of these conclusions.\n\n",
    "acknowledgement": "\nWe are thankful for comments from Dana Goldman, Anupam Jena, Darius Lakdawalla, and Eric Sun as well as seminar participants at The University of Chicago, Washington University, The 2007 IHEA Meetings in Copenhagen, and RAND. Financial support from National Institutes of Aging (Grant P30 AG 12857) as well as Amgen is gratefully acknowledged.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}