{
    "id": 13340,
    "citation_title": "The Effect of Credit Constraints on the College Drop-Out Decision A Direct Approach Using a New Panel Study",
    "citation_author": [
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2007-08-21",
    "issue_date": "2007-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA serious difficulty in determining the importance of credit constraints in education arises because standard data sources do not provide a direct way of identifying which students are credit constrained. This has forced researchers to adopt a variety of indirect approaches. This paper differentiates itself from previous work by taking a direct approach for providing evidence about this issue which is made possible by unique longitudinal data that have been collected specifically for this type of purpose. Our results suggest that, while credit constraints likely play an important role in the drop-out decisions of some students, the large majority of attrition of students from low income families should be primarily attributed to reasons other than credit constraints.\n\n",
    "acknowledgement": "\nThe paper has benefitted from the comments of John Bound, Chris Avery, Tom Crossley, David Green, Lance Lochner and numerous seminar participants including those at NBER and the IRP summer research workshop.  The work was made possible by generous funding from The Mellon Foundation, The Spencer Foundation, The National Science Foundation, The Social Science Humanities Research Council and support from Berea College.  We are very thankful to Anne Kee, Lori Scafidi, Dianne Stinebrickner, Pam Thomas, and Albert Conley who have played invaluable roles in the collection and organization of the data from the Berea Panel Study.  Comments from Derek Neal on an earlier paper motivated us to add the financial module used in this paper to the Berea Panel Study. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}