{
    "id": 13347,
    "citation_title": "Chernobyl's Subclinical Legacy: Prenatal Exposure to Radioactive Fallout and School Outcomes in Sweden",
    "citation_author": [
        "Douglas Almond",
        "Lena Edlund",
        "Mårten Palme"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "2007-09-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanese atomic bomb survivors irradiated 8-25 weeks after ovulation subsequently suffered reduced IQ [Otake and Schull, 1998]. Whether these findings generalize to low doses (less than 10 mGy) has not been established. This paper exploits the natural experiment generated by the Chernobyl nuclear accident in April 1986, which caused a spike in radiation levels in Sweden. In a comprehensive data set of 562,637 Swedes born 1983-1988, we find that the cohort in utero during the Chernobyl accident had worse school outcomes than adjacent birth cohorts, and this deterioration was largest for those exposed approximately 8-25 weeks post conception. Moreover, we find larger damage among students born in regions that received more fallout: students from the eight most affected municipalities were 3.6 percentage points less likely to qualify to high school as a result of the fallout. Our findings suggest that fetal exposure to ionizing radiation damages cognitive ability at radiation levels  previously considered safe.\n\n",
    "acknowledgement": "\nWe would like to thank Johanna Adami, David Brenner, Janet Currie, Tore Ellingsen, Michael Greenstone, Eric Hall, Per Hall, Ethan Kaplan, Wojciech Kopczuk, David Lee, Bhashkar Mazumder, Leif Moberg, Torsten Persson, Cristian Pop-Eleches, Heather Royer, William Schull, David Strömberg, Ezra Susser, Miguel Urquiola, Simon Wright, and Lydia Zablotska for valuable comments. Financial support from the National Science Foundation (grant 0721155) and the Russell Sage Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}