{
    "id": 13344,
    "citation_title": "Returns to Apprenticeship Training in Austria: Evidence from Failed Firms",
    "citation_author": [
        "Josef Fersterer",
        "Jörn-Steffen Pischke",
        "Rudolf Winter-Ebmer"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about the payoffs to apprenticeship training in the German speaking countries for the participants. OLS estimates suggest that the returns are similar to those of other types of schooling.  However, there is a lot of heterogeneity in the types of apprenticeships offered, and institutional descriptions suggest that there might be an important element of selection in who obtains an apprenticeship, and what type.  In order to overcome the resulting ability bias we estimate returns to apprenticeship training for apprentices in failed firms in Austria.  When a firm fails, current apprentices cannot complete their training in this firm.  Because apprentices will be at different stages in their apprenticeship at that time, the failure of a firm will manipulate the length of the apprenticeship period completed for some apprentices.  The time to the firm failure therefore serves as an instrument for the length of the apprenticeship completed both at the original firm and at other firms.  We find instrumental variables returns which are similar or larger than the OLS returns in our sample, indicating relatively little selection.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Larry Katz, and participants at various seminars for helpful comments.  We thank the Economic and Social Research Council (RES 000-22-01-0160) and the Austrian Science Fund (FWF-P-15422-G05) for financial support; and Pischke thanks the NBER for their hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}