{
    "id": 1334,
    "citation_title": "The Architecture of Economic Systems: Hierarchies and Polyarchies",
    "citation_author": [
        "Raaj Kumar Sah",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents some new perspectives on the structure and performance of alternative economic organizations. We posit that decision makers make errors of judgement (for example, they sometimes select bad projects while rejecting good projects), and that how these errors are aggregated within different organizations depends on their architecture (for example, on how individuals are organized together). Using this framework, we compare the performances of two polar forms of organizations: hierarchies and polyarchies. Assuming judgmental abilities of individuals are similar in the two systems, we show that polyarchies accept a larger proportion of bad projects (compared to hierarchies) whereas hierarchies reject a larger proportion of good projects. We then determine the conditions under which polyarchies have higher or lower expected profit. The conditions under which polyarchies perform better appear to be more plausible and, moreover, this conclusion holds also in the case where the rules for accepting or rejecting projects are rationally determined based on the information available to individuals. The architecture of organizations also affects their portfolio of available projects; we determine conditions under which polyarchies have better or worse portfolios compared to those available to hierarchies.There are many possible extensions of our approach. Among them are the analysis of internal structure of firms, selection of managers (by other managers) and the reproduction and self-perpetuation of organizations over time.\n\n",
    "acknowledgement": "\n"
}