{
    "id": 13349,
    "citation_title": "China's WTO Entry: Antidumping, Safeguards, and Dispute Settlement",
    "citation_author": [
        "Chad P. Bown"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis chapter assesses China's integration into the global trading system by examining areas of international political-economic \"friction\" associated with its increased trade. We use a number of newly constructed data sets to examine tensions associated with its rapidly increasing trade and the trade policy commitments that China and its trading partners have undertaken as part of its 2001 WTO accession. With respect to China's exports, we examine data on WTO members' use of antidumping and their discriminatory treatment of Chinese firms prior to and following accession. We conclude that the application of antidumping against China has become more discriminatory since its 2001 accession. Furthermore, evidence from a regression analysis rules out the theory that pre-accession discrimination is associated with foreign targeting of high import tariff Chinese products as a WTO accession negotiation strategy. We also provide evidence that WTO members are also discriminating against China's exports by substituting use of new import-restricting \"China-safeguard\" policy instruments. Next, with respect to China's imports, we examine data on China's antidumping use - now the WTO's fifth most frequent user of antidumping - by targeted sectors and countries. We also provide evidence from products within China's largest sectoral user of a positive relationship between the size of the accession year tariff liberalization and the subsequent resort to antidumping protection after accession. Finally, we examine China's experience in managing frictions associated with its growing role in world trade through formal WTO dispute settlement proceedings.\n\n",
    "acknowledgement": "\nThanks to Rachel McCulloch, Shang-Jin Wei, Tom Prusa, Marty Feldstein, Richard Cooper, Lee Branstetter, Bruce Blonigen,  Will Martin, and conference participants at the NBER for useful comments on an earlier version. Matthew Niedzwiecki and Paul Deng provided outstanding research assistance. The World Bank provided financial support for the collection of data used in this project. All remaining errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}