{
    "id": 13343,
    "citation_title": "The Wrong Side(s) of the Tracks Estimating the Causal Effects of Racial Segregation on City Outcomes",
    "citation_author": [
        "Elizabeth Oltmans Ananat"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAt the metropolitan level there is a striking negative correlation between residential racial segregation and population characteristics -- particularly for black residents -- but it is widely recognized that this correlation may not be causal. This paper provides a novel test of the causal relationship between segregation and population outcomes by exploiting the arrangements of railroad tracks in the 19th century to isolate plausibly exogenous variation in cities' susceptibility to segregation. I show that, conditional on miles of railroad track laid, the extent to which track configurations physically subdivided cities strongly predicts the level of segregation that ensued after the Great Migration of African-Americans to northern and western cities in the 20th century.  At the start of the Great Migration, though, track configurations were uncorrelated with racial concentration, ethnic dispersion, income, industry, education, and population, indicating that reverse causality is unlikely. Instrumental variables estimates demonstrate that segregation leads to lower incomes and lower education among blacks.  For whites, there is a mix of positive and negative effects: segregation decreases the probability of being a college graduate or a high earner, but also decreases the probability of being poor or unemployed. Segregation could generate these effects either by affecting human capital acquisition of residents of different races and socio-economic groups ('production') or by inducing sorting by race and SES into different cities ('selection'). This paper provides evidence that is most consistent with a combination of both production and selection.\n\n",
    "acknowledgement": "\n*Email eoananat@duke.edu.  I would especially like to thank David Autor and Jon Gruber. In addition I am grateful to: Daron Acemoglu, Michael Anderson, Josh Angrist, Martha Bailey, Charlie Clotfelter, Phil Cook, Josh Fischman, Michael Greenstone, Sunny Ladd, Joanna Lahey, Byron Lutz, Bob Margo, Justin McCrary, Guy Michaels, Jim Poterba, Phil Oreopoulos, Jacob Vigdor, Ebonya Washington, participants in the MIT Public Finance and Labor and the Harvard Economic History workshops, and seminar participants at Bocconi University, UC-Irvine, Brown, Wisconsin, BU, Carnegie-Mellon, Syracuse, and UIUC, all of whom provided helpful comments and advice.  Thanks also to Daniel Sheehan and Lisa Sweeney of GIS Services at MIT and David Cobb and Patrick Florance of the Harvard Map Library for creating the digital map images and teaching me how to use them.  A Health and Aging Pre-Doctoral Fellowship, Grant #T32-AG00186, from the National Bureau of Economic Research, provided financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}