{
    "id": 13345,
    "citation_title": "Uncovering the American Dream: Inequality and Mobility in Social Security Earnings Data since 1937",
    "citation_author": [
        "Wojciech Kopczuk",
        "Emmanuel Saez",
        "Jae Song"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses Social Security Administration longitudinal earnings micro data since 1937 to analyze the evolution of inequality and mobility in the United States. Earnings inequality follows a U-shape pattern, decreasing sharply up to 1953 and increasing steadily afterwards. We find that short-term and long-term (rank based) mobility among all workers has been quite stable since 1950 (after a temporary surge during World War II). Therefore, the pattern of annual earnings inequality is very close to the pattern of inequality of longer term earnings. Mobility at the top has also been very stable and has not mitigated the dramatic increase in annual earnings concentration since the 1970s. However, the stability in long-term earnings mobility among all workers masks substantial heterogeneity across demographic groups. The decrease in the gender earnings gap and the substantial increase in upward mobility over a career for women is the driving force behind the relative stability of overall mobility measures which mask declines in mobility among men. In contrast, overall inequality and mobility patterns are not significantly influenced by the changing size and structure of immigration nor by changes in the black/white earnings gaps.\n\n",
    "acknowledgement": "\nWe thank Clair Brown, David Card, Jessica Guillory, Russ Hudson, Jennifer Hunt, Larry Katz, Alan Krueger, Thomas Lemieux, Michael Leonesio, Joyce Manchester, Robert Margo, David Pattison, Michael Reich, and many seminar participants for helpful comments and discussions. We also thank Ed DeMarco and Linda Maxfield for their support, Bill Kearns, Joel Packman, Russ Hudson, Shirley Piazza, Greg Diez, Fred Galeas, Bert Kestenbaum, William Piet, Jay Rossi, Thomas Mattson for help with the data, and Thomas Solomon and Barbara Tyler for computing support. Financial support from the Sloan Foundation and NSF Grant SES-0617737 is gratefully acknowledged.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}