{
    "id": 13348,
    "citation_title": "Diversity and Crowd-out: A Theory of Cold-Glow Giving",
    "citation_author": [
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch has repeatedly shown that altruism is lower in diverse communities.  Can this phenomenon be counteracted by government intervention? To answer this question, this paper introduces diversity to the canonical model of \"warm glow\" giving.  Diversity may have two effects on incentives: it may attenuate individuals' altruistic preferences for public goods, and it may \"cool off\" the warm glow that individuals get from voluntarism.  Either of these effects leads to diverse communities having lower levels of public goods, consistent with prior research.  However, these effects have opposite implications for the efficacy of government intervention. I then empirically investigate whether government intervention is more effective in diverse communities.  For identification, I exploit the Supreme Court-mandated 1991 expansion of the SSI program.  Using a new dataset of United Methodist churches from 1984 to 2000, the results show that the expansion of SSI crowded-out charitable spending by churches.  The crowd-out estimate for the average church is reasonably large, but this masks significant differences in crowd-out between communities.  Crowd-out occurred almost entirely in relatively homogeneous communities; there is only modest evidence of crowd-out in racially diverse communities. Thus diverse communities, while having the lowest levels of altruism, are in this instance the most amenable to government intervention.\n\n",
    "acknowledgement": "\nThanks to Kevin Baker, Kasey Buckles, Raj Chetty, Janet Currie, Tom Gresik, Bill Harbaugh, Louis Kaplow, Erzo F. P. Luttmer, Jim Stehle, John Straub, Jim Sullivan, Jake Vigdor, Abbie Wozniak, and seminar participants at the NBER Social Insurance Workshop, the Center for Operations Research and Econometrics (CORE), the University of Wisconsin-Milwaukee, Tufts University, Indiana University, the Law School at Notre Dame, and Columbia University.  This work was supported by the Metanexus Institute.  Email the author at dhungerm@nd.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}