{
    "id": 13341,
    "citation_title": "The Causal Effect of Studying on Academic Performance",
    "citation_author": [
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the large amount of attention that has been paid recently to understanding the determinants of educational outcomes, knowledge of the causal effect of the most fundamental input in the education production function - students' study time and effort - has remained virtually non-existent. In this paper, we examine the causal effect of studying on grade performance using an Instrumental Variable estimator.  Our approach takes advantage of a unique natural experiment and is possible because we have collected unique longitudinal data that provides detailed information about all aspects of this experiment.  Important for understanding the potential impact of a wide array of education policies, the results suggest that human capital accumulation is far from predetermined at the time of college entrance.\n\n",
    "acknowledgement": "\nThe work was made possible by generous funding from The Mellon Foundation, The Spencer Foundation, The National Science Foundation, The Social Science Humanities Research Council and support from Berea College. We are very thankful to Anne Kee, Lori Scafidi, Dianne Stinebrickner, Pam Thomas, and Albert Conley who have played invaluable roles in the collection and organization of the data from the Berea Panel Study.  The authors would like to thank Dan Black, John Bound, Brian Jacob, Lance Lochner, Jeff Smith, and seminar participants at Northwestern, Maryland, Syracuse, The University of British Columbia, and NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}