{
    "id": 13357,
    "citation_title": "Empirical Asset Pricing and Statistical Power in the Presence of Weak Risk Factors",
    "citation_author": [
        "A. Craig Burnside"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe risk factors in many consumption-based asset pricing models display statistically weak correlation with the returns being priced. Some GMM-based procedures used to test these models have very low power to reject proposed stochastic discount factors (SDFs) when they are misspecified and the covariance matrix of the asset returns with the risk factors has less than full column rank. Consequently, these estimators provide potentially misleading positive assessments of the SDFs. Working with SDFs specified in terms of demeaned risk factors improves the performance of GMM but the power to reject misspecified SDFs may remain low. Two summary tests for failure of the rank condition have reasonable power, and lead to no Type I errors in Monte Carlo experiments.\n\n",
    "acknowledgement": "\nI am grateful to the National Science Foundation for financial support (SES-0516697). I thank John Cochrane, Martin Eichenbaum, Bjorn Eraker, Ron Gallant, Lars Hansen, Ravi Jagannathan, Sergio Rebelo, Barbara Rossi, George Tauchen, Mark Watson and Motohiro Yogo, for useful conversations, and seminar participants at Duke, Wharton, and the Board of Governors of the Federal Reserve System for comments.  The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}