{
    "id": 13350,
    "citation_title": "Contracting for Government Services: Theory and Evidence from U.S. Cities",
    "citation_author": [
        "Jonathan Levin",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLocal governments can provide services with their own employees or by contracting with private or public sector providers. We develop a model of this \"make-or-buy\" choice that highlights the trade-off between productive efficiency and the costs of contract administration. We construct a dataset of service provision choices by U.S. cities and identify a range of service and city characteristics as significant determinants of contracting decisions. Our analysis suggests an important role for economic efficiency concerns, as well as politics, in contracting for government services.\n\n",
    "acknowledgement": "\nWe are grateful to city managers Frank Benest, David Boesch, Kevin Duggan and Dave Knapp for helping us understand local governance and contracting. We thank Susan Athey, George Baker, Liran Einav, Robert Gibbons, Avner Greif, Igal Hendel, Paul Milgrom, Luigi Pistaferri, Esteban Rossi-Hansberg, Eric van den Steen and Michael Waldman for useful suggestions. Maya Meidan, Marcel Priebsch, Annika Todd, Joanne Yoong, Vineet Bhagwat Ariel McGinnis, Rizwan Sabar and Kevin Scott provided stellar research assistance. We appreciate the support of the National Science Foundation and the Stanford Institute for Economic Policy Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}