{
    "id": 13358,
    "citation_title": "Prescription Drug Coverage and Elderly Medicare Spending",
    "citation_author": [
        "Baoping Shang",
        "Dana P. Goldman"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of Medicare Part D has generated interest in the cost of providing drug coverage to the elderly.  Of paramount importance -- often unaccounted for in budget estimates -- are the salutary effects that increased prescription drug use might have on other Medicare spending.  This paper uses longitudinal data from the Medicare Current Beneficiary Survey (MCBS) to estimate how prescription drug benefits affect Medicare spending.  We compare spending and service use for Medigap enrollees with and without drug coverage.  Because of concerns about selection, we use variation in supply-side regulations of the individual insurance market -- including guaranteed issue and community rating -- as instruments for prescription drug coverage.  We employ a discrete factor model to control for individual-level heterogeneity that might induce bias in the effects of drug coverage.  Medigap prescription drug coverage increases drug spending by $170 or 22%, and reduces Medicare Part A spending by $350 or 13% (in 2000 dollars).  Medigap prescription drug coverage reduces Medicare Part B spending, but the estimates are not statistically significant.  Overall, a $1 increase in prescription drug spending is associated with a $2.06 reduction in Medicare spending.  Furthermore, the substitution effect decreases as income rises, and thus provides support for the low-income assistance program of Medicare Part D.\n\n",
    "acknowledgement": "\nThis research was supported by the Hagopian dissertation award and the Bing Center for Health Economics.. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}