{
    "id": 13355,
    "citation_title": "Detecting Illegal Arms Trade",
    "citation_author": [
        "Stefano DellaVigna",
        "Eliana La Ferrara"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIllegal arms are responsible for thousands of deaths in civil wars every year. Yet, their trade is very hard to detect. We propose a method to statistically detect illegal arms trade based on the investor knowledge embedded in financial markets. We focus on eight countries under UN arms embargo in the period 1990-2005, and analyze eighteen events during the embargo that suddenly increase or decrease conflict intensity. If the weapon-making companies are not trading or are trading legally, an event worsening the hostilities should not affect their stock prices or affect them adversely, since it delays the removal of the embargo. Conversely, if the companies are trading illegally, the event may increase stock prices, since it increases the demand for illegal weapons. We detect no significant effect overall. However, we find a large and significant positive reaction for companies head-quartered in countries where the legal and reputation costs of illegal trades are likely to be lower. We identify such countries using measures of corruption and transparency in arms trade. We also suggest a method to detect potential embargo violations based on stock reactions by individual companies, including chains of reactions. The presumed violations are higher for conflicts with more UN investigations and for companies with more Internet stories regarding embargo.\n\n",
    "acknowledgement": "\nKeith Chen, Lauren Cohen, Raymond Fisman, Mariassunta Giannetti, Ben Hermalin, Chang-Tai Hsieh, Ethan Kaplan, Lawrence Katz, Ulrike Malmendier, Ted Miguel, Jesse Shapiro, Uri Simonsohn, Justin Wolfers, and audiences at the Catholic University of Milan (Italy), Columbia University, Princeton University, Stockholm (SITE), UC Berkeley, the University of Maryland-College Park, the University of Rome (Tor Vergata, Italy), the University of Toulouse, ULB-Bruxelles, Yale University (SOM), the BREAD-CESIfo conference in Venice, the NBER Labor Studies Spring Meeting, the NBER Political Economy Summer Meeting, the NEUDC conference at Cornell, and the Inequality and Development conference at Namur provided useful comments. We thank Loretta Bondi and Oliver Sprague for helpful discussions on arms embargoes. Maria Aleksynska, Scott Baker, Thomas Barrios, and Silvia Redaelli provided excellent research assistance. La Ferrara acknowledges financial support from the Polarization and Conflict  Project CIT-2-CT-2004-506084 funded by the European Commission-DG Research Sixth Framework Programme. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}