{
    "id": 13354,
    "citation_title": "Optimal Capital Income Taxation",
    "citation_author": [
        "Andrew B. Abel"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an economy with identical infinitely-lived households that obtain utility from leisure as well as consumption, Chamley (1986) and Judd (1985) have shown that the optimal tax system to pay for an exogenous stream of government purchases involves a zero tax rate on capital in the long run, with tax revenue collected by a distortionary tax on labor income.  Extending the results of Hall and Jorgenson (1971) to general equilibrium, I show that if purchasers of capital are permitted to deduct capital expenditures from taxable capital income, then a constant tax rate on capital income is non-distortionary.  Importantly, even though this specification of the capital income tax imposes a zero effective tax rate on capital, the capital income tax can collect substantial revenue.  Provided that government purchases do not exceed gross capital income less gross investment, the optimal tax system will consist of a positive tax rate on capital income and a zero tax rate on labor income--just the opposite of the results of Chamley and Judd.\n\n",
    "acknowledgement": "\nI thank Joao Gomes, Lars Ljungqvist, Robert Hall, Stavros Panageas, Tomas Piskorski, Leslie Reinhorn, Thomas Sargent, Skander van den Heuvel, Jianfeng Yu, and the Penn Macro Lunch Group for helpful comments and discussion. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}