{
    "id": 13356,
    "citation_title": "Do Teacher Absences Impact Student Achievement? Longitudinal Evidence from One Urban School District",
    "citation_author": [
        "Raegen T. Miller",
        "Richard J. Murnane",
        "John B. Willett"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "2018-03-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRates of employee absences and the effects of absences on productivity are topics of conversation in many organizations in many countries. One reason is that high rates of employee absence may signal weak management and poor labor-management relations. A second reason is that reducing rates of employee absence may be an effective way to improve productivity. This paper reports the results of a study of employee absences in education, a large, labor-intensive industry. Policymakers' concern with teacher absence rests on three premises: (1) that a significant portion of teachers' absences is discretionary, (2) that teachers' absences have a nontrivial impact on productivity, and (3) that feasible policy changes could reduce rates of absence among teachers. This paper presents the results of an empirical investigation of the first two of these premises; it discusses the third premise. We employ a methodology that accounts for time-invariant differences among teachers in skill and motivation. We find large variation in adjusted teacher absence rates among schools. We estimate that each 10 days of teacher absences reduce students' mathematics achievement by 3.3 percent of a standard deviation.\n\n",
    "acknowledgement": "\nWe thank participants at seminars and conference presentations at Harvard University, NBER,APPAM, and AEFA for their useful feedback. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}