{
    "id": 13359,
    "citation_title": "Evaluating The Effectiveness of Terrorism Risk Financing Solutions",
    "citation_author": [
        "Howard C. Kunreuther",
        "Erwann O. Michel-Kerjan"
    ],
    "citation_publication_date": "2007-10-05",
    "issue_date": "2007-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe 9/11 attacks in the United States, as well as other attacks in different parts of the world, raise important questions related to the economic impact of terrorism. What are the most effective ways for a country to recover from these economic losses? Who should pay for the costs of future large-scale attacks? To address these two questions, we propose five principles to evaluate alternative programs. We first discuss how a federal insurance program with mandatory coverage and a laissez faire free-market approach for providing private insurance will fare relative to these principles. We conclude that neither solution is likely to be feasible here in the United States given the millions of firms at risk and the current structure of insurance regulation. We then evaluate how well the U.S. Terrorism Risk Insurance Act (TRIA), a public-private program to cover commercial enterprises against foreign terrorism on U.S. soil, meets the five principles. In particular, we show that TRIA has had a positive effect on availability of terrorism coverage and also has significantly contributed to reducing insurance premiums. TRIA is scheduled to terminate at the end of the year, but pending legislation would extend the program for fifteen years after December 31 (HR. 2761). In this paper, we show that such a long-term extension might have important impacts on the market. This could increase the take-up rate, as prices might be even lower than they are today. We show also, however, that if TRIA were extended for a long period of time in its current form, some insurers could \"game\" the program by collecting ex ante a large amount of premiums for terrorism insurance, while being financially responsible for only a small portion of the claims ex post. The general taxpayer and the general commercial policyholder (whether or not covered against terrorism) would absorb the residual insured losses. This raises major equity issues inherent in the design of the program.\n\n",
    "acknowledgement": "\nAnalyses provided in this article benefited from meaningful discussions over the past few years with participants in conferences and roundtables on catastrophe risk management and insurance/national security related issues, including at the National Bureau of Economic Research (NBER) Workshops on Insurance and on Economics of National Security, Center for American Progress, Chicago Actuarial Association, Council on Foreign Relations, Harvard University, University of Minnesota, University of Southern California, Georgetown University, and participants in the 2007 AAAS annual conference in San Francisco, the 2006 National Tax Association annual conference in Boston, the 2006 OECD Insurance and Pension Funds Committee Conference in Geneva, and the 2006 INFORMS annual conference in Pittsburgh. Portions of this paper were also presented at the Congressional hearing on June 21 2007 in Washington, DC on \"Examining a Legislative Solution to Extend and Revise the Terrorism Risk Insurance Act.\" We would like to thank Debra Ballen, Jeffrey Brown, Frank Cilluffo, David Cummins, Lloyd Dixon, Neil Doherty, Martin Feldstein, Ken Froot, Scott Harrington, Bruce Hoffman, Dwight Jaffee, Paul Kleindorfer, André Laboul, Robert Litan, Jim Macdonald, Darius Lakdawalla, David Moss, Frank Nutter, Mark Pauly, Robert Reville, Irv Rosenthal, Thomas Russell, Todd Sandler, Jason Schupp, Kent Smetters, Richard Thomas, David Torregrosa, Cécile Vignial, Detlof von Winterfeld and George Zanjani for insightful comments on previous research related to the analyses provided in this paper.  Support from NSF Grant CMS-0527598, the    U.S. Department of Transportation, and the Wharton Risk Management and Decision Processes Center is also gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}