{
    "id": 13352,
    "citation_title": "The Impact of Employer Matching on Savings Plan Participation under Automatic Enrollment",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2007-08-24",
    "issue_date": "2007-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting research has documented the large impact that automatic enrollment has on savings plan participation. All the companies examined in these studies, however, have combined automatic enrollment with an employer match. This raises a question about how effective automatic enrollment would be without a direct financial inducement not to opt out of participation. This paper's results suggest that the match has only a modest impact on opt-out rates. We estimate that moving from a typical matching structure - a match of 50% up to 6% of pay contributed - to no match would reduce participation under automatic enrollment at six months after plan eligibility by 5 to 11 percentage points. Our analysis includes a firm that switched from a match to a non-contingent employer contribution. This firm's experience suggests that non-contingent employer contributions only weakly crowd out employee participation.\n\n",
    "acknowledgement": "\nThe findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, National Institute on Aging, the National Science Foundation, any other agency of the U.S. Federal Government, the RRC, or the NBER. We thank Hewitt Associates for their help in providing the data. We are particularly grateful to Pam Hess, Yan Xu, and Lori Lucas at Hewitt for their help with this project. Neel Rao provided excellent research assistance. We appreciate the helpful feedback of Dan McFadden, Olivia Mitchell, and seminar participants at the National Bureau of Economic Research. The authors acknowledge financial support from the National Institute on Aging (grant R01-AG021650) and the U.S. Social Security Administration (funded as part of the Retirement Research Consortium). Beshears acknowledges financial support from a National Science Foundation Graduate Research Fellowship.\n\n\n"
}