{
    "id": 13360,
    "citation_title": "The Relative Performance of Real Estate Marketing Platforms: MLS versus FSBOMadison.com",
    "citation_author": [
        "Igal Hendel",
        "Aviv Nevo",
        "François Ortalo-Magné"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe compare outcomes obtained by sellers who listed their home on a newly developed For-Sale-By-Owner (FSBO) web site versus those who used an agent and the Multiple Listing Service (MLS). We do not find support for the hypothesis that listing on the MLS helps sellers obtain a significantly higher sale price. Listing on the MLS shortens the time it takes to sell a house. The diffusion of the new FSBO platform was quick, with the market share stabilizing after 2 years, suggesting it managed to gain a critical mass necessary to compete with the MLS. However, the lower effectiveness of FSBO (in terms of time to sell and probability of a sale) suggests that the increasing returns to network size are not fully exploited at its current size. We discuss the welfare implications of our findings.\n\n",
    "acknowledgement": "\nWe are grateful to the owners of FSBOMadison.com and the South-Central Wisconsin Realtors Association for providing us with their listing data. We thanks Geoff Ihle and James Robert for valuable research assistance, and Estelle Cantillon, Leemore Dafny, Morris Davis, Steve Levitt, and seminar participants for comments. Hendel and Nevo thank the Center for the Study of Industrial Organization and the Guthrie Center for Real Estate Research at Northwestern University. Ortalo-Magné acknowledges financial support from the Graduate School at UW--Madison. Hendel and Nevo are in the department of Economics at Northwestern University and NBER. Ortalo-Magné is in the department of Economics and the department of Real Estate and Urban Land Economics at the UW-Madison. Contact information: igal@northwestern.edu, nevo@northwestern.edu, and fom@bus.wisc.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}