{
    "id": 13367,
    "citation_title": "The Long-Term Effects of Africa's Slave Trades",
    "citation_author": [
        "Nathan Nunn"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan part of Africa's current underdevelopment be explained by its slave trades? To explore this question, I use data from shipping records and historical documents reporting slave ethnicities to construct estimates of the number of slaves exported from each country during Africa's slave trades. I find a robust negative relationship between the number of slaves exported from a country and current economic performance. To better understand if the relationship is causal, I examine the historical evidence on selection into the slave trades, and use instrumental variables. Together the evidence suggests that the slave trades have had an adverse effect on economic development.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title \"Slavery, Institutional Development, and Long-Run Growth in Africa\".  I thank Daron Acemoglu, Robert Bates, Albert Berry, Loren Brandt, Jon Cohen, Bill Easterly, Stanley Engerman, Azim Essaji, Joseph Inikori, Martin Klein, Pat Manning, Ted Miguel, Jim Robinson, Aloysius Siow, Ken Sokoloff, Dan Trefler, Chris Udry, Jeffrey Williamson, and seminar participants at the University of British Columbia, University of California Los Angeles, University of California San Diego, Harvard University, University of Michigan, New York University, Pennsylvania State University, University of Rochester, University of Southern California, University of Toronto, York University, the CIFAR, SED Conference, CEA Meetings, SSHA Meetings, ITAM Summer Camp in Macroeconomics, IEHC, NBER, and WGAPE meetings for valuable comments and suggestions.  I thank Maira Avila and Ken Jackson for excellent research assistance.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}