{
    "id": 13361,
    "citation_title": "Mortgage Timing",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Otto Van Hemert",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe fraction of newly-originated mortgages that are of the adjustable-rate (ARM) versus the fixed-rate (FRM) type exhibits a surprising amount of time variation. A simple utility framework of mortgage choice points to the bond risk premium as theoretical determinant: when the bond risk premium is high, FRM payments are high, making ARMs more attractive. We confirm empirically that the bulk of the time variation in household mortgage choice can be explained by time variation in the bond risk premium. This is true regardless of whether bond risk premia are measured using forecasters' data, a VAR term structure model, or a simple rule-of-thumb based on adaptive expectations. This simple rule-of-thumb moves in lock-step with mortgage choice, thereby lending further credibility to a theory of strategic mortgage timing by households.\n\n",
    "acknowledgement": "\nThe authors would like to thank Yakov Amihud, Sandro Andrade, Andrew Ang, Jules van Binsbergen, Michael Brandt, Alon Brav, Markus Brunnermeier, John Campbell, Jennifer Carpenter, Michael Chernov, Jo\\~{a}o Cocco, John Cochrane, Thomas Davidoff, Joost Driessen, Gregory Duffee, Darrell Duffie, John Graham, Andrea Heuson, Dwight Jaffee, Ron Kaniel, Anthony Lynch, Theo Nijman, Chris Mayer, Frank Northaft, Francois Ortalo-Magne, Lasse Pedersen, Ludovic Phalippou, Adriano Rampini, Matthew Richardson, David Robinson, Walter Torous, Ross Valkanov, James Vickery, Annette Vissing-Jorgensen, Nancy Wallace, Bas Werker, Jeff Wurgler, Alex Ziegler, Stan Zin, and seminar participants at Carnegie Mellon University, the University of Amsterdam, Princeton University, the University of Southern California, New York University, the University of California at Berkeley, the Federal Reserve Bank of St.-Louis, Duke University, Florida State University, the University of Wisconsin at Madison, the AREUEA Mid-Year Meeting in DC, the New York area real estate meeting, the Summer Real Estate Symposium in Big Sky, the Portfolio Theory conference in Toronto, the Asian Finance Association meeting in Chengdu, the Behavioral Finance conference in Singapore, the NBER Summer Institute Asset Pricing meeting, the CEPR Financial Markets conference in Gerzensee, and the European Finance Association conference in Ljubljana for comments. The authors gratefully acknowledge financial support from the FDIC's Center for Financial Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}