{
    "id": 13364,
    "citation_title": "East Asia and Global Imbalances: Saving, Investment, and Financial Development",
    "citation_author": [
        "Hiro Ito",
        "Menzie Chinn"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of budget balances, financial development and openness, in the evolution of global imbalances. Financial development -- or the lack thereof -- has received considerable attention as a possible contributing factor to the development of persistent and expanding current account imbalances. Several observers have argued that the depth and sophistication of US capital markets have caused capital to flow from relatively underdeveloped East Asian financial markets. In this paper, we extend our previous work by examining the effect of different types and aspects of financial development. Our cross-country analysis, encompassing a sample of 19 industrialized countries and 70 developing countries for the period of 1986 through 2005, yields a number of new results. First, we confirm a role for budget balances in industrial countries when bond markets are incorporated. Second, empirically both credit to the private sector and stock market capitalization appear to be equally important determinants of current account behavior. Third, while increases in the size of financial markets induce a decline in the current account balance in industrial countries, the reverse is more often the case for developing countries, especially when other measures of financial development are included. However, because of nonlinearities incorporated into the specifications, this characterization is conditional upon other factors. Fourth, a greater degree of financial openness is typically associated with a smaller current account balance in developing countries.\n\n",
    "acknowledgement": "\nPaper prepared for the 18th Annual NBER-East Asian Seminar on Economics, \"Financial Sector Development in the Pacific Rim,\" Singapore Management University, on June 22-24, 2007, organized by Takatoshi Ito and Andy Rose. We thank the discussants, Edwin Lai and Edward Robinson, and the conference participants, for their comments. The financial support of faculty research funds of the University of Wisconsin, Madison and Portland State University is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}