{
    "id": 13366,
    "citation_title": "Information Immobility and the Home Bias Puzzle",
    "citation_author": [
        "Stijn Van Nieuwerburgh",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "2008-04-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany argue that home bias arises because home investors can predict home asset payoffs more accurately than foreigners can. But why doesn't global information access eliminate this asymmetry? We model investors, endowed with a small home information advantage, who choose what information to learn before they invest. Surprisingly, even when home investors can learn what foreigners know, they choose not to: Investors profit more from knowing information others do not know. Learning amplifies information asymmetry. The model matches patterns of local and industry bias, foreign investments, portfolio out-performance and asset prices. Finally, we propose new avenues for empirical research.\n\n",
    "acknowledgement": "\nThanks to Campbell Harvey and an anonymous associate editor and referee for their comments, which substantially improved the paper. Thanks also to Dave Backus, Pierre-Olivier Gourinchas, Urban Jermann, David Lesmond, Karen Lewis, Arzu Ozoguz, Hyun Shin, Chris Sims, Eric Van Wincoop, Mark Wright, participants at the following conferences: AFA, Banque de France conference on Economic Fluctuations Risk and Policy, Budapest SED, CEPR Asset Pricing meetings in Gerzensee, Cleveland Fed International Macroeconomics and Finance conference, Econometric Society, EEA, Financial Economics and Accounting, Financial Management Association, Prague workshop in macro theory, NBER EF&G meetings and NBER summer institute in International Finance and Macro and seminar participants at Columbia GSB, Emory, Illinois, Iowa, GWU, LBS, LSE, Minneapolis Fed, MIT, New York Fed, NYU,  Ohio State, Princeton, Rutgers, UCLA, UCSD, and Virginia for helpful comments and discussions. Laura Veldkamp thanks Princeton University for their hospitality and financial support through the Peter B. Kenen fellowship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}