{
    "id": 13369,
    "citation_title": "The Role of Religious and Social Organizations in the Lives of Disadvantaged Youth",
    "citation_author": [
        "Rajeev Dehejia",
        "Thomas DeLeire",
        "Erzo F.P. Luttmer",
        "Joshua Mitchell"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether participation in religious or other social organizations can help offset the negative effects of growing up in a disadvantaged environment.  Using the National Survey of Families and Households, we collect measures of disadvantage as well as parental involvement with religious and other social organizations when the youth were ages 3 to 19 and we observe their outcomes 13 to 15 years later.  We consider a range of definitions of disadvantage in childhood (family income and poverty measures, family characteristics including parental education, and child characteristics including parental assessments of the child) and a range of outcome measures in adulthood (including education, income, and measures of health and psychological wellbeing).  Overall, we find strong evidence that youth with religiously active parents are less affected later in life by childhood disadvantage than youth whose parents did not frequently attend religious services. These buffering effects of religious organizations are most pronounced when outcomes are measured by high school graduation or non-smoking and when disadvantage is measured by family resources or maternal education, but we also find buffering effects for a number of other outcome-disadvantage pairs.  We generally find much weaker buffering effects for other social organizations.\n\n",
    "acknowledgement": "\nCorresponding author: Erzo F. P. Luttmer, erzo_luttmer@harvard.edu.  This research was funded by the Annie E. Casey Foundation.  We thank them for their support but acknowledge that the findings and conclusions presented in this paper are those of the authors alone, and do not necessarily reflect the opinions of the Foundation. Luttmer also gratefully acknowledges funding from the National Institute on Aging through Grant Number T32-AG00186 to the National Bureau of Economic Research. We thank Jon Gruber, Dan Hungerman, Chris Ellison, and conference participants for useful suggestions and helpful discussions.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}