{
    "id": 13365,
    "citation_title": "Labor Market Rigidities, Trade and Unemployment",
    "citation_author": [
        "Elhanan Helpman",
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a two-country two-sector model of international trade in which one sector produces homogeneous products while the other produces differentiated products. The differentiated-product industry has firm heterogeneity, monopolistic competition, search and matching in its labor market, and wage bargaining. Some of the workers searching for jobs end up being unemployed. Countries are similar except for frictions in their labor markets. We study the interaction of labor market rigidities and trade impediments in shaping welfare, trade flows, productivity, price levels and unemployment rates. We show that both countries gain from trade but that the flexible country -- which has lower labor market frictions -- gains proportionately more. A flexible labor market confers comparative advantage; the flexible country exports differentiated products on net. A country benefits by lowering frictions in its labor market, but this harms the country's trade partner. And the simultaneous proportional lowering of labor market frictions in both countries benefits both of them. The model generates rich patterns of unemployment. Specifically, trade integration -- which benefits both countries -- may raise their rates of unemployment. Moreover, differences in rates of unemployment do not necessarily reflect differences in labor market rigidities; the rate of unemployment can be higher or lower in the flexible country. Finally, we show that the flexible country has both higher total factor productivity and a lower price level, which operates against the standard Balassa-Samuelson effect.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs and Stephen Redding for comments, Jane Trahan for editorial assistance, and Helpman thanks the National Science Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}