{
    "id": 13379,
    "citation_title": "Imperfect Knowledge of Pension Plan Type",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the reasons for discrepancies between the pension plan type reported by respondents to the Health and Retirement Study (HRS) and pension plan type obtained from documents produced by their employers, called Summary Plan Descriptions (SPDs).  The analysis suggests the discrepancies are sizable and are mainly due to misreports by respondents.  Discrepancies between respondent and firm reports of plan type are first documented for different years and from different data sources.  Changes over time in respondent and firm reports are analyzed for those who say their plans did not change.  Plan type from payroll data produced by Watson Wyatt, a pension consulting company, is examined and compared to respondent reports for employees covered by Watson Wyatt plans.  The Watson Wyatt payroll data report plan type without error, and yet we find the patterns of discrepancies between respondent and firm provided data are the same as for the HRS employer and respondent data.  We also explore other evidence gathered by the HRS in the course of interviews and various experiments.  Our findings that errors are mainly the result of misreporting by respondents, together with findings from experiments, suggest a number of changes in survey design that can help to reduce reporting error.  They also suggest that models of retirement and saving behavior should allow for imperfect knowledge by decision makers.\n\n",
    "acknowledgement": "\nSupport was provided by NIA grants UO 1 HL AG09740 (Willis, Robert J.) to the University of Michigan through a subcontract to Dartmouth College, IPOIAG022481 (Kapteyn, Arie) through the Rand Corporation, and 5R01AG024337 (Gustman, Alan L.) through the National Bureau of Economic Research.  We would like to thank Steven Nyce from Watson Wyatt Worldwide for providing data comparing respondent reports of plan type with plan type indicated from their payroll records and Karen Pence for her comments.  A shorter version of this paper, entitled \"Do Workers Know About their Pensions? Comparing Workers' and Employers' Pension Information\", will appear in Improving the Effectiveness of Financial Education and Saving Programs, edited by Anna Lusardi, University of Chicago Press. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research, The National Institute on Aging, The Health and Retirement Study, or the Rand Corporation.\n\n\n"
}