{
    "id": 13377,
    "citation_title": "Artists and the Market: From Leonardo and Titian to Andy Warhol and Damien Hirst",
    "citation_author": [
        "David Galenson"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an era in which there is open discussion of many previously forbidden subjects, including race, sex, religion, and drugs, why is it that the nexus between money and art remains perhaps the last taboo subject for many in the art world? The answer can be found five centuries in the past. As the prices artists charged their patrons increased during the Italian Renaissance, their new social status was accompanied by the convention that they should not publicly appear to be concerned with money. This Renaissance ideal persisted into the modern era, even though the growth of a competitive market for fine art in the late 19th century made prices a subject of public discussion for critics and other observers of the art world. Pablo Picasso might privately use shrewd business tactics to amass a great fortune, but he and other successful artists were careful not to make public statements about the market for their work. It was not until the 1960s that a prominent painter decisively broke with the Renaissance tradition: Andy Warhol not only painted images of paper money, but also freely expressed his interest in financial success. Two leading contemporary artists, Jeff Koons and Damien Hirst, have followed Warhol's model of the artist as avowed materialist, specifically citing the high prices of their work as evidence of their importance. In a survival of the Renaissance convention, however, even today many critics and art scholars continue to regard the relationship between art and money as a taboo topic, and to maintain - incorrectly - that prices and artistic importance are unrelated.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}