{
    "id": 13374,
    "citation_title": "The Effect of Alcohol Consumption on Mortality: Regression Discontinuity Evidence from the Minimum Drinking Age",
    "citation_author": [
        "Christopher Carpenter",
        "Carlos Dobkin"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effect of alcohol consumption on mortality using the minimum drinking age in a regression discontinuity design. We find that granting legal access to alcohol at age 21 leads to large and immediate increases in several measures of alcohol consumption, including a 21 percent increase in the number of days on which people drink. This increase in alcohol consumption results in a discrete 9 percent increase in the mortality rate at age 21. The overall increase in deaths is due primarily to a 14 percent increase in deaths due to motor vehicle accidents, a 30 percent increase in alcohol overdoses and alcohol-related deaths, and a 15 percent increase in suicides. Combining the reduced-form estimates reveals that a 1 percent increase in the number of days a young adult drinks or drinks heavily results in a .4 percent increase in total mortality. Given that mortality due to external causes peaks at about age 21 and that young adults report very high levels of alcohol consumption, our results suggest that public policy interventions to reduce youth drinking can have substantial public health benefits.\n\n",
    "acknowledgement": "\nCarpenter: The Paul Merage School of Business, University of California Irvine, kittc@uci.edu. Dobkin: Department of Economics, University of California Santa Cruz,  cdobkin@ucsc.edu. We thank Phil Cook, Tom Dee, and Bob Kaestner for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}