{
    "id": 13378,
    "citation_title": "Partisan Bias in Economic News: Evidence on the Agenda-Setting Behavior of U.S. Newspapers",
    "citation_author": [
        "Valentino Larcinese",
        "Riccardo Puglisi",
        "James M. Snyder",
        "Jr."
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the agenda-setting political behavior of a large sample of U.S. newspapers during the last decade, and the behavior of smaller samples for longer time periods. Our purpose is to examine the intensity of coverage of economic issues as a function of the underlying economic conditions and the political affiliation of the incumbent president, focusing on unemployment, inflation, the federal budget and the trade deficit. We investigate whether there is any significant correlation between the endorsement policy of newspapers, and the differential coverage of bad/good economic news as a function of the president's political affiliation. We find evidence that newspapers with pro-Democratic endorsement pattern systematically give more coverage to high unemployment when the incumbent president is a Republican than when the president is Democratic, compared to newspapers with pro-Republican endorsement pattern. This result is not driven by the partisanship of readers. There is on the contrary no evidence of a partisan bias -- or at least of a bias that is correlated with the endorsement policy -- for stories on inflation, budget deficit or trade deficit.\n\n",
    "acknowledgement": "\nWe thank Radu Ban, Bob Erikson, Raphael Franck, Chap Lawson, Gabe Lenz, Andrea Prat, Carlo Rosa, Jesse Shapiro, Michiko Ueda and seminar participants at Bristol, Cambridge, Columbia, Durham, Rome (Ente Einaudi), LSE, MIT, Milan, Suffolk, the World Meeting of the Public Choice Societies (Amsterdam) for helpful comments. We also give a very special thanks to Michael Naber for making the data collection possible. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}