{
    "id": 13373,
    "citation_title": "Culture as Learning: The Evolution of Female Labor Force Participation over a Century",
    "citation_author": [
        "Raquel Fernandez"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarried women's labor force participation has increased dramatically over the last century. Why this has occurred has been the subject of much debate. This paper investigates the role of culture as learning in this change. To do so, it develops a dynamic model of culture in which individuals hold heterogeneous beliefs regarding the relative long-run payoffs for women who work in the market versus the home. These beliefs evolve rationally via an intergenerational learning process. Women are assumed to learn about the long-term payoffs of working by observing (noisy) private and public signals. They then make a work decision. This process generically generates an S-shaped figure for female labor force participation, which is what is found in the data. The S shape results from the dynamics of learning. I calibrate the model to several key statistics and show that it does a good job in replicating the quantitative evolution of female LFP in the US over the last 120 years. The model highlights a new dynamic role for changes in wages via their effect on intergenerational learning. The calibration shows that this role was quantitatively important in several decades.\n\n",
    "acknowledgement": "\nAn earlier version of the model and simulation in this paper were presented in my Marshall Lecture at the EEA, Vienna, August 2006. The slides for this presentation are available at http://homepages.nyu.edu/~rf2/Research/EEAslidesFinal.pdf (pp 48-52). I thank Liz Potamites for excellent research assistance, and Christophe Chamley, John Knowles, Gianluca Violante, Elisabeth Schulte, and George Tridimas for helpful comments. I also wish to thank seminar audiences at the LAEF \"Households, Gender and Fertility\" conference, the NY/Philadelphia feds.' \"Quantitative Macroeconomics\" Workshop, the NBER Summer Institute, the Silvaplana Political Economy workshop, and the \"Family Behavior and the Aggregate Economy\" SITE workshop for many helpful remarks.   Lastly, I thank the NSF for financial support and the Russell Sage Foundation for its hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}