{
    "id": 13375,
    "citation_title": "Time-Inconsistency and Welfare Program Participation: Evidence from the NLSY",
    "citation_author": [
        "Hanming Fang",
        "Dan Silverman"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically implement a dynamic structural model of labor supply and welfare program participation for never-married mothers with potentially time-inconsistent preferences. Using panel data on the choices of single women with children from the NLSY 1979, we provide estimates of the degree of time-inconsistency, and of its influence on the welfare take-up decision. With these estimates, we conduct counterfactual experiments to quantify the utility loss stemming from the inability to commit to future decisions, and the potential utility gains from commitment mechanisms such as welfare time limits and work requirements.\n\n",
    "acknowledgement": "\nWe are deeply indebted to Ken Wolpin for his advice and encouragement on this project. We also thank Steve Berry, John Bound, Stefano Della Vigna, Zvi Eckstein, Michael Keane, David Laibson, Donghoon Lee, Ulrike Malmandier, Robert Miller, Daniele Paserman, Andrew Postlewaite, Matthew Rabin, Mark Rosenzweig, John Rust, Kent Smetters and participants at many seminars and conferences for helpful suggestions and discussions. Finally, we thank three anonymous referees for careful comments that much improved the paper. We are responsible for the remaining errors and shortcomings. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}