{
    "id": 13371,
    "citation_title": "Dynamic Inefficiencies in Employment-Based Health Insurance System Theory and Evidence",
    "citation_author": [
        "Hanming Fang",
        "Alessandro Gavazza"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how the employment-based health insurance system in the U.S. affects individuals' life-cycle health-care decisions. We take the viewpoint that health is a form of human capital that affects workers' productivities on the job, and derive implications of employees' turnover on the incentives to undertake health investment. Our model suggests that employee turnovers lead to dynamic inefficiencies in health investment, and particularly, it suggests that employment-based health insurance system in the U.S. might lead to an inefficient low level of individual health during individuals' working ages. Moreover, we show that under-investment in health is positively related to the turnover rate of the workers' industry and increases medical expenditure in retirement. We provide empirical evidence for the predictions of the model using two data sets, the Medical Expenditure Panel Survey (MEPS) and the Health and Retirement Study (HRS). In MEPS, we find that employers in industries with high turnover rates are much less likely to offer health insurance to their workers. When employers offer health insurance, the contracts have higher deductibles and employers' contribution to the insurance premium is lower in high turnover industries. Moreover, workers in high turnover industries have lower medical expenditure and undertake less preventive care. In HRS, instead we find that individuals who were employed in high turnover industries have higher medical expenditure when retired. The magnitude of our estimates suggests significant degree of intertemporal inefficiencies in health investment in the U.S. as a result of the employment-based health insurance system. We also evaluate and cast doubt on alternative explanations.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Luís Cabral, Michael Chernew, Amy Finkelstein, Igal Hendel, Nolan Miller, Stephen Morris, Jörn-Steffen Pischke, Aloysius Siow and seminar participants at University of Connecticut, Maryland, Rice/Houston, Texas A&M, Fudan, Peking, Yale as well as 2007 ERIU Conference (Ann Arbor), and 2007 IOMS Workshop (Shanghai) for asking many useful questions and for helpful suggestions. Special thanks to Ray Kuntz and Michael Nolte for help with the MEPS and HRS data respectively. We are responsible for all shortcomings. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}