{
    "id": 13381,
    "citation_title": "The Changing Landscape of Pensions in the United States",
    "citation_author": [
        "James Poterba",
        "Steven Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe pension landscape in the U.S. has changed dramatically over the past 25 years.  Saving through personal retirement accounts has become the principal form of retirement saving.  We document the transition from a defined benefit system to a personal account system and show the effect it has had on wealth at retirement.  We summarize results from other research we have done to project the growth of retirement assets over the next three decades.  Our projections suggest that the advent of personal account saving will increase wealth at retirement for future retirees across the lifetime earnings spectrum.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference on \"Increasing the Effectiveness of Financial Education and Saving Programs.\"   We thank Sarah Holden for her comments.  The research reported here was pursuant to grants from the National Institute on Aging, through P01 AG005842 to the National Bureau of Economic Research, and from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium (RRC). The findings and conclusions expressed are solely those of the authors and do not represent the views of any agency of the Federal Government, the NBER, or the SSA. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}