{
    "id": 13380,
    "citation_title": "Going Off Parole: How the Elimination of Discretionary Prison Release Affects the Social Cost of Crime",
    "citation_author": [
        "Ilyana Kuziemko"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIn order to lengthen prison terms, many U.S. states have limited parole boards' traditional authority to grant early releases.  I develop a framework in which the welfare effects of this reform depend on (1) the elasticity of future recidivism with respect to time in prison, (2) the accuracy of boards in conditioning release dates on recidivism risk, and (3) the extent to which such conditioning encourages inmates to reform.  Using micro-data from Georgia and quasi-experimental variation arising from policy shocks and institutional features of its criminal justice system, I find that longer prison terms decrease recidivism, boards assign higher-risk inmates to longer terms, and inmates' investment in rehabilitative activities falls -- and their recidivism rises -- when boards' discretion is limited. Back-of-the-envelope calculations suggest that the benefits of parole (the ability to ration prison resources based on recidivism risk and the creation of incentives) outweigh the costs (lost incapacitation due to shorter prison terms).\n\n",
    "acknowledgement": "\nI would like to thank David Cutler, Marvin Danielson, Edward Glaeser, Claudia Goldin, Caroline Hoxby, Larry Katz, Steve Levitt, Jeffrey Miron, Michael Norton and Shanna Rose for valuable comments on drafts, and seminar participants at Harvard, Princeton, Stanford, Columbia, Wharton, Yale SOM, Chicago, Chicago GSB, Michigan, Vanderbilt Law, Harvard Law, the Tinbergen Institute, University of Zurich, and LSE for their suggestions.  I am deeply grateful to Dr. Tim Carr at the Georgia Department of Corrections for his generosity and patience.  This paper has greatly benefited from conversations with Paul Bellatti and others at the Oregon Department of Corrections as well as a meeting with the state's parole board and tours of  their correctional facilities.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}