{
    "id": 13385,
    "citation_title": "The Impact of Uncertainty Shocks",
    "citation_author": [
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty appears to jump up after major shocks like the Cuban Missile crisis, the assassination of JFK, the OPEC I oil-price shock and the 9/11 terrorist attack. This paper offers a structural framework to analyze the impact of these uncertainty shocks. I build a model with a time varying second moment, which is numerically solved and estimated using firm level data. The parameterized model is then used to simulate a macro uncertainty shock, which produces a rapid drop and rebound in aggregate output and employment. This occurs because higher uncertainty causes firms to temporarily pause their investment and hiring. Productivity growth also falls because this pause in activity freezes reallocation across units. In the medium term the increased volatility from the shock induces an overshoot in output, employment and productivity. Thus, second moment shocks generate short sharp recessions and recoveries. This simulated impact of an uncertainty shock is compared to VAR estimations on actual data, showing a good match in both magnitude and timing. The paper also jointly estimates labor and capital convex and non-convex adjustment costs. Ignoring capital adjustment costs is shown to lead to substantial bias while ignoring labor adjustment costs does not.\n\n",
    "acknowledgement": "\nThis was the main chapter of my PhD thesis, previously called \"The Impact of Uncertainty Shocks: A Firm-Level Estimation and a 9/11 Simulation\". I would like to thank my advisors Richard Blundell and John Van Reenen; Costas Meghir and my referees; my formal discussants Susantu Basu, Russell Cooper, Janice Eberly, Valerie Ramey and Chris Sims; and seminar audiences at the AEA, Bank of England, Bank of Portugal, Berkeley, Board of Governors, Boston College, Boston Fed, Chicago, Chicago Fed, Chicago GSB, Cowles conference, Hoover, Kansas City Fed, Kansas University, Kellogg, LSE, MIT, NBER EF&G, CM&E and Productivity groups, Northwestern, QMW, San Francisco Fed, Stanford, UCL, UCLA and Yale. The financial support of the ESRC (Grant R000223644) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}