{
    "id": 13387,
    "citation_title": "Understanding Trust",
    "citation_author": [
        "Paola Sapienza",
        "Anna Toldra",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nSeveral papers study the effect of trust by using the answer to the World Values Survey (WVS) question \"Generally speaking, would you say that most people can be trusted or that you can't be too careful in dealing with people?\" to measure the level of trust. Glaeser et al. (2000) question the validity of this measure by showing that it is not correlated with senders' behavior in the standard trust game, but only with his trustworthiness. By using a large sample of German households, Fehr et al. (2003) find the opposite result: WVS-like measures of trust are correlated with the sender's behavior, but not with its trustworthiness.  In this paper we resolve this puzzle by recognizing that trust has two components: a belief-based one and a preference based one. While the sender's behavior reflects both, we show that WVS-like measures capture mostly the belief-based component, while questions on past trusting behavior are better at capturing the preference component of trust.\n\n",
    "acknowledgement": "\nThis work is part of a larger project funded by the Templeton Foundation. Without its support none of this would have been possible. In addition, Paola Sapienza thanks the Zell Center and Luigi Zingales thanks the Center for Research in Security Prices (CRSP), George J. Stigler Center, and the Initiative on Global Markets at the University of Chicago for financial support. We thank Ernesto Reuben for excellent research assistance and valuable suggestions throughout the process and Janice Luce for editorial help. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}