{
    "id": 13384,
    "citation_title": "Long-Term Effects Of The 1959-1961 China Famine: Mainland China and Hong Kong",
    "citation_author": [
        "Douglas Almond",
        "Lena Edlund",
        "Hongbin Li",
        "Junsen Zhang"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the effects of maternal malnutrition exploiting the 1959-1961 Chinese famine as a natural experiment. In the 1% sample of the 2000 Chinese Census, we find that fetal exposure to acute maternal malnutrition had compromised a range of socioeconomic outcomes, including: literacy, labor market status, wealth and marriage market outcomes. Women married spouses with less education and later, as did men, if at all. In addition, maternal malnutrition reduced the sex ratio (males to females) in two generations -- those prenatally exposed and their children -- presumably through heightened male mortality. This tendency toward female offspring is interpretable in light of the Trivers-Willard (1973) hypothesis, according to which parents in poor condition should skew the offspring sex ratio toward daughters. Hong Kong natality micro data from 1984-2004 further confirm this pattern of female offspring among mainland-born residents exposed to malnutrition in utero.\n\n",
    "acknowledgement": "\nWe would like to thank Janet Currie, Andrew Gelman, Hilary Hoynes, Robert Kaestner, Nancy Qian, Mark Rosenzweig, David St. Clair, Jane Waldfogel, and David Wise for helpful comments. Holly Ho Ming and Hongyan Zhao provided outstanding research assistance. Almond thanks the Fulbright Program and Edlund the Russell Sage Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}