{
    "id": 13383,
    "citation_title": "A Tax on Work for the Elderly: Medicare as a Secondary Payer",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare as a Secondary Payer (MSP) legislation requires employer-sponsored health insurance to be a primary payer for Medicare-eligible workers at firms with 20 or more employees.  While the legislation was developed to better target Medicare services to individuals without access to employer-sponsored insurance, MSP creates a significant implicit tax on working beyond age 65.  This implicit tax is approximately 15-20 percent at age 65 and increases to 45-70 percent by age 80.  Eliminating this implicit tax by making Medicare a primary payer for all Medicare-eligible individuals could significantly increase lifetime labor supply due to the high labor supply elasticities of older workers.  The extra income tax receipts from such a policy would likely offset a large percentage of the estimated costs of making Medicare a primary payer.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-04 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA or any agency of the Federal Government.  The authors would like to thank Justin Wong for superb research assistance and Eric French for providing some essential estimates of labor supply elasticities by age. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}