{
    "id": 13382,
    "citation_title": "Social Security and the Timing of Divorce",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2007-09-06",
    "issue_date": "2007-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security provides spousal benefits in retirement to secondary workers in married couples based on the primary worker's earnings record. In addition, Social Security pays spousal benefits to divorced secondary workers whose marriages lasted at least ten years. However, if a marriage failed in less than ten years, no spousal benefits are paid.  The spousal benefit is particularly valuable to secondary workers in couples where there is a large disparity in earnings between the primary worker and the secondary worker. We examine whether these couples, who have more to gain from extending their marriage to ten years, are more likely to delay divorce to the tenth year relative to a control group. We find that vulnerable couples are slightly more likely to delay divorce from year nine to year ten; however, the effect is statistically insignificant and small in magnitude. While the \"cliff\"-vesting of retirement benefits for divorced spouses raises equity concerns, it does not appear to distort incentives for divorce.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-04 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, the National Bureau of Economic Research, or any agency of the Federal Government. The authors would like to thank Justin Wong for superb research assistance.\n\n\n"
}