{
    "id": 13394,
    "citation_title": "An Empirical Investigation of Labor Income Processes",
    "citation_author": [
        "Fatih Guvenen"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we reassess the evidence on labor income risk. There are two leading views on the nature of the income process in the current literature. The first view, which we call the \"Restricted Income Profiles\" (RIP) process, holds that individuals are subject to large and very persistent shocks, while facing similar life-cycle income profiles. The alternative view, which we call the \"Heterogeneous Income Profiles\" (HIP) process, holds that individuals are subject to income shocks with modest persistence, while facing individual-specific income profiles.We first show that ignoring profile heterogeneity, when in fact it is present, introduces an upward bias into the estimates of persistence. Second, we estimate a parsimonious parameterization of the HIP process that is suitable for calibrating economic models. The estimated persistence is about 0.8 in the HIP process compared to about 0.99 in the RIP process. Moreover, the heterogeneity in income profiles is estimated to be substantial, explaining between 56 to 75 percent of income inequality at age 55. We also find that profile heterogeneity is substantially larger among higher educated individuals. Third, we discuss the source of identification -- in other words, the aspects of labor income data that allow one to distinguish between the HIP and RIP processes. Finally, we show that the main evidence against profile heterogeneity in the existing literature -- that the autocorrelations of income changes are small and negative -- is also replicated by the HIP process, suggesting that this evidence may have been misinterpreted.\n\n",
    "acknowledgement": "\nI would like to thank Daron Acemoglu, Joe Altonji, Orazio Attanasio, Michael Baker, Mark Bils, Richard Blundell, Jeremy Greenwood, James Heckman, Hugo Hopenhayn, Lawrence Katz, Narayana Kocherlakota (the editor), Per Krusell, Lee Ohanian, Gianluca Violante, an associate editor, two anonymous referees, the seminar participants at Harvard, MIT, Northwestern, NYU, New York FED, Rochester, UCLA, UPenn, USC, UT-Austin, Western Ontario, Yale, the 2004 SED conference in Florence, and the 2004 NBER Summer Institute for useful comments. I would also like to thank Damba Lkhagvasuren for excellent research assistance, and the National Science Foundation for financial support under grant SES-0351001. This paper originally started as a joint project with Shamim Mondal, and special thanks go to him. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}