{
    "id": 13393,
    "citation_title": "The Breakup of the Euro Area",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe possibility that the euro area might break up was being raised even before the single currency existed.  These scenarios were then lent new life five or six years on, when appreciation of the euro and problems of slow growth in various member states led politicians to blame the European Central Bank for disappointing economic performance.  Highly-placed European officials reportedly discussed the possibility that one or more participants might withdraw from the monetary union.  How seriously should we take these scenarios?  And how significant would be the economic and political consequences?  It is unlikely, I argue here, that one or more members of the euro area will leave in the next ten years; total disintegration of the euro area is even more unlikely. While other authors have minimized the technical difficulties of reintroducing a national currency, I suggest that those technical difficulties would be quite formidable.  Nor is it certain that the economic problems of the participating member states would be significantly ameliorated by abandoning the euro.  And even if there are immediate economic benefits, there would be longer-term political costs.\n\n",
    "acknowledgement": "\nAn earlier version was prepared for the euro preconference at the NBER Summer Institute, July 12, 2007. I thank Alberto Alesina for comments, Mark Hallerberg for help with data, and Jeffrey Greenbaum for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}