{
    "id": 13395,
    "citation_title": "Realizing the Gains From Trade: Export Crops, Marketing Costs, and Poverty",
    "citation_author": [
        "Jorge Balat",
        "Irene Brambilla",
        "Guido Porto"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "2009-03-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the role of export costs in the process of poverty reduction in rural Africa. We claim that the marketing costs that emerge when the commercialization of export crops requires intermediaries can lead to lower participation into export cropping and, thus, to higher poverty. We test the model using data from the Uganda National Household Survey. We show that: i) farmers living in villages with fewer outlets for sales of agricultural exports are likely to be poorer than farmers residing in market-endowed villages; ii) market availability leads to increased household participation in export cropping (coffee, tea, cotton, fruits); iii) households engaged in export cropping are less likely to be poor than subsistence-based households. We conclude that the availability of markets for agricultural export crops help realize the gains from trade. This result uncovers the role of complementary factors that provide market access and reduce marketing costs as key building blocks in the link between the gains from export opportunities and the poor.\n\n",
    "acknowledgement": "\nWe thank J. Muwonge at the Uganda Bureau Of Statistics (UBOS) for assistance with the data and D. Merotto and H. Tang at the World Bank for encouragement and support. We thank H. Ennis, P. Goldberg, A. Harrison and M. McMillan for detailed comments, and seminar participants at Duke, NBER, Penn State, and University of Connecticut. This paper was supported by a DECRG Research Support Budget grant and two Dfid projects on trade and services and on trade facilitation. All errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}