{
    "id": 13397,
    "citation_title": "Comparing Greenbook and Reduced Form Forecasts using a Large Realtime Dataset",
    "citation_author": [
        "Jon Faust",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany recent papers have found that atheoretical forecasting methods using many predictors give better predictions for key macroeconomic variables than various small-model methods. The practical relevance of these results is open to question, however, because these papers generally use ex post revised data not available to forecasters and because no comparison is made to best actual practice. We provide some evidence on both of these points using a new large dataset of vintage data synchronized with the Fed's Greenbook forecast. This dataset consists of a large number of variables, as observed at the time of each Greenbook forecast since 1979. Thus, we can compare real-time large dataset predictions to both simple univariate methods and  to the Greenbook forecast. For inflation we find that univariate methods are dominated by the best atheoretical large dataset methods and that these, in turn, are dominated by Greenbook. For GDP growth, in contrast, we find that once one takes account of Greenbook's advantage in evaluating the current state of the economy, neither large dataset methods nor the Greenbook process offers much advantage over a univariate autoregressive forecast.\n\n",
    "acknowledgement": "\nWe thank Douglas Battenberg, Jean Boivin, Bryan Campbell, Frank Diebold, Mike McCracken, Athanasios Orphanides, Lucrezia Reichlin, Dave Reifschneider, Chris Sims, Jim Stock and Mark Watson for helpful comments. All remaining errors are our own. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other employee of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}