{
    "id": 13392,
    "citation_title": "Conspicuous Consumption and Race",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Erik Hurst",
        "Nikolai Roussanov"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "2018-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing nationally representative data on consumption, we show that Blacks and Hispanics devote larger shares of their expenditure bundles to visible goods (clothing, jewelry, and cars) than do comparable Whites. We demonstrate that these differences exist among virtually all sub-populations, that they are relatively constant over time, and that they are economically large.  While racial differences in utility preference parameters might account for a portion of these consumption differences, we emphasize instead a model of status seeking in which conspicuous consumption is used to reflect a household's economic position relative to a reference group. Using merged data on race and state level income, we demonstrate that a key prediction of our model -- that visible consumption should be declining in mean reference group income -- is strongly borne out in the data separately for each racial group. Moreover, we show that accounting for differences in reference group income characteristics explains most of the racial difference in visible consumption. We conclude with an assessment of the role of conspicuous consumption in explaining lower spending by racial minorities on items likes health and education, as well as their lower rates of wealth accumulation.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Gary Becker, Matthew Gentzkow, Jonathan Guryan, Daniel Hamermesh, Kevin Murphy, Karl Scholz, Jesse Shapiro, and Francesco Trebbi for very useful comments and conversations. The paper has also benefited from comments from seminar participants at the University of Chicago, The IRP Summer Workshop, UCLA, Washington University, the University of Minnesota, Dartmouth College, the NBER Labor Studies Summer Program, the NBER Consumption Group Summer Program, and the St Louis Federal Reserve.  We absolve all of responsibility for errors or omissions which remain. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}