{
    "id": 134,
    "citation_title": "The Demand for Pediatric Care: An Hedonic Approach",
    "citation_author": [
        "Fred Goldman",
        "Michael Grossman"
    ],
    "citation_publication_date": "1979-04-01",
    "issue_date": "1979-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe model that we develop is used to analyze properties of the demand functions for quantity and quality. It is then applied to study the demand for pediatric care -- physicians' services rendered to children.2The theoretical model of quantity -- quality substitution provides a frame-work for demand analysis whenever the market for a good is distinguished by a quality component. The analysis is developed within the household production framework of consumer behavior and assumes that parents both demand and produce quality children, where children's health is one aspect of their quality. Thus, the demand curves for pediatric care are derived from the interaction between the demand and production functions of children's health. In the analysis, we emphasize the effects of income, the price of pediatric services, and the time costs of obtaining these services on the quantity (measured in terms of visits) and quality of services demanded.\n\n",
    "acknowledgement": "\nThis is a condensed version of Goldman and Grossman (1976). The longer version is available on request. Grossman's research was supported by PHS grant 5-POl-HS00451from the National Center for Health Services Research, Health Resources Association, to the National Bureau of Economic Research. Goldman's research was supported by PHS grant RO1-HS02562 from the National Center for Health Services Research, HRA, to Columbia University School of Public Health. A preliminary version of this paper was presented at the fiftieth annual conference of the Western Economic Association, San Diego, California, June 1975. We owe a special debt to Ann Dukes Colic for discussing in detail many points in the paper with us and for providing us with \"high-powered\" computer programming assistance. We also would like to thank Gary S. Becker, Barry R. Chiswick, Linda Nasif Edwards, Isaac Ehrlich, Martin Feldstein, Victor R. Fuchs, Malcolm Galatin, Gilbert R. Ghez, Donald F. Gordon, Reuben Gronau, Lee Lillard, Robert Lipsey, Robert T. Michael, Sam Peltzman, Anne D. Williams, Robert J. Willis, and a referee for helpful comments and suggestions; Kathleen V. McNally and Christine Wilson for research assistance; and Rowland L. Mindlin, M.D., for generously making the data available for this study. This paper has not yet undergone the review accorded official NBER publications; in particular, it has not yet been submitted for approval by the Board of Directors.\n\n\n"
}