{
    "id": 13409,
    "citation_title": "Determinacy and Identification with Taylor Rules",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "2010-09-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe new-Keynesian, Taylor-rule theory of inflation determination relies on explosive dynamics. By raising interest rates in response to inflation, the Fed induces ever-larger inflation or deflation, unless inflation jumps to one particular value on each date. However, economics does not rule out inflationary or deflationary equilibria. Attempts to fix this problem assume that people believe the government will choose to blow up the economy if alternative equilibria emerge, by following policies we usually consider impossible. Therefore, inflation is just as indeterminate under \"active\" interest rate targets as it is under fixed interest rate targets. \nIf one accepts the new-Keynesian solution, the parameters of the Taylor rule relating interest rates to inflation and other variables are not identified without unrealistic assumptions. Thus, Taylor rule regressions cannot be used to argue that the Fed conquered inflation by moving from a \"passive\" to an \"active\" policy in the early 1980s.\n\nThe updated version presented here merges the content of two companion papers, w13409 and w13410, into a single current version.  Thus, as of September 2010, w13409 and w13410 are identical.\n\n",
    "acknowledgement": "\nI gratefully acknowledge research support from CRSP and the NSF via a grant administered by the NBER. I am grateful for many comments and suggestions in this paper's long gestation. Among many others, I thank 5 referees, Fernando Alvarez, Marco Bassetto, David Backus, Florin Bilbiie, Mark Gertler, Eric Leeper, Lars Hansen, Peter Ireland, Henrik Jensen, Pat Kehoe, Sophocles Mavroeidis, Edward Nelson, Yoshio Nozawa, Monika Piazzesi, Stephanie Schmitt-Grohé, Christopher Sims, Eric Sims, Robert Shimer, Lars Svensson, Martín Uribe, Michael Woodford, and participants at the Spring 2005 Inidiana University Monetary Economics Conference, Fall 2006 NBER EFG Conference and University of Chicago Money Workshop. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research. The Appendix is available on my webpage http://faculty.chicagobooth.edu/john.cochrane/research/Papers/.\n\n\n"
}