{
    "id": 13404,
    "citation_title": "Factor Analysis in a Model with Rational Expectations",
    "citation_author": [
        "Andreas Beyer",
        "Roger E. A. Farmer",
        "Jérôme Henry",
        "Massimiliano Marcellino"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDSGE models are characterized by the presence of expectations as explanatory variables. To use these models for policy evaluation, the econometrician must estimate the parameters of expectation terms. Standard estimation methods have several drawbacks, including possible lack or weakness of identification of the parameters, misspecification of the model due to omitted variables or parameter instability, and the common use of inefficient estimation methods. Several authors have raised concerns over the implications of using inappropriate instruments to achieve identification. In this paper we analyze the practical relevance of these problems and we propose to combine factor analysis for information extraction from large data sets and GMM to estimate the parameters of systems of forward looking equations. Using these techniques, we evaluate the robustness of recent findings on the importance of forward looking components in the equations of a standard New-Keynesian model.\n\n",
    "acknowledgement": "\nThis is a substantially revised version of ECB WP 510 \"Factor analysis in a new-Keynesian model\". We wish to thank two Referees and seminar participants at the ECB and CEF 2006 conference in Cyprus for useful comments on a previous version. The views expressed in this paper are those of the authors and do not necessarily represent those of the ECB or the National Bureau of Economic Research. Farmer acknowledges the support of NSF grant SBR 0418174.\n\n\n"
}