{
    "id": 13402,
    "citation_title": "The Power of the Pill for the Next Generation",
    "citation_author": [
        "Elizabeth Oltmans Ananat",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we ask how the diffusion of oral contraception to young unmarried women affected the number and maternal characteristics of children born to these women.  Using census data, we find that early pill access led to an increase in the share of children whose mothers were married, college-educated, and had professional occupations.  The pill's effects on the average mother are different from the pill's effects on the average woman, and the effects of the pill on maternal characteristics are in some instances different from the effects of abortion.  We investigate the mechanisms by which the pill led to these differential effects and find that access to the pill led to falls in short-term fertility rates for young women and led to decreases in lifetime fertility at the intensive and extensive margins.  The impacts of the pill on household characteristics are thus associated with retiming of births, changes in the characteristics of potential mothers, changes in which women become mothers, and by reductions in completed family size.  Finally, while the pill affected maternal characteristics differently than abortion, we find suggestive results that availability of the pill lowered abortions among young women.\n\n",
    "acknowledgement": "\nThanks to David Autor, Martha Bailey, Renee Bonbrian, Kasey Buckles, Joshua Fischman, Jonathan Gruber, Joanna Lahey, Sara LaLumia, Jim Sullivan, Jacob Vigdor, Abigail Wozniak, and seminar participants at the Midwest Economics Association, the NBER children's program and health program, Notre Dame, and MIT for helpful comments and suggestions.  Thanks also to Melanie Guldi for providing the pill and abortion laws data.  Email the authors at eoananat@duke.edu and dhungerm@nd.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}