{
    "id": 13403,
    "citation_title": "The Baring Crisis and the Great Latin American Meltdown of the 1890s",
    "citation_author": [
        "Kris James Mitchener",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Baring Crisis is the nineteenth century's most famous sovereign debt crisis. Few studies, however, have attempted to understand the extent to which the crisis mattered for countries other than Argentina and England. Using a new database consisting of more than 15,000 observations of weekly sovereign debt prices, we assess the extent to which the Barings Crisis affected other emerging market borrowers and find empirical evidence of a regional crisis. We find that Latin American yield spreads increased by more than 200 basis points during the crisis relative to the rest of the world, even after controlling for macroeconomic, trade, political-institutional factors, and other country-specific effects. Our evidence suggests that European investors may have sold off or reduced their holdings of Latin American securities in the wake of the Baring Crisis.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at UC Berkeley, the 2006 World Economic History Congress in Helsinki, and the UCLA Conference on States and Capital Markets in Historical Perspective for comments and suggestions. We also thank Nilisha Agrawal, Lydia Fung, Genna Tan, and Sean Hannley for research assistance, and Moritz Schularick for generously providing data. The National Science Foundation (NSF Grant 0518661) and Santa Clara University (Leavey Grant) provided financial support for this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}