{
    "id": 13408,
    "citation_title": "The Effects of Mandatory Seatbelt Laws on Seatbelt Use, Motor Vehicle Fatalities, and Crash-Related Injuries among Youths",
    "citation_author": [
        "Christopher S. Carpenter",
        "Mark Stehr"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first comprehensive assessment of the effects of mandatory seatbelt laws on self-reported seatbelt use, highway fatalities, and crash-related injuries among high school age youths using data from the Centers for Disease Control's (CDC) national, state, and local Youth Risk Behavior Surveys (YRBS) and the Fatality Analysis Reporting System (FARS) from 1991 to 2005, a period spanning over 20 changes in state seatbelt laws.  Our quasi-experimental approaches isolate the independent effects of seatbelt laws net of demographic characteristics, area and year fixed effects, and smooth area-specific trends.  Across all data sources, we find consistent evidence that state mandatory seatbelt laws -- particularly those permitting primary enforcement -- significantly increased seatbelt use among high school age youths by 45-80 percent, primarily at the extensive margin.  Unlike previous research for adults, however, we find evidence against the selective recruitment hypothesis: seatbelt laws had consistently larger effects on those most likely to be involved in traffic accidents (drinkers, alcohol-involved drivers).  We also find that mandatory seatbelt laws significantly reduced traffic fatalities and serious injuries resulting from fatal crashes by 8 and 9 percent, respectively.  Our results suggest that if all states had primary enforcement seatbelt laws then regular youth seatbelt use would be nearly universal and youth fatalities would fall by about 120 per year.\n\n",
    "acknowledgement": "\nWe are grateful to Steven Kinchen and Shari Shanklin at the Centers for Disease Control for assistance in obtaining the data.  Daniel Eisenberg, Anindya Sen, and anonymous referees provided very useful comments.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}