{
    "id": 13407,
    "citation_title": "Consequences of Eliminating Federal Disability Benefits for Substance Abusers",
    "citation_author": [
        "Pinka Chatterji",
        "Ellen Meara"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "2008-10-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing annual, repeated cross-sections from national household survey data, we estimate how the January 1997 termination of federal disability insurance, Supplemental Security Income (SSI) and Disability Insurance (DI), for those with Drug Addiction and Alcoholism affected labor market outcomes among individuals targeted by the legislation. We also examine whether the policy change affected health insurance, health care utilization, and arrests.   We employ propensity score methods to address differences in observed characteristics between substance users and others, and we used a difference-in-difference-in-difference approach to mitigate potential omitted variables bias.  In the short-run (1997-1999), declines in SSI receipt accompanied appreciable increases in labor force participation and current employment.   There was little measurable effect of the policy change on insurance and utilization, but we have limited power to detect effects on these outcomes.  In the long-run (1999-2002), the rate of SSI receipt returned to earlier levels, and short-run gains in labor market outcomes waned.\n\n",
    "acknowledgement": "\nWe thank Max Kates for outstanding research assistance.  We received helpful comments from seminar participants at the BU/Harvard/MIT Health Economics Seminar, the Davis Seminar at the University of Chicago, the University at Albany, and the 2007 International Health Economics Association Meetings.  Meara gratefully acknowledges funding from NIDA to support this work. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}