{
    "id": 13401,
    "citation_title": "Equilibrium Portfolio Strategies in the Presence of Sentiment Risk and Excess Volatility",
    "citation_author": [
        "Bernard Dumas",
        "Alexander Kurshev",
        "Raman Uppal"
    ],
    "citation_publication_date": "2007-09-12",
    "issue_date": "2007-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nOur objective is to identify the trading strategy that would allow an investor to take advantage of \"excessive\" stock price volatility and \"sentiment\" fluctuations. We construct a general-equilibrium model of sentiment. In it, there are two classes of agents and stock prices are excessively volatile because one class is overconfident about a public signal. As a result, this class of overconfident agents changes its expectations too often, sometimes being excessively optimistic, sometimes being excessively pessimistic. We determine and analyze the trading strategy of the rational investors who are not overconfident about the signal. We find that, because overconfident traders introduce an additional source of risk, rational investors are deterred by their presence and reduce the proportion of wealth invested into equity except when they are extremely optimistic about future growth. Moreover, their optimal portfolio strategy is based not just on a current price divergence but also on their expectation of future sentiment behavior and a prediction concerning the speed of convergence of prices. Thus, the portfolio strategy includes a protection in case there is a deviation from that prediction. We find that long maturity bonds are an essential accompaniment of equity investment, as they serve to hedge this \"sentiment risk.\"\n\n",
    "acknowledgement": "\nWe are grateful to Wei Xiong, Tony Berrada, Julien Hugonnier and Erwan Morellec for useful discussions. We are also grateful for comments from Andrew Abel, Nick Barberis, Suleyman Basak, Tomas Bj¨ork, Andrea Buraschi, Joao Cocco, John Cochrane, George Constantinides, John Cotter, Alexander David, Mike Gallmeyer, Xavier Gabaix, Francisco Gomes, Lorenzo Garlappi, Joao Gomes, Tim Johnson, Leonid Kogan, Kostas Koufopoulos, Karen Lewis, Deborah Lucas, Pascal Maenhout, Massimo Massa, Stavros Panageas, Anna Pavlova, Ludovic Phalippou, Valery Polkovnichencko, Bryan Routledge, Andrew Scott, Jose Scheinkman, Hersh Shefrin, Matt Spiegel, Alex Stomper, Allan Timmermann, Skander van den Heuvel, Luis Viceira, Jiang Wang, Pierre-Olivier Weill, Hongjun Yan, Amir Yaron, Moto Yogo, Joseph Zechner, Stanley Zin and participants at presentations given at Bank of England, Columbia University, HEC Paris, INSEAD, Judge Institute at Cambridge University, London Business School, London School of Economics, Massachusetts Institute of Technology, Oxford University, Princeton University, Stanford University, University of California at Berkeley, University College Dublin, University of Frankfurt, University of Piraeus, University of Texas at Austin, University of Toulouse, University of Vienna, University of Zurich, Wharton School, Yale University, American Finance Association Meeting, Citigroup Smith Barney Quantitative Conference, Duke/UNC Asset Pricing Conference, European Finance Association Meeting, European Summer Symposium in Financial Markets at Gerzensee, European Central Bank, Isaac Newton Institute at Cambridge University, NBER workshop on Capital Markets and the Economy, NBER Summer Institute, NBER Asset Pricing Meeting, the Swiss Finance Institute and the Swiss National Bank. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}