{
    "id": 13413,
    "citation_title": "Further Results on Measuring the Well-Being of the Poor Using Income and Consumption",
    "citation_author": [
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2007-09-28",
    "issue_date": "2007-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., analyses of poverty rates and the effects of anti-poverty programs rely almost exclusively on income data.  In earlier work (Meyer and Sullivan, 2003) we emphasized that conceptual arguments generally favor using consumption data to measure the well-being of the poor, and, on balance, data quality issues favor consumption in the case of single mothers. Our earlier work did not show that income and consumption differ in practice.  Here we further examine data quality issues and show that important conclusions about recent trends depend on whether one uses consumption or income.  Changes in the distribution of resources for single mothers differ sharply in recent years depending on whether measured by income or consumption.  Measures of overall and sub-group poverty also sharply differ.  In addition to examining broader populations and a longer time period, we also consider new dimensions of data quality such as survey and item nonresponse, imputation, and precision.  Finally, we demonstrate the flaws in a recent paper that compares income and consumption data.\n\n",
    "acknowledgement": "\nWe thank Kerwin Charles, Sheldon Danziger, Kara Kane, and Paula Worthington for extremely helpful comments.  We also thank Wallace Mok for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}