{
    "id": 13418,
    "citation_title": "Keep on Scrapping: The Salvage Drives of World War II",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring World War II Americans were called upon repeatedly to salvage raw materials for the war effort, often during brief, highly publicized \"drives.\" Stories about the salvage drives are a staple in both popular and scholarly histories of the home front, and in film documentaries, because the drives appear to demonstrate the potential importance of non-economic motives such as patriotism and community spirit. Here I reexamine economic effects of five drives: aluminum, silk, cooking fat, and the two most important, iron and steel, and rubber. The drives, it turns out, had a more limited impact on the economy than might be imagined from some of the enthusiastic portrayals in the popular and historical literatures. At most, the drives increased scrap collections by relatively small margins above what would have been collected during a prosperous peacetime period. The impact of economic incentives on the supply of scrap materials, and the impact of the maneuvering of special interests for advantage, moreover, can be seen at every turn. If the drives were important it was through their impact on civilian morale.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper that was presented to the Siena College Conference on WWII (June 2000). I thank the participants in that session whose substantial criticisms have made this a much better paper. I thank Joel Goldman of Admiral Scrap Metal Company in Phoenix, Arizona for discussing the scrap business with me. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}