{
    "id": 13415,
    "citation_title": "Risks and Prices: The Role of User Sanctions in Marijuana Markets",
    "citation_author": [
        "Rosalie Liccardo Pacula",
        "Beau Kilmer",
        "Michael Grossman",
        "Frank J. Chaloupka"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUser sanctions influence the legal risk for participants in illegal drug markets. A change in user sanctions may change retail drug prices, depending on how it changes the legal risk to users, how it changes the legal risk to dealers, and the slope of the supply curve. Using a novel dataset with rich transaction-level information, this paper evaluates the impact of recent changes in user sanctions for marijuana on marijuana prices. The results suggest that lower legal risks for users are associated with higher marijuana prices in the short-run, which ceteris paribus, implies higher profits for drug dealers. Additionally, the findings have important implications for thinking about the slope of the supply curve and interpreting previous research on the effect of drug laws on demand for marijuana.\n\n",
    "acknowledgement": "\nThis research was supported by  grant number 49977 from the Robert Wood Johnson Foundation to the National Bureau of Economic Research. A version of this paper was presented at the International Society for the Study of Drug Policy, the International Health Economics Association 5th World Congress, the NBER Summer Institute, and the Association of Public Policy and Management Conference. We appreciate helpful comments received by Martin Bouchard, Jon Caulkins, Isaac Ehrlich, Mark Kleiman, Peter Reuter, Jody Sindelar, Neeraj Sood, and participants at all of these conferences. This paper has not undergone the review accorded official National Bureau of Economic Research Publications; in particular, it has not been submitted for approval by the Board of Directors. All opinions expressed in the paper are those of the authors and should neither be attributed to the funding source, nor the mentioned institutions, nor the National Bureau of Economic Research.\n\n\n"
}