{
    "id": 13414,
    "citation_title": "Bayesian and Adaptive Optimal Policy under Model Uncertainty",
    "citation_author": [
        "Lars E.O. Svensson",
        "Noah M. Williams"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the problem of a policymaker who seeks to set policy optimally in an economy where the true economic structure is unobserved, and he optimally learns from  observations of the economy. This is a classic problem of learning and control, variants of which have been studied in the past, but seldom with forward-looking variables which are a key component of modern policy-relevant models. As in most Bayesian learning problems, the optimal policy typically includes an experimentation component reflecting the endogeneity of information. We develop algorithms to solve numerically for the Bayesian optimal policy (BOP). However, computing the BOP is only feasible in relatively small models, and thus we also consider a simpler specification we term adaptive optimal policy (AOP) which allows policymakers to update their beliefs but shortcuts the experimentation motive. In our setting, the AOP is significantly easier to compute, and in many cases provides a good approximation to the BOP. We provide some simple examples to illustrate the role of learning and experimentation in an MJLQ framework.\n\n",
    "acknowledgement": "\nThe authors thank James Bullard, Martin Ellison, Alexei Onatski, Tamas Papp, Rujikorn Pavasuthipaisit, Eric Schaling, Eric Swanson, Rick van der Ploeg, members of the Princeton Macro Lunch Workshop, and participants in the following conferences: Monetary Policy and Uncertainty in Oslo, June 2006, Macroeconomic Policy Design for Monetary Union in Amsterdam, June 2006, and the International Research Forum on Monetary Policy in Washington, DC, December 2006, for helpful comments and discussions. The views expressed in this paper are solely the responsibility of the authors and should not to be interpreted as reflecting the views of any other member of the Executive Board of Sveriges Riksbank. Research support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}