{
    "id": 1341,
    "citation_title": "Excess Sensitivity of Consumption to Current Income: Liquidity Constraints or Myopia?",
    "citation_author": [
        "Marjorie A. Flavin"
    ],
    "citation_publication_date": "1984-05-01",
    "issue_date": "1984-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost all of the recent empirical tests of the rational expectations - permanent income hypothesis (RE-PIH) have rejected the hypothesis. The null hypothesis in this empirical literature typically consists of the joint hypothesis that 1) agents' expectations are formed rationally, 2) desired consumption is determined by permanent income, and 3) capital markets are\"perfect\" in the sense that agents can lend or borrow against expected future income at the same interest rate. This paper attempts to determine whether the excess sensitivity of consumption to current income can be attributed to a failure of the third component of the joint hypothesis -- the assumption of \"perfect\" capital markets -- as opposed to a failure of one or both of the first two assumptions. The paper examines, as a specific alternative to the PIH, a simple \"Keynesian\" consumption function in which the behavioral MPC out of transitory income is different from zero. Interpreting the unemployment rate as a proxy for the proportion of the population subject to liquidity constraints, the paper uses a generalized version of the econometric model in my earlier paper(1981) to conduct a specification test of the \"Keynesian\" consumption function. The finding that the estimate of the MPC out of transitory income is dramatically affected, in both magnitude and statistical significance, by the inclusion of the proxy for liquidity constraints suggests that liquidity constraints are an important part of the explanation of the observed excess sensitivity of consumption to current income.\n\n",
    "acknowledgement": "\n"
}