{
    "id": 13411,
    "citation_title": "Long-term consequences of vietnam-era conscription: schooling, experience, and earnings",
    "citation_author": [
        "Joshua D. Angrist",
        "Stacey H. Chen"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the 2000 Census 1-in-6 sample to look at the long-term impact of Vietnam-era military service.  Instrumental Variables estimates using draft-lottery instruments show post-service earnings losses close to zero in 2000, in contrast with earlier results showing substantial earnings losses for white veterans in the 1970s and 1980s. The estimates also point to a marked increase in schooling that appears to be attributable to the Vietnam-era GI Bill.  The net wage effects observed in the 2000 data can be explained by a flattening of the experience profile in middle age and a modest return to the increased schooling generated by the GI Bill.  Evidence on disability effects is mixed but seems inconsistent with a long-term effect of Vietnam-era military service on health.\n\n",
    "acknowledgement": "\nThis study was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. Special thanks got to B.K. Atrostic, Jim Davis, and Brian Holly for help with the data used in this study. Thanks also go to Brigham Frandsen and Simone Schaner for outstanding research assistance and to David Autor, Mark Duggan, Amy Finkelstein, Jerry Hausman, Whitney Newey, Sarah Turner, Steve Pischke, and participants in the Summer 2007 Labor Studies Meeting for helpful discussions and comments. We gratefully acknowledge funding from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}