{
    "id": 13416,
    "citation_title": "Financial Innovation and the Transactions Demand for Cash",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "2008-05-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document cash management patterns for households that   are at odds with the predictions of deterministic inventory  models that abstract from precautionary motives. We extend  the Baumol-Tobin cash inventory model to a dynamic  environment that allows for the possibility of withdrawing  cash at random times at a low cost. This modification   introduces a precautionary motive for holding cash and   naturally captures developments in withdrawal technology,  such as the increasing diffusion of bank branches and ATM  terminals. We characterize the solution of the model and  show that qualitatively it is able to reproduce the  empirical patterns. Estimating the  structural parameters we  show that the model quantitatively accounts for key features  of the data. The estimates are used to quantify the  expenditure and interest rate elasticity of money demand,  the impact of financial innovation on money demand, the  welfare cost of inflation, the gains of disinflation and the  benefit of ATM ownership.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu for constructive criticisms on a  previous version of the paper. We also thank Alessandro  Secchi for his guidance in the  construction and analysis of  the database. We benefited from the comments of  Manuel  Arellano, V.V. Chari, Luigi Guiso, Bob Lucas, Greg Mankiw,  Fabiano Schivardi, Rob Shimer, Pedro Teles, Randy Wrigth and  seminar participants at the University of Chicago,  University of Sassari, Harvard University, MIT, Wharton  School, Northwestern, FRB of Chicago, FRB of Minneapolis,  Bank of Portugal,  European Central Bank,  Bank of Italy,  CEMFI,  EIEF, University of Cagliari, University of  Salerno, Austrian National Bank, Tilburg University and  Erasmus University Rotterdam.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}