{
    "id": 13417,
    "citation_title": "Hatred and Profits: Getting Under the Hood of the Ku Klux Klan",
    "citation_author": [
        "Roland G. Fryer",
        "Jr",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Ku Klux Klan reached its heyday in the mid-1920s, claiming millions of members. In this paper, we analyze the 1920s Klan, those who joined it, and the social and political impact that it had. We utilize a wide range of newly discovered data sources including information from Klan membership roles, applications, robe-order forms, an internal audit of the Klan by Ernst and Ernst, and a census that the Klan conducted after an internal scandal. Combining these sources with data from the 1920 and 1930 U.S. Censuses, we find that individuals who joined the Klan were better educated and more likely to hold professional jobs than the typical American. Surprisingly, we find few tangible social or political impacts of the Klan. There is little evidence that the Klan had an effect on black or foreign born residential mobility, or on lynching patterns. Historians have argued that the Klan was successful in getting candidates they favored elected. Statistical analysis, however, suggests that any direct impact of the Klan was likely to be small. Furthermore, those who were elected had little discernible effect on legislation passed. Rather than a terrorist organization, the 1920s Klan is best described as a social organization built through a wildly successful pyramid scheme fueled by an army of highly-incentivized sales agents selling hatred, religious intolerance, and fraternity in a time and place where there was tremendous demand.\n\n",
    "acknowledgement": "\nWe are grateful Edward Glaeser, Claudia Goldin, Lawrence Katz, Robert Margo, and Peter Temin for helpful comments and suggestions. The authors thank the Bowling Green University, Clark Historical Library, Emory University, Harvard University Libraries, University of Kentucky, the Indiana Historical Society, the Montana Historical Society, and the Pennsylvania State Archives for their help in constructing our database. Paras Bhayani, Mandy Ching, Steve Cicala, Ethan Lieber, Alipo Melusi, and Lisandra Rickards provided exceptional research assistance. Correspondence can be addressed to either of the authors at (Fryer) 1805 Cambridge Street, Littauer Center -- North Yard, Harvard University, Cambridge MA 02138 [rfryer@fas.harvard.edu]; (Levitt) 1126 East 59th Street, University of Chicago, Chicago IL 60637. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}