{
    "id": 13420,
    "citation_title": "Psychology and Economics: Evidence from the Field",
    "citation_author": [
        "Stefano DellaVigna"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe research in Psychology and Economics (a.k.a. Behavioral Economics) suggests that individuals deviate from the standard model in three respects: (i) non-standard preferences; (ii) non-standard beliefs; and (iii) non-standard decision-making. In this paper, I survey the empirical evidence from the field on these three classes of deviations. The evidence covers a number of applications, from consumption to finance, from crime to voting, from giving to labor supply. In the class of non-standard preferences, I discuss time preferences (self-control problems), risk preferences (reference dependence), and social preferences. On non-standard beliefs, I present evidence on overconfidence, on the law of small numbers, and on projection bias. Regarding non-standard decision-making, I cover limited attention, menu effects, persuasion and social pressure, and emotions. I also present evidence on how rational actors -- firms, employers, CEOs, investors, and politicians -- respond to the non-standard behavior described in the survey. I then summarize five common empirical methodologies used in Psychology and Economics. Finally, I briefly discuss under what conditions experience and market interactions limit the impact of the non-standard features.\n\n",
    "acknowledgement": "\nI would like to thank Roger Gordon (the editor), two anonymous referees, Dan Acland, Malcolm Baker, Brad Barber, Nicholas Barberis, Saurabh Bhargava, Colin Camerer, David Card, Raj Chetty, James Choi, Sanjit Dhami, Constanca Esteves, Ernst Fehr, Shane Frederick, Drew Fudenberg, David Hirshleifer, Eric Johnson, Lawrence F. Katz, Georg Kirchsteiger, Jeffrey Kling, Howard Kunreuther, David Laibson, Erzo F.P. Luttmer, Rosario Macera, Ulrike Malmendier, MichelAndre Marechal, John Morgan, Ted O'Donoghue, Ignacio Palacios-Huerta, Joshua Palmer, Vikram Pathania, Matthew Rabin, Ricardo Reis, Uri Simonsohn, Rani Spiegler, Bjarne Steffen, Justin Sydnor, Richard Thaler, Jeremy Tobacman, Michael Urbancic, Ebonya Washington, Kathryn Zeiler, and Jonathan Zinman for useful comments and suggestions. Thomas Barrios and Charles Lin provided excellent research assistance. I also want to thank the students of my class in Psychology and Economics who over the years helped shape the ideas in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}