{
    "id": 13426,
    "citation_title": "The market value of patents and R&D: Evidence from European firms",
    "citation_author": [
        "Bronwyn H. Hall",
        "Grid Thoma",
        "Salvatore Torrisi"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides novel empirical evidence on the private value of patents and R&D in European firms during the period 1991-2004. We explore the relationship between firm's stock market value, patents, and \"quality\"-weighted patents issued by the European Patent Office (EPO) and the US Patent and Trademark Office (USPTO). We find that Tobin's q is positively and significantly associated with R&D and patent stocks, but that only those patents taken out in both patent offices or at the USPTO alone seem to be valued. Either forward citations or a composite quality indicator based on forward citations, family size and the number of technical fields covered by the patent are modestly informative for value. Software patents account for a rising share of total patents in the USPTO and EPO. Moreover, some scholars of innovation and intellectual property rights argue that software and business methods patents on average are of poor quality and that these patents are applied for merely to build portfolios rather than for protection of real inventions. We found that such patents are considerably more valuable than ordinary patents, especially if they are taken out in the U.S. However their quality indicators are no more valuable than those of other patents, suggesting that their primary purpose may be to increase the size of the patent portfolio.\n\n",
    "acknowledgement": "\nWe thank Rishab Ghosh and the participants in the EC DG IT study on \"The effects of allowing patents claims for computer-implemented inventions\" for discussing with us several issues concerning patents and IPR. Moreover, we would like to thank Armando Benincasa from Bureau Van Dijk, Elvio Ciccardini, and Gianluca Tarasconi from CESPRI - Bocconi University for their valuable assistance in data collection. Colin Webb has provided us with data on citations to EPO patents. Comments from seminar and conference participants at CESPRI-Bocconi University, NBER, the Dept of Management of Carlos III University, the Department of Management of Bologna University, and the OECD have also been helpful in producing the current revision. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}