{
    "id": 13424,
    "citation_title": "International Portfolios with Supply, Demand and Redistributive Shocks",
    "citation_author": [
        "Nicolas Coeurdacier",
        "Robert Kollmann",
        "Philippe Martin"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explains three key stylized facts observed in industrialized countries: 1) portfolio holdings are biased towards local equity; 2) international portfolios are long in foreign currency assets and short in domestic currency; 3) the depreciation of a country's exchange rate is associated with a net external capital gain, i.e. with a positive wealth transfer from the rest of the world. We present a two-country, two-good model with trade in stocks and bonds, and three types of disturbances: shocks to endowments, to the relative demand for home vs. foreign goods, and to the distribution of income between labor and capital. With these shocks, optimal international portfolios are shown to be consistent with the stylized facts.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the NBER International Seminar on Macroeconomics (ISOM) conference (June 2007). We thank Francesco Giavazzi, Fabio Ghironi and Refet Gurkaynak for their advice. For useful discussions and suggestions, we are also grateful to Alan Sutherland, Cédric Tille, and to workshop participants at University of Leuven, the Bundesbank, the ECB, the Konstanz Seminar on Monetary Theory and Policy, and at the Annual Meeting of the Society for Economic Dynamics. The authors are affiliated with CEPR. Robert Kollmann is also affiliated with Université Paris XII; he thanks ECARES and the Belgian National Bank for financial support. Philippe Martin thanks Institut Universitaire de France for financial support. Correspondance to: Robert Kollmann, ECARES, Université Libre de Bruxelles, CP 114, 50 Av Franklin D. Roosevelt, B-1050 Brussels, Belgium. Authors' e-mail addresses: ncoeurdacier@london.edu, robert_kollmann@yahoo.com, philippe.martin@univ-paris1.fr. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}