{
    "id": 13427,
    "citation_title": "Testing Limits to Policy Reversal: Evidence from Indian Privatizations",
    "citation_author": [
        "Siddhartha G. Dastidar",
        "Raymond Fisman",
        "Tarun Khanna"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of regime change on privatization using the 2004 election surprise in India. The pro-reform BJP was unexpectedly defeated by a less reformist coalition. Stock prices of government-controlled companies that had been slated for definite privatization by the BJP dropped by 3.5 percent relative to private firms. Surprisingly, government-controlled companies that were only under study for possible privatization fell by 7.5 percent relative to private firms. We interpret this as evidence of investor belief of policy irreversibility, where reforms may reach a stage beyond which future regimes have difficulty reversing those policies. Further analysis suggests that layoffs, combined with the privatization announcement, served as a credible commitment to the government's privatization agenda.\n\n",
    "acknowledgement": "\nWe are grateful to Abhijit Banerjee, Nandini Gupta, and Enrico Perotti for helpful discussions, and many seminar participants for useful input. We thank Benjamin Schneer and Rina Lieberman for their valuable assistance, and gratefully acknowledge the Chazen Institute at Columbia University Graduate School of Business for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}