{
    "id": 13425,
    "citation_title": "What Has Financed Government Debt?",
    "citation_author": [
        "Hess Chung",
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "2009-07-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamic rational expectations models imply that the real value of debt in the hands of the public must be equal to the expected present-value of surpluses. We impose this equilibrium condition on an identified VAR and characterize the way in which the present-value support of debt varies across various types of fiscal policy shocks and between fiscal and non-fiscal shocks. The role of expected primary surpluses in supporting innovations to debt depends on the nature of the shock. For some fiscal policy shocks, debt is supported almost entirely by changes in the present-value of surpluses, however, in the case of other fiscal policy shocks, surpluses fail to adjust and instead leave a large role for expected changes in discount rates. Horizons over which debt innovations are financed are long - on the order of fifty years - while present-values calculated up to any finite horizon up to then fluctuate wildly, particularly following government spending and transfer shocks.\n\n",
    "acknowledgement": "\nWe thank participants in L.S.E. Colloquium: Sargent and Sims Macro-Econometric Perspectives, particularly Albert Marcet, Tom Sargent, Chris Sims, and Harald Uhlig; we also thank Aaron Drew, Mike Plante, Nora Traum, Anders Vredin, Ken West, participants at seminars at the Sveriges Riksbank, the Federal Reserve Board, the Far East Meetings of the Econometric Society, the New Zealand Treasury, and the Fiscal Policy Frameworks conference in Sydney for helpful comments. Department of Economics, Indiana University, htchung@indiana.edu; Department of Economics and CAEPR, Indiana University and NBER, eleeper@indiana.edu. Leeper acknowledges support from NSF Grant SES-0452599. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}