{
    "id": 13428,
    "citation_title": "Housing IS the Business Cycle",
    "citation_author": [
        "Edward E. Leamer"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "2018-07-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOf the components of GDP, residential investment offers by far the best early warning sign of an oncoming recession. Since World War II we have had eight recessions preceded by substantial problems in housing and consumer durables.  Housing did not give an early warning of the Department of Defense Downturn after the Korean Armistice in 1953 or the Internet Comeuppance in 2001, nor should it have. By virtue of its prominence in our recessions, it makes sense for housing to play a prominent role in the conduct of monetary policy.  A modified Taylor Rule would depend on a long-term measure of inflation having little to do with the phase in the cycle, and, in place of Taylor's output gap, housing starts and the change in housing starts, which together form the best forward-looking indicator of the cycle of which I am aware. This would create pre-emptive anti-inflation policy in the middle of the expansions when housing is not so sensitive to interest rates, making it less likely that anti-inflation policies would be needed near the ends of expansions when housing is very interest rate sensitive, thus making our recessions less frequent and/or less severe.\n\n",
    "acknowledgement": "\nComments from Sebastian Edwards, Stuart Gabriel, Jerry Nickelsburg, Ryan Ratcliff, Ron Rogowski, David Shulman and Jeff Timmons are gratefully acknowledged as is research assistance from Daniel Dias. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}