{
    "id": 13421,
    "citation_title": "Reassessing the Ins and Outs of Unemployment",
    "citation_author": [
        "Robert Shimer"
    ],
    "citation_publication_date": "2007-09-14",
    "issue_date": "2007-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses readily accessible data to measure the probability that an employed worker becomes unemployed and the probability that an unemployed worker finds a job, the ins and outs of unemployment. Since 1948, the job finding probability has accounted for three-quarters of the fluctuations in the unemployment rate in the United States and the employment exit probability for one-quarter. Fluctuations in the employment exit probability are quantitatively irrelevant during the last two decades. Using the underlying microeconomic data, the paper shows that these results are not due to compositional changes in the pool of searching workers, nor are they due to movements of workers in and out of the labor force. These results contradict the conventional wisdom that has guided the development of macroeconomic models of the labor market during the last fifteen years.\n\n",
    "acknowledgement": "\nMy title borrows from Darby, Haltiwanger, and Plant (1986). I am grateful for comments from Fernando Alvarez, Gadi Barlevy, Francesco Belviso, Tito Boeri, Steven Davis, Jason Faberman, Robert Hall, David Laibson, Gary Solon, and Randall Wright and from seminar participants at the Bank of Italy, Bocconi University, the Chicago Fed, Harvard University, the St.\\ Louis Fed, and the University of Texas-Austin on an earlier version of this paper. This paper is supported by grants from the National Science Foundation and the Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}