{
    "id": 13429,
    "citation_title": "Health Status, Health Care and Inequality: Canada vs. the U.S.",
    "citation_author": [
        "June E. O'Neill",
        "Dave M. O'Neill"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes Canada's publicly funded, single payer health care system deliver better health outcomes and distribute health resources more equitably than the multi-payer heavily private U.S. system? We show that the efficacy of health care systems cannot be usefully evaluated by comparisons of infant mortality and life expectancy. We analyze several alternative measures of health status using JCUSH (The Joint Canada/U.S. Survey of Health) and other surveys. We find a somewhat higher incidence of chronic health conditions in the U.S. than in Canada but somewhat greater U.S. access to treatment for these conditions. Moreover, a significantly higher percentage of U.S. women and men are screened for major forms of cancer. Although health status, measured in various ways is similar in both countries, mortality/incidence ratios for various cancers tend to be higher in Canada.  The need to ration resources in Canada, where care is delivered \"free\", ultimately leads to long waits. In the U.S., costs are more often a source of unmet needs. We also find that Canada has no more abolished the tendency for health status to improve with income than have other countries. Indeed, the health-income gradient is slightly steeper in Canada than it is in the U.S.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Frontiers in Health Policy Research Conference, June, 2007. We acknowledge the excellent research assistance of Mei Liao and financial support from the Achelis Foundation  and the Weismann Foundation and appreciate the helpful comments of conference participants. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}