{
    "id": 13423,
    "citation_title": "Estimating the Equity Premium",
    "citation_author": [
        "John Y. Campbell"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo estimate the equity premium, it is helpful to use finance theory: not the old-fashioned theory that efficient markets imply a constant equity premium, but theory that restricts the time-series behavior of valuation ratios, and that links the cross-section of stock prices to the level of the equity premium.  Under plausible conditions, valuation ratios such as the dividend-price ratio should not have trends or explosive behavior.  This fact can be used to strengthen the evidence for predictability in stock returns.  Steady-state valuation models are also useful predictors of stock returns given the high degree of persistence in valuation ratios and the difficulty of estimating free parameters in regression models for stock returns.  A steady-state approach suggests that the world geometric average equity premium was almost 4% at the end of March 2007, implying a world arithmetic average equity premium somewhat above 5%.  Both valuation ratios and the cross-section of stock prices imply that the equity premium fell considerably in the late 20th Century, but has risen modestly in the early years of the 21st Century.\n\n",
    "acknowledgement": "\nThis paper was presented in June 2007 as a State of the Art lecture at the Canadian Economic Association annual meeting at Dalhousie University in Halifax, Nova Scotia.  A precursor was presented in January 2007 to the D-CAF Conference on Return Predictability at Copenhagen Business School.  I am grateful to participants at both conferences, to John Cochrane, Jon Lewellen, Lubos Pastor, Ivo Welch, and Jeff Wurgler, and particularly to Angelo Melino for their thoughtful comments, to Bob Shiller, Moto Yogo, and my colleagues at Arrowstreet Capital, Sam Thompson and Tuomo Vuolteenaho, for joint research and many conversations on this subject, and to Alex Ogan, also of Arrowstreet Capital, for his able assistance with the data illustrated in Figures 1 through 5. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}