{
    "id": 13430,
    "citation_title": "Linearity-Generating Processes: A Modelling Tool Yielding Closed Forms for Asset Prices",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis methodological paper presents a class of stochastic processes with appealing properties for theoretical or empirical work in finance and macroeconomics, the \"linearity-generating\" class. Its key property is that it yields simple exact closed-form expressions for stocks and bonds, with an arbitrary number of factors. It operates in discrete and continuous time. It has a number of economic modeling applications. These include macroeconomic situations with changing trend growth rates, or stochastic probability of disaster, asset pricing with stochastic risk premia or stochastic dividend growth rates, and yield curve analysis that allows flexibility and transparency. Many research questions may be addressed more simply and in closed form by using the linearity-generating class.\n\n",
    "acknowledgement": "\nKonstantin Milbradt and Oleg Rytchkov provided very good research assistance. For helpful conversations, I thank Marco Avellaneda, John Campbell, Peter Carr, Sylvain Champonnois, George Constantinides, John Cox, Greg Duffee, Darrell Duffie, Pierre Collin-Dufresne, Alex Edmans, Ralph Koijen, Francis Longstaff, Sydney Ludvigson, Antonio Mele, Lasse Pedersen, Monika Piazzesi, José Scheinkman, Pietro Veronesi (a discussant), and seminar participants at Carnegie-Mellon, MIT, NYU, Princeton, Urbana-Champaign, and the NBER. I thank the NSF for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}