{
    "id": 13436,
    "citation_title": "Socioeconomic Disadvantage and Early Childbearing",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the empirical relationship between socioeconomic disadvantage and rates of early childbearing.  First, we use data from the Panel Study of Income Dynamics (PSID) to confirm a strong correlation at the individual level - women who grow up \"disadvantaged\" are much more likely to give birth as teens. Then we aggregate Vital Statistics microdata from 1968 through 2003 to conduct a cohort-based analysis of the relationship between rates of socioeconomic disadvantage of a birth cohort and the cohort's subsequent early childbearing experiences.  Our cohort level analysis implies an even tighter intergenerational correlation between rates of background disadvantage and early childbearing. But, when our analysis econometrically controls for fixed state and year of birth effects in the model to account for cultural and other differences across cohorts, the relationship between rates of disadvantage and early childbearing is found to be quite modest. For example, the elasticity of early childbearing rates by age 18 with respect to the probability of being born to a mother under age 18 is only 0.05.  This suggests that broader, societal forces are far more important in determining rates of early childbearing than rates of socioeconomic disadvantage per se.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference meeting \"An Economics Perspective on the Problems of Disadvantaged Youth.\" The authors thank conference participants for very helpful comments and Dubravka Colic and Rebecca Vichniac for very helpful research assistance.  This research was funded by the Annie E. Casey Foundation.  We thank them for their support and acknowledge that the findings and conclusions presented in this report are those of the authors alone, and do not necessarily reflect the opinions of the Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}