{
    "id": 13438,
    "citation_title": "Guaranteed Trouble: The Economic Effects of the Pension Benefit Guaranty Corporation",
    "citation_author": [
        "Jeffrey R. Brown"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the economic rationale for, historical experience of, and current pressures facing the Pension Benefit Guaranty Corporation (PBGC).  The PBGC is the government entity which partially insures participants in private-sector defined benefit pension plans against the loss of pension benefits in the event that the plan sponsor experiences financial distress and has an under-funded pension plan.  The paper discusses three major flaws of the PBGC, namely, that the PBGC has: 1) failed to properly price insurance and thus encouraged excessive risk-taking by plan sponsors; 2) failed to promote adequate funding of pension obligations; and 3) failed to promote sufficient information disclosure to market participants.  The paper then discusses potential ways to reform the PBGC so that it operates more in concert with basic economic principles.\n\n",
    "acknowledgement": "\nThe author wishes to thank Brad Belt, Chuck Blahous, Zvi Bodie, Julia Coronado, Doug Elliott, Doug Holtz-Eakin, Bill Gale, Jim Hines, Olivia Mitchell, George Pennacchi, Andrei Shleifer, Kent Smetters, Jeremy Stein, Tim Taylor, Mark Warshawsky and David Wilcox for helpful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}