{
    "id": 1343,
    "citation_title": "The 1981-82 Velocity Decline: A Structural Shift in Income or Money Demand?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1984-05-01",
    "issue_date": "1984-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe velocity of both M1 and M2 appears to have experienced a sharp and persistent downward shift during 1981 and 1982. The implications of this shift are reexamined within the context of the previous literature on quarterly econometric equations explaining the demand for money. The traditional specification of money demand equations popularized by Chow and Goldfeld relates real balances to output, interest rates,and lagged real balances, all expressed as log levels. A consistent finding has been a large coefficient on the lagged dependent variable.While this has been interpreted as indicating substantial adjustment costs in portfolio behavior, it is also consistent with lags or\"inertia\" in price adjustment due to the presence of long-term wage and price contracts. The fact that the traditional Chow-Goldfeld money demand specification encountered large post-sample prediction errors at the time of the first oil shock in 1973-75 may suggest that a new interpretation of adjustment costs is required. It may be costly to adjust nominal balances by shifting to alternative assets, but it is costless for agents to allow real balances to shrink in response to an unanticipated price shock, as in 1973-75. A substantial amount of evidence is provided on the relationship between money, income, and interest rates, using alternative dynamic specifications. The post-1973 prediction error in a demand equation for M1 is reduced by three-quarters when the equation is specified in nominal first-difference form rather than in the form of real levels in logs. Results indicate much smaller post-1979 prediction errors for equations describing \"simple-sum\" M2 than for simple-sum M1, Divisia M1,or for Divisia M2 measures of the money supply.\n\n",
    "acknowledgement": "\n"
}