{
    "id": 13435,
    "citation_title": "Institutions and Foreign Investment: China versus the World",
    "citation_author": [
        "Joseph P.H. Fan",
        "Randall Morck",
        "Lixin Colin Xu",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWeak institutions ought to deter foreign direction investment (FDI), and mass media stories highlight China's institutional deficiencies, yet China is now one of the world's largest FDI destinations. This incongruity characterizes China's paradoxical growth. Cross-country regressions show that China's FDI inflow is not exceptionally large, given the quality of its institutions and its economic track record. Institutions clearly determine a country's allure as an FDI destination, but standard measures of institutional quality can be problematic for countries undergoing rapid institutional development, and can usefully be augmented by economic track record measures. Deng Xiaoping's 1993 \"southern tour\" heralded sweeping reforms, and this regime shift is insufficiently reflected in commonly used measures of institutional quality. China's FDI inflow surge after these reforms resembles similar post-regime shift surges in the East Bloc, and so is also unexceptional. Recent arguments that China's FDI inflow is inefficiently large because weak institutions deter domestic investment while special initiatives attract FDI are thus either unsupported or not unique to China.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}