{
    "id": 13433,
    "citation_title": "Financial Exchange Rates and International Currency Exposures",
    "citation_author": [
        "Philip Lane",
        "Jay C. Shambaugh"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur goal in this project is to gain a better empirical understanding of the international financial implications of currency movements. To this end, we construct a database of international currency exposures for a large panel of countries over 1990-2004. We show that trade-weighted exchange rate indices are insufficient to understand the financial impact of currency movements. Further, we demonstrate that many developing countries hold short foreign-currency positions, leaving them open to negative valuation effects when the domestic currency depreciates. However, we also show that many of these countries have substantially reduced their foreign currency exposure over the last decade. Last, we show that our currency measure has high explanatory power for the valuation term in net foreign asset dynamics: exchange rate valuation shocks are sizable, not quickly reversed and may entail substantial wealth shocks.\n\n",
    "acknowledgement": "\nWe thank Patrick Honohan, Ted Truman, Pinar Yesin and the participants in the CGFS workshop on \"The Use of BIS International Financial Statistics,\" the Dartmouth College Junior Seminar, NBER IFM Lunch Group and seminars at the Bank of England, European Central Bank, University of California - Davis, University of Siena and the University of Wisconsin. We are grateful to Philippe Mesny and Dennis Petre for the provision of data from the BIS and Ted Truman for generously sharing his data on reserves and helpful comments. Agustin Benetrix, Vahagn Galstyan and Barbara Pels provided excellent research assistance. Lane's work on this paper is supported by the HEA-PRTLI grant to the IIIS. This work began while Shambaugh was a visiting scholar at the IIIS and his work on this paper is supported by the Rockefeller Center at Dartmouth. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}