{
    "id": 13439,
    "citation_title": "Policy vs. Consumer Pressure: Innovation and Diffusion of Alternative Bleaching Technologies in the Pulp Industry",
    "citation_author": [
        "David Popp",
        "Tamara Hafner",
        "Nick Johnstone"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1980s and early 1990s, concern over dioxin in both paper products and wastewater led to the development of techniques that reduced the use of chlorine in the pulp industry. Both regulatory and consumer pressure motivated this change. We use patent data to examine the evolution of two completing bleaching technologies in five major paper-producing countries, both of which reduce the use of chlorine in the pulping process. By the end of the 1990s, nearly all pulp production in these countries used one of these technologies. Unlike other papers using patents to study environmentally-friendly innovation, we focus on a process innovation, rather than on end-of-the-pipe solutions to pollution. Moreover, while previous studies emphasize the importance of regulation for inducing innovation, here we find substantial innovation occurring before regulations were in place. Instead, pressure from consumers to reduce the chlorine content of paper drives the first round of innovation. However, while some companies choose to adopt these technologies in response to consumer pressure, not all firms will differentiate their product in this way. Thus, governments need to regulate if their goal is broad diffusion of the environmental technology.\n\n",
    "acknowledgement": "\nWe thank Ivan Hascic for helpful comments and assistance in locating data for the project, and Dave Halliburton, Mimi Nameki, and Grethe Torrissen for their willingness to clarify regulations in their countries. The data upon which this report is based was collected as part of the OECD project on \"Environmental Policy and Technological Innovation\" (www.oecd.org/env/cpe/firms/innovation) and is the exclusive property of the Organisation for Economic Cooperation and Development. The views contained in this article are those of the authors and may not reflect those of the OECD, its member countries, or the National Bureau of Economic Research.\n\n\n"
}