{
    "id": 13432,
    "citation_title": "Currency Choice and Exchange Rate Pass-through",
    "citation_author": [
        "Gita Gopinath",
        "Oleg Itskhoki",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2007-09-21",
    "issue_date": "2007-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central assumption of open economy macro models with nominal rigidities relates to the currency in which goods are priced, whether there is so-called producer currency pricing or local currency pricing. This has important implications for exchange rate pass-through and optimal exchange rate policy. We show, using novel transaction level information on currency and prices for U.S. imports, that even conditional on a price change, there is a large difference in the pass-through of the average good priced in dollars (25%) versus non-dollars (95%). This finding is contrary to the assumption in a large class of models that the currency of pricing is exogenous and is evidence of an important selection effect that results from endogenous currency choice. We describe a model of optimal currency choice in an environment of staggered price setting and show that the empirical evidence strongly supports the model's predictions of the relation between currency choice and pass-through. We further document evidence of significant real rigidities, with the pass-through of dollar pricers increasing above 50% in the long-run. Lastly, we numerically illustrate the currency choice decision in both a Calvo and a menu-cost model with variable mark-ups and imported intermediate inputs and evaluate the ability of these models to match pass-through patterns documented in the data.\n\n",
    "acknowledgement": "\nWe wish to thank the international price program of the Bureau of Labor Statistics for access to unpublished micro data. We owe a huge debt of gratitude to our project coordinator Rozi Ulics for her invaluable help on this project. The views expressed here do not necessarily reflect the views of the BLS. We thank Mark Aguiar, Pol Antras, Ariel Burstein, Linda Goldberg, Emi Nakamura, Andy Neumeyer, Ken Rogoff, Daryl Slusher and seminar participants at numerous venues for their comments. We thank Igor Barenboim, Loukas Karabarbounis and Kelly Shue for excellent research assistance. A previous version of this paper was circulated under the title ''Pass-through at the Dock: Pricing to Currency and to Market?'' This research is supported by NSF grant #SES 0617256. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}