{
    "id": 13449,
    "citation_title": "Construction and Interpretation of Model-Free Implied Volatility",
    "citation_author": [
        "Torben G. Andersen",
        "Oleg Bondarenko"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe notion of model-free implied volatility (MFIV), constituting the basis for the highly publicized VIX volatility index, can be hard to measure with accuracy due to the lack of precise prices for options with strikes in the tails of the return distribution. This is reflected in practice as the VIX index is computed through a tail-truncation which renders it more compatible with the related concept of corridor implied volatility (CIV). We provide a comprehensive derivation of the CIV measure and relate it to MFIV under general assumptions. In addition, we price the various volatility contracts, and hence estimate the corresponding volatility measures, under the standard Black-Scholes model. Finally, we undertake the first empirical exploration of the CIV measures in the literature. Our results indicate that the measure can help us refine and systematize the information embedded in the derivatives markets. As such, the CIV measure may serve as a tool to facilitate empirical analysis of both volatility forecasting and volatility risk pricing across distinct future states of the world for diverse asset categories and time horizons.\n\n",
    "acknowledgement": "\nThe work of Andersen is supported by a grant from the NSF to NBER and by CREATES funded via the Danish National Research Foundation. We thank participants at the CREATES conference in August 2007 in Aarhus, Denmark, for useful comments. The paper was initiated while Bondarenko was visiting Kellogg. Any errors remain our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}