{
    "id": 1344,
    "citation_title": "Targeted Export Promotion with Several Oligopolistic Industries",
    "citation_author": [
        "Avinash K. Dixit",
        "Gene M. Grossman"
    ],
    "citation_publication_date": "1984-04-01",
    "issue_date": "1984-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we ask whether a policy of targeted export promotion can raise domestic welfare when several oligopolistic industries all draw on the same scarce factor of production. Our point of departure is one of Cournot duopoly in which a single home firm competes with a single foreign firm in a market outside the horse country. It has been shown previously that when there is only one such industry in an otherwise perfectly competitive world economy, a subsidy policy by the home government transfers profits to the domestic firm, and thereby raises domestic welfare. However,when many such industries (and only these) utilize the same inelastically supplied resource, promotion of one bids up the return to the specific factor, and consequently disadvantages all of the non-targeted industries in their respective duopolistic competitions. Our question then is which industry(s), if any, is worthy of promotion. We find that, when the specific factor is used in fixed proportion to output, and all of the duopolies have similar demand and cost conditions, a policy of free trade is optimal. We identify the conditions for welfare improvement when a single industry is selected for targeting under asymmetric conditions, and also investigate whether a uniform subsidy to all industries in the imperfectly competitive sector will raise domestic welfare.\n\n",
    "acknowledgement": "\n"
}