{
    "id": 13442,
    "citation_title": "Labor Supply Responses to Large Social Transfers: Longitudinal Evidence from South Africa",
    "citation_author": [
        "Cally Ardington",
        "Anne Case",
        "Victoria Hosegood"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe South African old-age social pension has been much studied by both researchers and policy makers, in part for the larger lessons that might be learned about behavioral responses to cash transfers in developing countries. In this paper, we quantify the labor supply responses of prime-aged individuals to changes in the presence of old-age pensioners in their households, using longitudinal data recently collected in northern KwaZulu-Natal. Our ability to compare households and individuals before and after pension receipt, and pension loss, allows us to control for a host of unobservable household and individual characteristics that may determine labor market behavior. We find that large cash transfers to elderly South Africans lead to increased employment among prime-aged members of their households. Perhaps more importantly, pension receipt influences where this employment takes place. We find large, significant effects on labor migration among prime-aged members upon pension arrival. The pension's impact is attributable both to the increase in household resources it represents, which can be used to stake migrants until they become self-sufficient, and to the presence of pensioners who can care for small children, which allows prime-aged adults to look for work elsewhere.\n\n",
    "acknowledgement": "\nAnalysis is based on data collected through the Africa Centre Demographic Information System. We have benefited from the ACDIS field and data centre staff under the leadership of the principal investigator, Dr. Kobus Herbst, and Wellcome Trust Grants 065377 and 067181. Ardington acknowledges funding from the National Institute of Child Health and Development and the National Institute of Aging R01 HD045581-01. Case acknowledges funding from the National Institute of Aging R01 AG20275-01 and P01 AG05842-14. Hosegood acknowledges funding from the Africa Centre for Health and Population Studies, The Wellcome Trust and the London School of Hygiene and Tropical Medicine. We thank Angus Deaton, Murray Leibbrandt and seminar participants for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}