{
    "id": 13443,
    "citation_title": "Is Gaining Access to Selective Elementary Schools Gaining Ground? Evidence From Randomized Lotteries",
    "citation_author": [
        "Julie Berry Cullen",
        "Brian A. Jacob"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine whether expanded access to sought-after schools can improve academic achievement.  The setting we study is the \"open enrollment\" system in the Chicago Public Schools (CPS). We use lottery data to avoid the critical issue of non-random selection of students into schools.  Our analysis sample includes nearly 450 lotteries for kindergarten and first grade slots at 32 popular schools in 2000 and 2001.  We track students for up to five years and examine outcomes such as standardized test scores, grade retention and special education placement. Comparing lottery winners and losers, we find that lottery winners attend higher quality schools as measured by both the average achievement level of peers in the school as well as by value-added indicators of the school's contribution to student learning.  Yet, we do not find that winning a lottery systematically confers any evident academic benefits.  We explore several possible explanations for our findings, including the possibility that the typical student may be choosing schools for non-academic reasons (e.g., safety, proximity) and/or may experience benefits along dimensions we are unable to measure, but find little evidence in favor of such explanations.  Moreover, we separately examine effects for a variety of demographic subgroups, and for students whose application behavior suggests a strong preference for academics, but again find no significant effects.\n\n",
    "acknowledgement": "\nPrepared for \"An Economics Perspective on the Problems of Disadvantaged Youth\". This research was funded by the Annie E. Casey Foundation. We thank them for their support but acknowledge that the findings and conclusions presented in this report are those of the authors alone, and do not necessarily reflect the opinions of the Foundation. We are grateful to John Easton, Joseph Hahn, Dan Bugler, Jack Harnedy, Amy Nowell, Andrea Ross, Frank Spoto and John Quane for assistance in collecting the data.  We would like to thank Jacob Vigdor and participants in the conference and pre-conference meetings for useful comments and suggestions.  Addresses: Julie Cullen, Department of Economics, University of California, San Diego, 9500 Gilman Dr., La Jolla, CA 92093-0508, jbcullen@ucsd.edu; Brian Jacob, Gerald R. Ford School of Public Policy, University of Michigan, 735 South State Street, Ann Arbor, MI 48109, bajacob@umich.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}