{
    "id": 13447,
    "citation_title": "Intra-Industry Foreign Direct Investment",
    "citation_author": [
        "Laura Alfaro",
        "Andrew Charlton"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new firm level data set that establishes the location, ownership, and activity of 650,000 multinational subsidiaries -- close to a comprehensive picture of global multinational activity. A number of patterns emerge from the data. Most foreign direct investment (FDI) occurs between rich countries. The share of vertical FDI (subsidiaries which provide inputs to their parent firms) is larger than commonly thought, even within developed countries. More than half of all vertical subsidiaries are only observable at the four-digit level because the inputs they are supplying are so proximate to their parent firms' final good that they appear identical at the two-digit level. We call these proximate subsidiaries 'intra-industry' vertical FDI and find that their location and activity are significantly different to the inter-industry vertical FDI visible at the two-digit level. These subsidiaries are not readily explained by the comparative advantage considerations in traditional models, where firms locate their low skill production stages abroad in low skill countries to take advantage of factor cost differences. We find that overwhelmingly, multinationals tend to own the stages of production proximate to their final production giving rise to a class of high-skill intra-industry vertical FDI.\n\n",
    "acknowledgement": "\nWe thank Rawi Abdelal, Pol Antràs, Gordon Hanson, Steve Redding, Mathew Slaughter, Tony Venables, Lou Wells and participants at the Trade and Investment Workshop at the NBER Summer Institute, Harvard Kennedy School LDP seminar, and AGF workshop at ZEW Mannheim for valuable comments and suggestions. We are grateful to Dun & Bradstreet and Dennis Jacques for helping us with the D&B data set, and HBS and the Centre for Economic Performance at LSE for financial support. We further thank Rodrigo Alegria and Pamela Arellano for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}