{
    "id": 13446,
    "citation_title": "The Smuggling of Art, and the Art of Smuggling: Uncovering the Illicit Trade in Cultural Property and Antiques",
    "citation_author": [
        "Raymond Fisman",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe empirically analyze the illicit trade in cultural property and antiques, taking advantage of different reporting incentives between source and destination countries. We thus generate a measure of illicit trafficking in these goods based on the difference between imports recorded in United States' customs data and the (purportedly identical) trade as recorded by customs authorities in exporting countries. We find that this reporting gap is highly correlated with the corruption level of the exporting country as measured by commonly used survey-based indicies, and that this correlation is stronger for artifact-rich countries. As a placebo test, we do not observe any such pattern for U.S. imports of toys from these same exporters. We report similar results for four other Western country markets. Our analysis provides a useful framework for studying trade in illicit goods. Further, our results provide empirical confirmation that survey-based corruption indicies are informative, as they are correlated with an objective measure of illicit activity.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Ben Olken, Zhi Wang, and particularly Patty Gerstenblith for very helpful discussions, and Andre Heng and Chang Hong for superb research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}