{
    "id": 13448,
    "citation_title": "No-Arbitrage Taylor Rules",
    "citation_author": [
        "Andrew Ang",
        "Sen Dong",
        "Monika Piazzesi"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate Taylor (1993) rules and identify monetary policy shocks using no-arbitrage pricing techniques. Long-term interest rates are risk-adjusted expected values of future short rates and thus provide strong over-identifying restrictions about the policy rule used by the Federal Reserve. The no-arbitrage framework also accommodates backward-looking and forward-looking Taylor rules. We find that inflation and output gap account for over half of the variation of time-varying excess bond returns and most of the movements in the term spread. Taylor rules estimated with no-arbitrage restrictions differ from Taylor rules estimated by OLS, and the resulting monetary policy shocks are somewhat less volatile than their OLS counterparts.\n\n",
    "acknowledgement": "\nWe thank Ruslan Bikbov, Sebastien Blais, Dave Chapman, Mike Chernov, John Cochrane, Charlie Evans, Michael Johannes, Andy Levin, David Marshall, Thomas Philippon, Tom Sargent, Martin Schneider, George Tauchen, and John Taylor for helpful discussions.  We especially thank Bob Hodrick for providing detailed comments. We also thank seminar participants at the American Economics Association, American Finance Association, a CEPR Financial Economics meeting, the CEPR Summer Institute, the European Central Bank Conference on Macro-Finance, the Federal Reserve Bank of San Francisco Conference on Fiscal and Monetary Policy, an NBER Monetary Economics meeting, the Society of Economic Dynamics, the Western Finance Association, the World Congress of the Econometric Society, Bank of Canada, Carnegie Mellon University, Columbia University, European Central Bank, Federal Reserve Board of Governors, Lehman Brothers, Morgan Stanley, PIMCO, and the University of Southern California for comments. Andrew Ang and Monika Piazzesi both acknowledge financial support from the National Science Foundation. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis,the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}