{
    "id": 13441,
    "citation_title": "Reassessing the WIC Effect: Evidence from the Pregnancy Nutrition Surveillance System",
    "citation_author": [
        "Andrew D. Racine",
        "Cristina Yunzal-Butler"
    ],
    "citation_publication_date": "2007-09-27",
    "issue_date": "2007-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent analyses differ on how effective the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) is at improving infant health.  We use data from nine states that participate in the Pregnancy Nutrition Surveillance System to address limitations in previous work.  With information on the mother's timing of WIC enrollment, we test whether greater exposure to WIC is associated with less smoking, improved weight gain during pregnancy, better birth outcomes, and greater likelihood of  breastfeeding.  Our results suggest that much of the often-reported association between WIC and lower rates of preterm birth is likely spurious, the result of gestational age bias.  We find modest effects of WIC on fetal growth, inconsistent associations between WIC and smoking, limited associations with gestational weight gain, and some relationship with breast feeding. A WIC effect exists, but on fewer margins and with less impact than has been claimed by policy analysts and advocates.\n\n",
    "acknowledgement": "\nThe research was supported by grants from the Institute for Research on Poverty and United States Department of Agriculture (IRP-USDA) Small Grants program to Baruch College and from the USDA Food and Nutrition Research Program to the National Bureau of Economic Research (# 59-5000-6-0102). We thank participants at the Small Grant Conference at the University of Wisconsin and the Small Grant conference at USDA Economic Research Service in Washington D.C. We thank Karen Dalenius from the Centers for Disease Control and Prevention (CDC) for help with the PNSS file and special thanks to WIC Program administrators in various state offices. These include Najmul Chowdhury (North Carolina), Patrice Wolfla (Indiana), Nancy Hoffman (Missouri), Penny Roth (Illinois) and Lisa Armstrong (Virginia). We would also like to acknowledge input from John Karl Scholz at the University of Wisconsin and Jay Hirschman at the USDA Food and Nutrition Bureau and three anonymous referees. All opinions are those of the authors and do not represent those of the various state WIC programs, the CDC, the USDA, or the National Bureau of Economic Research.\n\n\n"
}