{
    "id": 13458,
    "citation_title": "Is the \"Surge\" Working? Some New Facts",
    "citation_author": [
        "Michael Greenstone"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a paucity of facts about the effects of the recent military \"Surge\" on conditions in Iraq and whether it is paving the way for a stable Iraq. Selective, anecdotal and incomplete analyses abound. Policy makers and defense planners must decide which measures of success or failure are most important, but until now few, if any, systematic analyses were available on which to base those decisions. This paper applies modern statistical techniques to a new data file derived from more than a dozen of the most reliable and widely-cited sources to assess the Surge's impact on three key dimensions: the functioning of the Iraqi state (including violent civilian casualties); military casualties; and financial markets' assessment of Iraq's future. The new and unusually rigorous findings presented here should help inform current evaluations of the Surge and provide a basis for better decision making about future strategy. The analysis reveals mixed evidence on the Surge's effect on key trends in Iraq. The security situation has improved insofar as violent civilian fatalities have declined without any concurrent increase in casualties among coalition and Iraqi troops. However, other areas, such as oil production and the number of trained Iraqi Security Forces have shown no improvement or declined. Evaluating such conflicting indicators is challenging. There is, however, another way to assess the Surge. This paper shows how data from world financial markets can be used to shed light on the central question of whether the Surge has increased or diminished the prospect of today's Iraq surviving into the future. In particular, I examine the price of Iraqi state bonds, which the Iraqi government is currently servicing, on world financial markets. After the Surge, there was a sharp decline in the price of those bonds, relative to alternative bonds. This decline signals a 40% increase in the market's expectation that Iraq will default. This finding suggests that, to date, the Surge is failing to pave the way toward a stable Iraq and may in fact be undermining it.\n\n",
    "acknowledgement": "\nI am grateful for valuable comments from David Autor, Dana Calvo, David Card, Eric Chaney, Janet Currie, Andrew Dailey, Mark Duggan, Hans Fless, Daniel Greenstone, Lawrence Katz, Jeffrey Kling, Enrico Moretti, James Poterba, Matthew Rudolph, Adam Sohn, Michael Spagat, Frank Vannerson, Vivek Varma, and Annette Vissing-Jorgensen.  I especially thank Eric Chaney for alerting me to the existence of Iraqi government bonds.  Abigail Friedman, Elizabeth Greenwood, and Henry Swift provided outstanding research assistance.  Finally, I thank Katherine Ozment for her insights, support and encouragement at each stage of this project.  I am responsible for any errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}