{
    "id": 13456,
    "citation_title": "Measuring the Compactness of Political Districting Plans",
    "citation_author": [
        "Roland G. Fryer",
        "Jr",
        "Richard T. Holden"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States Supreme Court has long recognized compactness as an important principle in assessing the constitutionality of political districting plans. We propose a measure of compactness based on the distance between voters within the same district relative to the minimum distance achievable -- which we coin the relative proximity index. We prove that any compactness measure which satisfies three desirable properties (anonymity of voters, efficient clustering, and invariance to scale, population density, and number of districts) ranks districting plans identically to our index. We then calculate the relative proximity index for the 106th Congress, requiring us to solve for each state's maximal compactness; an NP-hard problem. Using two properties of maximally compact districts, we prove they are power diagrams and develop an algorithm based on these insights. The correlation between our index and the commonly-used measures of dispersion and perimeter is -.22 and -.06, respectively. We conclude by estimating seat-vote curves under maximally compact districts for several large states. The fraction of additional seats a party obtains when their average vote increases is significantly greater under maximally compact districting plans, relative to the existing plans.\n\n",
    "acknowledgement": "\nWe are grateful to Alberto Alesina, Rosalind Dixon, Edward Glaeser, Emir Kamenica, Lawrence Katz, Gary King, Glenn Loury, Barry Mazur, Franziska Michor, Peter Michor, David Mumford, Barry Nalebuff, Ariel Pakes, Andrei Shleifer, Andrew Strominger, Jeremy Stein, and seminar participants at Brown (Applied Math) and Harvard (Labor Economics) for helpful discussions and suggestions. Alexander Dubbs provided exceptional research assistance -- going far beyond the call of duty. Shiyang Cao, Laura Kang and Eric Nielsen also provided excellent research assistance. Financial support was provided by the Alphonse Fletcher Sr. Fellowship. Fryer thanks the Erwin Schrodinger International Institute for Mathematical Physics in Vienna, Austria for their hospitality. Correspondence can be addressed to Fryer at Department of Economics, Harvard University, 1875 Cambridge Street, Cambridge MA 02138 or Holden at MIT Sloan School of Management, E52-410, 50 Memorial Drive, Cambridge MA 02142. E-mail: (Fryer) rfryer@fas.harvard.edu or (Holden) rholden@mit.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}