{
    "id": 13457,
    "citation_title": "Why is Economic Policy Different in New Democracies? Affecting Attitudes About Democracy",
    "citation_author": [
        "Adi Brender",
        "Allan Drazen"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen democracy is new, it is often fragile and not fully consolidated. We investigate how the danger of a collapse of democracy may affect fiscal policy in new democracies in comparison to countries where democracy is older and often more established. We argue that the attitude of the citizenry towards democracy is important in preventing democratic collapse, and expenditures may therefore be used to convince them that \"democracy works\". We present a model focusing on the inference problem that citizens solve in forming their beliefs about the efficacy of democracy. Our approach differs from much of the literature that concentrates on policy directed towards anti-democratic elites, but our model can encompass that view and allows comparison of different apporoaches. We argue that the implications of the model are broadly consistent with the empirical patterns generally observed, including the existence of political budget cycles in new democracies not observed in established democracies.\n\n",
    "acknowledgement": "\nWe thank seminar participants at George Mason University, George Washington University, the University of Maryland, the 2007 SED meetings, the 2007 Collective Choice Conference, and the Spring 2007 Program meeting of the NBER Political Economy Program, especially our discussant Bard Harstad, as well as Peter Murrell and Razvan Vlaicu for very helpful comments. Amir Marchak, Lior Gallo and Sagie Dagan for superb research assistance. Drazen wishes to thank the National Science Foundation, grant SES-0418482, for financial support. Part of this paper was written while visiting the research department of the Bank of Israel, whose hospitality the second author gratefully acknowledges. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}