{
    "id": 13465,
    "citation_title": "Trade Shocks and Labor Adjustment: A Structural Empirical Approach",
    "citation_author": [
        "Erhan Artuc",
        "Shubham Chaudhuri",
        "John McLaren"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe welfare effects of trade shocks depend crucially on the nature and magnitude of the costs workers face in moving between sectors. The existing trade literature does not directly address this, assuming perfect mobility or complete immobility, or adopting reduced-form approaches to estimation. We present a model of dynamic labor adjustment that does, and which is, moreover, consistent with a key empirical fact: that intersectoral gross flows greatly exceed net flows. Using an Euler-type equilibrium condition, we estimate the mean and the variance of workers' switching costs from the U.S. March Current Population Surveys.  We estimate high values of both parameters, implying both slow adjustment of the economy, and sharp movements in wages, in response to a trade shock. Simulations of a trade liberalization indicate that despite the high estimated adjustment cost, in terms of lifetime welfare, the liberalization is Pareto-improving. The explanation for this surprising finding -- which would be missed by a reduced-form approach -- is that the high variance to costs ensures high rates of gross flow; this helps spread the liberalization's benefits around.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the University of Virginia, Syracuse University, Wilfred Laurier University, and the North American Summer Meetings of the Econometric Society in June 2007. This work has been supported by National Science Foundation grant 0080731. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}