{
    "id": 13463,
    "citation_title": "Trade Shocks and Labor Adjustment: Theory",
    "citation_author": [
        "Stephen Cameron",
        "Shubham Chaudhuri",
        "John McLaren"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a dynamic, stochastic rational expectations model of labor reallocation within a trade model that is designed so that its key parameters can be estimated for trade policy analysis. A key feature is the presence of time-varying idiosyncratic moving costs faced by workers.  As a consequence of these shocks: (i) Gross flows exceed net flows (an important feature of empirical labor movements); (ii) the economy features gradual and anticipatory adjustment to aggregate shocks; (iii) wage differentials across locations or industries can persist in the steady state; and (iv) the normative implications of policy can be very different from a model without idiosyncratic shocks, even when the aggregate behaviour of both models is similar. It is shown that the equilibrium solves a particular planner's problem, thus facilitating analytical results, econometric estimation, and simulation of the model for policy analysis.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the Board of Governors of the Federal Reserve System; Koç University; Syracuse University, University College London, the University of Virginia, and the World Bank; to participants of the European Research Workshop in International Trade, July, 2000 and the Summer Institute of the National Bureau of Economic Research, August 2001; and also to Bill Gentry, Ann Harrison, Glenn Hubbard, and Marc Melitz for comments. Erhan Artuc provided excellent research assistance. This project is supported by NSF grant 0080731. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}