{
    "id": 13464,
    "citation_title": "Some Simple Analytics of Trade and Labor Mobility",
    "citation_author": [
        "Shubham Chaudhuri",
        "John McLaren"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a simple, tractable model of labor adjustment in a trade model that allows us to analyze the economy's dynamic response to trade liberalization.  Since it is a neoclassical market-clearing model, we can use duality techniques to study the equilibrium, and despite its simplicity a rich variety of properties emerge.  The model generates gross flows of labor across industries, even in the steady state; persistent wage differentials across industries; gradual adjustment to a liberalization; and anticipatory adjustment to a pre-announced liberalization. Pre-announcement makes liberalization less attractive to export-sector workers and more attractive to import-sector workers, eventually making workers unanimous either in favor of or in opposition to liberalization. Based on these results, we identify many pitfalls to conventional methods of empirical study of trade liberalization that are based on static models.\n\n",
    "acknowledgement": "\nThe authors are grateful to seminar participants at Brown University, Dartmouth, and Syracuse, as well as participants at the Tuck-Dartmouth Summer Workshop in International Economics and the Conference on Trade and Labour Perspectives on Worker Turnover at the Leverhulme Centre for Research on Globalisation and Economic Policy (GEP), University of Nottingham, June 2003.  Special thanks are due to Doug Irwin, Erhan Artuc, Carl Davidson, Steven Matusz, and Marta Aloi.  This project is supported by NSF grant 0080731 and by the Bankard Fund for Political Economy at the University of Virginia. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}