{
    "id": 13461,
    "citation_title": "Family Structure and the Treatment of Childhood Asthma",
    "citation_author": [
        "Alex Y. Chen",
        "José Escarce"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackground:  Family structure is known to influence children's behavioral, educational, and cognitive outcomes, and recent studies suggest that family structure affects children's access to health care as well.  However, no study has addressed whether family structure is associated with the care children receive for particular conditions or with their physical health outcomes. Objective: To assess the effects of family structure on the treatment and outcomes of children with asthma. Methods:  Our data sources were the 1996-2003 Medical Expenditure Panel Survey (MEPS) and the 2003 National Survey of Children's Health (NSCH).  The study samples consisted of children 2-17 years of age with asthma who lived in single-mother or two-parent families.  We assessed the effect of number of parents and number of other children in the household on office visits for asthma and use of asthma medications using negative binomial regression, and we assessed the effect of family structure on the severity of asthma symptoms using binary and ordinal logistic regression.  Our regression models adjusted for sociodemographic characteristics, parental experience in child-rearing and in caring for an asthmatic child and, when appropriate, measures of children's health status. Results:  Asthmatic children in single-mother families had fewer office visits for asthma and filled fewer prescriptions for controller medications than children with two parents.  In addition, children living in families with three or more other children had fewer office visits and filled fewer prescriptions for reliever and controller medications than children living with no other children.  Children from single-mother families had more health difficulties from asthma than children with two parents, and children living with two or more other children were more likely to have an asthma attack in the past 12 months than children living with no other children. Conclusions:  For children with asthma, living with a single mother and the presence of additional children in the household are associated with less treatment for asthma and worse asthma outcomes.\n\n",
    "acknowledgement": "\nDr. Chen is supported by grant K23-HD047270 from the National Institutes of Health. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}