{
    "id": 13466,
    "citation_title": "Parental Education and Child Health: Evidence from a Natural Experiment in Taiwan",
    "citation_author": [
        "Shin-Yi Chou",
        "Jin-Tan Liu",
        "Michael Grossman",
        "Theodore J. Joyce"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits a natural experiment to estimate the causal impact of parental education on child health in Taiwan.  In 1968, the Taiwanese government extended compulsory education from six to nine years.  From that year through 1973, the government opened 254 new junior high schools, an 80 percent increase, at a differential rate among regions.  We form treatment and control groups of women or men who were age 12 or under on the one hand and between the ages of 13 and 20 or 25 on the other hand in 1968.  Within each region, we exploit variations across cohorts in new junior high school openings to construct an instrument for schooling.  We employ this instrument to estimate the causal effects of mother's or father's schooling on the incidence of low birthweight and mortality of infants born to women in the treatment and control groups or the wives of men in these groups in the period from 1978 through 1999.  Parents' schooling, especially mother's schooling, does indeed cause favorable infant health outcomes.  The increase in schooling associated with the reform saved almost 1 infant life in 1,000 live births, resulting in a decline in infant mortality of approximately 11 percent.\n\n",
    "acknowledgement": "\nThis paper was presented at the Sixth World Congress of the International Health Economics Association in Copenhagen, Denmark, July 9-11, 2007. Research for the paper was supported by grant number 5 R01 HD045603 from the National Institute of Child Health and Human Development to the National Bureau of Economic Research. The paper has had a long gestation period due to problems encountered in using Taiwanese birth and infant death certificates and in accurately measuring new junior high school openings. Preliminary versions of the paper with empirical results that turned out to be incorrect after inconsistencies in the data were uncovered and resolved were presented at the 2004 Annual Meeting of the Population Association of America, the Fourth World Congress of the International Health Economics Association, the 2005 NIA/NICHD Intergenerational Research Workshop and at seminars at Harvard University, Cornell University, the State University of New York at Buffalo, National Taiwan University, the University of South Florida, and the University of Medicine and Dentistry of New Jersey School of Public Health. We wish to thank the participants in those forums for helpful comments and suggestions. We also wish to thank Silvie Colman, Ryan Conrad, Danielle Ferry, and Wehn-Jyuan Tsai for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institute of Child Health and Human Development.\n\n\n"
}