{
    "id": 13469,
    "citation_title": "Why Development Levels Differ: The Sources of Differential Economic Growth in a Panel of High and Low Income Countries",
    "citation_author": [
        "Charles R. Hulten",
        "Anders Isaksson"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAverage income per capita in the countries of the OECD was more than 20 times larger in 2000 than that of the poorest countries of sub-Sahara Africa and elsewhere, and many of the latter are not only falling behind the world leaders, but have even regressed in recent years.  At the same time, other low-income countries have shown the capacity to make dramatic improvements in income per capita.  Two general explanations have been offered to account for the observed patterns of growth.  One view stresses differences in the efficiency of production are the main source of the observed gap in output per worker.  A competing explanation reverses this conclusion and gives primary importance to capital formation. We examine the relative importance of these two factors as an explanation of the gap using 112 countries over the period 1970-2000.  We find that differences in the efficiency of production, as measured by relative levels of total factor productivity, are the dominant factor accounting for the difference in development levels.  We also find that the gap between rich and most poor nations is likely to persist under prevailing rates of saving and productivity change.  To check the robustness of these conclusions, we employ different models of the growth process and different assumptions about the underlying data.  Although different models of growth produce different relative contributions of capital formation and TFP, we conclude that the latter is the dominant source of gap.  This conclusion must, however, be qualified by the poor quality of data for many developing countries.\n\n",
    "acknowledgement": "\nThe views expressed in the paper are solely those of the authors and do not necessarily reflect the position of UNIDO or any other organization with which the authors are affiliated. We would like to thank the participants at the NBER Summer Institute 2006, as well as Nobuya Haraguchi, for helpful comments and suggestions. Any remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}