{
    "id": 13462,
    "citation_title": "Race, Segregation, and Postal Employment: New Evidence on Spatial Mismatch",
    "citation_author": [
        "Leah Platt Boustan",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "2008-08-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe spatial mismatch hypothesis posits that employment decentralization isolated urban blacks from work opportunities. This paper focuses on one large employer that has remained in the central city over the twentieth century - the U.S. Postal Service. We find that blacks substitute towards postal work as other employment opportunities leave the city circa 1960. The response is particularly strong in segregated areas, where black neighborhoods are clustered near the central business district. Furthermore, this pattern only holds for non-mail carriers, many of whom work in central processing facilities. More recently, the relationship between black postal employment and segregation has declined, suggesting that spatial mismatch has become less important over time.\n\n",
    "acknowledgement": "\nWe appreciate the helpful suggestions of two referees, Nathaniel Baum-Snow, Lee Breckenridge, William Collins, Patrick Flaherty, Lawrence Katz, Christopher Rohlfs, Stuart Rosenthal, Steven Ross, Jesse Rothstein, and of workshop participants at Boston University, the National Bureau of Economic Research, New York University, Northwestern University, the Rand Corporation, Syracuse University, University of California-Berkeley, University of California-Los Angeles, University of California-Merced, University of Connecticut, University of Rochester, and the annual meetings of the American Economic Association and the Society of Labor Economists. Excellent research assistance was provided by Nahuel Costilla, Angelina Morris, Nelson Oliver, and Mingjie Sun. We thank the Richard S. Ziman Center for Real Estate at UCLA for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}