{
    "id": 13460,
    "citation_title": "Social Networks and Access to Health Care Among Mexican-Americans",
    "citation_author": [
        "Carole Roan Gresenz",
        "Jeannette Rogowski",
        "José J. Escarce"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research explores social networks and their relationship to access to health care among adult Mexican-Americans. We use data from the Medical Expenditure Panel Survey (MEPS) linked to data from the 2000 U.S. Census and other data sources.  We analyze multiple measures of access to health care. Measures of social networks are constructed at the ZCTA level and include percent of the population that is Hispanic, percent of the population that speaks Spanish, and percent of the population that is foreign-born and Spanish-speaking. Regressions are stratified by insurance status and social network measures are interacted with individual-level measures of acculturation. For insured Mexican-American immigrants, living in an area populated by relatively more Hispanics, more immigrants, or more Spanish-speakers increases access to care. The social network effects are generally stronger for more recent immigrants compared to those who are better established. We find no effects of these characteristics of the local population on access to care for U.S. born Mexican-Americans, suggesting that similarities in race and language may contribute more to the formation of social ties among individuals who are less acculturated to the U.S. Among the uninsured, we find evidence suggesting that social networks defined by ethnicity improve access to care among recent immigrants. A finding particular to the uninsured is the negative influence of percent of the population that is Hispanic and the percent that is Spanish-speaking on access to care among U.S. born Mexican-Americans. The results provide evidence that social networks play an important role in access to health care among Mexican-Americans. The results also suggest the need for further study using additional measures of social networks, analyzing other racial and ethnic groups, and exploring social networks defined by characteristics other than race, language and ethnicity.\n\n",
    "acknowledgement": "\nWe thank Sue Polich and Randy Hirscher for their expert help with programming, Elaine Quiter for project management, and Ray Kuntz at the AHRQ Data Center for facilitating our ability to analyze the data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}