{
    "id": 13467,
    "citation_title": "The Impact of Foreign Interest Rates on the Economy: The Role of the Exchange Rate Regime",
    "citation_author": [
        "Julian di Giovanni",
        "Jay C. Shambaugh"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often argued that many economies are affected by conditions in foreign countries. This paper explores the connection between interest rates in major industrial countries and annual real output growth in other countries. The results show that high foreign interest rates have a contractionary effect on annual real GDP growth in the domestic economy, but that this effect is centered on countries with fixed exchange rates. The paper then examines the potential channels through which major-country interest rates affect other economies. The effect of foreign interest rates on domestic interest rates is the most likely channel when compared with other possibilities, such as a trade effect.\n\n",
    "acknowledgement": "\nWe thank Andrew Bernard, Menzie Chinn, Fabio Ghironi, Pierre-Olivier Gourinchas, Andrei Levchenko, Gian Maria Milesi-Ferretti, Romain Ranciµere, Alessandro Rebucci,  Tiago Ribeiro, Andy Rose, and seminar participants at the IMF, Dartmouth College, the Federal Reserve System's Board of Governors, Trinity College Dublin, University College Dublin, the NBER Monetary Economics Summer Institute, the 2006 AEA meetings, and the Federal Reserve Bank of New York for comments. Thoughtful comments by two anonymous referees and the editor, Charles Engel, also helped substantially improve the paper. All remaining errors are the responsibility of the authors. We would also like to thank Gian Maria Milesi-Ferretti for sharing data on capital controls and capital flows and Carmen Reinhart and Menzie Chinn for making their data available on their websites. Part of this research was conducted while Jay Shambaugh was a Visiting Scholar at the IMF and a Visiting Fellow at the Institute for International Integration Studies at Trinity College Dublin. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}