{
    "id": 13475,
    "citation_title": "Wall Street and Silicon Valley: A Delicate Interaction",
    "citation_author": [
        "George-Marios Angeletos",
        "Guido Lorenzoni",
        "Alessandro Pavan"
    ],
    "citation_publication_date": "2007-10-04",
    "issue_date": "2007-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial markets look at data on aggregate investment for clues about underlying profitability. At the same time, firms' investment depends on expected equity prices. This generates a two-way feedback between financial market prices and investment. In this paper we study the positive and normative implications of this interaction during episodes of intense technological change, when information about new investment opportunities is highly dispersed. Because high aggregate investment is \"good news\" for profitability, asset prices increase with aggregate investment. Because firms' incentives to invest in turn increase with asset prices, an endogenous complementarity emerges in investment decisions -- a complementarity that is due purely to informational reasons. We show that this complementarity dampens the impact of fundamentals (shifts in underlying profitability) and amplifies the impact of noise (correlated errors in individual assessments of profitability). We next show that these effects are symptoms of inefficiency:  equilibrium investment reacts too little to fundamentals and too much to noise. We finally discuss policies that improve efficiency without requiring any informational advantage on the government's side.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard, Hyun Song Shin, Rob Townsend, Jaume Ventura, Ivan Werning and seminar participants at MIT, the Federal Reserve Board, the 2007 IESE Conference on Complementarities and Information (Barcelona), the 2007 Minnesota Workshop in Macroeconomic Theory, and the 2007 NBER Summer Institute for useful comments. Angeletos and Pavan thank the NSF for financial support. Email addresses: angelet@mit.edu; glorenzo@mit.edu; alepavan@northwestern.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}