{
    "id": 13476,
    "citation_title": "New Age Thinking: Alternative Ways of Measuring Age, Their Relationship to Labor Force Participation, Goverment Policies and GDP",
    "citation_author": [
        "John B. Shoven"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe current practice of measuring age as years-since-birth, both in common practice and in the law, rather than alternative measures reflecting a person's stage in the lifecycle distorts important behavior such as retirement, saving, and the discussion of dependency ratios. Two alternative measures of age are explored: mortality risk and remaining life expectancy. With these alternative measures, the huge wave of elderly forecast for the first half of this century doesn't look like a huge wave at all.  By conventional 65+ standards, the fraction of the population that is elderly will grow by about 66 percent. However, the fraction of the population that is above a mortality rate that corresponds to 65+ today will grow by only 20 percent. Needless to say, the aging of the society is a lot less dramatic with the alternative mortality-based age measures. In a separate application of age measurement, I examine the consequences of stabilizing labor force participation by age with alternative age definitions. If labor force participation were to remain as it is today with respect to remaining life expectancy (i.e. if the length of retirement stayed where it is today) rather than labor force participation remaining fixed by conventionally-defined age, then there would be 9.6 percent more total labor supply by 2050 in the U.S. This additional labor supply could help finance entitlement programs amongst other things. GDP would be between seven and ten percent higher by 2050 if retirement lengths stabilize. Several policies are examined that would encourage longer work careers.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER conference on the economics of aging held at The Boulders, Carefree, Arizona, May 10-13, 2007. The author would like to thank Gopi Shah Goda and Matthew Gunn for discussing these matters with me and helping with the analysis. Also, he would like to thank Erzo Luttmer for his insightful discussion of the paper at the Boulders conference and the other participants in the conference for their ideas and reactions. Victor Fuchs, my long time colleague and friend, was on this tack long before me. The remaining flaws in the logic are all mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}