{
    "id": 13479,
    "citation_title": "Childhood Disadvantage and Obesity: Is Nurture Trumping Nature?",
    "citation_author": [
        "Patricia M. Anderson",
        "Kristin F. Butcher",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObesity has been one of the fastest growing health concerns among children, particularly among disadvantaged children.  For children overall, obesity rates have tripled from 5% in the early 1970s to about 15% by the early 2000s.  For disadvantaged children, obesity rates are closer to 20%.  In this paper, we first examine the impact of various measures of disadvantage on children's weight outcomes over the past 30 years, finding that the disadvantaged have gained weight faster.  Over the same period, adult obesity rates have grown, and we expect parental obesity to be closely tied to children's obesity, for reasons of both nature and nurture.  Thus, examining changes in the parent-child correlation in BMI should give us some insight into the ways in which the environment that parents and children share has affected children's body mass, or into how the interaction of genes and environment has changed.  We find that the elasticity between mothers' and children's BMI has increased since the 1970s, suggesting that shared genetic-environmental factors have become more important in determining obesity.  Despite the faster weight gain for the disadvantaged, there appears to be no clear difference for by disadvantaged group in either the parent-child elasticity or in identifiable environmental factors.  On average, the increases in parents' BMI between the early 1970s and the early 2000s can explain about 37 percent of the increase in children's BMI.  Although common environmental/genetic factors play a larger role now than in earlier time periods, child specific environments such as schools and day care play a potentially important role in determining children's health status.\n\n",
    "acknowledgement": "\nThis research was funded in part by the Annie E. Casey Foundation.  We thank them for their support but acknowledge that the findings and conclusions presented in this report are those of the authors alone, and do not necessarily reflect the opinions of the Foundation.  We thank Chris Rogers at NCHS for help accessing the confidential NHANES data, Qing Chang and Pauline Yu for helpful research assistance, and Jon Gruber, John Cawley, Doug Staiger, Bruce Sacerdote and participants in the Disadvantaged Youth Conference for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}