{
    "id": 13480,
    "citation_title": "Personnel Economics",
    "citation_author": [
        "Edward P. Lazear",
        "Paul Oyer"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this review of the personnel economics literature, we introduce key topics of personnel economics, focus on some relatively new findings that have emerged since prior reviews of some or all of the personnel economics literature, and suggest open questions in personnel economics where future research can make valuable contributions to the literature. We explore five aspects of the employment relationship - incentives, matching firms with workers, compensation, skill development, and the organization of work - reviewing the main theories, empirical tests of those theories, and the open questions in each area.\n\n",
    "acknowledgement": "\nWe thank the editors, James Malcomson, Bentley MacLeod, Scott Schaefer, Jan Zabojnik, and participants in the Handbook conference at Stanford for comments. This is a draft of a chapter to appear in the forthcoming Handbook of Organizational Economics, edited by Robert Gibbons and D. John Roberts and published by Princeton University Press. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}