{
    "id": 13486,
    "citation_title": "The Informal Sector",
    "citation_author": [
        "Áureo de Paula",
        "José A. Scheinkman"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of informal economic activity. We present two equilibrium models of informality and test their implications using a survey of 48,000+ small firms in Brazil. We define informality as tax avoidance; firms in the informal sector avoid tax payments but suffer other limitations. In the first model there is a single industry and informal firms face a higher cost of capital and a limitation on size. As a result informal firms are smaller and have a lower capital labor ratio. When education is an imperfect proxy for ability, we show that the interaction of the manager's education and formality has a positive correlation with firm size. These implications are supported by our empirical analysis. The second model highlights the role of value added taxes in transmitting informality. It predicts that the informality of a firm is correlated to the informality of firms from which it buys or sells. The model implies that higher tolerance for informal firms in one production stage increases tax avoidance in downstream and upstream sectors. Empirical analysis shows that, in fact, various measures of formality of suppliers and purchasers (and its enforcement) are correlated with the formality of a firm. Even more interestingly, when we look at sectors where Brazilian firms are not subject to the credit system of value added tax, this chain effect vanishes.\n\n",
    "acknowledgement": "\nWe thank Rita Almeida and Sandra Brandao for their help with the enforcement data, and Joana Monteiro and Juliano Assuncao for providing us with the ECINF dataset and clarifying its methodology. We also thank Julio Cacho, Paulo Natenzon, Justinas Pelenis and Glen Weyl for research assistance. We benefited from comments by seminar participants at several institutions and conferences and especially from conversations with William Maloney, Nicola Persico and Ken Wolpin. This material is based upon work supported by the National Science Foundation under Award Numbers SES0350770 and SES0718407. Scheinkman's research was also partially supported by  the John Simon Guggenheim Memorial Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}