{
    "id": 13488,
    "citation_title": "Overweight in Adolescents: Implications for Health Expenditures",
    "citation_author": [
        "Alan C. Monheit",
        "Jessica P. Vistnes",
        "Jeannette A. Rogowski"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider two compelling research questions raised by the increased prevalence of overweight among adolescents. First, what factors explain variation in adolescent bodyweight and the likelihood of being overweight? Next, do overweight adolescents incur greater health care expenditures compared to those of normal weight? We address the former question by examining the contribution of individual characteristics, economic factors, parental and family attributes, and neighborhood characteristics to variation in these bodyweight outcomes. For the second question, we estimate a two-part, generalized linear model of health spending. Using data from the Medical Expenditure Panel Survey, our econometric analyses indicate that adolescent bodyweight and the likelihood of being overweight are strongly associated with parental bodyweight, parental education, parental smoking behavior, and neighborhood attributes such as the availability of fresh food markets and convenience/snack food outlets, and neighborhood safety and material deprivation. Our expenditure model indicates that overweight females have annual expenditures that exceed those of normal weight by nearly $800 with part of the disparity explained by differences in mental health expenditures. We use both sets of empirical results to draw implications for policies to address adolescent overweight.\n\n",
    "acknowledgement": "\nWe thank James Kirby, Chad Meyerhoefer, and participants at the AHRQ Health Economics Seminar for helpful comments and Irina Grafova, Chad Meyerhoefer, and Sam Zuvekas for sharing data with us. We are indebted to Rizie Kumar for her skillful and diligent work constructing our data file and to Kathy McMillan of Social and Scientific Systems, Bethesda, MD for assistance in merging geographical variables to our analytical file.  The views in this paper are those of the authors and no official endorsement by the Department of Health and Human Services, AHRQ, or the National Bureau of Economic Research is intended nor should be inferred.\n\n\n"
}