{
    "id": 13487,
    "citation_title": "Optimal Mortgage Refinancing: A Closed Form Solution",
    "citation_author": [
        "Sumit Agarwal",
        "John C. Driscoll",
        "David Laibson"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": null,
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe derive the first closed-form optimal mortgage refinancing rule. The expression is derived by using the Lambert-W function to solve a tractable class of mortgage refinancing problems.  We calibrate our solution and show that our quantitative results closely match those reported by researchers who use numerical methods.\n\n",
    "acknowledgement": "\nWe thank Michael Blank, Lauren Gaudino, Emir Kamenica, Nikolai Roussanov, Dan Tortorice, Tim Murphy, Kenneth Weinstein and Eric Zwick for excellent research assistance. We are particularly grateful to Fan Zhang who introduced us to Lambert?s W-function, which is needed to express our implicit solution for the refinancing differential as a closed form equation. We also thank Brent Ambrose, Ronel Elul, Xavier Gabaix, Bert Higgins, Erik Hurst, Michael LaCour-Little, Jim Papadonis, Sheridan Titman, David Weil, and participants at seminars at the NBER Summer Institute and Johns Hopkins for helpful comments. Laibson acknowledges support from the NIA (P01AG005842) and the NSF (0527516). Earlier versions of this paper with additional results circulated under the titles \"When Should Borrowers Refinance Their Mortgages?\" and \"Mortgage Refinancing\nfor Distracted Consumers.\" The views expressed in this paper do not necessarily reflect the views of the Federal Reserve Board, the Federal Reserve Bank of Chicago, or the National Bureau of Economic Research.\n\n\n"
}