{
    "id": 13483,
    "citation_title": "The International Diversification Puzzle Is Not As Bad As You Think",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2007-10-10",
    "issue_date": "2007-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn simple one-good international macro models, the presence of non-diversifiable labor income risk means that country portfoliosshould be heavily biased toward foreign assets. The fact that theopposite pattern of diversification is observed empirically constitutes the international diversification puzzle. We embed aportfolio choice decision in a frictionless two-country, two-good version of the stochastic growth model. In this environment, which is a workhorse for international business cycle research, we derive a closed-form expression for equilibrium country portfolios. These are biased towards domestic assets, as in the data. Home bias arises because endogenous international relative price fluctuations make domestic stocks a good hedge against non-diversifiable labor income risk. We then use our our theory to link openness to trade to the level of diversification, and find that it offers a quantitatively compelling account for the patterns of international diversification observed across developed economies in recent years.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and no necessarily those of the Federal Reserve Board, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System. We thank Sebnem Kalemli-Ozcan, Nobu Kiyotaki and Eric Van Wincoop for thoughtful discussions and seminar participants at the Board of Governors, Bocconi, Bank of Canada, Boston College, Chicago, Cornell, Federal Reserve Banks of Chicago, Cleveland, Dallas, San Francisco and Richmond, European University Institute, Georgetown, Harvard, IMF, LSE, MIT, NYU, Penn, Princeton, Stanford, SUNY Albany, Texas Austin, UC San Diego and Berkeley, USC, Virginia, Wisconsin, the 2004 AEA Meetings, CEPR ESSIM, SED, Minnesota Workshop in Macroeconomics Theory and NBER EFG summer meetings for very helpful comments. The datasets and computer code used in the paper are available on our websites. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}