{
    "id": 13493,
    "citation_title": "Information Technology and Medical Missteps: Evidence from a Randomized Trial",
    "citation_author": [
        "Jonathan C. Javitt",
        "James B. Rebitzer",
        "Lonny Reisman"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the effect of a decision support tool designed to help physicians detect and correct medical \"missteps\".  The data comes from a randomized trial of the technology on a population of commercial HMO patients.  The key findings are that the new information technology lowers average charges by 6% relative to the control group. This reduction in resource utilization was the result of reduced in-patient charges (and associated professional charges) for the most costly patients.  The rate at which identified issues were resolved was generally higher in the study group than in the control group, suggesting the possibility of improvements in care quality along measured dimensions and enhanced diffusion of new protocols based on new clinical evidence.\n\n",
    "acknowledgement": "\nThe technology we analyze is the property of Active Health Management, Inc. Dr. Reisman was, and continues to be, the CEO of Active Health.  At the time of the study Dr. Javitt was a shareholder and had a consulting relationship with the company.  Rebitzer has no financial relationship or proprietary interest in the company.  We would like to thank the following for help and advice: Jeffery Jacques, Iver Juster, Jonathan Kay, Mayur Shah, Stephen Rosenberg, Todd Locke, Jim Couch, JB Silvers, Randy Cebul, Mark Votruba and seminar participants at: the Kellogg School at Northwestern University, MIT, The Wharton School at the University of Pennsylvania, Princeton University, the University of Minnesota, the University of Illinois at Urbana, the University of Washington, the Ohlin School at Washington University in St., Louis, the NBER, the Center for Health Care Research and Policy at Case Western Reserve, and the Harvard/BU/MIT Health Economics Seminar. The authors are responsible for any remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}