{
    "id": 13495,
    "citation_title": "The Income Gradient in Children's Health: A Comment on Currie, Shields and Wheatley Price",
    "citation_author": [
        "Anne Case",
        "Diana Lee",
        "Christina Paxson"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reexamines differences found between income gradients in American and English children's health, in results originally published by Case, Lubotsky and Paxson (2002) for the US, and by Currie, Shields and Wheatley Price (2007) for England. We find that, when the English sample is expanded by adding three years of data, and is compared to American data from the same time period, the income gradient in children's health increases with age by the same amount in the two countries. In addition, we find that Currie, Shields and Wheatley Price's measures of chronic conditions from the Health Survey of England were incorrectly coded. Using correctly coded data, we find that the effects of chronic conditions on health status are larger in the English sample than in the American sample, and that income plays a larger role in buffering children's health from the effects of chronic conditions in England. We find no evidence that the British National Health Service, with its focus on free services and equal access, prevents the association between health and income from becoming more pronounced as children grow older.\n\n",
    "acknowledgement": "\nThis research was funded in part through NIH grant R01 HD41141-01. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}