{
    "id": 13494,
    "citation_title": "Wages, Violence and Health in the Household",
    "citation_author": [
        "Anna Aizer"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThree quarters of all violence against women is perpetrated by domestic partners.  I study both the economic causes and consequences of domestic violence.  I find that decreases in the male-female wage gap reduce violence against women, consistent with a household bargaining model. The relationship between the wage gap and violence suggests that reductions in violence may provide an alternative explanation for the well-established finding that child health improves when mothers control a greater share of the household resources.  Using instrumental variable and propsensity score techniques to control for selection into violent relationships, I find that violence against pregnant women negatively affects the health of their children at birth.  This work sheds new light on the health production process as well as observed income gradients in health and suggests that in addition to addressing concerns of equity, pay parity can also improve the health of American women and children via reductions in violence.\n\n",
    "acknowledgement": "\nThe author thanks Janet Currie, Pedro Dal Bo, Mark Duggan, Emily Oster, Michael Grossman, Ted Joyce, Bob Kaestner, Melissa Kearney, Jens Ludwig, Cynthia Perry and seminar participants at Brown University, the University of Maryland, Princeton University, Northwestern, the BU/Harvard/MIT joint seminar in health economics and CUNY/NBER for helpful comments and suggestions. This work was supported by grant number 1R03HD051808-01A2 from the National Institute of Child Health and Human Development (NICHD) and grant number 0648700 from the National Science Foundation (NSF).  Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the NICHD or the NSF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}