{
    "id": 13496,
    "citation_title": "Housing Price Volatility and Downsizing in Later Life",
    "citation_author": [
        "James Banks",
        "Richard Blundell",
        "Zoë Oldfield",
        "James P. Smith"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we modeled several types of housing transitions of the elderly in two countries -- Britain and the United States.  One important form of these transitions involves downsizing of housing consumption, the importance of which among older households is still debated. This downsizing takes multiple forms, including reductions in the number of rooms per dwelling and the value of the home. There is also evidence that this downsizing is greater when house price volatility is greater and that American households try to escape housing price volatility by moving to places that are experience significantly less housing price volatility. Our comparative evidence in suggests that there is less evidence of downsizing in Britain. Our results indicate that housing consumption appears to decline with age in the US, even after controlling for the other demographic and work transitions associated with age that would normally produce such a decline. No such fall in housing consumption is found in Britain, largely because British households are much more likely to stay in their original residence.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support of a grant from the National Institute on Aging. Blundell and Banks also acknowledge co-funding from the ESRC Centre for the Microeconomic Analysis of Public Policy at IFS. Smith benefited from the expert programming assistance of David Rumpel. The usual disclaimer applies. This paper was prepared for presentation at the Boulders Economics of Aging Conference in Carefree, Arizona in May 2007. We very much appreciate the useful and constructive comments of our discussant Steve Venti as well as the other participants at the conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}