{
    "id": 13492,
    "citation_title": "Love, Hate and Murder: Commitment Devices in Violent Relationships",
    "citation_author": [
        "Anna Aizer",
        "Pedro Dal Bó"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany violent relationships are characterized by a high degree of cyclicality: women who are the victims of domestic violence often leave and return multiple times. To explain this we develop a model of time inconsistent preferences in the context of domestic violence. This time inconsistency generates a demand for commitment. We present supporting evidence that women in violent relationships display time inconsistent preferences by examining their demand for commitment devices. We find that \"no-drop\" policies -- which compel the prosecutor to continue with prosecution even if the victim expresses a desire to drop the charges -- result in an increase in reporting. No-drop policies also result in a decrease in the number of men murdered by intimates suggesting that some women in violent relationships move away from an extreme type of commitment device when a less costly one is offered.\n\n",
    "acknowledgement": "\nWe wish to thank Laura Dugan for generously providing the data on prosecutorial policies and domestic violence services.  We also thank Thomas Dee and Robert Pollak as well as seminar participants at Brown and Harvard Universities.  This work was supported by grant number 1R03HD051808-01A2 from the National Institute of Child Health and Human Development (NICHD) and grant number 0648700 from the National Science Foundation (NSF).  Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the NICHD or the NSF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}