{
    "id": 13498,
    "citation_title": "Heterogeneous Impact of the \"Seguro Popular\" Program on the Utilization of Obstetrical Services in Mexico, 2001-2006: A Multinomial Probit Model with a Discrete Endogenous Variable",
    "citation_author": [
        "Sandra G. Sosa-Rubi",
        "Omar Galarraga",
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObjective:  We evaluated the impact of Seguro Popular (SP), a program introduced in 2001 in Mexico primarily to finance health care for the poor.  We studied the effect of SP on pregnant women's access to obstetrical services. Data:  We analyzed the cross-sectional 2006 National Health and Nutrition Survey (ENSANUT), focusing on the responses of 3,890 women who delivered babies during 2001-2006 and whose households lacked employer-based health care coverage. Methods:  We formulated a multinomial probit model that distinguished between three mutually exclusive sites for delivering a baby: a health unit accredited by SP; a clinic run by the Department of Health (Secretaria de Salud, or SSA); and private obstetrical care. Our model accounted for the endogeneity of the household's binary decision to enroll in the SP program. Results: Women in households that participated in the SP program had a much stronger preference for having a baby in a SP-sponsored unit rather than paying out of pocket for a private delivery. At the same time, participation in SP was associated with a stronger preference for delivering in the private sector rather than at a state-run SSA clinic. On balance, the Seguro Popular program reduced pregnant women's attendance at an SSA clinic much more than it reduced the probability of delivering a baby in the private sector. The impacts of the SP program at the individual and population levels varied with the woman's education and health, as well as the assets and location (rural versus urban) of the household. Conclusions: The SP program had a robust, significantly positive impact on access to obstetrical services. Our finding that women enrolled in SP switched from non-SP state-run facilities, rather than from out-of-pocket private services, is important for public policy and requires further exploration.\n\n",
    "acknowledgement": "\nWe acknowledge the research assistance of Edson Servan Mori. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}