{
    "id": 13499,
    "citation_title": "Unmeasured Investment and the Puzzling U.S. Boom in the 1990s",
    "citation_author": [
        "Ellen R. McGrattan",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic neoclassical growth model accounts well for the postwar cyclical behavior of the U.S. economy prior to the 1990s, provided that variations in population growth, depreciation rates, total factor productivity, and taxes are incorporated. For the 1990s, the model predicts a depressed economy, when in fact the U.S. economy boomed.  We extend the base model by introducing intangible investment and non-neutral technology change with respect to producing intangible investment goods and find that the 1990s are not puzzling in light of this new theory.  There is compelling micro and macro evidence for our extension, and the predictions of the theory are in conformity with U.S. national products, incomes, and capital gains.  We use the theory to compare current accounting measures for labor productivity and investment with the corresponding measures for the model economy with intangible investment. Our findings show that standard accounting measures greatly understate the boom in productivity and investment.\n\n",
    "acknowledgement": "\nThe authors thank the National Science Foundation for financial support and seminar participants and referees for comments on earlier drafts of the paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}