{
    "id": 13491,
    "citation_title": "Migration Creation, Diversion, and Retention: New Deal Grants and Migration: 1935-1940",
    "citation_author": [
        "Todd Sorensen",
        "Price V. Fishback",
        "Samuel Allen",
        "Shawn E. Kantor"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 1930s the federal government embarked upon an ambitious series of grant programs designed to counteract the Great Depression.  The amounts distributed varied widely across the country and potentially contributed to population shifts. We estimate an aggregate discrete choice model, in which household heads choose among 466 economic subregions. The structural model allows us to decompose the effects of program spending on migration into three categories: the effect of spending on keeping households in their origin (retention), the effect of pulling non-migrants out of their origin (creation), and the effect of causing migrants to substitute away from an alternative destination (diversion). An additional dollar of public works and relief spending increased net migration into an area primarily by retaining the existing population and creating new migration into the county. Only a small share of the increase in net migration rate was caused by diversion of people who had already chosen to migrate. AAA spending contributed to net out migration, primarily by creating new out migrants and repelling potential in migrants. A counterfactual analysis suggests that the uneven distribution of New Deal spending explains about twelve percent of the internal migration flows in the United States between 1935 and 1940.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}