{
    "id": 13509,
    "citation_title": "Measuring Welfare in Restructured Electricity Markets",
    "citation_author": [
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRestructuring electricity markets has enabled wholesalers to exercise market power. Using a common method of measuring competitive behavior in these markets, several studies have found substantial inefficiencies. This method overstates actual welfare loss by ignoring production constraints that result in non-convex costs. I develop an alternative method that accounts for these constraints and apply it to the Pennsylvania, New Jersey, and Maryland market. For the summer following restructuring, the common method implies that market imperfections resulted in considerable welfare loss, with actual production costs exceeding the competitive model's estimates by 13 to 21 percent. In contrast, my method finds that actual costs were only between three and eight percent above the competitive levels. In particular, it is the fringe firms whose costs increase, while strategic firms reduce production and costs.\n\n",
    "acknowledgement": "\nI thank Severin Borenstein, Jim Bushnell, Judy Chevalier, Bill Hogan, Jun Ishii, Ed Kahn, Nat Keohane, Aviv Nevo, Sharon Oster, Ben Polak, Steve Puller, Fiona Scott Morton, Frank Wolak, Catherine Wolfram, the editor, and two anonymous referees for helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}