{
    "id": 13500,
    "citation_title": "The Economics of Inefficient Technology Use",
    "citation_author": [
        "Paul Beaudry",
        "Patrick Francois"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe adoption and diffusion of technological knowledge is generally regarded as a key element in a country's economic success. However, as is the case with most types of information, the transfer of technological knowledge is likely to be subject to adverse selection problems. In this paper we examine whether asymmetric information regarding who knows how to run a new technology efficiently can explain a set of observations regarding within and cross-country patterns of technology diffusion. In particular, we show how the dynamics of adverse selection in the market for technological knowhow can explain (1) why inefficient technology use may take over a market even when better practice is available, (2) why widespread inefficient use may persist unless a critical mass of firms switch to best practice, (3) why efficient adoption of new technologies is more likely to occur where the existing technology is already productive, where wages are already relatively high, and where the new technology is not too great an advance over the old one, and (4) why the international mobility of knowledgeable individuals does not guarantee the diffusion of best practice technology across countries.\n\n",
    "acknowledgement": "\nWe thank Ashok Kotwal and seminar participants at the UBC macroeconomic workshop for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}