{
    "id": 13501,
    "citation_title": "The Welfare Effects of Public Drug Insurance",
    "citation_author": [
        "Darius Lakdawalla",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRewarding inventors with inefficient monopoly power has long been regarded as the price of encouraging innovation. Public prescription drug insurance escapes that trade-off and achieves an elusive goal: lowering static deadweight loss, while simultaneously encouraging dynamic investments in innovation. As a result of this feature, the public provision of drug insurance can be welfare-improving, even for risk-neutral and purely self-interested consumers. In spite of its relatively low benefit levels, the Medicare Part D benefit generate $3.5 billion of annual static deadweight loss reduction, and at least $2.8 billion of annual value from extra innovation. These two components alone cover 87% of the social cost of publicly financing the benefit. The analysis of static and dynamic efficiency also has implications for policies complementary to a drug benefit: in the context of public monopsony power, some degree of price-negotiation by the government is always strictly welfare-improving, but this should often be coupled with extensions in patent length.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institute on Aging for funding (1R01AG021940). For many helpful comments and suggestions, we thank seminar participants at the 2007 NBER Summer Institute Health Care session. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}