{
    "id": 13506,
    "citation_title": "Fear, Unemployment and Migration",
    "citation_author": [
        "David G. Blanchflower",
        "Chris Shadforth"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUK population growth over the past thirty-five years has been remarkably low in comparison with other countries; the population grew by just 7% between 1971 and 2004, less than all the other EU15 countries. The UK population has grown at a faster pace since the turn of the millennium. Both the inflow and outflow rates have risen, but the inflow rate has risen more rapidly recently, with an influx of workers from Eastern European. The propensity to come to the UK to work is higher the lower is a) GDP per capita b) life satisfaction in each of the East European countries. There is reason to believe that the majority of those who have arrived in the UK from Eastern Europe have not come permanently. When surveyed only 9% said they expected to stay for more than two years. Hence, in our view it is inappropriate to call them migrants, whereas in fact they should more appropriately be considered temporary or guest workers. There is evidence that, as a result of this increase in the flow of workers from Eastern Europe, the fear of unemployment has risen in the UK which appears to have contained wage pressures. We argue that the influx of workers from Eastern Europe has tended to increase supply by more than it has increased demand in the UK (in the short run). We argue that this has acted to reduce inflationary pressures and reduce the natural rate of unemployment.\n\n",
    "acknowledgement": "\nWe thank Tim Besley, Alex Bryson, David Card, Barry Chiswick, Peter Elias, Neal Hatch, Ethan Lewis and Jonathan Wadsworth for helpful discussions and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}