{
    "id": 13516,
    "citation_title": "Observational Learning: Evidence from a Randomized Natural Field Experiment",
    "citation_author": [
        "Hongbin Cai",
        "Yuyu Chen",
        "Hanming Fang"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results about the effects of observing others' choices, called observational learning, on individuals' behavior and subjective well-being in the context of restaurant dining from a randomized natural field experiment. Our experimental design aims to distinguish observational learning effect from saliency effect (because observing others' choices also makes these choices more salient). We find that, depending on specifications, the demand for the top 5 dishes was increased by an average of about 13 to 18 percent when these popularity rankings were revealed to the customers; in contrast, being merely mentioned as some sample dishes did not significantly boost their demand. Moreover, we find that, consistent with theoretical predictions, some modest evidence that observational learning effect was stronger among infrequent customers. We also find that customers' subjective dining experiences were improved when presented with the information about the top choices by other consumers, but not when presented with the names of some sample dishes.\n\n",
    "acknowledgement": "\nThis research was supported by Institute for Social and Policy Studies (ISPS) at Yale University with which Fang was affiliated when the project was initiated. Donald Green, Director of ISPS, provided important suggestions for the experimental design and useful general guidance about field experiments, both of which significantly improved the paper. We would also like to thank Dean Karlan, Enrico Moretti and Emmanuel Saez for helpful comments. We especially thank the site managers in Mei Zhou Dong Po restaurant chain for their enthusiastic participation and cooperation in this field experiment. We hope that their actions will spur more businesses to support randomized field experiment researches. All remaining errors are ours.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}