{
    "id": 13517,
    "citation_title": "Computing Stochastic Dynamic Economic Models with a Large Number of State Variables: A Description and Application of a Smolyak-Collocation Method",
    "citation_author": [
        "Benjamin Malin",
        "Dirk Krueger",
        "Felix Kubler"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe a sparse grid collocation algorithm to compute recursive solutions of dynamic economies with a sizable number of state variables. We show how powerful this method may be in applications by computing the nonlinear recursive solution of an international real business cycle model with a substantial number of countries, complete insurance markets and frictions that impede frictionless international capital flows. In this economy the aggregate state vector includes the distribution of world capital across different countries as well as the exogenous country-specific technology shocks. We use the algorithm to efficiently solve models with 2, 4, and 6 countries (i.e., up to 12 continuous state variables).\n\n",
    "acknowledgement": "\nThis paper was prepared for the JEDC project on solving models with heterogeneous agents. We thank Ken Judd for clarifying discussions about the scope and focus of this paper and gratefully acknowledge financial support under NSF grant SES-0004376. The views expressed in this paper are solely our own and should not be interpreted as reflecting those of the Board of Governors, the staff of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}