{
    "id": 13515,
    "citation_title": "Openness, Technology Capital, and Development",
    "citation_author": [
        "Ellen McGrattan",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we extend the growth model to include firm-specific technology capital and use it to assess the gains from opening to foreign direct investment. A firm's technology capital is its unique know-how from investing in research and development, brands, and organization capital.  What distinguishes technology capital from other forms of capital is the fact that a firm can use it simultaneously in multiple domestic and foreign locations. Foreign technology capital is exploited by permitting foreign direct investment by multinationals.  In both steady-state and transitional analyses, the extended growth model predicts large gains to being open.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for financial support for this research (grant SES-0422539) and Loris Rubini, Johanna Wallenius, and particularly Simona Cociuba for exceptional research assistance. This paper was presented at the April 2007 conference at the University of Chicago honoring the contributions of Robert E. Lucas, Jr. Discussions by Bob Lucas and Paul Romer were extremely helpful for us in revising an earlier draft of this paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}