{
    "id": 13518,
    "citation_title": "Housing and the Monetary Transmission Mechanism",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe housing market is of central concern to monetary policy makers. To achieve the dual goals of price stability and maximum sustainable employment, monetary policy makers must understand the role that housing plays in the monetary transmission mechanism if they are to set policy instruments appropriately. In this paper, I examine what we know about the role of housing in the monetary transmission mechanism and then explore the implications of this knowledge for the conduct of monetary policy. I begin with a theoretical and empirical review of the main housing-related channels of the transmission mechanism. These channels include the ways interest rates directly influence the user cost of housing capital, expectations of future house-price movements, and housing supply; and indirectly influence the real economy through standard wealth effects from house prices, balance sheet, credit-channel effects on consumer spending, and balance sheet, credit-channel effects on housing demand. I then consider the interaction of financial stability with the monetary transmission mechanism, and discuss the ways in which the housing sector might be a source of financial instability, and whether such instability could affect the ability of a central bank to stabilize the overall macroeconomy. I conclude with a discussion of two key policy issues. First, how can monetary policy makers deal with the uncertainty with regard to housing-related monetary transmission mechanisms? And second, how can monetary policy best respond to fluctuations in asset prices, especially house prices, and to possible asset-price bubbles?\n\n",
    "acknowledgement": "\nPrepared for Federal Reserve Bank of Kansas City's 2007 Jackson Hole Symposium, Jackson Hole, Wyoming. The views expressed here are my own and are not necessarily those of the Board of Governors or the Federal Reserve System. For their helpful comments and other contributions, I would like to thank Sally Davies, Brian Doyle, Wendy Edelberg, Rochelle Edge, Linda Kole, Andreas Lehnert, Michael Palumbo, Richard Peach, David Reifschneider, Raven Saks, and Robert Tetlow. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}