{
    "id": 13511,
    "citation_title": "Do Oligopolists Pollute Less? Evidence from a Restructured Electricity Market",
    "citation_author": [
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectricity restructuring has created the opportunity for producers to exercise market power. Oligopolists increase price by distorting output decisions, causing cross-firm production inefficiencies. This study estimates the environmental implications of production inefficiencies attributed to market power in the Pennsylvania, New Jersey, and Maryland electricity market. Air pollution fell substantially during 1999, the year in which both electricity restructuring and new environmental regulation took effect. I find that strategic firms reduced their emissions by approximately 20% relative to other firms and their own historic emissions. Next, I compare observed behavior with estimates of production, and therefore emissions, in a competitive market. According to a model of competitive behavior, changing costs explain approximately two-thirds of the observed pollution reductions. The remaining third can be attributed to firms exercising market power.\n\n",
    "acknowledgement": "\nI would like to thank Severin Borenstein, Dallas Burtraw, Jim Bushnell, Ed Kahn, Nat Keohane, Steve Puller, Peter Schott, Chad Syverson, Chris Timmins, Frank Wolak, Catherine Wolfram, anonymous referees, and the editor for helpful suggestions. I also thank seminar participants at Berkeley, UCEI, Yale, and NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}