{
    "id": 13510,
    "citation_title": "Prices vs. Quantities: Environmental Regulation and Imperfect Competition",
    "citation_author": [
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a market subject to environmental regulation, a firm's strategic behavior affects the production and emissions decisions of all firms. If firms are regulated by a Pigouvian tax, changing emissions will not affect the marginal cost of polluting. However, under a tradable permits system, the polluters' decisions affect the permit price. This paper shows that this feedback effect may increase a strategic firm's output. Relative to a tax, tradable permits improve welfare in a market with imperfect competition. As an application, I model strategic and competitive behavior of wholesalers in the Pennsylvania, New Jersey, and Maryland electricity market. Simulations suggest that exercising market power decreased local pollution by approximately nine percent, and therefore, substantially reduced the price of the region's pollution permits. Furthermore, I find that had regulators opted to use a tax instead of permits, the deadweight loss from imperfect competition would have been approximately seven percent greater.\n\n",
    "acknowledgement": "\nI would like to thank Alan Auerbach, Peter Berck, Severin Borenstein, Jim Bushnell, Nat Keohane, Barry Nalebuff, Aviv Nevo, Sheila Olmstead, Chad Syverson, Chris Timmins, Frank Wolak, Catherine Wolfram, two anonymous referees, and the editor for helpful suggestions. I also thank seminar participants at Berkeley, UCEI, Yale, and NBER. I am grateful for funding from the California Public Utilities Commission and the University of California Energy Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}