{
    "id": 13512,
    "citation_title": "Averting Regulatory Enforcement: Evidence from New Source Review",
    "citation_author": [
        "Nathaniel Keohane",
        "Erin T. Mansur",
        "Andrey Voynov"
    ],
    "citation_publication_date": "2007-10-15",
    "issue_date": "2007-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores firms' response to regulatory enforcement. New Source Review, a provision of the Clean Air Act, imposes stringent emissions limitations on significantly modified older power plants. In 1999, the EPA sued owners of 46 plants for NSR violations. We study how electricity companies respond to both the perceived threat of future action, and the action itself. A discrete choice model estimates plants likelihood of being named in lawsuits increases with large historic emissions and investments. On the eve of the lawsuits, emissions at plants with a one standard deviation greater probability of being sued fell approximately ten percent.\n\n",
    "acknowledgement": "\nWe thank Jim Bushnell and Catherine Wolfram for many helpful discussions. We also thank Catherine Wolfram for data on firms' financial statistics. Michael Greenstone and Ken Chay are thanked for data on attainment counties. We also thank two anonymous referees and seminar participants at Yale University, Rice University, University of Houston, Texas A&M University, Resources for the Future, Dartmouth College, and NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}