{
    "id": 13527,
    "citation_title": "The Changing Role of Family Income and Ability in Determining Educational Achievement",
    "citation_author": [
        "Philippe Belley",
        "Lance Lochner"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the 1979 and 1997 National Longitudinal Survey of Youth cohorts (NLSY79 and NLSY97) to estimate changes in the effects of ability and family income on educational attainment for youth in their late teens during the early 1980s and early 2000s. Cognitive ability plays an important role in determining educational outcomes for both NLSY cohorts, while family income plays little role in determining high school completion in either cohort.  Most interestingly, we document a dramatic increase in the effects of family income on college attendance (particularly among the least able) from the NLSY79 to the NLSY97.  Family income has also become a much more important determinant of college 'quality' and hours/weeks worked during the academic year (the latter among the most able) in the NLSY97.  Family income has little effect on college delay in either sample.\nTo interpret our empirical findings on college attendance, we develop an educational choice model that incorporates both borrowing constraints and a 'consumption' value of schooling - two of the most commonly invoked explanations for a positive family income - schooling relationship.  Without borrowing constraints, the model cannot explain the rising effects of family income on college attendance in response to the sharply rising costs and returns to college experienced from the early 1980s to early 2000s: the incentives created by a 'consumption' value of schooling imply that income should have become less important over time (or even negatively related to attendance).  Instead, the data are more broadly consistent with the hypothesis that more youth are borrowing constrained today than were in the early 1980s.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the Canadian Labour Market and Skills Researcher Network. We thank Flavio Cunha, Jim Heckman, Mike Keane, Abigail Payne, Sol Polachek and participants at the Inaugural Center of Human Capital and Journal of Human Capital Conference, 2007 University of Michigan/Michigan State/University of Western Ontario Labor Economics Conference, 2007 IRP Summer Research Workshop, ITAM, Johns Hopkins University, UCLA, University of Chicago's Harris School of Public Policy, University of Rochester, USC, and University of Western Ontario. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}