{
    "id": 13529,
    "citation_title": "The Effects of a Centralized Clearinghouse on Job Placement, Wages, and Hiring Practices",
    "citation_author": [
        "Muriel Niederle",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "2008-09-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew gastroenterologists participated in a labor market clearinghouse (a \"match\") from 1986 through the late 1990's, after which the match was abandoned. This provides an opportunity to study the effects of a match, by observing the differences in the outcomes and organization of the market when a match was operating, and when it was not. After the GI match ended, the market unraveled. Contracts were signed earlier each year, at diffuse times, often with exploding offers. The market became less national, more local. This allows us to discern the effect of the clearinghouse: it coordinated the timing of the market, in a way that increased its thickness and scope. The clearinghouse does not seem to have had an effect on wages. As this became known among gastroenterologists, an opportunity arose to reorganize the market to once again use a centralized clearinghouse. However it proved necessary to adopt policies that would allow employers to safely delay hiring and coordinate on using the clearinghouse. The market for gastroenterologists provides a case study of market failures, the way a centralized clearinghouse can fix them, and the effects on market outcomes. In the conclusion we discuss aspects of the experience of the gastroenterology labor market that seem to generalize fairly widely.\n\n",
    "acknowledgement": "\nMuriel Niederle: Stanford University and NBER, www.stanford.edu/~niederle. Alvin E. Roth: Harvard University and NBER, www.economics.harvard.edu/~aroth/alroth.html. Part of this work was supported by the National Science Foundation. We owe a special debt to Dr. Cody Webb, who first alerted us to the ongoing market failure in the labor market for gastroenterologists. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}