{
    "id": 13521,
    "citation_title": "Shocks, Structures or Monetary Policies? The Euro Area and US After 2001",
    "citation_author": [
        "Lawrence Christiano",
        "Roberto Motto",
        "Massimo Rostagno"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US Federal Reserve cut interest rates more vigorously in the recent recession than the European Central Bank did. By comparison with the Fed, the ECB followed a more measured course of action. We use an estimated dynamic general equilibrium model with financial frictions to show that comparisons based on such simple metrics as the variance of policy rates are misleading. We find that - because there is greater inertia in the ECB's policy rule - the ECB's policy actions actually had a greater stabilizing effect than did those of the Fed. As a consequence, a potentially severe recession turned out to be only a slowdown, and inflation never departed from levels consistent with the ECB's quantitative definition of price stability. Other factors that account for the different economic outcomes in the Euro Area and US include differences in shocks and differences in the degree of wage and price flexibility.\n\n",
    "acknowledgement": "\nThis paper expresses the views of the authors and not necessarily those of the European Central Bank. We are grateful for the comments of Matthew Canzonieri, Mark Gertler, Dale Henderson, Klaus Masuch, Philippe Moutot, Frank Smets and an anonymous referee, and for reactions of participants at the conference organized by the International Research Forum on Monetary Policy, Federal Reserve Board of Governors, December 1-2, 2005. We also thank Helen James for editorial assistance. The first author is grateful to the National Science Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}