{
    "id": 13528,
    "citation_title": "Employer Health Insurance Mandates and the Risk of Unemployment",
    "citation_author": [
        "Katherine Baicker",
        "Helen Levy"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployer health insurance mandates form the basis of many health care reform proposals.  Proponents make the case that they will increase insurance, while opponents raise the concern that low-wage workers will see offsetting reductions in their wages and that in the presence of minimum wage laws some of the lowest wage workers will become unemployed.  We construct an estimate of the number of workers whose wages are so close to the minimum wage that they cannot be lowered to absorb the cost of health insurance, using detailed data on wages, health insurance, and demographics from the Current Population Survey.  We find that 33 percent of uninsured workers earn within $3 of the minimum wage, putting them at risk of unemployment if their employers were required to offer insurance.  Assuming an elasticity of employment with respect to minimum wage increase of -0.10, we estimate that 0.2 percent of all full-time workers and 1.4 percent of uninsured full-time workers would lose their jobs because of a health insurance mandate. Workers who would lose their jobs are disproportionately likely to be high school dropouts, minority, and female.  This risk of unemployment should be a crucial component in the evaluation of both the effectiveness and distributional implications of these policies relative to alternatives such as tax credits, Medicaid expansions, and individual mandates, and their broader effects on the well-being of low-wage workers.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the conference \"Healthcare Reform: The Economics of  Pay-or-Play Mandates,\" (Washington DC, September 14, 2007), especially Jared Bernstein and Elise Gould, for their very helpful comments and suggestions.  Financial support of an earlier version of this work from the Employment Policies Institute is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}