{
    "id": 13522,
    "citation_title": "Dynamic Product Repositioning in Differentiated Product Markets: The Case of Format Switching in the Commercial Radio Industry",
    "citation_author": [
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ability of firms to reposition their products can determine the effects of demand shocks, mergers and policy interventions in differentiated product markets. This paper estimates a dynamic oligopoly model to measure repositioning costs in the commercial radio industry. Based on a set of markets where industry revenues were around $88 billion, I find that stations may have spent as much as $6 billion on repositioning. However, repositioning costs are not large enough to prevent radio markets adapting quite quickly to demand shocks.\n\n",
    "acknowledgement": "\nI would like to thank Jerry Hausman, Igal Hendel, Aviv Nevo, Amil Petrin, Ariel Pakes, Rob Porter, Steve Berry, Kate Ho, Allan Collard-Wexler, Paul Ellickson, Arie Beresteanu and participants at seminars at Duke, Northwestern, Chicago GSB, Harvard/MIT, Columbia, Yale, Stanford, the Canadian Summer Industrial Organization Conference at Kelowna and the Cowles Conference on Policy Applications of Structural Models for advice and useful comments. I would like to thank the National Association of Broadcasters and the Center for the Study of Industrial Organization at Northwestern University for financial support. All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}