{
    "id": 13524,
    "citation_title": "School Finance Reform: Assessing General Equilibrium Effects",
    "citation_author": [
        "Dennis N. Epple",
        "Maria Marta Ferreyra"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1994 the state of Michigan implemented one of the most comprehensive school finance reforms undertaken to date in any of the states. Understanding the effects of the reform is thus of value in informing other potential reform initiatives. In addition, the reform and associated changes in the economic environment provide an opportunity to assess whether a simple general equilibrium model can be of value in framing the study of such reform initiatives. In this paper, we present and use such a model to derive predictions about the effects of the reform on housing prices and neighborhood demographic compositions. Broadly, our analysis implies that the effects of the reform and changes in the economic environment are likely to have been reflected primarily in housing prices and only modestly on neighborhood demographics. We find that evidence for the Detroit metropolitan area from the decade encompassing the reform is largely consistent with the predictions of the model.\n\n",
    "acknowledgement": "\nWe thank David Arsen, Julie Berry Cullen, George Duncan, David Frame, Rich Romano, Stuart Rosenthal, Molly Sherlock, and two anonymous referees for insightful comments. We also benefited from comments by seminar participants at Duke, Syracuse and Florida, and from participants at the 2007 AEFA conference. Epple thanks the National Science Foundation and Ferreyra thanks the Berkman Faculty Development Fund at Carnegie Mellon University for financial support. We thank Julie Berry Cullen and Susanna Loeb for providing us with data on pass rates for Michigan. We are also grateful to Mary Ann Cleary, Jeff Guilfoyle and Glenda Rader from the government of the state of Michigan for helpful conversations on Proposal A and for facilitating our access to data. Bill Buckingham from the Applied Population Lab at University of Wisconsin-Madison provided Arc GIS support, and Surendra Bagde provided research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}