{
    "id": 13525,
    "citation_title": "Understanding the Accrual Anomaly",
    "citation_author": [
        "Jin Ginger Wu",
        "Lu Zhang",
        "X. Frank Zhang"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "2008-05-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterpreting accruals as working capital investment, we hypothesize that firms rationally adjust their investment to respond to discount rate changes. Consistent with the optimal investment hypothesis, we document that (i) the predictive power of accruals for future stock returns increases with the covariations of accruals with past and current stock returns, and (ii) adding investment- based factors into standard factor regressions substantially reduces the magnitude of the accrual anomaly. High accrual firms also have similar corporate governance and entrenchment indexes as low accrual firms. This evidence suggests that the accrual anomaly is more likely to be driven by optimal investment than by investor overreaction to excessive growth or over-investment.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Andrew Ang, Sreedhar Bharath, Long Chen, Mozaffar Khan (discussant), Paolo Pasquariello, Amiyatosh Purnanandam, Reuven Lehavy, and seminar participants at Emory University and the 18th Annual Conference on Financial Economics and Accounting at New York University. Lu Zhang acknowledges the financial support provided by the NTT Program of Asian Finance and Economics at the Stephen M. Ross School of Business at the University of Michigan. This manuscript supersedes our previous working paper circulated as \"The accrual anomaly: Exploring the optimal investment hypothesis.\" All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}