{
    "id": 13526,
    "citation_title": "The Evolution of Inequality, Heterogeneity and Uncertainty in Labor Earnings in the U.S. Economy",
    "citation_author": [
        "Flavio Cunha",
        "James J. Heckman"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large empirical literature documents a rise in wage inequality in the American economy. It is silent on whether the increase in inequality is due to greater heterogeneity in the components of earnings that are predictable by agents or whether it is due to greater uncertainty faced by agents. Applying the methodology of Cunha, Heckman and Navarro (2005) to data on agents making schooling decisions in different economic environments, we join choice data with earnings data to estimate the fraction of future earnings that is forecastable and how this fraction has changed over time. We find that both predictable and unpredictable components of earnings have increased in recent years. The increase in uncertainty is substantially greater for unskilled workers. For less skilled workers, roughly 60% of the increase in wage variability is due to uncertainty. For more skilled workers, only 8% of the increase in wage variability is due to uncertainty. Roughly 26% of the increase in the variance of returns to schooling is due to increased uncertainty. Using conventional measures of income inequality masks the contribution of rising uncertainty to the rise in the inequality of earnings for less educated groups.\n\n",
    "acknowledgement": "\nThis research was supported by NIH R01-HD-043411 and NSF SES-0241858. Cunha is grateful to the Claudio Haddad Dissertation Fund at the University of Chicago and Rob Dugger for research support. This article builds on research reported in Cunha, Heckman and Navarro (2005). We are grateful to Ray Fair, Lars Hansen, Pat Kehoe, Robert Lucas, Salvador Navarro, Tom Sargent, Robert Shimer, Robert Townsend and Kenneth Wolpin for comments on various drafts. This version has benefited from comments received at the Money and Banking Workshop, University of Chicago, November 21, 2006. We have also benefited from comments received from participants at the Ely Lectures at Johns Hopkins University, April 2005, the 9th Econometric Society World Congress at University College London, August 2005, the Economic Dynamics Working Group at the University of Chicago, October 2005, the Empirical Dynamic General Equilibrium Conference at the Centre for Applied Microeconometrics, December 2005, the Macroeconomics of Imperfect Risk Sharing Conference at the University of California at Santa Barbara, May 2006, the 2006 Meetings of the Society for Economic Dynamics, July 2006, the Koopmans Memorial Lectures at Yale, September 2006, the Federal Reserve Bank of Minneapolis Applied Micro Workshop, October 2006, and Tom Sargent's Macro Reading Group at New York University, October 2006. The website for the supplementary material to this paper is http://jenni.uchicago.edu/evo-earn/. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}