{
    "id": 13530,
    "citation_title": "What Have We Learned From Market Design?",
    "citation_author": [
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay discusses some things we have learned about markets, in the process of designing marketplaces to fix market failures. To work well, marketplaces have to provide thickness, i.e. they need to attract a large enough proportion of the potential participants in the market; they have to overcome the congestion that thickness can bring, by making it possible to consider enough alternative transactions to arrive at good ones; and they need to make it safe and sufficiently simple to participate in the market, as opposed to transacting outside of the market, or having to engage in costly and risky strategic behavior. I'll draw on recent examples of market design ranging from labor markets for doctors and new economists, to kidney exchange, and school choice in New York City and Boston.\n\n",
    "acknowledgement": "\nThis paper was prepared to accompany the Hahn Lecture I delivered at the Royal Economic Society meetings, on April 11, 2007 at the University of Warwick. The work I report here is a joint effort of many colleagues and coauthors.  I pay particular attention here to work with Atila Abdulkadiroglu, Muriel Niederle, Parag Pathak, Tayfun Sonmez, and Utku Unver.  I've also benefited from many conversations on this topic with Paul Milgrom (including two years teaching together a course on Market Design). This work has been supported by grants from the NSF to the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}