{
    "id": 13537,
    "citation_title": "Rational and Behavioral Perspectives on the Role of Annuities in Retirement Planning",
    "citation_author": [
        "Jeffrey R. Brown"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses the role of annuities in retirement planning. It begins by explaining the basic theory underlying the individual welfare gains available from annuitizing resources in retirement. It then contrasts these findings with the empirical findings that so few consumers behave in a manner that is consistent with them placing a high value on annuities. After reviewing the strengths and weaknesses of the large literature that seeks to reconcile these findings through richer extensions of the basic model, this paper turns to a somewhat more speculative discussion of potential behavioral stories that may be limiting demand. Overall, the paper argues that while further extensions to the rational consumer model of annuity demand are useful for helping to clarify under what conditions annuitization is welfare-enhancing, at least part of the answer to why consumers are so reluctant to annuitize will likely be found through a more rigorous study of the various psychological biases that individuals bring to the annuity decision.\n\n",
    "acknowledgement": "\nThis paper was written for the book edited by Anna Maria Lusardi, entitled Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs.  The author is grateful to John Ameriks, Andrew Caplin, Anna Maria Lusardi, and participants in the May, 2007 \"Improving the Effectiveness of Financial Education and Savings Programs\" conference for helpful conversations. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}