{
    "id": 13532,
    "citation_title": "Productivity and U.S. Macroeconomic Performance: Interpreting the Past and Predicting the Future with a Two-Sector Real Business Cycle Model",
    "citation_author": [
        "Peter N. Ireland",
        "Scott Schuh"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA two-sector real business cycle model, estimated with postwar U.S. data, identifies shocks to the levels and growth rates of total factor productivity in distinct consumption- and investment-goods-producing technologies. This model attributes most of the productivity slowdown of the 1970s to the consumption-goods sector; it suggests that a slowdown in the investment-goods sector occurred later and was much less persistent. Against this broader backdrop, the model interprets the more recent episode of robust investment and investment-specific technological change during the 1990s largely as a catch-up in levels that is unlikely to persist or be repeated anytime soon.\n\n",
    "acknowledgement": "\nAll data and programs used in this research are freely available at http://www2.bc.edu/~irelandp. The authors would like to thank Susanto Basu, Jonas Fisher, Jeff Fuhrer, Jordi Gali, Blake LeBaron, Hong Li, Cathy Mann, Giovanni Olivei, John Roberts, Charles Steindel, Andrea Tambalotti, and two anonymous referees, as well as seminar and conference participants at Brandeis University, the Federal Reserve Banks of Boston, Cleveland, and New York, the Federal Reserve Board, the National Bureau of Economic Research, and the University of Quebec at Montreal, for extremely helpful comments and suggestions and Suzanne Lorant for expert editorial assistance. Some of this work was completed while Peter Ireland was visiting the Federal Reserve Bank of Boston; he would like to thank the Bank and its staff for their hospitality and support. This material is also based on work supported by the National Science Foundation under Grant No. SES-0213461 to Peter Ireland. Any opinions, findings, and conclusions or recommendations expressed herein are the authors' own and do not reflect those of the Federal Reserve Bank of Boston, the Federal Reserve System, the National Bureau of Economic Research, or the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}