{
    "id": 13533,
    "citation_title": "Demographic Change and the Structure of Wages: A Demand-Theoretic Analysis for Brazil",
    "citation_author": [
        "Ernesto F. L. Amaral",
        "Daniel S. Hamermesh",
        "Joseph E. Potter",
        "Eduardo L.G. Rios-Neto"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith rapidly declining fertility and increased longevity the age structure of the labor force in developing countries has changed rapidly.  Changing relative supply of workers by age group, and by educational attainment, can have profound effects on labor costs. Their impacts on earnings have been heavily studied in the United States but have received little attention in Asia and Latin America, where supply shocks are at least as large and have often proceeded less evenly across the economy. We use data on 502 local Brazilian labor markets from Censuses 1970-2000 to examine the extent of substitution among demographic groups as relative supply has changed.  The results suggest that age-education groups are imperfect substitutes, so that larger age-education cohorts see depressed wage rates, particularly among more-educated groups.  The extent of substitution has increased over time, so that the decreasing size of the least-skilled labor force today is barely raising its remaining members' wages.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the John D. and Catherine T. MacArthur Foundation, the William and Flora Hewlett Foundation, and the Population Reference Bureau. Viviana Salinas and Eunice Vargas played an important role in the discussions that led up to this analysis, Starling Pullum helped set up our databases, and helpful comments were received from David Weil and participants at several conferences and universities. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}