{
    "id": 13539,
    "citation_title": "Mosquitoes: The Long-term Effects of Malaria Eradication in India",
    "citation_author": [
        "David Cutler",
        "Winnie Fung",
        "Michael Kremer",
        "Monica Singhal",
        "Tom Vogl"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "2009-08-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of malaria on educational attainment and income by exploiting geographic variation in malaria prevalence in India prior to a nationwide eradication program in the 1950s. We find that the program led to modest increases in income for prime age men. This finding is robust to using very localized sources of geographic variation and to instrumenting for pre-eradication prevalence with climate factors. We do not observe improvements in income for women, suggesting that observed effects are likely driven by increased labor market productivity. We find no evidence of increased educational attainment for men, and mixed evidence for women.\n\n",
    "acknowledgement": "\nWe are grateful to the National Malaria Eradication Programme of India for its generous assistance, to Petia Topalova for help with the National Sample Survey, to Scott Walker for help with GIS, and to Lakshmi Iyer for making available her data on agriculture in Indian districts. We also thank participants of the Center for International Development Conference on Health Improvements for Economic Growth, the Harvard Initiative on Global Health seminar series. We are grateful to the editor, Esther Duflo, and to anonymous referees for their comments. Vogl thanks the NSF for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}