{
    "id": 13535,
    "citation_title": "Do Political Parties Matter? Evidence from U.S. Cities",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine whether partisan political differences have important effects on policy outcomes at the local level using a new panel data set of mayoral elections in the United States. Applying a regression discontinuity design to deal with the endogeneity of the mayor's party, we find that party labels do not affect the size of government, the allocation of spending or crime rates, even though there is a large political advantage to incumbency in terms of the probability of winning the next election. The absence of a strong partisan impact on policy in American cities, which is in stark contrast to results at the state and federal levels of government, appears due to certain features of the urban environment associated with Tiebout sorting. In particular, there is a relatively high degree of household homogeneity at the local level that appears to provide the proper incentives for local politicians to be able to credibly commit to moderation and discourages strategic extremism.\n\n",
    "acknowledgement": "\nThe authors thank the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support. Misha Dworsky, Andrew Moore, Bob Jobim and Igar Fuki provided outstanding research assistance. We also appreciate the comments and suggestions of the editor and referees, as well as Claudio Ferraz, Ed Glaeser, Bob Inman, and seminar participants at the Wharton Applied Economics Workshop, Columbia University, Duke University, Federal Reserve Bank of Philadelphia, IPEA - Rio de Janeiro, University of Toronto, and the University of California-Berkeley. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}