{
    "id": 13538,
    "citation_title": "An Agency Theory of Dividend Taxation",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical studies of dividend taxation have found that: (1) dividend tax cuts cause large, immediate increases in dividend payouts, and (2) the increases are driven by firms with high levels of shareownership among top executives or the board of directors. These findings are inconsistent with existing \"old view\" and \"new view\" theories of dividend taxation. We propose a simple alternative theory of dividend taxation in which managers and shareholders have conflicting interests, and show that it can explain the evidence. Using this agency model, we develop an empirically implementable formula for the efficiency cost of dividend taxation. The key determinant of the efficiency cost is the nature of private contracting. If the contract between shareholders and the manager is second-best efficient, deadweight burden follows the standard Harberger formula and is second-order (small) despite the pre-existing distortion of over-investment by the manager. If the contract is second-best inefficient -- as is likely when firms are owned by diffuse shareholders because of incentives to free-ride when monitoring managers -- dividend taxation generates a first-order (large) efficiency cost. An illustrative calibration of the formula using empirical estimates from the 2003 dividend tax reform in the U.S. suggests that the efficiency cost of raising the dividend tax rate could be close to the amount of revenue raised.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Martin Feldstein, Roger Gordon, Kevin Hassett, James Poterba, and numerous seminar participants for very helpful comments. Joseph Rosenberg and Ity Shurtz provided outstanding research assistance. Financial support from National Science Foundation grants SES-0134946 and SES-0452605 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}