{
    "id": 13536,
    "citation_title": "Labor Market Status and Transitions during the Pre-Retirement Years: Learning from International Differences",
    "citation_author": [
        "Arie Kapteyn",
        "James P. Smith",
        "Arthur van Soest",
        "James Banks"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany western industrialized countries face strong budgetary pressures due to the aging of the baby boom generations and the general trends toward earlier ages of retirement. We use the American PSID and the European Community Household Panel (ECHP) to explain differences in prevalence and dynamics of self-reported work disability and labor force status. To that end we specify a two-equation dynamic panel data model describing the dynamics of labor force status and self-reported work disability. When we apply the U.S. parameters to the equations for the thirteen European countries we consider, the result is generally that work disability is lower and employment is higher. Furthermore, measures of employment protection across the different countries suggest that increased employment protection reduces reentry into the labor force and hence is a major factor explaining employment differences in the pre-retirement years.\n\n",
    "acknowledgement": "\nWe are grateful to Tania Andreyeva for research assistance, to Michael Hurd for comments, and to the National Institutes on Aging (Grant# P01-AG022481-01) and the Social Security Administration, through the Michigan Retirement Research Center, for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}