{
    "id": 13541,
    "citation_title": "Sex Differences in Obesity Rates in Poor Countries: Evidence from South Africa",
    "citation_author": [
        "Anne Case",
        "Alicia Menendez"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobally, men and women face markedly different risks of obesity. In all but of handful of (primarily Western European) countries, obesity is more prevalent among women than men. In this paper, we examine several potential explanations for this phenomenon. We analyze differences between men and women in reports and effects of the proximate causes of obesity -- physical exertion and food intake -- and the underlying causes of obesity -- childhood and adult poverty, depression, and attitudes about obesity. We evaluate the evidence for each explanation using data collected in an African township outside of Cape Town. Three factors explain the greater obesity rates we find among women. Women who were nutritionally deprived as children are significantly more likely to be obese as adults, while men who were deprived as children face no greater risk. In addition, women of higher adult socioeconomic status are significantly more likely to be obese, which is not true for men. These two factors can fully explain the difference in obesity rates we find in our sample. Finally (and more speculatively), women's perceptions of an 'ideal' female body are larger than men's perceptions of the 'ideal' male body, and individuals with larger 'ideal' body images are significantly more likely to be obese.\n\n",
    "acknowledgement": "\nThis research has been supported by grants from the National Institute on Aging (R01 AG20275-01, P01 AG05842-14, and P30 AG024361). We thank Dr. Ingrid le Roux and the Philani Nutrition Programme, without whose generous help and guidance this project would not have been possible. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}