{
    "id": 13544,
    "citation_title": "Optimal Monetary Policy and the Sources of Local-Currency Price Stability",
    "citation_author": [
        "Giancarlo Corsetti",
        "Luca Dedola",
        "Sylvain Leduc"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the policy trade-offs generated by local currency price stability of imports in economies where upstream producers strategically interact with downstream firms selling the final goods to consumers. We study the effects of staggered price setting at the downstream level on the optimal price (and markup) chosen by upstream producers and show that downstream price movements affect the desired markup of upstream producers, magnifying their price response to shocks. We revisit the international dimensions of optimal monetary policy, unveiling an argument in favor of consumer price stability as the main prescription for monetary policy. Since stable consumer prices feed back into a low volatility of markups among upstream producers, this contains inefficient deviations from the law of one price at the border. However, efficient stabilization of different CPI components will not generally result into perfect stabilization of headline inflation. National policies optimally respond to the same shocks in a similar way, thus containing volatility of the terms of trade, but not necessarily of the real exchange rate. The latter will be more volatile, among other things, the larger the home bias in expenditure and the content of local inputs in consumer goods.\n\n",
    "acknowledgement": "\nPrepared for the NBER 'Conference on International Dimensions of Monetary Policy', S'Agaro, Catalonia, Spain, June 11-13, 2007. We thank our discussant Philippe Bacchetta and participants in the ECB macro seminar, and the University of Amsterdam for comments. We thank Francesca Viani for superb research assistance. Giancarlo Corsetti's work on this paper is part of the Pierre Werner Chair Programme on Monetary Union at the European University Institute. Hospitality by De Nederlandsche Bank while working on this project is gratefully acknowledged. The views expressed here are those of the authors and do not necessarily reflect the positions of the ECB, the Board of Governors of the Federal Reserve System, The National Bureau of Economic Research or any other institutions with which the authors are affiliated.\n\n\n"
}