{
    "id": 13547,
    "citation_title": "Star Scientists, Innovation and Regional and National Immigration",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "2008-02-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe follow the careers 1981-2004 of 5401 star scientists listed in ISI HighlyCitedSM as most highly cited by their peers. Their number in a US region or a top-25 science and technology (S&T) country significantly increases the probability of firm entry in the S&T field in which they are working. Stars rather than their disembodied discoveries are key for high-tech entry. Stars become more concentrated over time, moving disproportionately from areas with few peers in their discipline to many, except for a countercurrent of some foreign-born American stars returning home. High impact articles and university articles all tend to diffuse. America has 62 percent of the world's stars as residents, primarily because of its research universities which produce them. Migration plays a significant role in some developing countries.\n\n",
    "acknowledgement": "\nThis research has been supported by grants from the Ewing Marion Kauffman Foundation, the National Science Foundation (grants SES-0304727 and SES-0531146) and the University of California's Industry-University Cooperative Research Program (grants PP9902, P00-04, P01-02 and P03-01).  An earlier version of this paper was presented at the 2nd annual Kauffman Foundation/Max Planck Institute Research Conference on Entrepreneurship, Dana Point, California, July 19-21, 2007.  We are indebted to our research team members Emre Uyar, Jason Fong, Robert Liu, Tim Loon, Hongyan Ma and Amarita Natt.  Certain data included herein are derived from the Science Citation Index Expanded, Social Sciences Citation Index, Arts & Humanities Citation Index, High Impact Papers and ISI Highly Cited of the Institute for Scientific Information®, Inc. (ISI®), Philadelphia, Pennsylvania, USA: © Copyright Institute for Scientific Information®, Inc. 2005, 2006.  All rights reserved.  Certain data included herein are derived from the Zucker-Darby Science & Technology Agents of Revolution (STAR) database © Lynne G. Zucker and Michael R. Darby.  All rights reserved.  This paper is a part of the NBER's research program in Productivity.  Any opinions expressed are those of the authors and not those of their employers or the National Bureau of Economic Research.\n\n\n"
}