{
    "id": 13543,
    "citation_title": "Was Postwar Suburbanization \"White Flight\"? Evidence from the Black Migration",
    "citation_author": [
        "Leah Platt Boustan"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "2009-06-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResidential segregation by jurisdiction generates disparities in public services and education. The distinctive American pattern - in which blacks live in cities and whites in suburbs - was enhanced by a large black migration from the rural South. I show that whites responded to this black influx by leaving cities and rule out an indirect effect on housing prices as a sole cause. I instrument for changes in black population by using local economic conditions to predict black migration from southern states and assigning predicted flows to northern cities according to established settlement patterns. The best causal estimates imply that each black arrival led to 2.7 white departures.\n\n",
    "acknowledgement": "\nI appreciate helpful suggestions from Edward Glaeser (editor), two anonymous referees, my dissertation committee (Claudia Goldin, Caroline Hoxby, Lawrence Katz and Robert A. Margo), and numerous colleagues at UCLA. I enjoyed productive conversations with Lee Alston, David Clingingsmith, William J. Collins, Carola Frydman, Christopher Jencks, Jesse Rothstein, Albert Saiz and Raven Saks. I received useful comments from seminar participants at the All-UC Conference for Labor Economics, the Federal Reserve Bank of Philadelphia, the KALER group at UCLA, New York University's Wagner School of Public Service, the Society of Labor Economists, the University of British Columbia, UC-Berkeley's Goldman School of Public Policy, the University of Chicago Booth School of Business and the Wharton School. Michael Haines generously shared some of the data used in this study. Financial support was provided by the National Science Foundation Graduate Research Fellowship and the Multi-disciplinary Program on Inequality and Social Policy at Harvard University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}