{
    "id": 1354,
    "citation_title": "Budget Deficits and Rates of Interest in the World Economy",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin"
    ],
    "citation_publication_date": "1984-05-01",
    "issue_date": "1984-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the international transmission of the effects of budget deficits on world rates of interest and spending. The model assumes a two-country world within which capital markets are integrated, individuals behave rationally, and the behavior of individuals and governments are governed by temporal and intertemporal budget constraints. Adopting Olivier Blanchard's formulation it is assumed that due to the probability of finite life individuals behave as if their horizon was finite. This formulation generates asimple pattern of aggregate behavior of the two-country world, and it assures that the model is not subject to the Ricardian proposition according to which budget deficits do not matter. It is shown that, for a given time path of government spending, a budget deficit raises world rates of interest and domestic wealth while it lowers foreign wealth. Thus, the deficit is transmitted negatively to the rest of the world. The channel of transmission is the world capital market and the negative transmission results from the higher rate of interest. The paper proceeds with an analysis of balanced-budget changes in government spending. It is shown that a transitory current rise in government spending raises interest rates and lowers domestic and foreign wealth while an expected future rise in government spending lowers interest rates, reduces the value of domestic wealth and raises the value of foreign wealth. The effect of a permanent rise in government spending on the rate of interest depends on whether the domestic economy is a net saver or dissaver in the world economy, i.e., if it has acurrent account surplus or deficit. If the home country runs a current account surplus then a rise in government spending raises world interest rates and lowers domestic and foreign wealth, and if the home country runs a current account deficit then a permanent balanced-budget rise in government spending lowers interest rates and domestic wealth and raises foreign wealth.\n\n",
    "acknowledgement": "\n"
}