{
    "id": 13540,
    "citation_title": "Hold-up, Asset Ownership, and Reference Points",
    "citation_author": [
        "Oliver Hart"
    ],
    "citation_publication_date": "2007-10-23",
    "issue_date": "2007-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study two parties who desire a smooth trading relationship under conditions of value and cost uncertainty. A rigid contract fixing price works well in normal times since there is nothing to argue about. However, when value or cost is exceptional, one party will hold up the other , damaging the relationship and causing deadweight losses as parties withhold cooperation. We show that a judicious allocation of  asset ownership can help by reducing the incentives to engage in hold up. In contrast to the literature, the driving force in our model is payoff uncertainty rather than noncontractible investments.\n\n",
    "acknowledgement": "\nI am grateful to John Moore for discussions on some of the elements of this paper, and to Bob Gibbons and Birger Wernerfelt for many helpful conversations.  I would also like to thank  Mathias Dewatripont, Florian Englmaier, Rob Gertner, Louis Kaplow, Josh Lerner,  Bentley MacLeod, and Jeremy Stein for useful comments, and to Georgy Egorov for excellent research assistance.  Financial support from the U. S. National Science Foundation through the National Bureau of Economic Research is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}