{
    "id": 13551,
    "citation_title": "Entrepreneurship and the City",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhy do levels of entrepreneurship differ across America's cities?  This paper presents basic facts on two measures of entrepreneurship: the self-employment rate and the number of small firms.  Both of these measures are correlated with urban success, suggesting that more entrepreneurial cities are more successful.  There is considerable variation in the self-employment rate across metropolitan areas, but about one-half of this heterogeneity can be explained by demographic and industrial variation.  Self-employment is particularly associated with abundant, older citizens and with the presence of input suppliers.  Conversely, small firm size and employment growth due to unaffiliated new establishments is associated most strongly with the presence of input suppliers and an appropriate labor force. I also find support for the Chinitz (1961) hypothesis that entrepreneurship is linked to a large number of small firms in supplying industries.  Finally, there is a strong connection between area-level education and entrepreneurship.\n\n",
    "acknowledgement": "\nKristina Tobio provided superb research assistance and oversaw a team consisting of Yün-ke Chin-Lee, Elizabeth Cook, Andrew Davis, and Charles Redlick. This paper has been written for a Kauffman Foundation conference on entrepreneurship and for a related conference volume.  Jason Furman provided helpful comments.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}