{
    "id": 13554,
    "citation_title": "The Incidence of a U.S. Carbon Tax: A Lifetime and Regional Analysis",
    "citation_author": [
        "Kevin A. Hassett",
        "Aparna Mathur",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "2007-11-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the direct and indirect incidence of a carbon tax using current income and two measures of lifetime income to rank households.  Our results suggest that carbon taxes are more regressive when annual income is used as a measure of economic welfare than when proxies for lifetime income are used.  \nFurther, the direct component of the tax, in any given year, is significantly more regressive than the indirect component. In fact, for 1987, the indirect component of the tax is mildly progressive.  We observe a modest shift over time with the direct component of carbon taxes becoming less regressive and the indirect component becoming more regressive.  These effects mostly offset each other and the distribution of the total tax burden has not changed much over time.  \nIn addition we find that regional variation has fluctuated over the years of our anlaysis.  By 2003 there is little systematic variation in carbon tax burdens across regions of the country.\n\n",
    "acknowledgement": "\nMetcalf thanks Wei Yao for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}