{
    "id": 13556,
    "citation_title": "Globalization and Inflation Dynamics: the Impact of Increased Competition",
    "citation_author": [
        "Argia M. Sbordone"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the potential effect of global market competition on inflation dynamics. It does so through the lens of the Calvo model of staggered price-setting, which implies that inflation depends on expected future inflation and a measure of marginal costs. I modify the assumption of a constant elasticity of demand, standard in this model, to provide a channel through which an increase in the number of traded goods may affect the degree of strategic complementarity in price setting, and hence alter the dynamic response of inflation to marginal costs. I first discuss the behavior of the variables that drive the impact of trade openness on this response, and then I evaluate whether an increase in the variety of traded goods of the size observed in the US in the `90s might have a sizable quantitative impact. I find that it is difficult to argue that such an increase in trade should have generated an increase in US market competition leading to a decline in the slope of the inflation-marginal cost relation.\n\n",
    "acknowledgement": "\nPrepared for the NBER Conference on International Dimensions of Monetary Policy held in Girona, Spain, on June 11-13, 2007. I thank Mike Woodford for inspiration and for long conversations, my discussant Tommaso Monacelli and all the Conference participants for their comments, and Krishna Rao for excellent research assistance. The views expressed in this paper do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}