{
    "id": 13550,
    "citation_title": "Measuring Ancient Inequality",
    "citation_author": [
        "Branko Milanovic",
        "Peter H. Lindert",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs inequality largely the result of the Industrial Revolution? Or, were pre-industrial incomes and life expectancies as unequal as they are today?  For want of sufficient data, these questions have not yet been answered. This paper infers inequality for 14 ancient, pre-industrial societies using what are known as social tables, stretching from the Roman Empire 14 AD, to Byzantium in 1000, to England in 1688, to Nueva España around 1790, to China in 1880 and to British India in 1947. It applies two new concepts in making those assessments -- what we call the inequality possibility frontier and the inequality extraction ratio. Rather than simply offering measures of actual inequality, we compare the latter with the maximum feasible inequality (or surplus) that could have been extracted by the elite. The results, especially when compared with modern poor countries, give new insights in to the connection between inequality and economic development in the very long run.\n\n",
    "acknowledgement": "\nWe acknowledge help with the data from Carlos Bazdresch, Luis Bértola, David Clingingsmith, Rafa Dobado González, Jan Luiten van Zanden, Paolo Malanima, Leandro Prados de la Escosura, Jim Roumasset, and Jaime Salgado. The paper has also been improved by the comments of Jan de Vries and other participants at the EHA meetings (Austin, Texas: September 7-9, 2007.) Lindert and Williamson acknowledge financial support from the National Science Foundation (SES-0433358 and SES-0001362) and, for Williamson, the Harvard Faculty of Arts and Sciences. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}