{
    "id": 13552,
    "citation_title": "China's Exports and Employment",
    "citation_author": [
        "Robert C. Feenstra",
        "Chang Hong"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDooley et al (2003, 2004a,b,c) argue that China seeks to raise urban employment by 10-12 million persons per year, with about 30% of that coming from export growth.  In fact, total employment increased by 7.5-8  million per year over 1997-2005. We estimate that export growth over 1997-2002 contributed at most 2.5 million jobs per year, with most of the employment gains coming from non-traded goods like construction. Exports grew much faster over the 2000-2005 period, which could in principal explain the entire increase in employment. However, the growth in domestic demand led to three-times more employment gains than did exports over 2000-2005, while productivity growth subtracted the same amount again from employment. We conclude that exports have become increasingly important in stimulating employment in China, but that the same gains could be obtained from growth in domestic demand, especially for tradable goods, which has been stagnant until at least 2002.\n\n",
    "acknowledgement": "\nThe authors thank Li Cui, Tarhan Feyzioglu, Caroline Freund for comments and Zhi Wang for providing the 2000 input-output table used in our calculations, as well as other data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}