{
    "id": 13567,
    "citation_title": "Victory or Repudiation? The Probability of the Southern Confederacy Winning the Civil War",
    "citation_author": [
        "Marc D. Weidenmier",
        "Kim Oosterlinck"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorians have long wondered whether the Southern Confederacy had a realistic chance at winning the American Civil War. We provide some quantitative evidence on this question by introducing a new methodology for estimating the probability of winning a civil war or revolution based on decisions in financial markets. Using a unique dataset of Confederate gold bonds in Amsterdam, we apply this methodology to estimate the probability of a Southern victory from the summer of 1863 until the end of the war. Our results suggest that European investors gave the Confederacy approximately a 42 percent chance of victory prior to the battle of Gettysburg/Vicksburg. News of the severity of the two rebel defeats led to a sell-off in Confederate bonds. By the end of 1863, the probability of a Southern victory fell to about 15 percent. Confederate victory prospects generally decreased for the remainder of the war. The analysis also suggests that McClellan's possible election as U.S. President on a peace party platform as well as Confederate military victories in 1864 did little to reverse the market's assessment that the South would probably lose the Civil War.\n\n",
    "acknowledgement": "\nThe authors would like to thank Fabio Braggion, Richard Burdekin, André Farber, Cherelt Kroeze and Joel Mokyr, as well as the participants of the 2007 Financial history workshop in Utrecht and the 7th EHES conference in Lund for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}