{
    "id": 13568,
    "citation_title": "Long-Run Changes in the U.S. Wage Structure: Narrowing, Widening, Polarizing",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "2007-12-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. wage structure evolved across the last century: narrowing from 1910 to 1950, fairly stable in the 1950s and 1960s, widening rapidly during the 1980s, and \"polarizing\" since the late 1980s.  We document the spectacular rise of U.S. wage inequality after 1980 and place recent changes into a century-long historical perspective to understand the sources of change.  The majority of the increase in wage inequality since 1980 can be accounted for by rising educational wage differentials, just as a substantial part of the decrease in wage inequality in the earlier era can be accounted for by decreasing educational wage differentials.  Although skill-biased technological change has generated rapid growth in the relative demand for more-educated workers for at least the past century, increases in the supply of skills, from rising educational attainment of the U.S. work force, more than kept pace for most of the twentieth century.  Since 1980, however, a sharp decline in skill supply growth driven by a slowdown in the rise of educational attainment of successive U.S. born cohorts has been a major factor in the surge in educational wage differentials.  Polarization set in during the late 1980s with employment shifts into high- and low-wage jobs at the expense of the middle leading to rapidly rising upper tail wage inequality but modestly falling lower tail wage inequality.\n\n",
    "acknowledgement": "\nThis paper was prepared for the meeting of the Brookings Panel on Economic Activity, September 6 and 7, 2007 in honor of William Brainard and George Perry.  We are grateful to David Autor for discussions and collaboration over the years on understanding wage structure changes and for his generous help with the Current Population Survey data.  We also thank Doug Elmendorf, William Gale, and the Brookings Panel participants for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}