{
    "id": 13560,
    "citation_title": "Financiers vs. Engineers: Should the Financial Sector be Taxed or Subsidized?",
    "citation_author": [
        "Thomas Philippon"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the allocation of human capital in an economy with production externalities, financial constraints and career choices. Agents choose to become entrepreneurs, workers or financiers. Entrepreneurship has positive externalities, but innovators face borrowing constraints and require the services of financiers in order to invest efficiently. When investment and education subsidies are chosen optimally, I find that the financial sector should be taxed in exactly the same way as the non-financial sector. When direct subsidies to investment and scientific education are not feasible, giving a preferred tax treatment to the financial sector can improve welfare by increasing aggregate investment in research and development.\n\n",
    "acknowledgement": "\nI thank Holger Mueller, and seminar participants at the Paris School of Economics and CREI-Universitat Pompeu Fabra for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}