{
    "id": 13565,
    "citation_title": "Financial Literacy and Stock Market Participation",
    "citation_author": [
        "Maarten van Rooij",
        "Annamaria Lusardi",
        "Rob Alessie"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "2021-02-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals are increasingly put in charge of their financial security after retirement. Moreover, the supply of complex financial products has increased considerably over the years. However, we still have little or no information about whether individuals have the financial knowledge and skills to navigate this new financial environment. To better understand financial literacy and its relation to financial decision-making, we have devised two special modules for the DNB Household Survey. We have designed questions to measure numeracy and basic knowledge related to the working of inflation and interest rates, as well as questions to measure more advanced financial knowledge related to financial market instruments (stocks, bonds, and mutual funds). We evaluate the importance of financial literacy by studying its relation to the stock market: Are more financially knowledgeable individuals more likely to hold stocks? To assess the direction of causality, we make use of questions measuring financial knowledge before investing in the stock market. We find that, while the understanding of basic economic concepts related to inflation and interest rate compounding is far from perfect, it outperforms the limited knowledge of stocks and bonds, the concept of risk diversification, and the working of financial markets. We also find that the measurement of financial literacy is very sensitive to the wording of survey questions. This provides additional evidence for limited financial knowledge. Finally, we report evidence of an independent effect of financial literacy on stock market participation: Those who have low financial literacy are significantly less likely to invest in stocks.\n\n",
    "acknowledgement": "\nWe are grateful to James Banks, Johannes Binswanger, Marcello Bofondi, Henrik Cronqvist, Dimitris Georgarakos, Michael Haliassos, Lex Hoogduin, Adriaan Kalwij, Arie Kapteyn, Mauro Mastrogiacomo, Theo Nijman, Gerard van den Berg, Peter van Els, Arthur van Soest, and participants in the Program on the Global Demography of Aging Seminar Series at the Harvard School of Public Health, the CEPR/Netspar European Pension Challenges Conference (London, September 2006), the Netspar Workshop on the Micro-economics of Ageing (Utrecht, November 2006), the Plenary Session at the Italian Congress of Econometrics and Empirical Economics (Rimini, January 2007), the Workshop on Behavioral Approaches to Consumption, Credit, and Asset Allocation (European University Institute, May 2007), the Netspar Workshop (Groningen, June 2007), and the Conference on the Luxembourg Wealth Study: Enhancing Comparative Research on Household Finance (Rome, July 2007) for suggestions and comments. We also thank the staff of CentERdata and, in particular, Corrie Vis for their assistance in setting up the survey and the field work. The views expressed in this paper are those of the authors and do not necessarily reflect the views of De Nederlandsche Bank or the National Bureau of Economic Research.\n\n\n"
}