{
    "id": 13564,
    "citation_title": "Eminent Domain Versus Government Purchase of Land Given Imperpect Information About Owners' Valuation",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2007-10-26",
    "issue_date": "2007-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments employ two basic policies for acquiring land: taking it through exercise of their power of eminent domain; and purchasing it. The social desirability of these two policies is compared in a model in which the government's information about landowners' valuations is imperfect. Under this assumption, the policy of purchase possesses the market test advantage that the government obtains land only if an owner's valuation is low enough that he is willing to sell it. However, the policy suffers from a drawback when the land that the government needs is owned by many parties. In that case, the government's acquisition will fail if any of the owners refuses to sell. Hence, the policy of eminent domain becomes appealing if the number of owners of the land is large. This conclusion holds regardless of whether the land that the government seeks is a parcel at a fixed location or instead may be located anywhere in a region.\n\n",
    "acknowledgement": "\nI wish to thank the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support, Daniel Bachner and Zachary Gerson for research assistance, and Oliver Hart, Louis Kaplow, Daniel Kelly, Thomas Miceli, Rohan Pitchford, A. Mitchell Polinsky, Daniel Rubinfeld, Kathryn Spier, and Cass Sunstein for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}