{
    "id": 13578,
    "citation_title": "Who Gets What from Employer Pay or Play Mandates?",
    "citation_author": [
        "Richard V. Burkhauser",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCritics of pay or play mandates, borrowing from the large empirical minimum wage literature, provide evidence that they reduce employment.  Borrowing from a smaller empirical minimum wage literature, we provide evidence that they also are a blunt instrument for funding health insurance for the working poor. The vast majority of those who benefit from pay or play mandates which require employers to either provide appropriate health insurance for their workers or pay a flat per hour tax to offset the cost of health care live in families with incomes twice the poverty line or more and, depending on how coverage is determined, the mandate will leave a significant share of the working poor ineligible for such benefits either because their hourly wage rate is too high or they work for smaller exempt firms.\n\n",
    "acknowledgement": "\nPresented at the Cornell University Symposium on Health Care Reform: \"The Economics of 'Pay or Play' Employer Mandates\", September 14, 2007, Washington DC, funded by a grant from the Employment Policies Institute to Cornell University. We thank Linda Blumberg, Sherry Glied, Emily Owens and Will White for their comments on previous drafts of this paper and Jessica O'Day for her editing help. The views expressed here do not necessary reflect the views of Cornell University, the Employment Policies Institute, or the National Bureau of Economic Research.\n\n\n"
}