{
    "id": 13571,
    "citation_title": "Endogenous Discounting, the World Saving Glut and the U.S. Current Account",
    "citation_author": [
        "Horag Choi",
        "Nelson C. Mark",
        "Donggyu Sul"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the evolution of the U.S. current account in a two-country dynamic stochastic endowment model in which a single non-state contingent bond is the only internationally traded asset. The paper focuses on the world `saving glut' as the primary cause of continual deterioration in the current account and departs from the standard framework by introducing a three-parameter model of the subjective discount factor that depends on societal (per capita) variables that are external to household choices. When agents in the model are presented with U.S. and rest-of-world endowment data as the realization of the exogenous state vector, endogenously driven short-run international differences in subjective discounting that display increasing relative U.S. impatience create saving and current account imbalances that matches patterns observed in the data.\n\n",
    "acknowledgement": "\nWe have benefitted from the comments by seminar participants at Brandeis University, City University of Hong Kong, the Dallas Fed, the University of Kentucky, the Philadelphia Fed and the St. Louis Fed. The comments of two anonymous referees and Charles Engel (the editor) led to a substantially revised and improved paper. Mark thanks the NSF for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}