{
    "id": 13573,
    "citation_title": "Water Demand Under Alternative Price Structures",
    "citation_author": [
        "Sheila Olmstead",
        "W. Michael Hanemann",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the price elasticity of water demand with household-level data, structurally modeling the piecewise-linear budget constraints imposed by increasing-block pricing.  We develop a mathematical expression for the unconditional price elasticity of demand under increasing-block prices and compare conditional and unconditional elasticities analytically and empirically.  We test the hypothesis that price elasticity may depend on price structure, beyond technical differences in elasticity concepts.  Due to the possibility of endogenous utility price structure choice, observed differences in elasticity across price structures may be due either to a behavioral response to price structure, or to underlying heterogeneity among water utility service areas.\n\n",
    "acknowledgement": "\nThis work was supported in part by grant #SES-0095348 from the National Science Foundation, Economics Program.  For comments and guidance, we are grateful to Li Gan, Tony Gómez-Ibáñez, Julie Hewitt, Jeffrey Liebman, Erin Mansur, Todd Olmstead, Ellen Pint, Bob Triest, Frank Wolak, Richard Zeckhauser, and seminar participants at Yale, Harvard, Stanford, the University of California, Santa Barbara, and the National Bureau of Economic Research.  Special thanks to Arik Levinson and two anonymous  referees, whose suggestions greatly improved the paper.  Graeme Auld provided excellent research assistance.  The authors, alone, are responsible for any remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}