{
    "id": 13576,
    "citation_title": "Immigration and Crime in Early 20th Century America",
    "citation_author": [
        "Carolyn Moehling",
        "Anne Morrison Piehl"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nResearch on crime in the late 20th century has consistently shown that immigrants have lower rates of involvement in criminal activity than natives.  We find that a century ago immigrants may have been slightly more likely than natives to be involved in crime.  In 1904 prison commitment rates for more serious crimes were quite similar by nativity for all ages except ages 18 and 19 when the commitment rate for immigrants was higher than for the native born.  By 1930, immigrants were less likely than natives to be committed to prisons at all ages 20 and older.  But this advantage disappears when one looks at commitments for violent offenses.  Aggregation bias and the absence of accurate population data meant that analysts at the time missed these important features of the immigrant-native incarceration comparison.  The relative decline of the criminality of the foreign born reflected a growing gap between natives and immigrants at older ages, one that was driven by sharp increases in the commitment rates of the native born, while commitment rates for the foreign born were remarkably stable.\n\n",
    "acknowledgement": "\nThe authors thank Rutgers University's Research Council for financial support of this project.  We also thank the participants of the NBER Summer Institute, Northwestern University Economic History Workshop, the Western Economic Association annual meeting, and the University of Colorado Economics Seminar for their helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}