{
    "id": 13570,
    "citation_title": "Corporate Financial Policies With Overconfident Managers",
    "citation_author": [
        "Ulrike Malmendier",
        "Geoffrey Tate",
        "Jonathan Yan"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany financing choices of US corporations remain puzzling even after accounting for standard determinants such as taxes, bankruptcy costs, and asymmetric information. We propose that managerial beliefs help to explain the remaining variation across and within firms, including variation in debt conservatism and in pecking-order behavior. Managers who believe that their company is undervalued view external financing as overpriced, especially equity financing. As a result, they display pecking-order preferences for internal financing over debt and for debt over equity. They may also exhibit debt conservatism: While they prefer debt to equity, they still underutilize debt relative to its tax benefits. We test these hypotheses empirically, using late option exercise by the CEO as a measure of overconfidence. We find that, conditional on accessing public markets, CEOs who personally overinvest in their companies are significantly less likely to issue equity. They raise 33 cents more debt to cover an additional dollar of financing deficit than their peers. Moreover, the frequency with which they access any external finance (debt or equity) is significantly lower, resulting in debt conservatism. The results replicate when identifying managerial overconfidence based on press portrayal as confident or optimistic. We conclude that managerial overconfidence helps to explain variation in corporate financial policies.\n\n",
    "acknowledgement": "\nWe are indebted to Brian Hall, David Yermack and John Graham for providing us with the data. We thank Malcolm Baker, Rudi Fahlenbrach, Michael Faulkender, Murray Frank, Dirk Hackbarth, Dirk Jenter, Jeremy Stein, Ilya Strebulaev, Jeffrey Wurgler and seminar participants at MIT, Stanford, Wharton (Applied Economics) and the AFA, ERIM - RSM Rotterdam, FEA, IZA Behavioral Economics of Organizations, and Olin Corporate Governance conferences for helpful comments. Nishanth Rajan provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}