{
    "id": 13588,
    "citation_title": "Global Yield Curve Dynamics and Interactions: A Dynamic Nelson-Siegel Approach",
    "citation_author": [
        "Francis X. Diebold",
        "Canlin Li",
        "Vivian Z. Yue"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe popular Nelson-Siegel (1987) yield curve is routinely fit to cross sections of intra-country bond yields, and Diebold and Li (2006) have recently proposed a dynamized version. In this paper we extend Diebold-Li to a global context, modeling a potentially large set of country yield curves in a framework that allows for both global and country-specific factors. In an empirical analysis of term structures of government bond yields for the Germany, Japan, the U.K. and the U.S., we find that global yield factors do indeed exist and are economically important, generally explaining significant fractions of country yield curve dynamics, with interesting differences across countries.\n\n",
    "acknowledgement": "\nThis paper is dedicated to Charles Nelson, whose creative contributions to financial econometrics and macro-econometrics continue to inspire us. For research support we thank the National Science Foundation and the Wharton Financial Institutions Center. For kindly supplying their bond yield data we thank Michael Brennan and Yihong Xia. For helpful comments we thank the Editors (Tim Cogley, Steve Durlauf and Jim Nason) and two anonymous referees, as well as Linda Goldberg, Joachim Grammig, Stefan Mittnik, Emanuel Mönch, James Morley, Charles Nelson, Marco Del Negro, Alessandro Rebucci, Glenn Rudebusch, Richard Startz, Chuck Whiteman, and conference / seminar participants at the Federal Reserve Bank of Atlanta Conference in Honor of Charles Nelson, the Deutsche Bundesbank Conference on Forecasting, the International Monetary Fund, the Federal Reserve Bank of New York, the Federal Reserve Bank of San Francisco, the Fiftieth Anniversary Conference of the Econometric Institute at Erasmus University Rotterdam, the McGill Finance Research Centre / Institut de Finance Mathématique de Montréal Conference on Financial Risk Management, and the NBER Conference on International Finance and Macroeconomics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}