{
    "id": 13586,
    "citation_title": "The Impacts of Renminbi Appreciation on Trades Flows and Reserve Accumulation in a Monetary Trade Model",
    "citation_author": [
        "Li Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nGiven the rapidly growing reserves in Asia (China, Japan, Korea, Taiwan) and the pressures from trading partners to revalue, there is a need to examine commercial policy in more than a pure barter model. Here we evaluate the joint impacts of exchange rate appreciation on trade flows and country surpluses using a general equilibrium trade model with a simple monetary structure in which the trade surplus is endogenously determined in the exchange rate setting country and the exchange rate is exogenous. We illustrate its application to the Chinese case using calibration to 2005 data. Our results, while elasticity dependent, suggest that the impacts of Renminbi (RMB) revaluation on the surplus are proportionally larger than on trade flows, and that changes in trade flows can be substantial. Different treatments of China's processing trade have small impact on changes in China's trade flow under RMB appreciation, but significant impacts on the change in the surplus.  Results are elasticity dependent; larger substitution elasticities in preferences yield larger effects on trade flows and the surplus.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}