{
    "id": 13580,
    "citation_title": "How the World Achieved Consensus on Monetary Policy",
    "citation_author": [
        "Marvin Goodfriend"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "2022-06-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article tells how the world achieved a working consensus on the core principles of monetary policy. The story begins with the muddled state of affairs in the late 1970s. It then asks: How did Federal Reserve policy produce an understanding of the practical principles of monetary policy? How did formal institutional support abroad for targeting low inflation follow from an international acceptance of these ideas? And how did a consensus theoretical model develop in academia? The article tells how the modern theoretical consensus known as the New Neoclassical Synthesis (aka, the New Keynesian model) reinforces key advances: the priority for price stability, the targeting of core rather than headline inflation, the importance of credibility for low inflation, and preemptive interest rate policy supported by transparent objectives and procedures. The conclusion identifies important practical issues that remain to be explored in theory.\n\n",
    "acknowledgement": "\nThe author would like to thank Al Broaddus, Spencer Dale, Robert King, Robert Hetzel, Bennett McCallum, Allan Meltzer, Athanasios Orphanides, Marek Rozkrut, and Joachim Scheide for helpful comments. Editorial advice from James Hines, Andrei Shleifer, Jeremy Stein, and Timothy Taylor of the Journal of Economic Perspectives is gratefully acknowledged. The paper benefited from seminars at The City University of Hong Kong, The Federal Reserve Bank of New York, and The Kiel Institute for the World Economy. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}