{
    "id": 13587,
    "citation_title": "Too Good to Be True? An Examination of Three Economic Assessments of California Climate Change Policy",
    "citation_author": [
        "Robert Stavins",
        "Judson Jaffe",
        "Todd Schatzki"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCalifornia's Global Warming Solutions Act of 2006 limits California's greenhouse gas (GHG) emissions in 2020 to their 1990 level.  Global climate change is a pressing environmental problem, and the best possible public policies will be required to address it.  Therefore, analyses of prospective policies must themselves be of high quality, so that policymakers can reasonably rely on them when making the critical decisions they inevitably will face. In 2006, three studies were released indicating that California can meet its 2020 target at no net economic cost - raising questions about whether opportunities truly exist to substantially reduce emissions at no cost, or whether studies reaching such conclusions may simply severely underestimate costs.  This paper provides an evaluation of these three California studies.We find that although opportunities may exist for some no-cost emission reductions, these California studies substantially underestimate the cost of meeting California's 2020 target.  The studies underestimate costs by omitting important components of the costs of emission reduction efforts, and by overestimating offsetting savings that some of those efforts yield through improved energy efficiency.  In some cases, the studies focus on the costs of particular actions to reduce emissions, but fail to consider the effectiveness and costs of policies that would be necessary to bring about such actions.  While quantifying the full extent of the resulting cost underestimation is beyond the scope of our study, the underestimation is clearly economically significant.  A few of the identified flaws individually lead to underestimation of annual costs on the order of billions of dollars.  Hence, these studies do not offer reliable estimates of the cost of meeting California's 2020 target.  Better analyses are needed to inform policymakers.While the Global Warming Solutions Act of 2006 sets a 2020 emissions target, critical policy design decisions remain to be made that will fundamentally affect the cost of California's climate policy.  For example, policymakers must determine emission targets for the years before and after 2020, the emission sources that will be regulated to meet those targets, and the policy instruments that will be employed.  The California studies do not directly address the cost implications of these and other policy design decisions, and their overly optimistic findings may leave policymakers with an inadequate appreciation of the stakes associated with decisions that lie ahead.  As such, California would benefit from studies that specifically assess the cost implications of alternative policy designs.Nonetheless, a careful evaluation of the California studies highlights some important policy design lessons that apply regardless of the extent to which no-cost emission reduction opportunities actually exist.  In particular, policies should be designed to account for uncertainty regarding emission reduction costs, much of which will not be resolved before policies must be enacted.  Also, consideration of the different market failures that lead to excessive GHG emissions makes clear that to reduce emissions cost-effectively, policymakers should adopt a market-based policy (such as a cap-and-trade system) as the core policy instrument.  The presence of specific market failures that may lead to some no-cost emission reduction opportunities suggests the potential value of additional policies that act as complements, rather than alternatives, to a market-based policy.  However, to develop complementary policies that efficiently target such no-cost opportunities, policymakers need better information than currently exists regarding the specific market failures that bring about those opportunities.\n\n",
    "acknowledgement": "\nHelpful comments on a previous version of this paper were provided by:  Lawrence Goulder, Richard Newell, Richard Richels, and Larry Williams.  We also benefited from discussions with David Montgomery and Anne Smith.  The authors alone are responsible for any remaining errors.  Financial support was provided by the Electric Power Research Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}