{
    "id": 13583,
    "citation_title": "Fertility, Female Labor Force Participation, and the Demographic Dividend",
    "citation_author": [
        "David E. Bloom",
        "David Canning",
        "Günther Fink",
        "Jocelyn E. Finlay"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effect of fertility on female labor force participation in a cross-country panel data set using abortion legislation as an instrument for fertility. We find a large negative effect of the fertility rate on female labor force participation. The direct effect is concentrated among those aged 20-39, but we find that cohort participation is persistent over time giving an effect among older women. We present a simulation model of the effect of fertility reduction on income per capita, taking into account these changes in female labor force participation as well as population numbers and age structure.\n\n",
    "acknowledgement": "\nThe authors are grateful to David Weil and the participants of the Workshop on Population Aging and Economic Growth for their valuable comments. We extend our thanks to Mansour Farahani for compiling the family planning data. Support for this research was provided by grant number 5 P30 AG024409 from the National Institute on Aging, National Institutes of Health, and by grants from the William and Flora Hewlett Foundation and the John D. and Catherine T. MacArthur Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}