{
    "id": 13581,
    "citation_title": "Evaluating the Impure Chinese VAT Relative to a Pure Form in a Simple Monetary Trade Model with an Endogenous Trade Surplus",
    "citation_author": [
        "John Whalley",
        "Li Wang"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's VAT while seemingly conventional has two major impurities. One is that a separate export rebate system exists where rebate rates are linked from rates paid on creditable inputs. The other is the use of an income base for which there is no crediting of taxes on capital good, rather than the more conventional consumption base with expensing of investment expenditures. Here we argue that in a conventional competitive model both impurities would typically involve a welfare loss, but if we use a numerical calibrated equilibrium model with a monetary structure capturing by these Chinese features in which the trade surplus is endogenously determined and the exchange rate is exogenously set, things are different. These impurities effectively act as added taxes on domestic production (lowed export rebate rates, taxes on a larger VAT base) and tax exporting. Tax exporting reduces exports which lowers the surplus and accumulation of foreign currency. In a static model, a reduced surplus is welfare improving. Using 2002 data, we thus find that China's impure VAT system yields welfare gains in contrast to what a conventional model would show. These results are important since there are arguments being made inside and outside China for changes to be made and move closer to a pure VAT. Our results suggest that unless there are wider changes first in macro-structure, such changes may not be welfare preferred.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}