{
    "id": 13582,
    "citation_title": "Temporary Help Services Employment in Portugal, 1995-2000",
    "citation_author": [
        "Rene Boeheim",
        "Ana Rute Cardoso"
    ],
    "citation_publication_date": "2007-11-02",
    "issue_date": "2007-11-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhereas there is widespread belief that workers in temporary help services (THS) are subject to poorer working conditions, in particular pay, than comparable workers in the rest of the economy, there is little evidence on whether that is driven by the sector per se or by the workers' characteristics. The first aim of this analysis is to quantify the wage penalty, if any, for workers in THS firms. Secondly, we analyze the wage profile of workers right before and after spells of THS. Linked employer-employee data for Portugal enable us to account for observable as well as unobservable worker quality. Our results show that workers in THS firms earn lower wages than their peers and that this difference is mostly due to the workers' characteristics. We estimate that workers in THS firms earn on average 9% less than comparable workers in the rest of the economy if we control for the workers' observable attributes only. This difference is reduced to about 1% when we control for unobservable characteristics as well. However, interesting differences emerge across groups. Younger workers, both men and women, earn higher wages in TAW than their peers in other firms, while the opposite holds for prime-age and older workers. Moreover, for young workers THS firms is not associated with a stigma effect that slows their wage progression after they work for THS, as opposed to prime-age and older workers, in particular males. Also before entering THS the wage trends are different. Prime-age and older workers, both male and female, see their wages deteriorate relative to their peers before entering THS, suggesting that adverse labor market conditions may motivate them to search for a THS job. On the contrary, for young workers we do not detect any pre-THS wage trend.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on Labor Market Intermediation, May 17-18, 2007. We thank David Autor, Jeff Smith, participants at the NBER conference and participants in a seminar held at IZA Bonn for most helpful comments. We are grateful to the Ministry of Employment, Statistics Department, Portugal, for access to the data. René Böheim acknowledges financial support from the Austrian National Bank, grant # 11090. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}