{
    "id": 13593,
    "citation_title": "Incentive Conflict In Central-Bank Responses to Sectoral Turmoil in Financial Hub Countries",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational safety nets are imbedded in country-specific regulatory cultures that encompass contradictory goals of nationalistic welfare maximization, merciful treatment of distressed institutions, and bureaucratic blame avoidance.  Focusing on this goal conflict, this paper develops two hypotheses.  First, in times of financial-sector stress, political pressure is bound to increase the incentive force of the second and third goals at the expense of the first.  Second, gaps and distortions in cross-country connections between national safety nets require improvisational responses from de facto hegemonic regulators.  Reinforced by reputational concerns, the hegemons' goal conflicts dispose them to react to cross-country evidence of incipient financial-institution insolvencies in short-sighted ways.  During the commercial-paper and interbank turmoil of summer 2007, de facto hegemons used repurchase agreements to transfer taxpayer funds -- implicitly but in large measure -- to several of the particular institutions whose imprudence in originating, pricing, and securitizing poorly underwritten loans led to the turmoil in the first place. The precedent established by these transfers promises to exacerbate the depth, breadth, and duration of future instances of financial-institution insolvency by confirming that institutions that underinvest in due diligence can expect taxpayers to protect them from much of the adverse consequences.\n\n",
    "acknowledgement": "\nThe author wishes to thank Ramon P. DeGennaro, Robert A. Eisenbeis, Richard Herring, James Moser, and James Thomson for comments that greatly improved the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}