{
    "id": 13595,
    "citation_title": "Body Composition and Wages",
    "citation_author": [
        "Roy Wada",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "2009-04-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of body composition on wages.  We develop measures of body composition - body fat (BF) and fat-free mass (FFM) - using data on bioelectrical impedance analysis (BIA) that are available in the National Health and Nutrition Examination Survey III and estimate wage models for white respondents in the National Longitudinal Survey of Youth 1979.  Previous research used body size or BMI for measuring obesity despite the growing concern in the medical literature that BMI-based measures do not distinguish between body fat and fat-free body mass and that BMI does not adequately control for non-homogeneity inside human body.  Therefore, measures used in this paper represent a useful alternative to BMI-based proxies of obesity.  This paper also contributes to the growing literature on the role of non-cognitive skills on wage determination.  Our results indicate that calculated BF is unambiguously associated with decreased wages for both males and females among whites  We also present evidence indicating that FFM is consistently associated with increased wages.  We show that these results are not the artifacts of unobserved heterogeneity.  Finally, our findings are robust to numerous specification checks and to a large number of alternative BIA prediction equations from which the body composition measures are derived.\n\n",
    "acknowledgement": "\nRoy Wada is an AHRQ postdoctoral fellow in Health Service Research at UCLA and RAND.  Alexander Brumlik and Jason Delaney provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}