{
    "id": 13590,
    "citation_title": "Policy with Dispersed Information",
    "citation_author": [
        "George-Marios Angeletos",
        "Alessandro Pavan"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies policy in a class of economies in which information about commonly-relevant fundamentals -- such as aggregate productivity and demand conditions -- is dispersed and can not be centralized by the government. In these economies, the decentralized use of information can fail to be efficient either because of discrepancies between private and social payoffs, or because of informational externalities. In the first case, inefficiency manifests itself in excessive non-fundamental volatility (overreaction to common noise) or excessive cross-sectional dispersion (overreaction to idiosyncratic noise). In the second case, inefficiency manifests itself in suboptimal social learning (low quality of information contained in macroeconomic data, financial prices, and other indicators of economic activity). In either case, a novel role for policy is identified: the government can improve welfare by manipulating the incentives agents face when deciding how to use their available sources of information. Our key result is that this can be achieved by appropriately designing the contingency of marginal taxes on aggregate activity. This contingency permits the government to control the reaction of equilibrium to different types of noise, to improve the quality of information in prices and macro data, and, in overall, to restore efficiency in the decentralized use of information.\n\n",
    "acknowledgement": "\nFor comments and useful suggestions, we thank Olivier Blanchard, William Fuchs, Ken Judd, Robert E. Lucas, Jr., Robert Shimer, Nancy Stokey, Jean Tirole, Nikola Tarashev, Harald Uhlig, Xavier Vives, Ivn Werning, and seminar participants at Chicago, MIT, Toulouse, the 2007 IESE Conference on Complementarities and Information and the 3rd CSEF-IGIER Symposium on Economics and Institutions. We are very grateful to NSF for financial support. Pavan also thanks the Department of Economics of the University of Chicago for hospitality during the last stages of the project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}