{
    "id": 13598,
    "citation_title": "The Political-Economy Positive Role of the Social Security System in Sustaining Immigration (But Not Vice Versa)",
    "citation_author": [
        "Edith Sand",
        "Assaf Razin"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the political-economy debate people express the idea that immigrants are good because they can help pay for the old, thus help sustaining the social security system. In addition, the median voter whose income derives from wages will wish to keep out the immigrants who will depress his/her wage. Therefore the decisive voter will keep migrants out. The paper addresses these two accepted propositions. For this purpose we develop an OLG political economy model of social security and migration to explore how migration policy and a pay-as-you-go (PAYG) social security system are jointly determined. The sub-game perfect Markov , depends on the different patterns of fertility rates among native born and migrants. Our analysis demonstrates that a social security system may change the first proposition significantly because the median voter may opt to bring in migrants to help him/her during retirement. As for the second proposition we get a significantly nuanced version. Not always immigration helps sustain the social security.\n\n",
    "acknowledgement": "\nWe acknowledge Steve Coate, Zvi Hercowitz and Jose-Victor Rios-Rull for insightful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}