{
    "id": 13602,
    "citation_title": "Capital Flows to Developing Countries: The Allocation Puzzle",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Olivier Jeanne"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the consensus view in growth and development economics, cross country differences in per-capita income largely reflect differences in countries' total factor productivity. We argue that this view has powerful implications for patterns of capital flows: everything else equal, countries with faster productivity growth should invest more, and attract more foreign capital. We then show that the pattern of net capital flows across developing countries is not consistent with this prediction. If anything, capital seems to flow more to countries that invest and grow less. We argue that this result -- which we call the allocation puzzle -- constitutes an important challenge for economic research, and discuss some possible research avenues to solve the puzzle.\n\n",
    "acknowledgement": "\nWe would like to thank Philippe Bacchetta, Chris Carroll, Francesco Caselli, Kerstin Gerling, Peter Henry, Sebnem Kalemli-Ozcan, Pete Klenow, Alberto Martin, Romain Ranciere, Assaf Razin, Damiano Sandri, Federico Sturzenegger for useful comments and especially Chang-Tai Hsieh and Chad Jones for insightful discussions. We also thank seminar participants at Stanford University, MIT, Brown University and Johns Hopkins University, the 2006 NBER-IFM summer institute (Cambridge), 2007 AEA meetings (Chicago) and 2007 CEPR meeting on Global Interdependence (Dublin), the 2007 European Summer Symposium in International Macroeconomics (ESSIM), the First Paris School of Economics Workshop in International Finance. Pierre-Olivier Gourinchas thanks the NSF for financial support (grants SES-0519217 and SES-0519242). The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}