{
    "id": 13607,
    "citation_title": "New Framework for Measuring and Managing Macrofinancial Risk and Financial Stability",
    "citation_author": [
        "Dale F. Gray",
        "Robert C. Merton",
        "Zvi Bodie"
    ],
    "citation_publication_date": "2007-11-26",
    "issue_date": "2007-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new approach to improve the way central banks can analyze and manage the financial risks of a national economy.  It is based on the modern theory and practice of contingent claims analysis (CCA), which is successfully used today at the level of individual banks by managers, investors, and regulators.  The basic analytical tool is the risk-adjusted balance sheet, which shows the sensitivity of the enterprise's assets and liabilities to external \"shocks.\"  At the national level, the sectors of an economy are viewed as interconnected portfolios of assets, liabilities, and guarantees -- some explicit and others implicit.  Traditional approaches have difficulty analyzing how risks can accumulate gradually and then suddenly erupt in a full-blown crisis.  The CCA approach is well-suited to capturing such \"non-linearities\" and to quantifying the effects of asset-liability mismatches within and across institutions.  Risk-adjusted CCA balance sheets facilitate simulations and stress testing to evaluate the potential impact of policies to manage systemic risk.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}