{
    "id": 13605,
    "citation_title": "Canada's Pioneering Experience with a Flexible Exchange Rate in the 1950s:(Hard) Lessons Learned for Monetary Policy in a Small Open Economy",
    "citation_author": [
        "Michael D. Bordo",
        "Ali Dib",
        "Lawrence Schembri"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits Canada's pioneering experience with floating exchange rate over the period 1950-1962. It examines whether the floating rate was the best option for Canada in the 1950s by developing and estimating a New Keynesian small open economy model of the Canadian economy.  The model is then used to conduct a counterfactual analysis of the impact of different monetary policies and exchange rate regimes.  The main finding indicates that the flexible exchange rate helped reduce the volatility of key macro-economic variables.  The Canadian monetary authorities, however, clearly did not understand all of the implications of conducting monetary policy under a flexible exchange rate and a high degree of capital mobility.  The paper confirms that monetary policy was more volatile in the post-1957 period and Canada's macroeconomic performance suffered as a result.\n\n",
    "acknowledgement": "\nThe authors would like to thank Robert Lafrance, James Powell, John Murray and Anna Schwartz for their helpful comments as well as seminar participants at the 2005 CEA conference in Hamilton, at the 2006 SOEGW conference in Rimini, at Carleton University, at Ryerson Uiversity, and at the Bank of Canada. We are grateful as well for the research assistance of Ryan Felushko, Tamara Gomes, Taha Jamal, André Poudrier and Jonathan Hoddenbagh. The views expressed in this paper are those of the authors and not of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}