{
    "id": 13604,
    "citation_title": "Financial Risk in the Biotechnology Industry",
    "citation_author": [
        "Joseph H. Golec",
        "John A. Vernon"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe biotechnology industry has been an engine of innovation for the U.S. healthcare system and, more generally, the U.S. economy. It is by far the most research intensive industry in the U.S. In our analyses in the current paper, for example, we find that, over the past 25 years, average R&D intensity (R&D spending to total firm assets) for this industry was 38 percent. Consider that over this same period average R&D intensity for all industries was only about 3 percent. \nIn the current paper we examine this industry along a number of dimensions and estimate its average financial risk. Specifically, we use Compustat and Center for Research in Securities Prices (CRSP) data from 1982 to 2005 for firms defined by the North American Industry Classification System (NAICS) as biotechnology firms to estimate several Fama-French three factor return models. The finance literature has established this model as the gold standard. Single factor models like the Capital Asset Pricing Model (CAPM) do not capture all of the types of systematic risk that influence  firm cost of capital. In particular, the CAPM does not reflect the empirical evidence that supports both a size-related and a book-to-market related systematic risk factor . Both of these factors, based on biotech industry characteristics, will exert a greater influence on biotech firms, on average. Another implication is, of course, that cost of capital estimates for the industry will be underestimated when a single factor model, like the CAPM, is used. This also implies that the cost estimates of bringing a new drug and/or biologic to market will be understated if financial risk and cost of capital are measured using a single-factor model. \nIn the current study we find that biotechnology firms are exposed to greater financial risk than other industries and are also more sensitive to policy shocks that affect, or could affect, industry profitability. Average nominal costs of capital over the 1982-2005 time period were 16.25 percent for biotechnology firms. Of course, these average estimates obscure significant variation in financial risk at the firm level, but nonetheless shed light on some interesting aggregate differences in risk. In the current paper we discuss the theoretical links between financial risk, stock prices and returns, and R&D spending. Several caveats are also discussed.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}