{
    "id": 13606,
    "citation_title": "Segregation and Black Political Efficacy",
    "citation_author": [
        "Elizabeth Oltmans Ananat",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "2008-02-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of segregation on Black political efficacy is theoretically ambiguous. On one hand, increased contact among Blacks in more segregated areas may mean that Blacks are better able to coordinate political behavior. On the other hand, lesser contact with non-Blacks may mean that Blacks have less political influence over voters of other races. As for non-Blacks, inter-group conflict theory suggests that greater contact yields greater conflict between the groups while inter-group contact theory suggests exactly the reverse. We investigate this question empirically.  We find that exogenous increases in segregation lead to decreases in Black civic efficacy, as measured by an ability to elect Representatives who vote liberally and more specifically in favor of legislation that is favored by Blacks. This tendency for Representatives from more segregated MSAs to vote more conservatively arises in spite of the fact that Blacks in more segregated areas hold more liberal political views than do Blacks in less segregated locales. We find evidence that this decrease in efficacy is driven by more conservative attitudes amongst non-Blacks in more segregated areas.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Anderson, Charles Clotfelter, Philip Cook, Jonathan Gruber, Joanna Lahey, Jacob Vigdor and to seminar participants at University of Connecticut, George Mason University, NBER Political Economy fall 2007 meeting, New York University, Ohio State University, Stanford University, University of Wisconsin and Washington University for helpful comments. We thank Meredith Levine for research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}