{
    "id": 13614,
    "citation_title": "Revisiting the Income Effect: Gasoline Prices and Grocery Purchases",
    "citation_author": [
        "Dora Gicheva",
        "Justine Hastings",
        "Sofia Villas-Boas"
    ],
    "citation_publication_date": "2007-11-26",
    "issue_date": "2007-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the importance of income effects in purchase decisions for every-day products by analyzing the effect of gasoline prices on grocery expenditures. Using detailed scanner data from a large grocery chain as well as data from the Consumer Expenditure Survey (CES), we show that consumers re-allocate their expenditures across and within food-consumption categories in order to offset necessary increases in gasoline expenditures when gasoline prices rise. We show that gasoline expenditures rise one-for-one with gasoline prices, consumers substitute away from food-away-from-home and towards groceries in order to partially offset their increased expenditures on gasoline, and that within grocery category, consumers substitute away from regular shelf-price products and towards promotional items in order to save money on overall grocery expenditures.  On average, consumers are able to decrease the net price paid per grocery item by 5-11% in response to a 100% increase in gasoline prices. Our results show that consumers respond to permanent changes in income from gasoline prices by substituting towards lower-cost food at the grocery store and lower priced items within grocery category. The substitution away from full-priced items towards sale items has implications for microeconomic discrete-choice demand models as well as for macroeconomic inflation measures that typically do not incorporate frequently changing promotional prices.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Severin Borenstein, Keith Chen, J.P. Dube, Matthew Gentzkow, Eric Hurst, George Judge, Aviv Nevo, Sharon Oster, Jon Quinn, Sergio Rebelo, Fiona Scott-Morton, Jesse Shapiro, Matt Turner and participants at the Yale Macroeconomics Workshop, the Yale Industrial Organization Lunch and the New York Federal Reserve Workshop for helpful comments. We thank Rosangela Bando, Joshua Berning, Grant Chen, Melissa Hidrobo, Kristin Kiesel, Quoc Luong, and Bruno Romani for help conducting the store survey and Steve Flaming for help with the scanner data.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}