{
    "id": 13613,
    "citation_title": "The Transmission of Domestic Shocks in the Open Economy",
    "citation_author": [
        "Christopher J. Erceg",
        "Christopher Gust",
        "David López-Salido"
    ],
    "citation_publication_date": "2007-11-26",
    "issue_date": "2007-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses an open economy DSGE model to explore how trade openness affects the transmission of domestic shocks. For some calibrations, closed and open economies appear dramatically different, reminiscent of the implications of Mundell-Fleming style models. However, we argue such stark differences hinge on calibrations that impose an implausibly high trade price elasticity and Frisch elasticity of labor supply. Overall, our results suggest that the main effects of openness are on the composition of expenditure, and on the wedge between consumer and domestic prices, rather than on the response of aggregate output and domestic prices.\n\n",
    "acknowledgement": "\nWe thank Malin Adolfson (our discussant), Jordi Galí, Mark Gertler, Steve Kamin, Donald Kohn, Andrew Levin, and John Taylor for helpful comments and suggestions, and seminar participants at the Federal Reserve Board, and at the June 2007 NBER Conference \"International Dimensions of Monetary Policy.\"  We also thank Hilary Croke for excellent research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System.\n\n\n"
}