{
    "id": 13617,
    "citation_title": "Teacher Credentials and Student Achievement in High School: A Cross-Subject Analysis with Student Fixed Effects",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2008-03-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data on statewide end-of-course tests in North Carolina to examine the relationship between teacher credentials and student achievement at the high school level.  The availability of test scores in multiple subjects for each student permits us to estimate a model with student fixed effects, which helps minimize any bias associated with the non-random distribution of teachers and students among classrooms within schools. We find compelling evidence that teacher credentials affect student achievement in systematic ways and that the magnitudes are large enough to be policy relevant.  As a result, the uneven distribution of teacher credentials by race and socio-economic status of high school students -- a pattern we also document -- contributes to achievement gaps in high school.\n\n",
    "acknowledgement": "\nWe thank Aaron Hedlund and L. Patten Priestley for outstanding research assistance and the Spencer Foundation and the Center for the Analysis of Longitudinal Data in Education Research for financial support. This paper is a slightly revised the version that was dated Sepember, 2007.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}