{
    "id": 13616,
    "citation_title": "Technology, International Trade, and Pollution from U.S. Manufacturing",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2007-11-26",
    "issue_date": "2007-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTotal pollution emitted by U.S. manufacturers declined over the past 30 years by about 60 percent, even though real manufacturing output increased 70 percent. This improvement must result from a combination of two trends: (1) changes in production or abatement processes (\"technology\"); or (2) changes in the mix of goods manufactured in the United States, which itself may result from increased net imports of pollution-intensive goods (\"international trade\"). I first show that most of the decline in pollution from U.S. manufacturing has been the result of changing technology, rather than changes in the mix of goods produced, although the pace of that technology change has slowed over time. Second, I present evidence that increases in net imports of pollution-intensive goods are too small to explain more than about half of the pollution reductions from the changing mix of goods produced in the United States. Together, these two findings demonstrate that shifting polluting industries overseas has played at most a minor role in the cleanup of U.S. manufacturing.\n\n",
    "acknowledgement": "\nI am grateful to the National Center for Environmental Economics and to Resources for the Future for hosting me during parts of this research, to Mun Ho, Carl Pasurka, Jared Creason and Wayne Gray for helpful conversations and suggestions, to Jennifer Blessing for research assistance, and to Randy Becker and Wayne Gray for providing an advance copy of the updated NBER-CES Manufacturing Productivity Database. Roy Huntley and Rhonda Thompson at the EPA provided invaluable help interpreting the National Emissions Inventory. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}