{
    "id": 13619,
    "citation_title": "Foreign Capital and Economic Growth",
    "citation_author": [
        "Eswar S. Prasad",
        "Raghuram G. Rajan",
        "Arvind Subramanian"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the recent phenomenon of \"uphill\" flows of capital from nonindustrial to industrial countries and analyze whether this pattern of capital flows has hurt growth in nonindustrial economies that export capital. Surprisingly, we find that there is a positive correlation between current account balances and growth among nonindustrial countries, implying that a reduced reliance on foreign capital is associated with higher growth. This result is weaker when we use panel data rather than cross-sectional averages over long periods of time, but in no case do we find any evidence that an increase in foreign capital inflows directly boosts growth. What explains these results, which are contrary to the predictions of conventional theoretical models? We provide some evidence that even successful developing countries have limited absorptive capacity for foreign resources, either because their financial markets are underdeveloped, or because their economies are prone to overvaluation caused by rapid capital inflows.\n\n",
    "acknowledgement": "\nWe are grateful to Menzie Chinn, Josh Felman, Olivier Jeanne, Gian Maria Milesi-Ferretti, Dani Rodrik, Thierry Tressel, and participants at the Federal Reserve Bank of Kansas City meetings at Jackson Hole and the Brookings Panel, especially our discussants Susan Collins and Peter Henry, for helpful comments and discussions.  We are also grateful to the editors of the Brookings Papers on Economic Activity, William Brainard and George Perry, for constructive comments. We thank Manzoor Gill, Ioannis Tokatlidis, and Junko Sekine for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}