{
    "id": 13610,
    "citation_title": "Routes of Infection: Exports and HIV Incidence in Sub-Saharan Africa",
    "citation_author": [
        "Emily Oster"
    ],
    "citation_publication_date": "2007-11-26",
    "issue_date": "2007-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI generate new data on HIV incidence and prevalence in Africa based on inference from mortality rates. I use these data to relate economic activity (specifically, exports) to new HIV infections in Africa and argue there is a significant and large positive relationship between the two: a doubling of exports leads to as much as a quadrupling in new HIV infections.  This relationship is consistent with a model of the epidemic in which truckers and other migrants have higher rates of risky behavior, and their numbers increase in periods with greater exports.  I present evidence suggesting that the relationship between exports and HIV is causal and works, at least in part, through increased transit.  The result has important policy implications, suggesting (for example) that there is significant value in prevention focused on these transit oriented groups.  I apply this result to study the case of Uganda, and argue that a decline in exports in the early 1990s in that country appears to explain between 30% and 60% of the decline in HIV infections. This suggests that the success of the Ugandan anti-HIV education campaign, which encouraged changes in sexual behavior, has been overstated.\n\n",
    "acknowledgement": "\nWard Cates, Jane Fortson, Daniel Halperin, Norman Hearst, Emir Kamenica, Lawrence Katz, Michael Kremer, Steven Levitt, Kevin Murphy, Ben Olken, James Poterba, Jesse Shapiro, Andrei Shleifer, Rebecca Thornton and participants in seminars at the University of Chicago, UCL and Northwestern provided helpful comments.  Dwyer Gunn provided outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}