{
    "id": 13620,
    "citation_title": "Pass-through of Exchange Rates and Competition Between Floaters and Fixers",
    "citation_author": [
        "Paul R. Bergin",
        "Robert C. Feenstra"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how a rise in China's share of U.S. imports could lower pass-through of exchange rates to U.S. import prices. We develop a theoretical model with variable markups showing that the presence of exports from a country with a fixed exchange rate could alter the competitive environment in the U.S. market. In particular, this encourages exporters from other countries to lower markups in response to a U.S. depreciation, thereby moderating the pass-through to import prices. Free entry is found to further moderate the pass-through, in that a U.S. depreciation encourages entry of exporters whose costs are shielded by the fixed exchange rate, which further intensifies the competitive pressure on other exporters. The model predicts that certain conditions are necessary to facilitate this 'China explanation' for falling pass-through, including a 'North America bias' in U.S. preferences. The model also produces a log-linear structural equation for pass-through regressions indicating how to include the China share. Panel regressions over 1993-1999 support the prediction that a high China share in imports lowers pass-through to U.S. import prices.\n\n",
    "acknowledgement": "\nWe thank Colin Cameron, Linda Goldberg, Oscar Jorda, Guido Kursteiner, and Robert Vigfusson for helpful comments. We thank Benjamin Mandel for superb research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}