{
    "id": 13626,
    "citation_title": "Mortality, Mass-Layoffs, and Career Outcomes: An Analysis using Administrative Data",
    "citation_author": [
        "Daniel Sullivan",
        "Till von Wachter"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative data on quarterly employment and earnings matched to death records to estimate the effects of job displacement on mortality. We find that job displacement leads to a 15-20% increase in death rates during the following 20 years. If such increases were sustained beyond this period, they would imply a loss in life expectancy of about 1.5 years for a worker displaced at age 40. These results are robust to extensive controls for sorting and selection, and are consistent with estimates of the effects of job loss on mortality pooling displaced workers and stayers that are not affected by selective job displacement. To examine the channels through which mass layoffs raise mortality, we exploit the panel nature of our data -- covering over 15 years of earnings -- to analyze the correlation of long-run career outcomes, such as the mean and standard deviation of earnings, with mortality at the individual and group level, something not possible with typical data sets. Our findings suggest that factors correlated with a decrease in mean earnings and a rise in standard deviation of earnings have the potential to explain an important fraction of the effect of a job displacement on mortality.\n\n",
    "acknowledgement": "\nContact Daniel.Sullivan@chi.frb.org or vw2112@columbia.edu. We would like to thank Marianne Bertrand, David Card, Janet Currie, Ed Glaeser, Michael Greenstone, Larry Katz, David Lee, Adriana Lleras-Muney, Claudio Lucifora, Chris Paxson, Chris Ruhm, Jon Skinner, and seminar participants at the SOLE 2006 Meetings, the NBER 2006 Summer Institute, the Milan Mills Workshop, London School of Economics, University College London (UCL), Pompeu Fabra Barcelona, Boston University, University of Illinois Urbana Champaign, Harris School, Harvard University, Columbia University Social Work, UC San Diego, UC Santa Barbara, UC Berkeley, Tufts University, Oxford University, UCL Epidemiology, Princeton University, Prague CERGEI, Catholic University of Milan, University of North Carolina Greensboro, University of Texas Houston, Texas A&M, RWI Essen, and Columbia University for helpful comments. We would like to thank Elizabeth Weber Handwerker for sharing her programs to load the mortality data. Alice Henriques and Phil Doctor provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}