{
    "id": 13629,
    "citation_title": "Intertemporal Distortions in the Second best",
    "citation_author": [
        "Stefania Albanesi",
        "Roc Armenter"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2009-06-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the long run properties of intertemporal distortions in a broad class of second best economies. Our unified framework encompasses and extends many well known models, such as variants of the Ramsey taxation model with aggregate or idiosyncratic risk, and economies with incentive compatibility constraints due to limited commitment, political economy, self-enforcement or private information, or combinations of these. We identify a sufficient condition that rules out permanent intertemporal distortions: If there exists an allocation that satisfies all constraints and eventually converges to the limiting first best allocation, then intertemporal distortions are temporary in the second best. This result uncovers a common optimality principle linking the intertemporal allocation of resources with the ability to frontload distortions for this broad class of environments. A series of applications illustrates the significance of these findings.\n\n",
    "acknowledgement": "\nWe would like to thank Fernando Alvarez, Manuel Amador, Boragan Aruoba, Marco Bassetto, Martin Bodenstein, V.V. Chari, Sanjay Chugh, Dirk Krueger, Harald Uhlig, Pierre Yared, three anonymous referees, and seminar participants at the University of Maryland, the University of Pennsylvania, Georgetown, Stanford, Chicago GSB, Duke, Cornell, UCSB, the University of Cambridge, the Federal Reserve Banks of New York, Philadelphia and San Francisco, and the NBER Summer Institute for helpful comments and suggestions. The views expressed here do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}