{
    "id": 13627,
    "citation_title": "Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription Drug Plans",
    "citation_author": [
        "Florian Heiss",
        "Daniel McFadden",
        "Joachim Winter"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Data Collection",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare Part D provides prescription drug coverage through Medicare approved plans offered by private insurance companies and HMOs. In this paper, we study the role of current prescription drug use and health risks, related expectations, and subjective factors in the demand for prescription drug insurance. To characterize rational behavior in the complex Part D environment, we develop an intertemporal optimization model of enrollment decisions. We generally find that seniors' choices respond to the incentives provided by their own health status and the market environment as predicted by the optimization model. The proportion of individuals who do not attain the optimal choice is small, but the margin for error is also small since enrollment is transparently optimal for most eligible seniors. Further, there is also evidence that seniors over-react to some salient features of the choice situation, do not take full account of the future benefit and cost consequences of their decisions, or the expected net benefits and risk properties of alternative plans.\n\n",
    "acknowledgement": "\nWe thank Abby Block, Carol Kelly, and Audrey McDowell of CMS, Dana Goldman of RAND, and Richard Suzman of NIA for information and comments. Helpful comments were also obtained from Amy Finkelstein and Arie Kapteyn; from conference participants at the AEA Annual Meeting in Chicago, IL (January 2007), the NBER Conference on the Economics of Aging, Carefree, AZ (May 2007), the Workshop on the Economics of Aging at Collegio Carlo Alberto, Turin (May 2007), and from seminar participants at the University of Mannheim and the ifo Institute, Munich. Dedicated research assistance was provided by Byung-hill Jun, Carlos Noton, and Gregor Tannhof. This research was supported by the Behavioral and Social Research program of the National Institute on Aging (grants P01 AG 05842-18 and R56 AG026622-01A1), with additional support from the E. Morris Cox Fund at the University of California, Berkeley. The authors are solely responsible for the results and conclusions offered in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}