{
    "id": 13622,
    "citation_title": "Happiness, Contentment and Other Emotions for Central Banks",
    "citation_author": [
        "Rafael Di Tella",
        "Robert MacCulloch"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that data on satisfaction with life from over 600,000 Europeans are negatively correlated with the unemployment rate and the inflation rate. Our preferred interpretation is that this shows that emotions are affected by macroeconomic fluctuations. Contentment is, at a minimum, one of the important emotions that central banks should focus on. More ambitiously, contentment might be considered one of the components of utility. The results may help central banks understand the tradeoffs that the public is willing to accept in terms of unemployment for inflation, at least in terms of keeping the average level of one particular emotion (contentment) constant. An alternative use of these data is to study the particular channels through which macroeconomics affects emotions. Finally, work in economics on the design of monetary policy makes several assumptions (e.g., a representative agent, a summary measure of emotions akin to utility exists and that individuals only care about income and leisure) that can be used to interpret our results as weights in a social loss function.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Federal Reserve Bank of Boston, \"Implications of Behavioral Economics for Economic Policy\" conference, September 27-28th, 2007. For very helpful comments and discussions, we thank our commentators, Greg Mankiw and Alan Krueger, as well as conference participants, Huw Pill, John Helliwell, Sebastian Galiani, Rawi Abdelal, and Julio Rotemberg. We thank Jorge Albanesi for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}