{
    "id": 13621,
    "citation_title": "Do On-Line Labor Market Intermediaries Matter? The Impact of AlmaLaurea on the University-to-Work Transition",
    "citation_author": [
        "Manuel F. Bagues",
        "Mauro Sylos Labini"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2008-09-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the impact of the availability of electronic labor markets on the university-to-work transition. In particular, we analyze the effect of the intermediation activity carried on by the inter-university consortium, AlmaLaurea, on graduates' labor market outcomes. The different timing of universities' enrollment in AlmaLaurea allows us to apply the difference-in-differences method to a repeated cross section data set. If the usual assumption concerning parallel outcomes holds, AlmaLaurea reduces the individual unemployment probability and improves matching quality. Interestingly, we also find that on-line intermediaries foster graduates' geographic mobility.\n\n",
    "acknowledgement": "\nWe thank David Autor and Anne Polivka for very helpful comments. We also benefited from comments from participants at seminars at University of Oviedo, University of Bologna, 4th IZA/SOLE Transatlantic meeting, Bocconi University, S. Anna School of Advanced Studies, University of Alicante, 6th Villa Mondragone Workshop, XI Spring Meeting of Young Economists, and the NBER Conference on Labor Market Intermediation. The usual disclaimers apply. The empirical analysis would not have been possible without the data and help provided by Giovanni Seri at ISTAT (the Italian Statistical Office). The econometric analysis was carried out at the ADELE Laboratory. We are grateful to Michele Rostan for providing the data from the European Project \"Careers after Higher Education: a European Research Study\". Corresponding author Mauro Sylos Labini: m.syloslabini@imtlucca.it. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}