{
    "id": 13624,
    "citation_title": "Taxes and the Global Allocation of Capital",
    "citation_author": [
        "David Backus",
        "Espen Henriksen",
        "Kjetil Storesletten"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite enormous growth in international capital flows, capital-output ratios continue to exhibit substantial heterogeneity across countries. We explore the possibility that taxes, particularly corporate taxes, are a significant source of this heterogeneity. The evidence is mixed. Tax rates computed from tax revenue are inversely correlated with capital-output ratios, as we might expect. However, effective tax rates constructed from official tax rates show little relation to capital -- or to revenue-based tax measures. The stark difference between these two tax measures remains an open issue.\n\n",
    "acknowledgement": "\nThis paper was prepared for the April 2007 meeting of the Carnegie-Rochester Conference on Public Policy, \"Advances in Dynamic Public Finance.\" We thank the conference participants, particularly our discussant, Peter Rupert, and the organizer, Stanley Zin. We also thank Andrew Abel, Robin Boadway, Antonio Ciccone, Jack Mintz, Tomasz Piskorski, Fabrizio Perri, and James Poterba for help at various stages of this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}