{
    "id": 13623,
    "citation_title": "Information, School Choice, and Academic Achievement: Evidence from Two Experiments",
    "citation_author": [
        "Justine S. Hastings",
        "Jeffrey M. Weinstein"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2008-02-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze two experiments that provided direct information on school test scores to lower-income families in a public school choice plan. We find that receiving information significantly increases the fraction of parents choosing higher-performing schools. Parents with high-scoring alternatives nearby were more likely to choose non-guaranteed schools with higher test scores. Using random variation from each experiment, we find evidence that attending a higher-scoring school increases student test scores. The results imply that school choice will most effectively increase academic achievement for disadvantaged students when parents have easy access to test score information and have good options to choose from.\n\n",
    "acknowledgement": "\nWe would like to thank the Charlotte-Mecklenburg Public School District for allowing us to study public school choice in the district. Jason Ghassemi, Jacob Gramlich, and Hillary Gramlich provided excellent assistance creating and distributing the information sheets. We would also like to thank Joseph Altonji, Judy Chevalier, Stefano Della Vigna, Alan Gerber, Edward Glaeser, Donald Green, Caroline Hoxby, Dean Karlan, Lawrence Katz, Jeffrey Kling, Michael Kremer, Sendhil Mullainathan, Douglas Staiger, Rebecca Thornton, Ebonya Washington, and anonymous referees for valuable input. We gratefully acknowledge support from the Smith Richardson Foundation and the Institution for Social and Policy Studies at Yale University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}