{
    "id": 13625,
    "citation_title": "When Does a Mutual Fund's Trade Reveal its Skill?",
    "citation_author": [
        "Zhi Da",
        "Pengjie Gao",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2008-04-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conjecture that a mutual fund manager with superior stock selection ability is more likely to benefit from trading in stocks affected by information-events. Taking the probability of informed trading (PIN, Easley, Kiefer, O'Hara, and Paperman, 1996) to measure the amount of informed trading in a stock, and inferring mutual fund trades from a large sample of mutual fund holdings, we provide empirical support for the conjecture. Funds trading high-PIN stocks exhibit superior performance on average, and superior performance that is more likely to persist. The findings are not due to price momentum or the higher returns earned by high-PIN stocks on average. Conclusions remain the same after testing for alternative measures for the amount of informed trading. Decomposing a fund's stock selection ability into \"informed trading\" and \"liquidity provision\" adds further insight into fund's underlying strengths. Impatient informed trading is a significant source of alpha for funds trading high-PIN stocks, while liquidity provision is more important as a source of alpha for funds trading low-PIN stocks.\n\n",
    "acknowledgement": "\nWe thank Robert Battalio, Roger Edelen, Craig Holden, Paul Irvine, Tim Loughran, Rick Mendenhall, David Musto, Lubos Pástor, Paul Schultz, Clemens Sialm, Laura Starks, Sheridan Titman, Charles Trzcinka, Lance Young and seminar participants at Barclays Global Investors, FRA 2007 Annual Meeting, IU/ND/Purdue Finance Symposium, Northwestern University, University of Illinois at Urbana-Champaign, University of Michigan, Tilburg University, and the 4th Vienna Symposium on Asset Management for comments. An earlier version of this paper was titled .Informed Trading, Liquidity Provision and Stock Selection by Mutual Funds.  Patricia Andersen provides excellent editorial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}