{
    "id": 13631,
    "citation_title": "Migration and Trade in a World of Technological Differences: Theory with an Application to Eastern-Western European Integration",
    "citation_author": [
        "Susana Iranzo",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo prominent features of globalization in recent decades are the remarkable increase in trade and in migratory flows between industrializing and industrialized countries. Due to restrictive laws in the receiving countries and high migration costs, the increase in international migration has involved mainly highly educated workers. During the same period, technology in developed countries has become progressively more skill-biased, increasing the productivity of highly educated workers more than less educated workers. This paper extends a model of trade in differentiated goods to analyse the joint phenomena of migration and trade in a world where countries use different skill-specific technologies and workers have different skill levels (education). We calibrate the model to match the features of the Western European countries (EU-15) and the new Eastern European members of the EU. We then simulate the effects of freer trade and higher labor mobility between the two regions. Even in a free trade regime the removal of the restrictions on labor movements would benefit Europe as a whole by increasing the GNP of Eastern and Western Europe. Interestingly, we also find that the resulting skilled migration (the so-called \"brain drain\") from Eastern European countries would not only benefit the migrants but, through trade, could benefit the workers remaining in Eastern Europe as well.\n\n",
    "acknowledgement": "\nWe thank Gustavo Ventura for sharing with us some unpublished results from his work and Gregory Wright for his suggestions. Peri acknowledges the John D. and Catherine T. MacArthur Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}