{
    "id": 13632,
    "citation_title": "Competing on Standards? Entrepreneurship, Intellectual Property and the Platform Paradox",
    "citation_author": [
        "Timothy S. Simcoe",
        "Stuart J.H. Graham",
        "Maryann Feldman"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the intellectual property strategy of firms that participate in the formal standards process. Specifically, we examine litigation rates in a sample of patents disclosed to thirteen voluntary Standard Setting Organizations (SSOs). We find that SSO patents have a relatively high litigation rate, and that SSO patents assigned to small firms are litigated more often than those of large publicly-traded firms. We also estimate a series of difference-in-differences models and find that small-firm litigation rates increase following a patent's disclosure to an SSO while those of large firms remain unchanged or decline. We interpret this result as evidence of a \"platform paradox\" -- while small entrepreneurial firms rely on open standards to lower the fixed cost of innovation, these firms are also more likely to pursue an aggressive IP strategy that may undermine the openness of a new standard.\n\n",
    "acknowledgement": "\nThe authors would like to thank Shane Greenstein, Scott Stern, Thomas Hellman and participants in the 2007 NBER Entrepreneurship conference and Haas School of Business Institutional Analysis seminar. Joel West also provided very thoughtful comments on an earlier version of the paper. Simcoe and Feldman thank Sun Microsystems and particularly Catherine McCarthy for financial support and several useful discussions. Simcoe acknowledges the financial support of Bell Canada University Labs. Graham is funded by the Ewing Marion Kauffman Foundation. The usual disclaimer applies. Correspondence: timothy.simcoe@rotman.utoronto.ca. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}