{
    "id": 13636,
    "citation_title": "The Effect of Venture Capital on Innovation Strategies",
    "citation_author": [
        "Marco Da Rin",
        "María Fabiana Penas"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine a unique dataset of Dutch companies, some of which have received venture financing. The data include detailed information on innovation activities and other company characteristics. We analyse the role of venture finance in influencing innovation strategies. We find that venture capitalists push portfolio companies towards building absorptive capacity and towards more permanent in-house R&D efforts. By contrast, we find that public funding relaxes financial constraints, but does not lead to a build-up of absorptive capacity. Our results thus highlight the special role of venture capital in shaping companies' innovation strategies.\n\n",
    "acknowledgement": "\nWe are grateful to Thomas Hellmann, David Hsu, Ramana Nanda, Scott Stern, Giovanni Valentini, to participants to the NBER 'Entrepreneurship: Strategy and Structure' Conference at Jackson Hole, and to seminar participants at the Center for Financial Studies (Frankfurt) for very useful comments. We thank the Dutch Bureau of Statistics for providing us with CIS data, and Gerhard Meinen for explanations of the CIS database. Joost Groen provided careful research assistance, and Grid Thoma advice and patent data. Financial support from the European Commission (grant CIT5-CT-2005-028942) is gratefully acknowledged. We remain responsible for any errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}