{
    "id": 13637,
    "citation_title": "Momentum and Social Learning in Presidential Primaries",
    "citation_author": [
        "Brian Knight",
        "Nathan Schiff"
    ],
    "citation_publication_date": "2007-11-28",
    "issue_date": "2007-11-28",
    "revision_date": "2020-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an investigation of the role of momentum and social learning in sequential voting systems. In the econometric model, voters are uncertain over candidate quality, and voters in late states attempt to infer the information held by those in early states from voting returns. Candidates experience momentum effects when their performance in early states exceeds expectations. The empirical application focuses on the responses of daily polling data to the release of voting returns in the 2004 presidential primary. We find that Kerry benefited from surprising wins in early states and took votes away from Dean, who held a strong lead prior to the beginning of the primary season. The voting weights implied by the estimated model demonstrate that early voters have up to 20 times the influence of late voters in the selection of candidates, demonstrating a significant departure from the ideal of \"one person, one vote.\" We then address several alternative, non-learning explanations for our results. Finally, we run simulations under different electoral structures and find that a simultaneous election would have been more competitive due to the absence of herding and that alternative sequential structures would have yielded different outcomes.\n\n",
    "acknowledgement": "\nThe authors received helpful comments from Nageeb Ali, Andy Foster, Alan Gerber, Rob McMillan and seminar participants at Yale, Johns Hopkins, University of Pennsylvania (Wharton), Northwestern, Toronto, Brown, and the NBER political economy meetings. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}