{
    "id": 13639,
    "citation_title": "Inefficient Credit Booms",
    "citation_author": [
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the welfare properties of competitive equilibria in an economy with financial frictions hit by aggregate shocks. In particular, it shows that competitive financial contracts can result in excessive borrowing ex ante and excessive volatility ex post. Even though, from a first-best perspective the equilibrium always displays under-borrowing, from a second-best point of view excessive borrowing can arise. The inefficiency is due to the combination of limited commitment in financial contracts and the fact that asset prices are determined in a spot market. This generates a pecuniary externality that is not internalized in private contracts. The model provides a framework to evaluate preventive policies which can be used during a credit boom to reduce the expected costs of a financial crisis.\n\n",
    "acknowledgement": "\nI am grateful to Nobu Kiyotaki, Alberto Martin and Rafael Repullo for very helpful discussions at conferences. I also thank for very useful comments the editors Fabrizio Zilibotti and Kjetil Storesletten, two referees, Daron Acemoglu, Fernando Alvarez, Claudio Borio, Ricardo Caballero, Veronica Guerrieri, Olivier Jeanne, Victor Rios-Rull, Jean Tirole, Karl Walentin, and seminar participants at Bocconi University, Università di Venezia, Ente Einaudi (Rome), the Eltville Conference on Liquidity Concepts and Financial Instabilities, (Center for Financial Studies, Frankfurt), Duke University, University of Chicago, University of Pennsylvania, Princeton University, the Bank of England Conference on Financial Stability, CREI (Barcelona), the Philadelphia FED and MIT. Pablo Kurlat provided outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}