{
    "id": 13638,
    "citation_title": "Gender Based Taxation and the Division of Family Chores",
    "citation_author": [
        "Alberto Alesina",
        "Andrea Ichino",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "2010-09-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nGender-Based Taxation (GBT) satisfies Ramsey's rule of optimality because it taxes at a lower rate the more elastic labor supply of women. This holds when different elasticities between men and women are taken as exogenous. We study GBT in a model in which labor supply elasticities emerge endogenously from the bargained allocation of goods and time in the family. We explore the cases of superior bargaining power for men, higher men wages and higher women productivity in home duties. In all cases, men commit to a career in the market and take less home duties than women. As a result, their market work becomes less substitutable to home duty and their labor supply responds less to changes in the market wage. When society can resolve its distributional concerns efficiently with gender-specific lump sum transfers, GBT with higher marginal tax rates on (single and married) men is optimal. In addition, GBT affects the intrafamily bargaining, leading to a more balanced allocation of labor market outcomes across spouses and a smaller gender gap in labor supply elasticities.\n\n",
    "acknowledgement": "\nWe thank George Akerlof, George-Marios Angeletos, Steven Davis, Claudia Goldin, Larry Katz, Steve Pischke, James Poterba, Emmanuel Saez, Ivan Werning, Stephen Zeldes, seminar participants in many universities and our discussant, Stefania Albanesi, at the 2009 ASSA Meetings for helpful suggestions. The Editor (Alan Auerbach) and two anonymous referees provided very useful comments. Karabarbounis acknowledges financial support from the Neubauer Family Faculty Fund at Chicago Booth. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}