{
    "id": 13648,
    "citation_title": "Are Teacher Absences Worth Worrying About in the U.S.?",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "2019-10-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing detailed data from North Carolina, we examine the frequency, incidence, and consequences of teacher absences in public schools, as well as the impact of an absence disincentive policy.  The incidence of teacher absences is regressive: schools in the poorest quartile averaged almost one extra sick day per teacher than schools in the highest income quartile, and schools with persistently high rates of teacher absence were much more likely to serve low-income than high-income students.  In regression models incorporating teacher fixed effects, absences are associated with lower student achievement in elementary grades.  Finally, we present evidence that the demand for discretionary absences is price-elastic.  Our estimates suggest that a policy intervention that simultaneously raised teacher base salaries and broadened financial penalties for absences could both raise teachers' expected income and lower districts' expected costs.\n\n",
    "acknowledgement": "\nClotfelter - Corresponding author: Box 90245 Duke University, Durham, NC 27708, charles.clotfelter@duke.edu; phone 919-613-7361. The authors wish to thank Robert Malme, L. Patten Priestley, and Marco Hernandez for research assistance; Ronald Ehrenberg, Dave Marcotte, and Richard Murnane for helpful comments; the North Carolina Education Research Data Center for assistance obtaining and using data for North Carolina public schools; and the Spencer Foundation and the National Center for Analysis of Longitudinal Data in Education Research (CALDER) for financial support. The views expressed are those of the authors and do not necessarily reflect those of any institution.\n\n\n"
}