{
    "id": 13647,
    "citation_title": "Firms' Stakeholders and the Costs of Transparency",
    "citation_author": [
        "Andres Almazan",
        "Javier Suarez",
        "Sheridan Titman"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of a firm whose production process requires it to start and nurture a relationship with its stakeholders. Because there are spillover benefits associated with being associated with a \"winner,\" the perceptions of stakeholders and potential stakeholders can affect firm value. Our analysis indicates that while transparency (i.e., generating information about a firm's quality) may improve the allocation of resources, a firm may have a higher ex ante value if information about its quality is not prematurely generated. The costs associated with transparency arise because of asymmetric information regarding the extent to which stakeholders benefit from having a relationship with a high quality firm. These costs are higher when firms can initiate non-contractible innovative investments that enhance the value of their stakeholder relationships. Stakeholder effects of transparency are especially important for younger firms with less established track records (e.g., start-ups).\n\n",
    "acknowledgement": "\nWe are grateful to comments from Aydogan Alti, Kent Daniel, Adolfo de Motta, Mark Flannery, Xavier Freixas, Ron Giammarino, Maria Gutierrez, Thomas Hellmann, David Hirshleifer, Giovanna Nicodano, Robert Prentice, Chris Parsons, Todd Pulvino, Scott Stern, Siew Hong Teoh, and seminar participants at University of Amsterdam, Arizona State University, ESCP-EAP, INSEAD, Instituto de Empresa, LSE, McGill University, NYU, Northwestern University, Ohio State University, Oxford, Pompeu Fabra, UCLA, University of Texas, Tulane University, the CEPR Workshop on European Corporate Governance and the New Economy, the WFA meetings, and the NBER Entrepreneurship: Strategy and Structure Conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}