{
    "id": 13646,
    "citation_title": "Endogenous Entry, Product Variety, and Business Cycles",
    "citation_author": [
        "Florin Bilbiie",
        "Fabio Ghironi",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a framework for the analysis of macroeconomic fluctuations that incorporates the endogenous determination of the number of producers over the business cycle. Economic expansions induce higher entry rates by prospective entrants subject to irreversible investment costs. The sluggish response of the number of producers (due to the sunk entry costs) generates a new and potentially important endogenous propagation mechanism for real business cycle models. The stock-market price of investment (corresponding to the creation of new productive units) determines household saving decisions, producer entry, and the allocation of labor across sectors. The model performs at least as well as the benchmark real business cycle model with respect to the implied second-moment properties of key macroeconomic aggregates. In addition, our framework jointly predicts a procyclical number of producers and procyclical profits even for preference specifications that imply countercyclical markups. When we include physical capital, the model can reproduce the variance and autocorrelation of GDP found in the data.\n\n",
    "acknowledgement": "\nPreviously circulated under the title \"Business Cycles and Firm Dynamics\" and first presented in the summer of 2004. For helpful comments, we thank Christian Broda, Diego Comin, Massimo Giovannini, Jean-Olivier Hairault, Robert Hall, Boyan Jovanovic, Nobuhiro Kiyotaki, Oleksiy Kryvtsov, Philippe Martin, Kris Mitchener, José-Víctor Ríos-Rull, Nicholas Sim, Viktors Stebunovs, Michael Woodford, and seminar and conference participants at Bocconi, Boston University, Catholic University Lisbon, Chicago GSB, Cleveland Fed, Cornell, CSEF-IGIER Symposium on Economics and Institutions, Dallas Fed, ECB, EEA 2006, ESSIM 2005, EUI, HEC Paris, London Business School, MIT, NBER EFCE Summer Institute 2005, NBER EFG Fall 2006, New York Fed, Northeastern, Paris I Sorbonne, Paris School of Economics, Princeton, Rutgers, Santa Clara University, SED 2005, Swiss National Bank, U.C. Davis, University of Connecticut, University of Delaware, and University of Milano. We are grateful to Massimo Giovannini, Nicholas Sim, Viktors Stebunovs, and Pinar Uysal for excellent research assistance. Remaining errors are our responsibility. Bilbiie thanks the NBER, the CEP at LSE, and the ECB for hospitality in the fall of 2006, 2005, and summer of 2004, respectively, and Nuffield College at Oxford for financial support during the 2004-2007 period. Ghironi and Melitz thank the NSF for financial support through a grant to the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}