{
    "id": 13643,
    "citation_title": "Voluntary Provision of Public Goods for Bads: A Theory of Environmental Offsets",
    "citation_author": [
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines voluntary provision of a public good that is motivated, in part, to compensate for other activities that diminish the public good. Markets for environmental offsets, such as those that promote carbon neutrality to minimize the impact of climate change, provide an increasingly salient example. An important result, related to one shown previously, is that mean donations to the public good do not converge to zero as the economy grows large. Other results are new and comparable to those from the standard model of a privately provided public good. The Nash equilibrium is solved explicitly to show how individual direct donations and net contributions depend on wealth and heterogenous preferences. Comparative static analysis demonstrates how the level of the public good and social welfare depend on the technology, individual wealth, and an initial level of the public good. Application of the model in an environmental context establishes a starting point for understanding and making predictions about markets such as those for carbon offsets.\n\n",
    "acknowledgement": "\nI am grateful for helpful comments I received from an anonymous reviewer and seminar participants at Brown, Harvard, Stanford, Vanderbilt, and the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}