{
    "id": 1364,
    "citation_title": "Post-Retirement Adjustments of Pension Benefits",
    "citation_author": [
        "Steven G. Allen",
        "Robert L. Clark",
        "Daniel A. Sumner"
    ],
    "citation_publication_date": "1984-06-01",
    "issue_date": "1984-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines why pension plans increased their liabflities by giving benefit increases to persons no longer working even though almost al lof them were not required to do so by any legally enforceable contract.  In our model workers and firms have implicit contracts under which post-retirement increases in benefits are purchased by workers through lower wages or initial benefits. Such arrangements permit both plans and workersto share the risk of uncertain rates of return. They also allow beneficiaries to invest at a higher net rate of return than they could obtain elsewhere because of tax advantages and, in large plans, economies of scale. We also discuss how post-retirement adjustments can be used to influence turnover. Some empirical implications of the model are tested over a sample of beneficiaries of defined benefit plans. The major empirical findings are:(1) There is strong evidence of compensating differentials in final salary and initial pension benefits for beneficiaries receiving post-retirement adjustments.(2) Regardless of how the size of pension plans is measured(beneficiaries, participants, amount of benefits paid), large pension plans provide larger post-retirement benefit increases.(3) Beneficiaries of collectively bargained plans are more likelyto receive benefit increases and, among those receiving benefit increases, receive larger increases.(4) Benefit increases are larger in percentage terms for those who have been retired the longest and for those with the most years of service.\n\n",
    "acknowledgement": "\n"
}