{
    "id": 13649,
    "citation_title": "Mortality Risks, Health Endowments, and Parental Investments in Infancy: Evidence from Rural India",
    "citation_author": [
        "Ashlesha Datar",
        "Arkadipta Ghosh",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether increased background mortality risks induce households to make differential health investments in their high- versus low-endowment children. We argue that increases in background mortality risks may disproportionately affect the survival of the low-endowment sibling, consequently increasing the mortality gap between the high- and low-endowment siblings. This increase in mortality gap may induce households to investment more in their high endowment children. We test this hypothesis using nationally representative data from rural India. We use birth size as a measure of initial health endowment, immunization & breastfeeding as measures of childhood investments and infant mortality rate in the child's village as a measure of mortality risks. We find that in villages with high mortality risks, small-at-birth children in a family are 6 - 17 percent less likely to be breastfed or immunized compared to their large-at-birth siblings. In contrast, we find no significant within family differences in investments in villages with low mortality risks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}