{
    "id": 13641,
    "citation_title": "The Impact of Litigation on Venture Capitalist Reputation",
    "citation_author": [
        "Vladimir Atanasov",
        "Vladimir Ivanov",
        "Kate Litvak"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nVenture capital contracts give VCs enormous power over entrepreneurs and early equity investors of portfolio companies. A large literature examines how these contractual terms protect VCs against misbehavior by entrepreneurs. But what constrains misbehavior by VCs? We provide the first systematic analysis of legal and non-legal mechanisms that penalize VC misbehavior, even when such misbehavior is formally permitted by contract. We hand-collect a sample of over 177 lawsuits involving venture capitalists. The three most common types of VC-related litigation are: 1) lawsuits filed by entrepreneurs, which most often allege freezeout and transfer of control away from founders; 2) lawsuits filed by early equity investors in startup companies; and 3) lawsuits filed by VCs. Our empirical analysis of the lawsuit data proceeds in two steps. We first estimate an empirical model of the propensity of VCs to get involved in litigation as a function of VC characteristics. We match each venture firm that was involved in litigation to otherwise similar venture firm that was not involved in litigation and find that less reputable VCs are more likely to participate in litigation, as are VCs focusing on early-stage investments, and VCs with larger deal flow. Second, we analyze the relationship between different types of lawsuits and VC fundraising and deal flow. Although plaintiffs lose most VC-related lawsuits, litigation does not go unnoticed: in subsequent years, the involved VCs raise significantly less capital than their peers and invest in fewer deals. The biggest losers are VCs who were defendants in a lawsuit, and especially VCs who were alleged to have expropriated founders.\n\n",
    "acknowledgement": "\nWe would like to thank the Kaufmann Foundation and the Center for Research in Entrepreneurial Activity at the University of Kansas for their generous financial support for this project and Bernard Black, Hugh Colaco, Jorge Farinha, Vladimir Gatchev, Thomas Hellmann, Yael Hochberg, Cliff Holderness, Josh Lerner, Craig Lewis, Mike Long, Ron Masulis, Ramana Nanda, Jack O'Reilly, Diana Pop, Scott Stern, David Stolin,Christopher Vizas, and participants at the NBER Entrepreneurship Conference, Annual Meetings of the Canadian Law and Economics Association, Batten Young Scholar Conference, Washington Area Finance Conference, FMA and FMA-European meetings, and seminars at Toulouse Business School and the University of Kansas for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}