{
    "id": 13644,
    "citation_title": "Patents, Thickets, and the Financing of Early-Stage Firms: Evidence from the Software Industry",
    "citation_author": [
        "Iain M. Cockburn",
        "Megan MacGarvie"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe impact of stronger intellectual property rights in the software industry is controversial.  One means by which patents can affect technical change, industry dynamics, and ultimately welfare, is through their role in stimulating or stifling entry by new ventures.  Patents can block entry, or raise entrants' costs in variety of ways, while at the same time they may stimulate entry by improving the bargaining position of entrants vis-à-vis incumbents, and supporting a \"market for technology\" which enables new ventures to license their way into the market, or realize value through trade in their intangible assets.  One important impact of patents may be their influence on capital markets, and here we find evidence that the extraordinary growth in patenting of software during the 1990s is associated with significant effects on the financing of software companies.  Start-up software companies operating in markets characterized by denser patent thickets see their initial acquisition of VC funding delayed relative to firms in markets less affected by patents.  The relationship between patents and the probability of IPO or acquisition is more complex, but there is some evidence that firms without patents are less likely to go public if they operate in a market characterized by patent thickets.\n\n",
    "acknowledgement": "\nThis paper grew out of research for the LECG software patent project.  Parts of it follow closely Cockburn and MacGarvie (2007).  We thank participants in the NBER-Kauffman conference \"Entrepreneurship: Strategy and Structure\" (particularly organizers Thomas Hellmann and Scott Stern and discussant Bill Kerr), Isin Guler, Lihui Lin, and Rosemarie Ziedonis for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}