{
    "id": 13645,
    "citation_title": "The General Equilibrium Incidence of Environmental Mandates",
    "citation_author": [
        "Don Fullerton",
        "Garth Heutel"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulations that restrict pollution by firms also affect decisions about use of labor and capital.  They thus affect relative factor prices, total production, and output prices.  For non-revenue-raising environmental mandates, what are the general equilibrium impacts on the wage, the return to capital, and relative output prices?   Perhaps surprisingly, we cannot find any existing analytical literature addressing that question.  This paper starts with the standard two-sector tax incidence model and modifies one sector to include pollution as a factor of production that can be a complement or substitute for labor or for capital.  We then look not at taxes but at four types of mandates, and for each mandate determine conditions that place more of the burden on labor or on capital.  Stricter regulation does not always place less burden on the factor that is a better substitute for pollution.  Also, a relative restriction on the amount of pollution per unit of output creates an \"output-subsidy effect\" on factor prices that can offset and reverse the traditional output effect and substitution effect.  An analogous effect is found for a relative restriction on pollution per unit of capital.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the University of Texas, the National Science Foundation (NSF), and Japan's Economic and Social Research Institute (ESRI).  For helpful suggestions, we thank Spencer Banzhaf, Larry Goulder, Carol McAusland, Hilary Sigman, Kerry Smith, Rob Williams, and many seminar participants.  The views expressed herein are those of the authors and do not necessarily reflect the views of the NSF, the ESRI, or the National Bureau of Economic Research.\n\n\n"
}