{
    "id": 13650,
    "citation_title": "Evaluating Asset Pricing Models with Limited Commitment using Household Consumption Data",
    "citation_author": [
        "Dirk Krueger",
        "Hanno Lustig",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the asset pricing implications of a class of models in which risk sharing is imperfect because of limited enforcement of intertemporal contracts. Lustig (2004) has shown that in such a model the asset pricing kernel can be written as a simple function of the aggregate consumption growth rate and the growth rate of consumption of the set of households that do not face binding enforcement constraints. These unconstrained households have lower consumption growth rates than all other households in the economy. We use household data on consumption growth from the U.S. Consumer Expenditure Survey to identify unconstrained households, to estimate the pricing kernel implied by these models and evaluate their performance in pricing aggregate risk. We find that for high values of the relative risk aversion coefficient, the limited enforcement pricing kernel generates a market price of risk that is substantially closer to the data than the one obtained using the standard complete markets asset pricing kernel.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2006 EEA Meetings in Vienna and the 2007 AEA Meetings in Chicago for helpful comments and the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}