{
    "id": 13657,
    "citation_title": "Health, Economic Resources and the Work Decisions of Older Men",
    "citation_author": [
        "John Bound",
        "Todd Stinebrickner",
        "Timothy Waidmann"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "2008-01-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we specify a dynamic programming model that addresses the interplay among health, financial resources, and the labor market behavior of men in the later part of their working lives.  Unlike previous work which has typically used self reported health or disability status as a proxy for health status, we model health as a latent variable, using self reported disability status as an indicator of this latent construct.  Our model is explicitly designed to account for the possibility that the reporting of disability  may be endogenous to the labor market behavior we are studying.   The model is estimated using data from the Health and Retirement Study.  We compare results based on our model to results based on models that treat health in the typical way, and find large differences in the estimated effect of health on behavior.  While estimates based on our model suggest that health has a large impact on behavior, the estimates suggest a substantially smaller role for health than we find when using standard techniques.  We use our model to simulate the impact on behavior of raising the normal retirement age, eliminating early retirement altogether and eliminating the Social Security Disability Insurance program.\n\n",
    "acknowledgement": "\nFinancial support was provided by the National Institute on Aging (R01 AG17579-01), the Robert Wood Johnson through the Economic Research Initiative on the Uninsured at the University of Michigan, and the Social Security Administration through the Michigan Retirement Research Center.  Bound would also like to thank the Center For Advanced Study in the Behavioral Sciences, Stanford University  for support. Michael Stevens provided able research assistance. The project was made computationally feasible by our access to the supercomputer resources of SHARCNET at the University of Western Ontario which were developed with funding from the Canadian Foundation for Innovation and the Ontario Research and Development Challenge Fund.  We would like to thank system administrator Gary Molenkamp and Baolai Ge for their help on the computing front.  Stinebrickner has also benefitted from a time-release supported under the SHARCNET fellowship program. We have benefitted from the comments on an earlier version of this paper from seminar participants at the University of Michigan and the Canadian Econometric Study Group and especially from Peter Arcidiacono, Paul Contoyannis,  Eric French, Donna Gilleskie, Steve Haider, Marteen Lindeboom, Chris Swann, an anonymous reviewer, and the editors of this Journal. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}