{
    "id": 13658,
    "citation_title": "How Sovereign is Sovereign Credit Risk?",
    "citation_author": [
        "Francis A. Longstaff",
        "Jun Pan",
        "Lasse H. Pedersen",
        "Kenneth J. Singleton"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the nature of sovereign credit risk using an extensive sample of CDS spreads for 26 developed and emerging-market countries. Sovereign credit spreads are surprisingly highly correlated, with just three principal components accounting for more than 50 percent of their variation. Sovereign credit spreads are generally more related to the U.S. stock and high-yield bond markets, global risk premia, and capital flows than they are to their own local economic measures. We find that the excess returns from investing in sovereign credit are largely compensation for bearing global risk, and that there is little or no country-specific credit risk premium. A significant amount of the variation in sovereign credit returns can be forecast using U.S. equity, volatility, and bond market risk premia.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions received from Andrew Atkeson, Engelbert Dockner, Sebastian Edwards, Robert Engle, Don Morrison, Alex Reyfman, Walter Torous, and seminar participants at Barclays Global Investors, the Moody's and Copenhagen Business School Credit Conference, UCLA, and the University of Vienna. We are also grateful for the research assistance of Xiaolong Cheng, Priyank Gandhi, Brent Longstaff, and Scott Longstaff. All errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}