{
    "id": 13659,
    "citation_title": "Exchange Rate Volatility and First-Time Entry by Multinational Firms",
    "citation_author": [
        "Katheryn Niles Russ"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a model with upfront sunk costs, heterogeneous firms, and endogenous exchange rates, this paper demonstrates theoretically that volatility in fundamental variables such as the nominal interest rate that drive exchange rate volatility can simultaneously impact the entry behavior of multinational firms through a relative price channel unrelated to exchange rate risk.  It then provides an empirical illustration of the bias this endogeneity can cause when regressing measures of foreign direct investment on exchange rate volatility.  It is the first paper to provide empirical evidence that interest rate volatility may influence the behavior of multinational firms.\n\n",
    "acknowledgement": "\nThe author is grateful to Paul Bergin, Andrew Bernard, Nick Bloom, Holger Breinlich, Claudia Buch, Terrence Chong, Carolyn Evans, Robert Feenstra, Fabio Ghironi, Linda Goldberg, Galina Hale, Heinz Herrmann, Oscar Jorda, Jorn Kleinert, Hongbin Li, Alexander Lipponer, Robert Lipsey, Jose Lopez, Thomas Lubik, Louis Maccini, Doug Miller, Marc Muendler, John Rogers, Kang Shi, and Jenny Xu for helpful discussions at various phases of this project, as well as seminar participants the Chinese University of Hong Kong, Deutsche Bundesbank, Indiana University, University of California at Santa Cruz, University of Tuebingen, the 2007 Midwest International Trade and Theory Meetings, the 2007 Midwest Macroeconomics Meetings, and the 2007 Western Economics Association. All errors are very much her own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}