{
    "id": 13656,
    "citation_title": "Mental Accounting in Portfolio Choice: Evidence from a Flypaper Effect",
    "citation_author": [
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "2009-09-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nConsistent with mental accounting, we document that investors sometimes choose the asset allocation for one account without considering the asset allocation of their other accounts. The setting is a firm that changed its 401(k) matching rules. Initially, 401(k) enrollees chose the allocation of their own contributions, but the firm chose the match allocation. These enrollees ignored the match allocation when choosing their own-contribution allocation. In the second regime, enrollees simultaneously selected both accounts' allocations, leading them to mentally integrate the two. Own-contribution allocations before the rule change equal the combined own- and match-contribution allocations afterwards, whereas combined allocations differ sharply across regimes.\n\n",
    "acknowledgement": "\nWe thank Hewitt Associates for providing the data analyzed in this paper. We are particularly grateful to Lori Lucas, Pam Hess, Yan Xu, and Greg Tabickman, some of our many current and former contacts at Hewitt. We thank Wayne Ferson, Scott Weisbenner, and seminar audiences at Brigham Young University, Brown, HKUST, National University of Singapore, Netspar, Northwestern, Singapore Management University, the Texas Finance Festival, UCLA, Wharton, and Yale for helpful comments. We appreciate the research assistance of David Borden, Ananya Chakravarti, Ben Hebert, Chris Nosko, and Neel Rao. Choi acknowledges financial support from the Mustard Seed Foundation. Choi, Laibson, and Madrian acknowledge individual and collective financial support from the National Institute on Aging (grants R01-AG-021650, P30- AG012810, and T32-AG00186).\n\n\n"
}