{
    "id": 13653,
    "citation_title": "Personnel Economics: The Economist's View of Human Resources",
    "citation_author": [
        "Edward P. Lazear",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPersonnel economics drills deeply into the firm to study human resource management practices like compensation, hiring practices, training, and teamwork. Many questions are asked.  Why should pay vary across workers within firms--and how \"compressed\" should pay be within firms? Should firms pay workers for their performance on the job or for their skills or hours of work?  How are pay and promotions structured across jobs to induce optimal effort from employees?  Why do firms use teams and how are teams used most effectively?  How should all these human resource management practices, from incentive pay to teamwork, be combined within firms?  Personnel economics offers new tools and new answers to these questions.\nIn this paper, we display the tools and principles of personnel economics through a series of models aimed at addressing the questions posed above.  We focus on the building blocks that form the foundation of personnel economics: the assumptions that both the worker and the firm are rational maximizing agents; that labor markets and product markets must reach some price-quantity equilibrium; that markets are efficient or that market failures have introduced inefficiencies; and that the use of econometrics and experimental techniques has advanced our ability to identify underlying causal relationships.\n\n",
    "acknowledgement": "\nForthcoming, 2007, Journal of Economic Perspectives. Edward P. Lazear is on leave as Chairman of the President's Council of Economic Advisers, Washington, D.C. We thank Tim Taylor and Ann Norman, of the Journal of Economic Perspectives, for their detailed suggestions and editorial assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}