{
    "id": 13655,
    "citation_title": "The Heterogeneous State of Modern Macroeconomics: A Reply to Solow",
    "citation_author": [
        "V. V. Chari",
        "Patrick J. Kehoe"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRobert Solow has criticized our 2006 Journal of Economic Perspectives essay describing \"Modern Macroeconomics in Practice.\" Solow eloquently voices the commonly heard complaint that too much macroeconomic work today starts with a model with a single type of agent. We argue that modern macroeconomics may not end too far from where Solow prefers. He is also critical of how modern macroeconomists use data to construct models. Specifically, he seems to think that calibration is the only way that our models encounter data. To the contrary, we argue that modern macroeconomics uses a wide variety of empirical methods and that this big-tent approach has served macroeconomics well. Solow also questions our claim that modern macroeconomics is firmly grounded in economic theory. We disagree and explain why.\n\n",
    "acknowledgement": "\nWe thank the NSF for financial support and Kathy Rolfe and Joan Gieseke for excellent editorial assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}