{
    "id": 13652,
    "citation_title": "Tenure and Output",
    "citation_author": [
        "Kathryn Shaw",
        "Edward P. Lazear"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA key tenet of the theory of human capital is that investment in skills results in higher productivity.  The previous literature has estimated the degree of investment in human capital for individuals by looking at individual wage growth as a proxy for productivity growth.  In this paper, we have both wage and personal productivity data, and thus are able to measure of the increase in workers' output with tenure.  The data is from an autoglass company.  Most of production occurs at the individual level so measures of output are clear.  We find a very steep learning curve in the year on the job: output is 53 percent higher after one year than it is initially when hired.  These output gains with tenure are not reflected in equal percentage pay gains: pay profiles are much flatter than output profiles in the first year and a half on the job.  For these data, using wage profiles significantly underestimates the amount of investment compared to the gains evident in output-tenure profiles.  The pattern of productivity rising more rapidly than pay reverses after two years of tenure. Worker selection is also important.  Workers who stay longer have higher output levels and faster early learning.\n\n",
    "acknowledgement": "\nForthcoming, Labour Economics, 2007.  We thank John Abowd, Joe Altonji, Avner Ben-Ner, Nicolas Williams, and referees for their suggestions and thank participants for meetings of the Society of Labor Economics and the ASSA meetings.  We thank Valentin Agafonov and Diane Lee for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}