{
    "id": 13654,
    "citation_title": "Wage Structure, Raises and Mobility: International Comparisons of the Structure of Wages Within and Across Firms",
    "citation_author": [
        "Edward P. Lazear",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe returns to talent or performance have grown over time in developed countries. Is talent concentrated in a few firms or are firms virtual microcosms of the economy, each having close to identical distributions of talent?\nThe data show that talent is not concentrated in a few companies, but is widely dispersed across companies.  Wage dispersion within firms is nearly as high as the wage dispersion overall.  The standard deviation of wages within the firm is about 80% of the standard deviation across all workers in the economy.  Firms are more similar than they are dissimilar, but they are not identical: the firm mean wage displays considerable dispersion across the population of firms.  \nThere is evidence that talent is becoming more concentrated over time within some firms relative to others.  In four countries that estimated wage regressions with firm fixed effects, the firm fixed effects are contributing more to the R-squared of the wage regression over time.  Law firms have more lawyers than janitors.  Janitorial firms have more janitors than lawyers and the differences between firms have become more pronounced.  Still, the variance of wages within the average firms remains high.\n\n",
    "acknowledgement": "\nForthcoming, An International Comparison of the Structure of Wages, Edward P. Lazear and Kathryn Shaw, editors, University of Chicago Press, NBER.  We thank the Alfred P. Sloan Foundation for their generous and longstanding support for this work, and we thank the seminar participants at the AEA, Society of Labor Economics, NBER, and university seminars.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}