{
    "id": 13651,
    "citation_title": "International Differences in the Adoption and Impact of New Information Technologies and New HR Practices: The Valve-Making Industry in the U.S. and U.K.",
    "citation_author": [
        "Ann Bartel",
        "Casey Ichniowski",
        "Kathryn Shaw",
        "Ricardo Correa"
    ],
    "citation_publication_date": "2007-11-29",
    "issue_date": "2007-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the impact of new IT-enhanced technology on the efficiency of production in the U.S. and the U.K. for one manufacturing industry, valve manufacturing.  There is a long-standing question of whether technological change and organizational changes have the same rates of adoption and impact internationally.  We have assembled a unique dataset on plants in one narrowly defined industry -- valve manufacturing -- in both the U.S. and U.K to consider whether plants outside of the U.S. gain as much from IT as U.S. plants. We find that, despite differences in the current and historical patterns of institutions in the U.S. and U.K., both countries exhibit comparable patterns of gains to IT at the plant level. The impact of new IT-enhanced technology on the efficiency of production is virtually identical in the two countries. In addition, as a result of the adoption of the new technology, plants in both countries have shifted production to customized products. Finally, we find that, in both countries, the adoption of the new IT-enhanced technology coincides with increases in the skill requirements of machine operators, notably technical and problem-solving skills, and with the adoption of new human resource practices to support these skills.\n\n",
    "acknowledgement": "\nForthcoming, International Differences in the Business Practices and Productivity of Firms, editors, Richard Freeman and Kathryn Shaw, University of Chicago Press, NBER. We are grateful for the support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, and the managers and employees of the firms we visited. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System.\n\n\n"
}