{
    "id": 13665,
    "citation_title": "Strike Three: Umpires' Demand for Discrimination",
    "citation_author": [
        "Christopher A. Parsons",
        "Johan Sulaeman",
        "Michael C. Yates",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore umpires' racial/ethnic preferences in the evaluation of Major League Baseball pitchers.  Controlling for umpire, pitcher, batter and catcher fixed effects and many other factors, strikes are more likely to be called if the umpire and pitcher match race/ethnicity.  This effect only exists where there is little scrutiny of umpires' behavior -- in ballparks without computerized systems monitoring umpires' calls, at poorly attended games, and when the called pitch cannot determine the outcome of the at-bat.  If a pitcher shares the home-plate umpire's race/ethnicity, he gives up fewer runs per game and improves his team's chance of winning.  The results suggest that standard measures of salary discrimination that adjust for measured productivity may generally be flawed. We derive the magnitude of the bias generally and apply it to several examples.\n\n",
    "acknowledgement": "\nWe thank Jason Abrevaya, Jeff Borland, J-C Bradbury, Jay Hartzell, Larry Kahn, William Mayew, Gerald Oettinger, Allen Sanderson, Alan Schwarz, John Siegfried, Paul Tetlock, Sheridan Titman, Deborah White and Justin Wolfers, and participants at seminars at several universities, for helpful discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}