{
    "id": 13660,
    "citation_title": "Financial Structure, Liquidity, and Firm Locations",
    "citation_author": [
        "Andres Almazan",
        "Adolfo de Motta",
        "Sheridan Titman",
        "Vahap Uysal"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the relation between a firm's location and its corporate finance decisions. We develop a simple model where being located within an industry cluster increases opportunities to make acquisitions, and to facilitate those acquisitions, firms within clusters maintain more financial slack. Consistent with our model we find that firms that are located within industry clusters tend to make more acquisitions, and have lower debt ratios and larger cash balances than their industry peers located outside clusters. In addition, we document that firms in growing cities and technology centers also maintain more financial slack. Overall, these findings, which reveal systematic patterns between geography and corporate finance choices, suggest the importance of growth opportunities in firms' financial decisions.\n\n",
    "acknowledgement": "\nWe would like to thank Aydogan Alti, Charles Hadlock, Simi Kedia, Roberto Rigobon and seminar participants at Baylor University, Boston College, BYU, UC-Irvine, Columbia University, Drexel University, Fundacion Rafael del Pino, Princeton University, Rutgers University, University of Michigan, University of Southern California, UT-Dallas and UT-Austin for helpful comments. Corresponding author: andres.almazan@mccombs.utexas.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}