{
    "id": 13662,
    "citation_title": "Trade, Diffusion and the Gains from Openness",
    "citation_author": [
        "Andres Rodriguez-Clare"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on Eaton and Kortum's (2002) model of Ricardian trade, Alvarez and Lucas (2005) calculate that a small country representing 1% of the world's GDP experiences a gain of 41% as it goes from autarky to frictionless trade with the rest of the world. But the gains from openness, which includes not only trade but all the other ways through which countries interact, are arguably much higher than the gains from trade. This paper presents and then calibrates a model where countries interact through trade as well as diffusion of ideas, and then quantifies the overall gains from openness and the role of trade in generating these gains. Having the model match the trade data (i.e., the gravity equation) and the observed growth rate is critical for this quantification to be reasonable. The main result of the paper is that, compared to the model without diffusion, the gains from openness are much larger (206%-240%) and the gains from trade are smaller (13%-24%) when diffusion is included in the model. This last result is a consequence of a novel feature of the model, namely that trade and diffusion are substitutes, implying that trade generates smaller gains when diffusion is present.\n\n",
    "acknowledgement": "\nI thank Fernando Alvarez, Costas Arkolakis, Kerem Cosar, Jonathan Eaton, Josh Ederington, Claudio González-Vega, Elhanan Helpman, Pete Klenow, Sam Kortum, Kala Krishna, Giovanni Maggi, Natalia Ramondo, Miguel A. Rodríguez, Robert Staiger, Dan Trefler, Jim Tybout, and Gustavo Ventura, as well as seminar participants at the Pennsylvania State University, the University of Wisconsin at Madison, the Fundação Getulio Vargas, the University of Illinois at Urbana Champaign, Ohio State University, Northwestern University, Boston University, Boston College, UCLA, the Winter Meeting of the International Trade and Investment Program of the NBER, the University of Chicago, and the Summer Princeton Trade Conference for helpful comments. I also thank Yong Hu, Alexander Tarasov and Daniel Xu for excellent research assistance. All errors are my own.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}