{
    "id": 13668,
    "citation_title": "Does Medicare Save Lives?",
    "citation_author": [
        "David Card",
        "Carlos Dobkin",
        "Nicole Maestas"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe health insurance characteristics of the population changes sharply at age 65 as most people become eligible for Medicare.  But do these changes matter for health?  We address this question using data on over 400,000 hospital admissions for people who are admitted through the emergency room for \"non-deferrable\" conditions -- diagnoses with the same daily admission rates on weekends and weekdays.  Among this subset of patients there is no discernible rise in the number of admissions at age 65, suggesting that the severity of illness is similar for patients on either side of the Medicare threshold.  The insurance characteristics of the two groups are much different, however, with a large jump at 65 in the fraction who have Medicare as their primary insurer, and a reduction in the fraction with no coverage.  These changes are associated with significant increases in hospital list chargers, in the number of procedures performed in hospital, and in the rate that patients are transferred to other care units in the hospital.  We estimate a nearly 1 percentage point drop in 7-day mortality for patients at age 65, implying that Medicare eligibility reduces the death rate of this severely ill patient group by 20 percent.  The mortality gap persists for at least two years following the initial hospital admission.\n\n",
    "acknowledgement": "\nWe thank the California Department of Health Services for providing us with the data used in the paper.  This research was supported by a grant from the National Institute for Aging. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}