{
    "id": 13667,
    "citation_title": "Do State Laws Affect the Age of Marriage? A Cautionary Tale About Avoidance Behavior",
    "citation_author": [
        "Rebecca M. Blank",
        "Kerwin Kofi Charles",
        "James M. Sallee"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the response of young people in the United States to state laws dictating the minimum age at which individuals could marry, with and without parental consent. We use variation across states and over time to document behavioral responses to laws governing the age of marriage using both administrative records from the Vital Statistics and retrospective reports from the U.S. Census. We find evidence that state laws delayed the marriages of some young people, but the effects are much smaller in Census data than in Vital Statistics records. This discrepancy appears to be driven by systematic avoidance behavior of two kinds. First, some young people marry outside their state of residence, in states with less restrictive laws. Second, many young people appear to have evaded minimum age of marriage laws by misrepresenting age on their marriage certificate. This avoidance was especially pronounced in earlier years, when few states required documented proof of age and when there was greater gain to marrying out of state because of wider variation in laws. Our results have important implications about the quality of administrative data when it is poorly monitored; about the effect of laws when agents can avoid them; and about the validly of estimates using cross-state variation in laws as an instrumental variable. By contrasting two data sources, we achieve a more complete picture of behavioral response than would be possible with either one alone.\n\n",
    "acknowledgement": "\nThe authors would like to thank Kristin Essary, Ari Kushner, Emily Beam and David Vorobeychik for excellent assistance in putting together the data used in this paper. We thank seminar participants at the University of Chicago, the University of Toronto, the University of Pennsylvania, and Johns Hopkins University for comments.  All remaining errors are the responsibility of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}