{
    "id": 13666,
    "citation_title": "Using Firm Optimization to Evaluate and Estimate Returns to Scale",
    "citation_author": [
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the firm level, revenue and costs are well measured but prices and quantities are not. This paper shows that because of these data limitations estimates of returns to scale at the firm level are for the revenue function, not production function. Given this observation, the paper argues that, under weak assumptions, micro-level estimates of returns to scale are often inconsistent with profit maximization or imply implausibly large profits. The puzzle arises because popular estimators ignore heterogeneity and endogeneity in factor/product prices, assume perfect elasticity of factor supply curves or neglect the restrictions imposed by profit maximization (cost minimization) so that estimators are inconsistent or poorly identified. The paper argues that simple structural estimators can address these problems. Specifically, the paper proposes a full-information estimator that models the cost and the revenue functions simultaneously and accounts for unobserved heterogeneity in productivity and factor prices symmetrically. The strength of the proposed estimator is illustrated by Monte Carlo simulations and an empirical application. Finally, the paper discusses a number of implications of estimating revenue functions rather than production functions and demonstrates that the profit share in revenue is a robust non-parametric economic diagnostic for estimates of returns to scale.\n\n",
    "acknowledgement": "\nI am grateful to Susanto Basu, Robert Chirinko, Olivier Coibion, Erwin Diewert, Juan Carlos Hallak, Lutz Kilian, Patrick Kline, Edward Knotek, Yuriy Mokrousov, Alice Nakamura, Serena Ng, Amil Petrin, John van Reenen, Matthew Shapiro, Jan Svejnar and conference and seminar participants in Berkeley, Michigan, NBER SI, Econometric Society, Midwest Econometrics Group, Joint Statistical Meetings, and CAED - FRB Chicago for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}