{
    "id": 13661,
    "citation_title": "Prejudice and The Economics of Discrimination",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Jonathan Guryan"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests the predictions about the relationship between racial prejudice and racial wage gaps from Becker's (1957) seminal work on employer discrimination - something which has not previously been done in the large economics discrimination literature. Using rich data on racial prejudice from the General Social Survey, we find strong support for all of the key predictions from Becker about the relationship between prejudice and racial wage gaps.  In particular, we show that, relative to white wages, black wages: (a) vary negatively with a measure of the prejudice of the \"marginal\" white in a state; (b) vary negatively with the prejudice in the lower tail of the prejudice distribution, but are unaffected by the prejudice of the most prejudiced persons in a state; and (c) vary negatively with the fraction of a state that is black.  We show that these results are robust to a variety of extensions, including directly controlling for racial skill quality differences and instrumental variables estimates.  We present some initial evidence to show that racial wage gaps are larger the more racially integrated is a state's workforce, also as Becker's model predicts.  The paper also briefly discusses familiar criticisms and extensions of the standard Becker model, including an argument of our own which, like some recent work, shows that the model's main predictions can be shown theoretically to survive the effects of long run competition.\n\n",
    "acknowledgement": "\nThe authors thank Gary Becker, John Bound, Charlie Brown, Henry Farber, Larry Katz, Kevin Lang, Kevin Murphy and Paul Oyer for helpful discussions regarding this work, seminar participants at the University of Chicago, Harvard, Wharton, CUNY, Yale, Brown, the Institute for Research on Poverty, Princeton and the University of Georgia for their suggestions and Phil Wengerd for research assistance. Guryan thanks the University of Chicago GSB and the Industrial Relations and Education Research Sections at Princeton University for research support.  This research was also funded in part by the George J. Stigler Center for the Study of the Economy and the State at the University of Chicago Graduate School of Business.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}