{
    "id": 13664,
    "citation_title": "Scaling Up Malaria Control in Africa: An Economic and Epidemiological Assessment",
    "citation_author": [
        "Awash Teklehaimanot",
        "Gordon C. McCord",
        "Jeffrey D. Sachs"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the number of people at risk of contracting malaria in Africa using GIS methods and the disease's epidemiologic characteristics. It then estimates yearly costs of covering the population at risk with the package of interventions (differing by level of malaria endemicity and differing for rural and urban populations) for malaria as recommended by the UN Millennium Project. These projected costs are calculated assuming a ramp-up of coverage to full coverage by 2008, and then projected out through 2015 to give a year-by-year cost of meeting the Millennium Development Goal for reducing the burden of malaria by 75% We conclude that the cost of comprehensive malaria control for Africa is US$3.0 billion per year on average, or around US$4.02 per African at risk.\n\n",
    "acknowledgement": "\nThe authors would like to thank Drs. Simon Hay and Robert Snow for providing the Lysenko and malaria risk maps for our use. In addition, Dr. Yemane Ye-ebiyo Yihdego was enormously helpful in clearing up details in the costing. Dr. Maru Aregawi Weldedawit kindly provided some references in the epidemiology literature. Finally, thanks to Adam Storeygard and Yuri Gorokhovich for answering questions on GIS software. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}