{
    "id": 13663,
    "citation_title": "First in the Class? Age and the Education Production Function",
    "citation_author": [
        "Elizabeth Cascio",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "2012-07-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of having more mature peers using data from an experiment where children of the same age were randomly assigned to different kindergarten classrooms. Exploiting this experimental variation in conjunction with variation in expected kindergarten entry age to account for negative selection of older school entrants, we find that exposure to more mature kindergarten classmates raises test scores up to eight years after kindergarten, and may reduce the incidence of grade retention and increase the probability of taking a college-entry exam. These findings are consistent with broader peer effects literature documenting positive spillovers from having higher-scoring peers and suggest that - contrary to much academic and popular discussion of school entry age - being old relative to one's peers is not beneficial.\n\n",
    "acknowledgement": "\nWe thank Bruce Sacerdote for helpful conversations. We are also grateful to Joshua Angrist, Sandra Black, Kristin Butcher, David Card, Damon Clark, Ethan Lewis, Jens Ludwig, Heather Royer, Douglas Staiger, and seminar participants at Case Western Reserve University, Dartmouth College, the Federal Reserve Bank of San Francisco, the University of Florida, Wellesley College, the Association for Public Policy Analysis and Management Fall Conference, and the Society of Labor Economists Annual Meeting for comments on an earlier draft. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}