{
    "id": 13672,
    "citation_title": "Votes or Money? Theory and Evidence from the US Congress.",
    "citation_author": [
        "Matilde Bombardini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between the size of interest groups in terms of voter representation and the interest group's campaign contributions to politicians. We uncover a robust hump-shaped relationship between the voting share of an interest group and its contributions to a legislator. This pattern is rationalized in a simultaneous bilateral bargaining model where the larger size of an interest group affects the amount of surplus to be split with the politician (thereby increasing contributions), but is also correlated with the strength of direct voter support the group can offer instead of monetary funds (thereby decreasing contributions). The model yields simple structural equations that we estimate at the district level employing data on individual and PAC donations and local employment by sector. This procedure yields estimates of electoral uncertainty and politicians effectiveness as perceived by the interest groups. Our approach also implicitly delivers a novel method for estimating the impact of campaign spending on election outcomes: we find that an additional vote costs a politician between 100 and 400 dollars depending on the district.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}