{
    "id": 13671,
    "citation_title": "Trade Policy and Market Power: The Case of the US Steel Industry",
    "citation_author": [
        "Bruce A. Blonigen",
        "Benjamin H. Liebman",
        "Wesley W. Wilson"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA primary function of trade policy is to restrict imports to benefit the targeted domestic sector.  However, a well-established theoretical literature highlights that the form of trade policy (e.g., quotas versus tariffs) can have a significant impact on how much trade policy affects firms' abilities to price above marginal cost (i.e., market power).  The US steel industry provides an excellent example to study these issues, as it has received many different types of trade protection over the past decades.  We model the US steel market and then use a panel of data on major steel products from 1980 through 2006 to examine the effects of various trade policies on the steel market.  We find that the US steel market is very competitive throughout our sample with the exception of the period in which they received comprehensive voluntary restraint agreements (i.e., quotas) and were able to price substantially above marginal cost.  All other forms of protection were in tariff form and had little effect on market power, consistent with prior theoretical literature on the nonequivalence of tariffs and quotas.  We also find evidence that market power eroded over time in steel products where mini-mill producers gained sizeable market share, highlighting the role of technology in the market as well.\n\n",
    "acknowledgement": "\nThis research was supported by NSF grant 0416854. We thank Erika Bundy for excellent research assistance. Any remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}