{
    "id": 13679,
    "citation_title": "Principal-agent Incentives, Excess Caution, and Market Inefficiency: Evidence From Utility Regulation",
    "citation_author": [
        "Severin Borenstein",
        "Meghan Busse",
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulators and firms often use incentive schemes to attract skillful agents and to induce them to put forth effort in pursuit of the principals' goals. Incentive schemes that reward skill and effort, however, may also punish agents for adverse outcomes beyond their control. As a result, such schemes may induce inefficient behavior, as agents try to avoid actions that might make it easier to directly associate a bad outcome with their decisions. In this paper, we study how such caution on the part of individual agents may lead to inefficient market outcomes, focusing on the context of natural gas procurement by regulated public utilities. We posit that a regulated natural gas distribution company may, due to regulatory incentives, engage in excessively cautious behavior by foregoing surplus-increasing gas trades that could be seen ex post as having caused supply curtailments to its customers. We derive testable implications of such behavior and show that the theory is supported empirically in ways that cannot be explained by conventional price risk aversion or other explanations. Furthermore, we demonstrate that the reduction in efficient trade caused by the regulatory mechanism is most severe during periods of relatively high demand and low supply, when the benefits of trade would be greatest.\n\n",
    "acknowledgement": "\nWe are grateful for helpful contributions from Lucas Davis, Paul Gertler, Erin Mansur, Steve Tadelis, Matt White, and Frank Wolak and from seminar participants at U.C. Berkeley, U.C. Energy Institute, University of Michigan and NBER. We are grateful to the OpenLink Fund within U.C. Berkeley's Coleman Fung Risk Management Research Center for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}