{
    "id": 13670,
    "citation_title": "The American High School Graduation Rate: Trends and Levels",
    "citation_author": [
        "James J. Heckman",
        "Paul A. LaFontaine"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses multiple data sources and a unified methodology to estimate the trends and levels of the U.S. high school graduation rate.  Correcting for important biases that plague previous calculations, we establish that (a) the true high school graduation rate is substantially lower than the official rate issued by the National Center for Educational Statistics; (b) it has been declining over the past 40 years; (c) majority/minority graduation rate differentials are substantial and have not converged over the past 35 years; (d) the decline in high school graduation rates occurs among native populations and is not solely a consequence of increasing proportions of immigrants and minorities in American society; (e) the decline in high school graduation explains part of the recent slowdown in college attendance; and (f) the pattern of the decline of high school graduation rates by gender helps to explain the recent increase in male-female college attendance gaps.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of  Child Health and Human Development, with cooperative funding from 17 other agencies.  Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwistle for assistance in the original design. Persons interested in obtaining data from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu). This research was supported by the Committee on Economic Development PAES Project, the Pew Foundation, NIH R01-HD043411, NSF SES-024158 and the American Bar Foundation. The views expressed in this paper are those of the authors and not necessarily those of the funders listed here.  We thank Amanda Edwards, Lynne Heckman, Kathryn McLellan, Derek Neal, Steve Raudenbush, and Diane Schanzenbach for helpful comments. Mary Mei, Alex Volfovsky and William Cha provided very helpful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}