{
    "id": 13674,
    "citation_title": "Frictional Wage Dispersion in Search Models: A Quantitative Assessment",
    "citation_author": [
        "Andreas Hornstein",
        "Per Krusell",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2007-11-14",
    "issue_date": "2007-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard search and matching models of equilibrium unemployment, once properly calibrated, can generate only a small amount of frictional wage dispersion, i.e., wage differentials among ex-ante similar workers induced purely by search frictions. We derive this result for a specific measure of wage dispersion -- the ratio between the average wage and the lowest (reservation) wage paid. We show that in a large class of search and matching models this statistic (the \"mean-min ratio\") can be obtained in closed form as a function of observable variables (i.e., the interest rate, the value of leisure, and statistics of labor market turnover). Various independent data sources suggest that actual residual wage dispersion (i.e., inequality among observationally similar workers) exceeds the model's prediction by a factor of 20. We discuss three extensions of the model (risk aversion, volatile wages during employment, and on-the-job search) and find that, in their simplest versions, they can improve its performance, but only modestly. We conclude that either frictions account for a tiny fraction of residual wage dispersion, or the standard model needs to be augmented to confront the data. In particular, the last generation of models with on-the-job search appears promising.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Gadi Barlevy, Bjoern Bruegemann, Zvi Eckstein, Chris Flinn, Rasmus Lentz, Dale Mortensen, Giuseppe Moscarini, Fabien Postel-Vinay, Richard Rogerson, Robert Shimer, Philippe Weil, and from many seminar participants. Greg Kaplan and Matthias Kredler provided excellent research assistance. The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Richmond or the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}