{
    "id": 13678,
    "citation_title": "Conservation: From Voluntary Restraint to a Voluntary Price Premium",
    "citation_author": [
        "Matthew Kotchen",
        "Michael Moore"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how concern for the environment translates into predictable patterns of consumer behavior. Two types of behavior are considered. First, individuals who care about environmental quality may voluntarily restrain their consumption of goods and services that generate a negative externality. Second, individuals may choose to pay a price premium for goods and services that are more environmentally benign. A theoretical model identifies a symmetry between such voluntary restraint and a voluntary price premium that mirrors the symmetry between environmental policies based on either quantities (quotas) or prices (taxes). We test predictions of the model in an empirical study of household electricity consumption with introduction of a price-premium, green-electricity program. We find evidence of voluntary restraint and its relation to a voluntary price premium. The empirical results are consistent with the theoretical model of voluntary conservation.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Jim Andreoni, Jon Bakija, Bill Gentry, Joe Herriges, Felix Oberholzer-Gee, Steve Polasky, Daniel Rondeau, Steve Salant, Lucie Schmidt, Joel Slemrod, Klaas van 't Veld, two anonymous reviewers, and seminar participants at Minnesota, Tufts, Williams, Yale, the UC Energy Institute, and the NBER Workshop on Public Policy and the Environment. This research was supported in part by a grant from the United States Environmental Protection Agency. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}