{
    "id": 13673,
    "citation_title": "Insurance and Opportunities: A Welfare Analysis of Labor Market Risk",
    "citation_author": [
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2007-12-14",
    "issue_date": "2007-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a model with constant relative risk-aversion preferences, endogenous labor supply and partial insurance against idiosyncratic wage risk, we provide an analytical characterization of three welfare effects: (a) the welfare effect of a rise in wage dispersion, (b) the welfare gain from completing markets, and (c) the welfare effect from eliminating risk. Our analysis reveals an important trade-off for these welfare calculations. On the one hand, higher wage uncertainty increases the cost associated with missing insurance markets. On the other hand, greater wage dispersion presents  opportunities to raise aggregate productivity by concentrating market work among more productive workers. Our welfare effects can be expressed in terms of the underlying parameters defining preferences and wage risk, or alternatively in terms of changes in observable second moments of the joint distribution over individual wages, consumption and hours.\n\n",
    "acknowledgement": "\nWe would like to thank, without implicating, Randy Wright. Several ideas in this paper originated from a conversation we had with him. We also thank Marco Bassetto, Jeremy Greenwood, Guido Lorenzoni, Victor Rios-Rull, one anonymous referee, and participants to many seminars and conferences for comments. Heathcote and Violante thank the Economics Program of the National Science Foundation (grant SES 0418029) for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}