{
    "id": 13686,
    "citation_title": "Occupational Choice and Development",
    "citation_author": [
        "Jan Eeckhout",
        "Boyan Jovanovic"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Labor Studies",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe rise in world trade since 1970 has raised international mobility of labor services. We study the effect of such a globalization of the world's labor markets. We find that when people can choose between wage work and managerial work, the output gains are U-shaped: A worldwide labor market raises output by more in the rich and the poor countries, and by less in the middle-income countries. This is because the middle-income countries experience the smallest change in the factor-price ratio, and where the option to choose between wage work and managerial work has the least value in the integrated economy. Our theory also establishes that after economic integration, the high skill countries see a disproportionate increase in managerial occupations. Using aggregate data on GDP, openness and occupations from 115 countries, we find evidence for these patterns of occupational choice.\n\n",
    "acknowledgement": "\nWe thank Jonathan Eaton, Natalia Ramondo, Esteban Rossi-Hansberg, Ariell Resheff, Akiko Tamura, and Chad Syverson for comments and the NSF and the Kauffman Foundation for support. Eeckhout thanks the department of economics at NYU Stern for its hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}