{
    "id": 13684,
    "citation_title": "Mortgage Broker Regulations That Matter: Analyzing Earnings, Employment, and Outcomes for Consumers",
    "citation_author": [
        "Morris M. Kleiner",
        "Richard M. Todd"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "2008-09-04",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the role of mortgage brokers in mortgage origination grew from insignificant in the 1980s to dominant in recent years, questions have arisen about whether its services help or harm consumers. In response, states have increasingly regulated the business, largely by creating and tightening occupational licensing requirements for mortgage brokers. The question of whether increased occupational licensing of mortgage brokers improves consumer outcomes is theoretically ambiguous and has been little studied empirically. This study introduces a new database of mortgage broker licensing requirements and assesses the relationships between these requirements and outcomes in both the labor market for brokers and the consumer market for mortgages. We find that one typical regulation--the requirement in many states that mortgage brokers maintain a surety bond or minimum net worth--has a significant and fairly consistent statistical relationship with both labor and consumer market outcomes. In particular, we find that tighter bonding/net worth requirements are associated with slightly higher broker earnings, fewer brokers, fewer subprime mortgages, higher foreclosure rates, and a greater percentage of high-interest-rate mortgages. Although we do not provide a full causal interpretation of these results, we take seriously the possibility that restrictive bonding requirements for mortgage brokers have unintended negative consequences for many consumers. On balance, our results also seem to support the relevance of theories of occupational licensing that stress the importance of financial entry and exit barriers.\n\n",
    "acknowledgement": "\nWe thank Hwikwon Ham, Patricia Haswell, Matthew Hendricks, Thomas LaMalfa, Alexander Lefter, Heidi Liu, Cynthia Pahl, Dan Rozycki, Michael Weisbrot and JW Bond Consultants for their assistance with the paper and staff at the Board of Governors of the Federal Reserve System for providing much of our data. We also thank David Autor, Richard Freeman, Alexandre Mas, and two referees for comments that greatly improved the paper. In addition, we benefited from suggestions from Susan Woodward and participants at seminars hosted by the Aarhus School of Business, the Federal Reserve Board, the Federal Trade Commission, the London School of Economics, the National Bureau of Economic Research, and the University of Minnesota. The views expressed here are those of the authors, and not necessarily those of the Federal Reserve System, the Federal Reserve Bank of Minneapolis, or the National Bureau of Economic Research.\n\n\n"
}