{
    "id": 13689,
    "citation_title": "Religious Conversion in 40 Countries",
    "citation_author": [
        "Robert J. Barro",
        "Jason Hwang"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuestions about current and prior religion adherence from the International Social Survey Program and the World Values Survey allow us to calculate country-level religious-conversion rates for 40 countries.  These conversion rates apply to religion adherence classified into eight major types.  In a theoretical model based on rational individual choice, the frequency of religious conversion depends on factors that influence the cost of switching and the cost of having the \"wrong\" religion.  Empirical findings for a panel of countries accord with several hypotheses:  religious-conversion rates are positively related to religious pluralism, gauged by adherence shares; negatively related to government restrictions on religious conversion; positively related to levels of education; and negatively related to a history of Communism.  Conversion rates are not much related to per capita GDP, the presence of state religion, and the extent of religiosity.   Effects from the type of religion adherence are minor, except for a negative effect from Muslim adherence.  The empirical results are robust to alternative specifications of the religion groupings used to construct the conversion rates.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Rachel McCleary and Abdallah Salam.  This research was supported in part by a grant from the John Templeton Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}