{
    "id": 13681,
    "citation_title": "Feeling the Florida Heat? How Low-Performing Schools Respond to Voucher and Accountability Pressure",
    "citation_author": [
        "Cecilia Elena Rouse",
        "Jane Hannaway",
        "Dan Goldhaber",
        "David Figlio"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile numerous recent authors have studied the effects of school accountability systems on student test performance and school \"gaming\" of accountability incentives, there has been little attention paid to substantive changes in instructional policies and practices resulting from school accountability.  The lack of research is primarily due to the unavailability of appropriate data to carry out such an analysis.  This paper brings to bear new evidence from a remarkable five-year survey conducted of a census of public schools in Florida, coupled with detailed administrative data on student performance.  We show that schools facing accountability pressure changed their instructional practices in meaningful ways.  In addition, we present medium-run evidence of the effects of school accountability on student test scores, and find that a significant portion of these test score gains can likely be attributed to the changes in school policies and practices that we uncover in our surveys.\n\n",
    "acknowledgement": "\nThis research could not have been undertaken without the help of many people.  We thank Edward Freeland, Craig Deshenski, Kenneth Mease, Rob Santos, and Fritz Scheuren for their exceptional help with the survey and sample development.  We appreciate the assistance of the Florida Department of Education in providing us both with administrative student data as well as with sampling frames for our survey analysis.  Jay Pfeiffer, Jeff Sellers and others at the Florida Department of Education provided very helpful advice regarding Florida education policy and the administrative data used in the analysis.  We also thank Emily Buchsbaum, Cynthia Casazza, Sarah Cohodes, Joseph Gasper, Scott Mildrum, Radha Iyendar, Ty Wilde, Grace Wong, and Nathan Wozny for expert research assistance and Jesse Rothstein, Analia Schlosser, Diane Whitmore Schanzenbach and seminar participants at Harvard University, McMaster University, the University of Chicago, the University of Florida, and the fall 2007 research conference of the National Center for Analysis of Longitudinal Data in Education Research for extremely useful conversations and suggestions.  Finally, we are indebted to the Annie E. Casey, Atlantic Philanthropies, Smith Richardson and Spencer Foundations, the U.S. Department of Education and the National Institutes of Health for financial support, but the views expressed in this paper do not necessarily represent those organizations supporting this research, the Florida Department of Education, or our host institutions.  All errors in fact and interpretation are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}