{
    "id": 13680,
    "citation_title": "Complements versus Substitutes and Trends in Fertility Choice in Dynastic Models",
    "citation_author": [
        "Larry E. Jones",
        "Alice Schoonbroodt"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Barro-Becker model is a simple intuitive model of fertility choice. In its original formulation, however, it has not been very successful at reproducing the changes in fertility choice in response to decreased mortality and increased income growth that demographers have emphasized in explaining the demographic transition. In this paper we show that this is due to an implicit assumption that number and utility of children are complements, which is a byproduct of the high intertemporal elasticity of substitution (IES) typically assumed in the fertility literature. We show that, not only is this assumption not necessary, but both the qualitative and quantitative properties of the model in terms of fertility choice change dramatically when substitutability and high curvature are assumed. To do so, we first derive analytical comparative statics and perform quantitative experiments. We find that if  IES is less than one, model predictions of changes in fertility amount to about two-thirds of those observed in U.S. data since 1800. There are two major sources to these predicted changes, the increase in the growth rate of productivity which accounts for about 90 percent of the predicted fall in fertility before 1880, and changes in mortality which account for 90 percent of the predicted change from 1880 to 1950.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for financial support and Martin Gervais, John Knowles, Jeremy Lise, and Michèle Tertilt as well as seminar participants at SITE 2007, Vienna Macro Workshop 2007, NYU and CEMFI for their comments. We also thank Michael Bar and Oksana Leukhina for their valuable comments and for making their data available to us and Anderson Schneider for valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}