{
    "id": 13683,
    "citation_title": "Aging and Death under a Dollar a Day",
    "citation_author": [
        "Abhijit V. Banerjee",
        "Esther Duflo"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper uses household survey data form several developing countries to investigate whether the poor (defined as those living under $1 or $2 dollars a day at PPP) and the non poor have different mortality rates in old age. We construct a proxy measure of longevity, which is the probability that an adult's mother and father are alive. The non-poor's mothers are more likely to be alive than the poor's mothers. Using panel data set for Indonesia and Vietnam, we also find that older adults are significantly more likely to have died five years later if they are poor. The direction of causality is unclear: the poor may be poor because they are sick (and thus more likely to die), or they could die because they are poor.\n\n",
    "acknowledgement": "\nWe warmly thank the National Institute of Aging (Grant #P01-AG005842), MIT, the Center for Health and Wellbeing at Princeton University, and the World Bank for funding. Dhruva Kothari, Remi Jedwab and Stefana Stancheva provided outstanding research assistance. Many thanks to Angus Deaton for providing important comments on an early draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}