{
    "id": 13688,
    "citation_title": "Trade Policy under Firm-Level Heterogeneity in a Small Economy",
    "citation_author": [
        "Svetlana Demidova",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "2008-05-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we explore the effect of trade policy on productivity and welfare in the now standard model of firm-level heterogeneity and product differentiation with monopolistic competition. To obtain sharp results, we restrict attention to an economy that takes as given the price of imports and the demand schedules for its exports (a \"small economy\"). We first establish that welfare can be decomposed into four terms: productivity, terms of trade, variety and curvature, where the latter is a term that captures heterogeneity across varieties. We then show how a consumption subsidy, an export tax, or an import tariff allow our small economy to deal with two distortions that we identify and thereby reach its first best allocation. We also show that an export subsidy generates an increase in productivity, but given the negative joint effect on the other three terms (terms of trade, variety and curvature), welfare falls. In contrast, an import tariff improves welfare in spite of the fact that productivity falls.\n\n",
    "acknowledgement": "\nWe thank Gustavo Ventura, Kala Krishna, Mark Melitz, Jim Tybout, seminar and conference participants at 2007 Midwest International Economics meeting, 2007 North American Summer Meetings of the Econometric Society, 2007 Society for Economic Dynamics Annual Meeting, European Trade Study Group 2007 Athens conference, the University of Iowa and Georgia Institute of Technology for helpful comments and discussions. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}