{
    "id": 13699,
    "citation_title": "The Bidder's Curse",
    "citation_author": [
        "Young Han Lee",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "2010-04-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe employ a novel approach to identify overbidding in the field. We compare auction prices to fixed prices for the same item on the same webpage. In detailed board-game data, 42 percent of auctions exceed the simultaneous fixed price. The result replicates in a broad cross-section of auctions (48 percent). A small fraction of overbidders, 17 percent, suffices to generate the overbidding. The observed behavior is inconsistent with rational behavior, even allowing for uncertainty and switching costs, since also the expected auction price exceeds the fixed price. Limited attention to outside options is most consistent with our results.\n\n",
    "acknowledgement": "\nWe would like to thank Christopher Adams, Stefano DellaVigna, Darrell Duffie, Tomaso Duso, Tanjim Hossain, Ali Hortacsu, Daniel Kahneman, Botond K¨oszegi, David Laibson, Ted O'Donoghue, Matthew Rabin, Antonio Rangel, Uri Simonsohn, David Sraer, Adam Szeidl, Richard Zeckhauser and seminar participants at Cornell, Dartmouth, Florida State University, LBS, LSE, Stanford, Texas A&M, Yale, UC Berkeley, UC San Diego, Washington University, NBER Labor Studies meeting, at the NBER IO summer institute, SITE, Behavioral Industrial Organization conference (Berlin), and the Santa Barbara Conference on Experimental and Behavioral Economics 2008 for helpful comments. Gregory Bruich, Robert Chang, Yinhua Chen, Yiwen Cheng, Aisling Cleary, Bysshe Easton, Kimberly Fong, Roman Giverts, Cathy Hwang, Camelia Kuhnen, Andrew Lee, Pauline Leung, William Leung, Jenny Lin, Jane Li, David Liu, Xing Meng, Jeffrey Naecker, Chencan Ouyang, Charles Poon, Kate Reimer, Matthew Schefer, Mehmet Seflek, Patrick Sun, Mike Urbancic, Allison Wang, Sida Wang provided excellent research assistance. Ulrike Malmendier would like to thank the Center for Electronic Business and Commerce at Stanford GSB and the Coleman Fung Risk Management Research Center for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}