{
    "id": 13690,
    "citation_title": "Rare Disasters, Asset Prices, and Welfare Costs",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA representative-consumer model with Epstein-Zin-Weil preferences and i.i.d. shocks, including rare disasters, accords with key asset-pricing observations.  If the coefficient of relative risk aversion equals 3-4, the model accords with observed equity premia and risk-free real interest rates.  If the intertemporal elasticity of substitution is greater than one, an increase in uncertainty lowers the price-dividend ratio for equity, whereas a rise in the expected growth rate raises this ratio.  In a model with endogenous saving, more uncertainty lowers the saving ratio (because substitution effects dominate).  The match with major features of asset pricing suggests that the model is a reasonable candidate for assessing the welfare cost of aggregate consumption uncertainty.  In the baseline simulation, the welfare cost of disaster risk is large -- society would be willing to lower real GDP by as much as 20% each year to eliminate the small chance of major economic collapses.  The welfare cost from usual economic fluctuations is much smaller, though still important, corresponding to lowering GDP by around 1.5% each year.\n\n",
    "acknowledgement": "\nThis research is supported by the National Science Foundation.  I appreciate comments from Fernando Alvarez, Marios Angeletos, John Campbell, Raj Chetty, John Cochrane, Xavier Gabaix, Francois Gourio, Lars Hansen, David Laibson, Jong-Wha Lee, Greg Mankiw, Ian Martin, Casey Mulligan, and Ivan Werning. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}