{
    "id": 13694,
    "citation_title": "The Reaction of Consumer Spending and Debt to Tax Rebates -- Evidence from Consumer Credit Data",
    "citation_author": [
        "Sumit Agarwal",
        "Chunlin Liu",
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new panel dataset of credit card accounts to analyze how consumers responded to the 2001 Federal income tax rebates. We estimate the monthly response of credit card payments, spending, and debt, exploiting the unique, randomized timing of the rebate disbursement. We find that, on average, consumers initially saved some of the rebate, by increasing their credit card payments and thereby paying down debt. But soon afterwards their spending increased, counter to the canonical Permanent-Income model. Spending rose most for consumers who were initially most likely to be liquidity constrained, whereas debt declined most (so saving rose most) for unconstrained consumers. More generally, the results suggest that there can be important dynamics in consumers' response to \"lumpy\" increases in income like tax rebates, working in part through balance sheet (liquidity) mechanisms.\n\n",
    "acknowledgement": "\nWe would like to thank the editor and two referees, Bob Hunt, Alan Krueger, Joanne Maselli, Larry Mielnicki, Jim Papadonis, Jonathan Parker, Anthony Santomero, Joel Slemrod, Melvin Stephens, and seminar participants at the European Central Bank, Princeton University, the ASSA meetings, Harvard University, the Federal Reserve Banks of New York and Chicago, the Federal Reserve Board of Governors, Singapore Management University, National Singapore University, the University of Wisconsin-Milwaukee, the University of Nevada-Reno, the 2003 NBER summer institute, the Federal Reserve Bank of Philadelphia, and the University of Pennsylvania, as well as the Wharton Financial Institutions Center and the Rodney L. White Center for Financial Research. We are grateful to Diana Andrade and Ron Kwolek for their excellent research assistance. The views expressed are those of the authors alone and do not necessarily represent those of the Federal Reserve Bank of Chicago or the National Bureau of Economic Research.\n\n\n"
}