{
    "id": 13695,
    "citation_title": "Private Deception and the Rise of Public Employment Offices in the United States, 1890 - 1930",
    "citation_author": [
        "Woong Lee"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "2008-09-10",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the turn of the 20th century, state and local governments in the United States began to establish public employment offices. These non-profit governmental organizations match job seekers and businesses, one of their main objectives being to protect job seekers from fraudulent activities by private employment agencies. In this paper, I propose a theory that describes the malpractices of private employment agencies as a situation of asymmetric information between job seekers and the private employment agencies, which could cause adverse selection in the labor exchange market. The establishment of public employment offices can be viewed as a policy device to eliminate low-quality private employment agencies committing malpractices. I show that public employment offices helped lower the degree of asymmetric information. The majority of job seekers who used public employment offices were unskilled workers, immigrants, or migrants, who were vulnerable to exploitation by private employment agencies. I also find that the role of public employment offices was especially important for interstate migrants who were most lacking in information and networks in their new environment.\n\n",
    "acknowledgement": "\nWoong Lee is a doctoral candidate at the Department of Economics, University of California, Irvine. The author gratefully acknowledges the generous advice and guidance of his advisers, Dan Bogart (primary adviser), Jiawei Chen, Jun Ishii, and Gary Richardson. He also thanks Keith Finlay, Chen Feng Ng, Raaj Tiagi and Kathleen Wong for their useful comments. In particular, David Autor and Susan Houseman gave invaluable comments and advice to improve this paper. The author is indebted to Price Fishback, who shared his expertise regarding the data used in this paper. All the errors and views in the paper are the author's own, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}