{
    "id": 13692,
    "citation_title": "The Dynamics of Relief Spending and the Private Urban Labor Market During the New Deal",
    "citation_author": [
        "Todd C. Neumann",
        "Price V. Fishback",
        "Shawn Kantor"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "2009-09-25",
    "topics": [
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the New Deal the Roosevelt Administration dramatically expanded relief spending to combat extraordinarily high rates of unemployment. We examine the dynamic relationships between relief spending and local private labor markets using a new panel data set of monthly relief, private employment and private earnings for major U.S. cities in the 1930s. Impulse response functions derived from a panel VAR model that controls for time and city fixed effects show that a work relief shock in period t-1 led to a decline in private employment and a rise in private monthly earnings. The finding offers evidence consistent with contemporary employers' complaints that work relief made it more difficult to hire, even though work relief officials followed their stated policies to avoid affecting private labor markets directly. Meanwhile, negative shocks to private employment led to increases in work relief, consistent with Roosevelt's stated goal of using relief to promote relief and recovery.\n\n",
    "acknowledgement": "\nOur research has benefited from insightful comments from Daniel Ackerberg, Manuela Angelucci, Stephen Bond, Alfonso Flores-Lagunes, Claudia Goldin, Kei Hirano, Robert Margo, James Malcomson, Joseph Mason, Kris Mitchener, Ronald Oaxaca, Hugh Rockoff, John Wallis, Marc Weidenmeier, participants in sessions at the American Social Science Association meetings in San Diego in January 2004 and the NBER DAE Program Meeting in March 2004, and two anonymous referees. Funding for the work has been provided by National Science Foundation Grants SES-0617972, SES-0214483, SES-0080324, and SBR-9708098. Any opinions expressed in this paper should not be construed as the opinions of the National Science Foundation. Special thanks to Inessa Love for the use of her Panel VAR Stata program.\n\n\n"
}