{
    "id": 13696,
    "citation_title": "The Economics Approach to Cities",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2007-12-20",
    "issue_date": "2007-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe economic approach to cities relies on a spatial equilibrium for workers, employers and builders.  The worker's equilibrium implies that positive attributes in one location, like access to downtown or high wages, are offset by negative attributes, like high housing prices.   The employer's equilibrium requires that high wages be offset by a high level of productivity, perhaps due to easy access to customers or suppliers.  The search for the sources of productivity differences that can justify high wages is the basis for the study of agglomeration economies which has been a significant branch of urban economics in the past 20 years.  The builder's equilibrium condition pushes us to understand the causes of supply differences across space that can explain why some places have abundant construction and low prices while others have little construction and high prices.  Since the economic theory of cities emphasizes a search for exogenous causes of endogenous outcomes like local wages, housing prices and city growth, it is unsurprising that the economic empirics on cities have increasingly focused on the quest for exogenous sources of variation.  The economic approach to urban policy emphasizes the need to focus on people, rather than places, as the ultimate objects of policy concern and the need for policy to anticipate the mobility of people and firms.\n\n",
    "acknowledgement": "\nI am grateful to the Taubman Center for State and Local Government for financial support.  Kristina Tobio provided excellent research assistance. This essay was written for an edited multi-disciplinary volume on how different disciplines approach cities and it is meant to give non-economists a sense of the economic approach to cities. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}