{
    "id": 13698,
    "citation_title": "Firm Level Heterogeneous Productivity and Demand Shocks: Evidence from Bangladesh",
    "citation_author": [
        "Hiau Looi Kee",
        "Kala Krishna"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at the predictions of a standard heterogeneous firm model regarding the exports of firms across markets in response to a particular trade policy \"experiment\" and compares these predictions to the data. A unique feature of our data is that it has information on the exports of the same firm to different markets which allows us to look for a new set of predictions of such models. We argue that while certain predictions seem consistent with the data, others are not. We then describe the patterns found in the data and argue that firm and market specific demand shocks help explain a number of these anomalies. These parsimoniously capture factors, like business contacts or networks, or even fashion shocks, that make buyers more attracted to one firm rather than another in a particular market.\n\n",
    "acknowledgement": "\nWe are grateful to Jonathan Eaton, Caroline Freund, Bernard Hoekman, James Harrigan, Susumu Imai, Hajime Katayama, and participants at a seminar at Syracuse, at the World Bank, and at the joint NYU/NewYork Fed seminar for comments on earlier drafts. We thank the World Bank for providing research funding. Krishna thanks Princeton University for support as an International Economics Section Research Fellow for 2006-2007. The views expressed here are those of the authors and do not necessarily reflect those of the institutions to which they are affiliated.\n\n\n"
}