{
    "id": 13707,
    "citation_title": "The Baby Boom and World War II: A Macroeconomic Analysis",
    "citation_author": [
        "Matthias Doepke",
        "Moshe Hazan",
        "Yishay Maoz"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "2015-02-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that one major cause of the U.S. postwar baby boom was the rise in female labor supply during World War II. We develop a quantitative dynamic general equilibrium model with endogenous fertility and female labor force participation decisions. We use the model to assess the impact of the war on female labor supply and fertility in the decades following the war. For the war generation of women, the high demand for female labor brought about by mobilization leads to an increase in labor supply that persists after the war. As a result, younger women who reach adulthood in the 1950s face increased labor market competition, which impels them to exit the labor market and start having children earlier. The effect is amplified by the rise in taxes necessary to pay down wartime government debt. In our calibrated model, the war generates a substantial baby boom followed by a baby bust.\n\n",
    "acknowledgement": "\nWe thank Francesco Caselli (the editor), four anonymous referees, Stefania Albanesi, Leah Boustan, Larry Christiano, Alon Eizenberg, Eric Gould, Jeremy Greenwood, Christian Hellwig, Lee Ohanian, and participants at many conference and seminar presentations for helpful comments. David Lagakos, Marit Hinnosaar, Amnon Schreiber, and Veronika Selezneva provided excellent research assistance. Financial support by the Maurice Falk Institute for Economic Research in Israel and the National Science Foundation (grant SES-0217051) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}