{
    "id": 13702,
    "citation_title": "Investor Protection and Interest Group Politics",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Zvika Neeman"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model how lobbying by interest groups affects the level of investor protection. In our model, insiders in existing public companies, institutional investors (financial intermediaries), and entrepreneurs who plan to take companies public in the future, compete for influence over the politicians setting the level of investor protection. We identify conditions under which this lobbying game has an inefficiently low equilibrium level of investor protection. Factors that operate to reduce investor protection below its efficient level include the ability of corporate insiders to use the corporate assets they control to influence politicians, as well as the inability of institutional investors to capture the full value that efficient investor protection would produce for outside investors. The interest that entrepreneurs (and existing public firms) have in raising equity capital in the future reduces but does not eliminate the distortions arising from insiders' interest in extracting rents from the capital public firms already have. Our analysis generates testable predictions, and can explain existing empirical evidence, regarding the way in which investor protection varies over time and around the world.\n\n",
    "acknowledgement": "\nWe have benefited from the helpful comments of Jennifer Arlen, Michal Barzuza, Laura Beny, John Ferejohn, Dennis Gromb, Marcel Kahan, Randy Kroszner, Stuart Myers, Holger Spamann, Fausto Panunzi, Enrico Perrotti, Andrea Prat, Mark Roe, Paulo Volpin, and participants in workshops and conferences at Beijing, Columbia, Georgetown, Harvard, LBS, LSE, Moscow, NYU, Oxford, Shanghai, Stockholm, Toronto, the AFA meeting, the ALEA meeting, and the NBER-RFS corporate governance conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}