{
    "id": 13709,
    "citation_title": "Using Tax Return Data to Simulate Corporate Marginal Tax Rates",
    "citation_author": [
        "John R. Graham",
        "Lillian F. Mills"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that simulated corporate marginal tax rates based on financial statement data (Shevlin 1990 and Graham 1996a) are highly correlated with simulated rates based on corporate tax return data. We provide algorithms that can be used to estimate the book or tax simulated rates when they are not available. We find that the simulated book marginal tax rate does a better job of explaining financial statement debt ratios than does the analogous tax return variable and discuss how the book simulated rate is likely to be an appropriate measure in settings with global, long-term considerations.\n\n",
    "acknowledgement": "\nWe thank Jennifer Blouin, Mark Evans, Michelle Hanlon, Oliver Li, George Plesko, Jim Poterba, Clemens Sialm, Doug Shackelford, Terry Shevlin, Joel Slemrod, Jerry Zimmerman and participants at the NBER July 2006 and December 2006 Conferences on Financial Reporting and Tax Policy for their comments. We appreciate excellent research assistance from Brett Hollenbeck (U.S. Department of Treasury), Jonathan Mable (UBS, formerly U.S. Department of Treasury) and Casey Schwab (University of Texas). The U.S. Treasury Department provided confidential tax information to Mills during her 2005-2006 appointment as a Stanley Surrey Senior Research Fellow at the Office of Tax Analysis. None of the confidential tax information is disclosed in this treatise. Statistical aggregates are presented in the tables so that a specific taxpayer cannot be identified. The opinions expressed are those of the authors and do not necessarily represent positions of the U.S. Department of the Treasury. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}