{
    "id": 13704,
    "citation_title": "Arbitrage in Housing Markets",
    "citation_author": [
        "Edward L. Glaeser",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUrban economists understand housing prices with a spatial equilibrium approach that assumes people must be indifferent across locations.  Since the spatial no arbitrage condition is inherently imprecise, other economists have turned to different no arbitrage conditions, such as the prediction that individuals must be indifferent between owning and renting.  This paper argues the predictions from these non-spatial, financial no arbitrage conditions are also quite imprecise.  Owned homes are extremely different from rental units and owners are quite different from renters.  The unobserved costs of home owning such as maintenance are also quite large.  Furthermore, risk aversion and the high volatility of housing pries compromise short-term attempts to arbitrage by delaying home buying.   We conclude that housing cannot be understood with a narrowly financial approach that ignores space any more than it can be understood with a narrowly spatial approach that ignores asset markets.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Lincoln Land Institute conference \"Housing and Built Environment:  Access, Finance, Policy\" in honor of Karl (Chip) Case and his many contributions to our understanding of housing markets.  Our analysis is grounded on many of his insights over the years.  Helpful comments were provided by James Brown and Cornelia Kullman.  Finally, we appreciate the excellent research assistance of Andrew Moore on this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}