{
    "id": 13706,
    "citation_title": "What Determines the Structure of Corporate Debt Issues?",
    "citation_author": [
        "Brandon Julio",
        "Woojin Kim",
        "Michael Weisbach"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublicly-traded debt securities differ on a number of dimensions, including quality, maturity, seniority, security, and convertibility.  Finance research has provided a number of theories as to why firms should issue debt with different features; yet, there is very little empirical work testing these theories.  We consider a sample of 14,867 debt issues in the U.S. between 1971 and 2004.  Our goal is to test the implications of these theories, and, more generally, to establish a set of stylized facts regarding the circumstances under which firms issue different types of debt.  Our results suggest that there are three main types of factors that affect the structure of debt issues:  First, firm-specific factors such as leverage, growth opportunities and cash holdings are related with the convertibility, maturity and security structure of issued bonds.  Second, economy-wide factors, in particular the state of the macroeconomy, affect the quality distribution of securities offered; in particular, during recessions, firms issue fewer poor quality bonds than in good times but similar numbers of high-quality bonds.  Finally, controlling for firm characteristics and economy-wide factors, project specific factors appear to influence the types of securities that are issued.  Consistent with commonly stated 'maturity-matching' arguments, long-term, nonconvertible bonds are more likely to be issued by firms investing in fixed assets, while convertible and short-term bonds are more likely to finance investment in R&D.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}