{
    "id": 13703,
    "citation_title": "Optimal Choice of Product Scope for Multiproduct Firms under Monopolistic Competition",
    "citation_author": [
        "Robert Feenstra",
        "Hong Ma"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a monopolistic competition model where firms exercise their market power across multiple products. Even with CES preferences, markups are endogenous. Firms choose their optimal product scope by balancing the net profits from a new variety against the costs of \"cannibalizing\" their own sales. With identical costs across firms, opening trade leads to fewer firms surviving in each country but more varieties produced by each of those firms. With heterogeneous costs, the number of firms surviving in equilibrium is quite insensitive to the market size. When trade is opened, more firms initially enter, but the larger market size reduces the cannibalization effect and expands the optimal scope of products. As a result, the less efficient firms exit, and the larger market is accommodated by more efficient firms that produce more varieties per firm on average.\n\n",
    "acknowledgement": "\nPrepared for the CEPR conference \"Globalization and the Organization of Firms and Markets,\" Munich, February 10-11, 2007. We thank Gene Grossman, Elhanan Helpman, Volcker Nocke and conference participants for very helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}