{
    "id": 13700,
    "citation_title": "Do Financial Incentives Affect Fertility?",
    "citation_author": [
        "Alma Cohen",
        "Rajeev Dehejia",
        "Dmitri Romanov"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "2009-05-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates how fertility responds to changes in the price of a marginal child and in household income. We construct a large, individual-level panel data set of married Israeli women during the period 1999-2005 that contains fertility histories and detailed controls. We exploit variation in Israel's child subsidy program to identify changes in the price of a marginal child (using changes in the subsidy for a marginal child) and to instrument for household income (using changes in the subsidy for infra-marginal children). We find a significant and positive price effect on fertility: the mean level of marginal child subsidy produces a 7.8 percent increase in fertility. There is a positive effect within all religious and ethnic subgroups, including the ultra-Orthodox Jewish population, whose social and religious norms discourage family planning. There is also a significant price effect on fertility among women who are close to the end of their lifetime fertility, suggesting that at least part of the price effect is due to a reduction in total fertility. As expected, the child subsidy has no effect in the upper range of the income distribution. Finally, consistent with the predictions of Becker (1960) and Becker and Tomes (1976), we find that the income effect is small in magnitude and is negative at low income levels and positive at high levels.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as \"Do Financial Incentives Affect Fertility?\" We thank Joshua Angrist, Lucian Bebchuk, Gary Becker, Avraham Ebenstein, Zvika Eckstein, Yona Rubenstein, Analia Schlosser, Manuel Trajtenberg, Yoram Weiss, anonymous referees, and seminar and conference participants at the Bank of Israel, Bar-Ilan, Ben-Gurion, Chicago, Columbia, Cyprus, Haifa, Maryland, Miami, St. Gallan, Sussex, Tel-Aviv, Yale SOM, IIES Stockholm, the Van Leer Institute in Jerusalem, and the annual meetings of European Association for Labor Economics and the Israeli Economic Association for helpful comments and suggestions. We thank Michal Goltzman for excellent research assistance, Yuri Homenko of the Central Bureau of Statistics for assistance in preparing the data, and Anat Katz and David Gordon of the Central Bureau of Statistics for facilitating our work on the project at the Central Bureau of Statistics. Alma Cohen gratefully acknowledges the financial support of the Foerder Institute for Economic Research and the Pinhas Sapir Center for Development at Tel Aviv University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}