{
    "id": 13701,
    "citation_title": "CEO Centrality",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Martijn Cremers",
        "Urs Peyer"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the relationship between CEO centrality -- the relative importance of the CEO within the top executive team in terms of ability, contribution, or power -- and the value and behavior of public firms. Our proxy for CEO centrality is the fraction of the top-five compensation captured by the CEO. We find that CEO centrality is negatively associated with firm value (as measured by industry-adjusted Tobin's Q). Greater CEO centrality is also correlated with (i) lower (industry-adjusted) accounting profitability, (ii) lower stock returns accompanying acquisitions announced by the firm and higher likelihood of a negative stock return accompanying such announcements, (iii) higher odds of the CEO's receiving a \"lucky\" option grant at the lowest price of the month, (iv) greater tendency to reward the CEO for luck in the form of positive industry-wide shocks, (v) lower likelihood of CEO turnover controlling for performance, and (vi) lower firm-specific variability of stock returns over time. Overall, our results indicate that differences in CEO centrality are an aspect of firm management and governance that deserves the attention of researchers.\n\n",
    "acknowledgement": "\nFor helpful comments, we are grateful to Alma Cohen, Will Goetzmann, Yaniv Grinstein, Steve Kaplan, Paul Oyer, Charu Raheja, Eric Rasmusen, and seminar and conference participants at Amsterdam, Columbia, Frankfurt, Harvard, INSEAD, Oslo, the NYU-Penn Law & Finance conference, the annual Stern Conference of Finance and Accounting, the Conference on Empirical Legal Studies, and the ALEA annual meeting. We are also grateful to Dirk Jenter for sharing with us his data on CEO turnover and to Ronald Masulis for sharing with us his data on acquirer returns. For financial support, we would like to thank the Guggenheim Foundation, the John M. Olin Center for Law, Economics, and Business, and the Harvard Law School Program on Corporate Governance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}