{
    "id": 1370,
    "citation_title": "Pension Plan Integration as Insurance Against Social Security Risk",
    "citation_author": [
        "Robert C. Merton",
        "Zvi Bodie",
        "Alan J. Marcus"
    ],
    "citation_publication_date": "1984-06-01",
    "issue_date": "1984-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe manifest purposes of integrating an employer-provided pension plan with social security are:(1) to ensure retirement income adequacy for all covered employees; and (2) to ensure retirement income equity, defined as equal total replacement rates for all employees regardless of salary level. The focus of this paper, however, is on an equally important (and perhaps latent) consequence of integration: the alteration of the risk-bearing relationships between employees, employers and the government vis-a-vis social security benefits. The main alteration is that the employer in effect insures his covered employees against adverse changes in their social security retirement benefit. Using the option-pricing methodology of modern contingent claims analysis,we develop a formal model to explore the quantitative aspects of this change.While the focus of the analysis is on full integration, we do explicitly deal with various degrees of partial integration as is currently practiced. We also analyze the effects of a switch from a non-integrated to an equivalent-cost integrated plan when private benefits are fixed in nominal terms and when they are indexed. In this connection we examine how integrated plans are affected when the sponsor makes ad hoc post-retirement benefit increases. We also consider the incentive effects on worker mobility of the adoption of integrated plans. The analysis is also used to highlight what we believe to be important unintended consequences of integrating pension plans with social security.\n\n",
    "acknowledgement": "\n"
}