{
    "id": 13717,
    "citation_title": "Identity, Parochial Institutions, and Occupational Choice: Linking the Past to the Present in the American Midwest",
    "citation_author": [
        "Kaivan Munshi",
        "Nicholas Wilson"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the presence of non-economic career motivations in the U.S. labor market, explores reasons why such motivations could arise, and provides an explanation for why they might have persisted across many generations. The analysis links ethnic (migrant) labor market networks in the American Midwest when it was first being settled, the local identity or attachment to place that emerged endogenously to maintain the integrity of these networks, and occupational choice today. While fractionalization may adversely affect the performance of secular institutions, ethnic competition in the labor market could at the same time have strengthened within-group loyalty and parochial institutions. These values and their complementary institutions, notably the church, could have mutually reinforced each other over many overlapping generations, long after the networks themselves had ceased to be salient. Counties with greater ethnic fractionalization in 1860 are indeed associated with steadily increasing participation in select religious denominations historically dominated by the migrants all the way through the twentieth century. Complementing this result, individuals born in high fractionalization counties are significantly less likely to select into geographically mobile professional occupations and, hence, to migrate out of their county of birth, despite the fact that these counties are indistinguishable from low fractionalization counties in terms of local public good provision and economic activity today.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Abhijit Banerjee, Roland Benabou, Sandra Black, Leah Platt Boustan, Esther Duflo, Raquel Fernandez, Andrew Foster, Chris Foster, Vernon Henderson, Dennis Hogan, Michael Kremer, Ashley Lester, Glenn Loury, Nancy Luke, David Meyer, David Weil, and Michael White for helpful discussions and suggestions. Seminar participants at Georgia Tech, Harvard-MIT, Indiana University, NBER, and UCLA provided many helpful comments. Ben Feigenberg provided excellent research assistance. Research support from the National Science Foundation through grant SES-0617847 is gratefully acknowledged.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}