{
    "id": 13714,
    "citation_title": "Do Professional Currency Managers Beat the Benchmark?",
    "citation_author": [
        "Momtchil Pojarliev",
        "Richard M. Levich"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate an index of returns on professionally managed currency funds and a subset of returns from 34 individual currency fund managers. Over the period 1990-2006, excess returns earned by currency fund managers have averaged 25 basis points per month. We examine the relationship of these returns to four factors representing returns based on carry trading, trend-following, value trading and currency volatility. These four factors explain a substantial portion of the variability in index returns in the entire period and in sub-periods. We perform similar regressions for the 34 individual funds, and find many funds where returns are significantly related to these four factors. Our approach impacts the definition of alpha returns from currency speculation, modifying it from the excess return earned by the fund, to only that portion of the excess returns not explained by the four factors. While the impact on measured alpha is substantial, we find that some currency fund managers continued to generate alpha returns in the most recent sample period.\n\n",
    "acknowledgement": "\nWe acknowledge helpful comments from Mark Anson and Robert Whitelaw on earlier drafts of this paper. Any errors that remain are our own responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}