{
    "id": 13718,
    "citation_title": "Does Movie Violence Increase Violent Crime?",
    "citation_author": [
        "Gordon Dahl",
        "Stefano DellaVigna"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nLaboratory experiments in psychology find that media violence increases aggression in the short run. We analyze whether media violence affects violent crime in the field. We exploit variation in the violence of blockbuster movies from 1995 to 2004, and study the effect on same-day assaults. We find that violent crime decreases on days with larger theater audiences for violent movies. The effect is partly due to voluntary incapacitation: between 6PM and 12AM, a one million increase in the audience for violent movies reduces violent crime by 1.1 to 1.3 percent. After exposure to the movie, between 12AM and 6AM, violent crime is reduced by an even larger percent. This finding is explained by the self-selection of violent individuals into violent movie attendance, leading to a substitution away from more volatile activities. In particular, movie attendance appears to reduce alcohol consumption. Like the laboratory experiments, we find indirect evidence that movie violence increases violent crime; however, this effect is dominated by the reduction in crime induced by a substitution away from more dangerous activities. Overall, our estimates suggest that in the short-run violent movies deter almost 1,000 assaults on an average weekend. While our design does not allow us to estimate long-run effects, we find no evidence of medium-run effects up to three weeks after initial exposure.\n\n",
    "acknowledgement": "\nEli Berman, Sofia Berto Villas-Boas, Saurabh Bhargava, David Card, Christopher Carpenter, Ing-Haw Cheng, Julie Cullen, Liran Einav, Matthew Gentzkow, Jay Hamilton, Ethan Kaplan, Lawrence F. Katz, Lars Lefgren, Ulrike Malmendier, Julie Mortimer, Ted O'Donoghue, Anne Piehl, Mikael Priks, Uri Simonsohn, and audiences at London School of Economics, Ohio State, Queens University, Rutgers New Brunswick, UC Berkeley, UC San Diego, University of Tennessee Knoxville, University of Western Ontario, University of Zurich, Wharton, the Munich 2006 Conference on Economics and Psychology, the NBER 2006 Summer Institute (Labor Studies), the 2006 SITE in Psychology and Economics, the IZA Conference on Personnel and Behavioral Economics, the IZA/SOLE Transatlantic Meeting of Labor Economists, and at the Trento 2006 Summer School in Behavioral Economics provided useful comments. We would like to thank kids-in-mind.com for generously providing their movie violence ratings. Scott Baker and Thomas Barrios provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}