{
    "id": 13715,
    "citation_title": "Impact of First Occupation on Health at Older Ages",
    "citation_author": [
        "Jody L. Sindelar",
        "Jason Fletcher",
        "Tracy Falba",
        "Patricia Keenan",
        "William T. Gallo"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOccupation is discussed as a social determinant of health. Occupation has received little attention in this light in the economics literature. We examine occupation in a life-course framework and use measures of first-occupation, initial health, and mother's education. We contend that first occupation is a choice made relatively early in life that affects health outcomes at later ages. We examine first-occupation for two reasons: 1) there is growing evidence that early determinants affect later health and occupation has received little attention in this regard and 2) first occupation is predetermined in analysis of later health, which helps to address the issue of potential simultaneity. \nUsing data from the Panel Study of Income Dynamics (PSID) we estimate the impact of initial occupation on two measures of health later in life: respondent-reported fair/poor health and ever suffering a heart attack. The PSID offers the opportunity to examine a lifecycle perspective as we can examine the impact of early occupation on later health while controlling for several predetermined conditions such as mother's education and health in youth. Estimates suggest that first-occupation has a durable impact on later health, ceteris paribus, but that the impact varies by health measure and the set of control variables in regression specifications. \nEarly choice of occupation could be a critical factor in successful aging and this information may pave the way to developing more effective workplace and public policies to improve health in older ages.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support from the National Institute on Aging. (Grant No. R01 AG027045 to Yale).  We would like to acknowledge suggestions from seminar participants at Yale University, CUNY/ NBER/Columbia and Cornell. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}