{
    "id": 13711,
    "citation_title": "Managerial Overconfidence and Corporate Policies",
    "citation_author": [
        "Itzhak Ben-David",
        "John R. Graham",
        "Campbell R. Harvey"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a unique 10-year panel that includes more than 13,300 expected stock market return probability distributions, we find that executives are severely miscalibrated, producing distributions that are too narrow: realized market returns are within the executives’ 80% confidence intervals only 36% of the time. We show that executives reduce the lower bound of the forecast confidence interval during times of high market uncertainty; however, ex post miscalibration is worst during periods of high uncertainty. We also find that executives who are miscalibrated about the stock market show similar miscalibration regarding their own firms’ prospects. Finally, firms with miscalibrated executives seem to follow more aggressive corporate policies: investing more and using more debt financing.\n\n",
    "acknowledgement": "\nWe thank Jim Bettman, Audra Boone, George Constantinides, Werner DeBondt, Michael Gofman, Markus Glaser, Dirk Hackbarth, Ulrike Malmendier, John Payne, Michael Roberts, Aner Sela, Hersh Shefrin, Doug Skinner, Richard Thaler and workshop participants at the AFA Annual Meetings 2007, IDC Caesarea Center conference, MIT, NBER Behavioral Finance conference, University of Chicago, DePaul University, Tel-Aviv University, Yale, and the Whitebox Conference for Behavioral Economics at Yale for helpful comments and suggestions. We especially thank Hui Chen and Simon Gervais for modeling suggestions. We appreciate the research assistance of Hai Huang. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}