{
    "id": 13716,
    "citation_title": "Forecast Targeting as a Monetary Policy Strategy: Policy Rules in Practice",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2007-12-28",
    "issue_date": "2007-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForecast targeting is an innovation in central banking that represents an important step toward more rule-based policymaking, even if it is not an attempt to follow a policy rule of any of the types that have received primary attention in the theoretical literature on optimal monetary policy. This paper discusses the extent to which forecast targeting can be considered an example of a policy rule, and the conditions under which it would represent a desirable rule, with a view to suggesting improvements in the approaches currently used by forecast-targeting central banks. Particular attention is given to the intertemporal consistency of forecast-targeting procedures, the assumptions about future policy that should be used in constructing the forecasts used in such procedures, the horizon with which the target criterion should be concerned, the relevance of forecasts other than the inflation forecast, and the degree of robustness of a desirable target criterion for monetary policy to changing circumstances.\n\n",
    "acknowledgement": "\nRevision of a paper presented at the conference \"John Taylor's Contributions to Monetary Theory and Policy,\" Federal Reserve Bank of Dallas, October 12-13, 2007. I would like to thank Olivier Blanchard, Ray Fair, Marc Giannoni, Rick Mishkin, Ed Nelson, Bruce Preston, Lars Svensson, and John Taylor for helpful discussions; Mehmet Passaogullari for research assistance; the NSF for research support through a grant to the NBER; and the Arthur Okun and Kumho Visiting Professorship, Yale University, for providing the time to write this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}