{
    "id": 13722,
    "citation_title": "Complementarity and the Measurement of Individual Risk Tradeoffs: Accounting for Quantity and Quality of Life Effects",
    "citation_author": [
        "Mary F. Evans",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the factors responsible for differences with age in estimates of the wage compensation an individual requires to accept increased occupational fatality risk.  We derive a relationship between the value of a statistical life (VSL) and the degree of complementarity between consumption and labor supplied when health status serves as a potential source of variation in this relationship. Our empirical analysis finds that variations in an individual's health status or quality of life and anticipated longevity threats lead to significant differences in the estimated wage/risk tradeoffs. We describe how extensions to the specification of hedonic wage models, including measures for quality of life and anticipated longevity threats, help to explain the diversity in past studies examining how the estimated wage-risk tradeoff changes with age.\n\n",
    "acknowledgement": "\nPartial support for this research was provided by the U.S Environmental Protection Agency thru STAR grant 83159501. Thanks are due Ian Bateman, Kip Viscusi, and two anonymous referees for very constructive comments on an earlier draft of this research and to Diana Burns and Richard Laborin for assistance in preparing several drafts of the manuscript.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}