{
    "id": 13724,
    "citation_title": "Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper incorporates a time-varying intensity of disasters in the Rietz-Barro hypothesis that risk premia result from the possibility of rare, large disasters. During a disaster, an asset's fundamental value falls by a time-varying amount. This in turn generates time-varying risk premia and thus volatile asset prices and return predictability. Using the recent technique of linearity-generating processes (Gabaix 2007), the model is tractable, and all prices are exactly solved in closed form. In the \"variable rare disasters\" framework, the following empirical regularities can be understood qualitatively: (i) equity premium puzzle (ii) risk-free rate-puzzle (iii) excess volatility puzzle (iv) predictability of aggregate stock market returns with price-dividend ratios (v) value premium (vi) often greater explanatory power of characteristics than covariances for asset returns (vii) upward sloping nominal yield curve (viiii) a steep yield curve predicts high bond excess returns and a fall in long term rates (ix) corporate bond spread puzzle (x) high price of deep out-of-the-money puts. I also provide a calibration in which those puzzles can be understood quantitatively as well. The fear of disaster can be interpreted literally, or can be viewed as a tractable way to model time-varying risk-aversion or investor sentiment.\n\n",
    "acknowledgement": "\nFor helpful conversations and comments, I thank Robert Barro, David Chapman, Alex Edmans, Emmanuel Farhi, Francois Gourio, Sydney Ludvigson, Anthony Lynch, Thomas Philippon, José Scheinkman, Stijn Van Nieuwerburgh, Adrien Verdelan, Stanley Zin, and seminar participants at Duke, Harvard, Minnesota Workshop in Macro Theory, MIT, NBER, Paris School of Economics, Princeton, Texas Finance Festival, UCLA, and Washington University at Saint Louis. I thank the NSF for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}