{
    "id": 13723,
    "citation_title": "Liquidity, Institutional Quality and the Composition of International Equity Outflows",
    "citation_author": [
        "Itay Goldstein",
        "Assaf Razin",
        "Hui Tong"
    ],
    "citation_publication_date": "2008-01-31",
    "issue_date": "2008-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the choice between Foreign Direct Investment and Foreign Portfolio Investment at the level of the source country. Based on a theoretical model, we predict that (1) source countries with higher probability of aggregate liquidity crises export relatively more FPI than FDI, and (2) this effect strengthens as the source country's capital market transparency worsens. To test these hypotheses, we apply a dynamic panel model and examine the variation of FPI relative to FDI for 140 source countries from 1985 to 2004. Our key variable is the probability of an aggregate liquidity crisis, estimated from a Probit model, as proxied by episodes of economy-wide sales of external assets. Consistent with our theory, we find that the probability of a liquidity crisis has a strong effect on the composition of foreign equity investment. Furthermore, greater capital market opacity in the source country strengthens the effect of the crisis probability.\n\n",
    "acknowledgement": "\nWe acknowledge insightful comments by Rui Albuquerque, Samuel Bentolila, Francesco Caselli, Robert Flood, Olivier Jeanne, Jean Imbs, Philip Lane, Enrique Mendoza, Christopher Pissarides, Danny Quah, Rafael Repullo and seminar participants at the IMF, LBS, LSE, the 2007 CEPR Conference on International Adjustment, and the 2008 ASSA annual meeting. This paper represents the views of the authors and should not be thought to represent those of the International Monetary Fund or the National Bureau of Economic Research.\n\n\n"
}