{
    "id": 13721,
    "citation_title": "How Does Corporate Governance Risk at Home Affect Investment Choices Abroad?",
    "citation_author": [
        "Woochan Kim",
        "Taeyoon Sung",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisparity between control and ownership rights gives rise to the risk of tunneling by the controlling shareholder, and is prevalent in many emerging market economies and present in some developed countries. At the same time, international investors come from different countries whose home markets are characterized by varying degrees of control-ownership disparity. This paper studies whether this difference in investors' home countries affects their portfolio choice in an emerging market. It combines two unique data sets on ownership and control in business groups, and investor-stock level foreign investment in Korea. A key finding is that, investors from low-disparity countries disfavor high-disparity stocks in Korea, but investors from high-disparity countries are indifferent. Moreover, investors from low-disparity countries became averse to disparity only after the Asian financial crisis. These results suggest that the nature of corporate governance in international investors' home countries affects their portfolio choice abroad, and therefore that these investors should not be lumped together in the analyses of their portfolio choice.\n\n",
    "acknowledgement": "\nWe thank Marianne Bertrand, Bernard Black, Bernado Bortolotti, Stijn Claessens, Mara Faccio, John Griffin, Simon Johnson, Kate Litvak, seminar participants at Harvard Business School, Columbia Business School, University of Texas, Austin, Seoul National University, Korea University, KDI School of Public Policy and Management, IMF, Brookings Institution, and the International Research Conference on Corporate Governance in Emerging Market Economies for helpful comments, and John Klopfer for able editorial assistance. We also thank the KDI School of Public Policy and Management for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}