{
    "id": 13726,
    "citation_title": "Footnotes Aren't Enough: The Impact of Pension Accounting on Stock Values",
    "citation_author": [
        "Julia Coronado",
        "Olivia S. Mitchell",
        "Steven A. Sharpe",
        "S. Blake Nesbitt"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome research has suggested that companies with defined benefit (DB) pensions are sometimes significantly misvalued by the market.  This is because the measures of pension cost and pension net liabilities embedded in financial statements, taken at face value, can provide very misleading picture of pension finances.  The more pertinent information on pension finances is relegated to footnotes, but might not receive much attention from portfolio managers.  But dramatic swings in the financial conditions of large DB plans around the turn of the decade focused widespread attention on pension accounting practices, and dissatisfaction with current accounting standards has recently prompted the Financial Accounting Standards Board (FASB) to take up a project revamp DB pension accounting.  Arguably, the increased attention should have made investors wise to the informational problems, thereby eliminating systematic mispricing in recent years.  We test this proposition and conclude that investors continued to misvalue DB pensions, inducing sizable valuation errors in the stock of many companies. Our findings suggest that FASB's current reform efforts could substantially aid the market's ability to value firms with DB pensions.\n\n",
    "acknowledgement": "\nThis research was conducted with support from Barclays Capital, The Federal Reserve Board, and the Pension Research Council (PRC) at the Wharton School of the University of Pennsylvania.  The authors are grateful for data provided by Wharton Data Research Services and useful suggestions from Daniel Covitz. Opinions and errors are solely those of the authors, and not of the institutions with whom the authors are affiliated. © 2008 Coronado, Sharpe, Mitchell, and Nesbitt. All rights reserved. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}