{
    "id": 13727,
    "citation_title": "Gender Differences in Competition: Evidence from a Matrilineal and a Patriarchal Society",
    "citation_author": [
        "Uri Gneezy",
        "Kenneth L. Leonard",
        "John A. List"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis study uses a controlled experiment to explore whether there are gender differences in selecting into competitive environments across two distinct societies: the Maasai in Tanzania and the Khasi in India.  One unique aspect of these societies is that the Maasai represent a textbook example of a patriarchal society whereas the Khasi are matrilineal.  Similar to the extant evidence drawn from experiments executed in Western cultures, Maasai men opt to compete at roughly twice the rate as Maasai women.  Interestingly, this result is reversed amongst the Khasi, where women choose the competitive environment more often than Khasi men, and even choose to compete weakly more often than Maasai men.  We view these results as potentially providing insights into the underpinnings of the factors hypothesized to be determinants of the observed gender differences in selecting into competitive environments.\n\n",
    "acknowledgement": "\nUniversity of California-San Diego, University of Maryland, and University of Chicago and NBER.  We thank our research team for aiding in the collection of these data, especially Steffen Andersen.  David Levine was instrumental in guiding us toward a much improved manuscript, both in content and in style.  Four anonymous reporters also provided quite useful comments, as did seminar participants at the Canadian Economic Association, Australasian Econometric Society meetings, Western Economics Association, and several universities.  Any errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}