{
    "id": 13725,
    "citation_title": "Religion, Terrorism and Public Goods: Testing the Club Model",
    "citation_author": [
        "Eli Berman",
        "David D. Laitin"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCan rational choice modeling explain why Hamas, Taliban, Hezbollah and other radical religious rebels are so lethal? The literature rejects theological explanations. We propose a club framework, which emphasizes the function of voluntary religious organizations as efficient providers of local public goods in the absence of government provision. The sacrifices religious clubs require are economically efficient (Iannaccone (1992)), making them well suited for solving the extreme principal-agent problems faced by terrorist and insurgent organizations. Thus religious clubs can be potent terrorists. That explanation is supported by data on terrorist lethality in the Middle East. \nThe same approach explains why religious clubs often choose suicide attacks. Using three data sources spanning a half century, and comparing suicide attackers to civil war insurgents, we show that suicide attacks are chosen when targets are \"hard,\" i.e., difficult to destroy. Data from Israel/Palestine confirm that prediction. To explain why radical religious clubs specialize in suicide attacks we model the choice of tactics by rebels attacking hard targets, considering the human costs and tactical benefits of suicide attacks. We ask what a suicide attacker would have to believe to be rational. We then embed that attacker and other operatives in a club model. The model has testable implications for tactic choice and damage achieved by clubs and other rebels, which are supported by data on terrorist attacks in the Middle East: Radical religious clubs are more lethal and choose suicide terrorism more often, when they provide benign local public goods. Our results suggest benign tactics to counter terrorism by religious radicals.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Mahmoud Al-Gamal, James Fearon, Laurence Iannaccone, Peter Katzenstein, Alan Krueger, Timur Kuran, Howard Rosenthal, Bradley Ruffle, and Berman's colleagues at Boston University, Rice University and the University of California San Diego, as well as the comments of participants in numerous conferences and seminars. Eva Meyersson Milgrom organized the Stanford suicide terrorism project. Her foresight spawned our collaboration. We also thank Barak Bouks, Liang Choon Wang and Lindsay Heger for research assistance. This project is supported by National Science Foundation grant #0214701 through the National Bureau of Economic Research. Mistakes are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}