{
    "id": 13728,
    "citation_title": "Matching and Challenge Gifts to Charity:Evidence from Laboratory and Natural Field Experiments",
    "citation_author": [
        "Daniel Rondeau",
        "John A. List"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis study designs a natural field experiment linked to a controlled laboratory experiment to examine the effectiveness of matching gifts and challenge gifts, two popular strategies used to secure a portion of the $200 billion annually given to charities. We find evidence that challenge gifts positively influence contributions in the field, but matching gifts do not. Methodologically, we find important similarities and dissimilarities between behavior in the lab and the field. Overall, our results have clear implications for fundraisers and provide avenues for future empirical and theoretical work on charitable giving.\n\n",
    "acknowledgement": "\nWe are grateful to the British Columbia Chapter of the Sierra Club of Canada for allowing us to design their fundraising campaign. Part of the writing of this paper was done while Daniel Rondeau was an OECD fellow and Visiting Scholar at the LAboratoire Méditerranéen d'Économie Théorique et Appliquée (LAMETA), INRA-Montpellier, France. Their financial support and hospitality is gratefully acknowledged. We also thank seminar participants at Wharton, Columbia, and the 2004 EAERE and 2005 ASSA meetings. Richard Carson, Rachel Croson, Glenn Harrison, Liesl Koch, David Reiley, Lise Vesterlund, Stefano della Vigna, Timothy Cason and three anonymous referees provided remarks that improved the manuscript. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}