{
    "id": 13737,
    "citation_title": "Beyond Revealed Preference: Choice Theoretic Foundations for Behavioral Welfare Economics",
    "citation_author": [
        "B. Douglas Bernheim",
        "Antonio Rangel"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a broad generalization of standard choice-theoretic welfare economics that encompasses a wide variety of non-standard behavioral models. Our approach exploits the coherent aspects of choice which those positive models typically attempt to capture. It replaces the standard revealed preference relation with an unambiguous choice relation: roughly, x is (strictly) unambiguously chosen over y (written xP*y) if y is never chosen when x is available. Under weak assumptions, P* is acyclic and therefore suitable for welfare analysis; it is also the most discerning welfare criterion that never overrules choice. The resulting framework generates natural counterparts for the standard tools of applied welfare economics, and is easily applied in the context of specific behavioral theories, with novel implications. Though not universally discerning, it lends itself to principled refinements.\n\n",
    "acknowledgement": "\nWe would like to thank Colin Camerer, Andrew Caplin, Vincent Crawford, Robert Hall, Peter Hammond, Botond Koszegi, Preston McAfee, Paul Milgrom, three anonymous referees, and seminar participants at Stanford University, U. C. Berkeley, Princeton University, Rutgers University, University of Chicago GSB, M.I.T., Harvard University, the 2006 and 2008 NYU Methodologies Conferences, the Summer 2006 Econometric Society Meetings, the Summer 2006 ASHE Meetings, the Winter 2007 ASSA Meetings, the 2007 Conference on Frontiers in Environmental Economics sponsored by Resources for the Future, the Spring 2007 SWET Meetings, the Summer 2007 PET Meetings, and the Fall 2007 NBER Public Economics Meetings, for useful comments. We are also indebted to Xiaochen Fan and Eduardo Perez for able research assistance. Bernheim gratefully acknowledges financial support from the NSF (SES-0452300 and SES-0752854). Rangel gratefully acknowledges financial support from the NSF (SES-0134618) and the Moore Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}