{
    "id": 13738,
    "citation_title": "Mixing Family With Business: A Study of Thai Business Groups and the Families Behind Them",
    "citation_author": [
        "Marianne Bertrand",
        "Simon Johnson",
        "Krislert Samphantharak",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamilies run a large fraction of business groups around the world. In this paper, we analyze how the structure of the families behind these business groups affects the groups' organization, governance and performance. To address this question, we constructed a unique data set of family trees and business groups for nearly 100 of the largest business families in Thailand. We find a strong positive association between family size and family involvement in the ownership and control of the family business. The sons of the founders play a central role in both ownership and board membership, especially when the founder of the group is gone. The availability of more sons is also associated with lower firm-level performance, especially when the founder is no longer present. We identify a possible governance channel for this performance effect. Excess control by sons, but not other family members, is associated with lower firm performance. In addition, excess control by sons increases with the number of sons and with the death of the founder. One hypothesis that emerges from our analysis is that part of the decay of family-run groups over time may be due to a dilution of ownership and control across a set of equally powerful descendants of the founder, which creates a race to the bottom in tunneling resources out of the group firms.\n\n",
    "acknowledgement": "\nUniversity of Chicago Graduate School of Business, NBER and CEPR; MIT Sloan, NBER, CEPR and BREAD; University of California at San Diego; MIT Sloan, NBER and CEPR. We thank Thorsten Beck, Utpal Bhattacharya, Alexander Dyck, Francisco Pérez-González, Randall Morck, Andrei Shleifer, and seminar participants Emory University, INSEAD, the Mitsui Life Symposium on Global Financial Markets (University of Michigan), the IMF, the MIT Organization Lunch, the MIT Finance Lunch  Vanderbilt University, UCSD, UCLA, NBER Conference in Corporate Finance and the European Summer Symposium in financial markets at Gerzensee for many helpful comments.  We particularly thank the organizers and participants at the Darden-World Bank emerging markets conference in May 2006.\n\n\n"
}