{
    "id": 13730,
    "citation_title": "How Costly Is Hospital Quality? A Revealed-Preference Approach",
    "citation_author": [
        "John A. Romley",
        "Dana Goldman"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most important and vexing issues in health care concerns the cost to improve quality. Unfortunately, quality is difficult to measure and potentially confounded with productivity. Rather than relying on clinical or process measures, we infer quality at hospitals in greater Los Angeles from the revealed preference of pneumonia patients. We then decompose the joint contribution of quality and unobserved productivity to hospital costs, relying on heterogeneous tastes among patients for plausibly exogenous quality variation. We find that more productive hospitals provide higher quality, demonstrating that the cost of quality improvement is substantially understated by methods that do not take into account productivity differences. After accounting for these differences, we find that a quality improvement from the 25th percentile to the 75th percentile would increase costs at the average hospital by nearly fifty percent. Improvements in traditional metrics of hospital quality such as risk-adjusted mortality are more modest, indicating that other factors such as amenities are an important driver of both hospital costs and patient choices.\n\n",
    "acknowledgement": "\nThe financial support of the Bing Center for Health Economics is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}