{
    "id": 13732,
    "citation_title": "Stock-Based Compensation and CEO (Dis)Incentives",
    "citation_author": [
        "Efraim Benmelech",
        "Eugene Kandel",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2008-01-09",
    "issue_date": "2008-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nStock-based compensation is the standard solution to agency problems between shareholders and managers. In a dynamic rational expectations equilibrium model with asymmetric information we show that although stock-based compensation causes managers to work harder, it also induces them to hide any worsening of the firm's investment opportunities by following largely sub-optimal investment policies. This problem is especially severe for growth firms, whose stock prices then become over-valued while managers hide the bad news to shareholders. We find that a firm-specific compensation package based on both stock and earnings performance instead induces a combination of high effort, truth revelation and optimal investments. The model produces numerous predictions that are consistent with the empirical evidence.\n\n",
    "acknowledgement": "\nWe would like to thank  Mary Barth, Joseph Beilin, Dan Bernhardt, Jennifer Carpenter, Ilan Guttman, Ohad Kadan, Simi Kedia, Holger Muller,  Andrei Shleifer, Lucian Taylor, as well as seminar participants at the 2006 ESSFM Conference in Gerzensee, 2006 Finance and Accounting Conference in Atlanta, NYU Stern, University of Chicago, Hebrew University, University of Illinois at Urbana Champaign, Michigan State, Oxford, Stanford, Tel Aviv and Washington University  for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}