{
    "id": 13733,
    "citation_title": "Federal Institutions and the Democratic Transition: Learning from South Africa",
    "citation_author": [
        "Robert P. Inman",
        "Daniel L. Rubinfeld"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of a peaceful transition from autocracy to democracy using federal governance as a constitutional means to protect the economic interests of the once ruling elite. Under \"democratic federalism\" the constitution creates an annual policy game where the new majority and the elite each control one policy instrument of importance to the other. The game has a stable, stationary equilibrium that the elite may prefer to autocratic rule. We apply our analysis to South Africa's transition from white, elite rule under apartheid to a multi-racial democracy. We calibrate our model to the South African economy at the time of the transition. Stable democratic equilibria exist for plausible estimates of redistributive preferences and rate of time preference ('impatience') of the new majority during the early years of the new democracy. The future of the democratic federal bargain is less certain under the new populist presidency of Jacob Zuma.\n\n",
    "acknowledgement": "\nThe work here has benefitted significantly from presentations at Berkeley Law School, Cornell, Michigan, NYU Law School, Norwegian Institute of Technology (Trondheim), Penn Law School, Stanford, Wesleyan, Wharton Applied Economics Summer Workshop, and the WZB Seminar on Federalism. The comments of John Ferejohn, Jean-Pierre Benoit, our referee, and editor (Pablo Spiller) significantly improved the presentation and focus of our argument. Special thanks are due Carolyn Ballay, Grant Long, and Jon Stott for extraordinarily valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.                                                                                                                                                                      Finally, the authors had the very unique opportunity to serve as advisors to the constitutional commission - known as the Financial and Fiscal Commission - that established the economic ground rules for new federal constitution (1994-1996) and to then advise and assist the Departments of Finance, Education, and Welfare (1996-2000) in implementing the financial arrangements of the new constitution. In this regard, we thank Dr. Junaid Ahmad of the World Bank for facilitating our work with the Commission and Mr. Murphy Morobe and Dr. Antony Melck, co-chairs of the Commission, for their openness to our ideas and their patience as we sought to learn the details of the South Africa's new political economy. As is often the case, academics learn the most from those who do it for real. Our experiences are no exception. We hope this effort at generalization does justice to their wisdom and leadership in shaping South Africa's new democracy.\n\n\n"
}