{
    "id": 13739,
    "citation_title": "High Idiosyncratic Volatility and Low Returns: International and Further U.S. Evidence",
    "citation_author": [
        "Andrew Ang",
        "Robert J. Hodrick",
        "Yuhang Xing",
        "Xiaoyan Zhang"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStocks with recent past high idiosyncratic volatility have low future average returns around the world. Across 23 developed markets, the difference in average returns between the extreme quintile portfolios sorted on idiosyncratic volatility is -1.31% per month, after controlling for world market, size, and value factors. The effect is individually significant in each G7 country. In the U.S., we rule out explanations based on trading frictions, information dissemination, and higher moments. There is strong comovement in the low returns to high idiosyncratic volatility stocks across countries, suggesting that broad, not easily diversifiable, factors may lie behind this phenomenon.\n\n",
    "acknowledgement": "\nWe thank Tobias Adrian, Kewei Hou, Soeren Hvidjkaer, and Joshua Rosenberg for kindly providing data. We thank Tim Johnson and seminar participants at the CRSP Forum at the University of Chicago, the American Finance Association, Columbia University, NYU, SAC Capital, and the University of Toronto for helpful comments. The paper has benefited from the excellent comments of an anonymous referee. Andrew Ang acknowledges support from the NSF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}