{
    "id": 13749,
    "citation_title": "Inflation-Gap Persistence in the U.S.",
    "citation_author": [
        "Timothy Cogley",
        "Giorgio E. Primiceri",
        "Thomas J. Sargent"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Bayesian methods to estimate two models of post WWII U.S. inflation rates with drifting stochastic volatility and drifting coefficients. One model is univariate, the other a multivariate autoregression. We define the inflation gap as the deviation of inflation from a pure random walk component of inflation and use both of our models to study changes over time in the persistence of the inflation gap measured in terms of short- to medium-term predicability. We present evidence that our measure of the inflation-gap persistence increased until Volcker brought mean inflation down in the early 1980s and that it then fell during the chairmanships of Volcker and Greenspan. Stronger evidence for movements in inflation gap persistence emerges from the VAR than from the univariate model. We interpret these changes in terms of a simple dynamic new Keynesian model that allows us to distinguish altered monetary policy rules and altered private sector parameters.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank James Kahn, Spencer Krane, and seminar participants at the Federal Reserve Board, the Federal Reserve Bank of Chicago, the Summer 2007 meetings of the Society for Computational Economics, and the EABCN Workshop on \"Changes in Inflation Dynamics and Implications for Forecasting.\"We are also grateful to Francisco Barillas and Christian Matthes for research assistance. Sargent thanks the National Science Foundation for research support through a grant to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}