{
    "id": 13742,
    "citation_title": "Optimal Resource Extraction Contracts Under Threat of Expropriation",
    "citation_author": [
        "Eduardo Engel",
        "Ronald Fischer"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe government contracts with a foreign firm to extract a natural resource that requires an upfront investment and which faces price uncertainty. In states where profits are high, there is a likelihood of expropriation, which generates a social cost that increases with the expropriated value. In this environment, the planner's optimal contract avoids states with high probability of expropriation. The contract can be implemented via a competitive auction with reasonable informational requirements. The bidding variable is a cap on the present value of discounted revenues, and the firm with the lowest bid wins the contract. The basic framework is extended to incorporate government subsidies, unenforceable investment effort and political moral hazard, and the general thrust of the results described above is preserved.\n\n",
    "acknowledgement": "\nWe thank William Hogan and Federico Struzenegger for proposing this research topic, and Richard Zeckhauser for an insightful discussion of the first version of this paper, presented at the Populism and Natural Resource Workshop held at Harvard in November 2007. We also thank William Nordhaus and workshop participants for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}