{
    "id": 13746,
    "citation_title": "Preference Heterogeneity and Insurance Markets: Explaining a Puzzle of Insurance",
    "citation_author": [
        "David M. Cutler",
        "Amy Finkelstein",
        "Kathleen McGarry"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard theories of insurance, dating from Rothschild and Stiglitz (1976), stress the role of adverse selection in explaining the decision to purchase insurance.  In these models, higher risk people buy full or near-full insurance, while lower risk people buy less complete coverage, if they buy at all.  While this prediction appears to hold in some real world insurance markets, in many others, it is the lower risk individuals who have more insurance coverage. If the standard model is extended to allow individuals to vary in their risk tolerance as well as their risk type, this could explain why the relationship between insurance coverage and risk occurrence can be of any sign, even if the standard asymmetric information effects also exist. We present empirical evidence in five difference insurance markets in the United States that is consistent with this potential role for risk tolerance. Specifically, we show that individuals who engage in risky behavior or who do not engage in risk reducing behavior are systematically less likely to hold life insurance, acute private health insurance, annuities, long-term care insurance, and Medigap. Moreover, we show that the sign of this preference effect differs across markets, tending to induce lower risk individuals to purchase insurance in some of these markets, but higher risk individuals to purchase insurance in others. These findings suggest that preference heterogeneity may be important in explaining the differential patterns of insurance coverage in various insurance markets.\n\n",
    "acknowledgement": "\nWe are grateful to Liran Einav, Alex Muermann, Tomas Philipson, Michael Rothschild and participants and the NBER Insurance Meeting for helpful comments, and to the National Institutes on Aging for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}