{
    "id": 13741,
    "citation_title": "Forming Priors for DSGE Models (and How it Affects the Assessment of Nominal Rigidities)",
    "citation_author": [
        "Marco Del Negro",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper discusses prior elicitation for the parameters of  dynamic stochastic general equilibrium (DSGE) models, and provides a method for constructing prior distributions for a subset of these parameters from beliefs about the moments of the endogenous variables. The empirical application studies the role of price and wage rigidities in a New Keynesian DSGE model and finds that standard macro time series cannot discriminate among theories that differ in the quantitative importance of nominal frictions.\n\n",
    "acknowledgement": "\nWe thank Bob King, Simon Potter, Chris Sims, Frank Smets, as well as seminar participants at the Bank of Finland Conference on \"Practical Issues in DSGE Modeling at Central Banks'', the 7th EABCN Workshop on \"Estimation and Empirical Validation of Structural Models for Business Cycle Analysis'', the Fall 2006 New York Area Monetary Policy Workshop, the 2007 SED Meetings, the FRB St. Louis, the FRB San Francisco, and the Board of Governors for helpful comments and suggestions. Schorfheide gratefully acknowledges financial support from the Alfred P. Sloan Foundation and the National Science Foundation (Grant SES 0617803). The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}