{
    "id": 13751,
    "citation_title": "The FOMC versus the Staff: Where Can Monetary Policymakers Add Value?",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2008-01-22",
    "issue_date": "2008-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShould monetary policymakers take the staff forecast of the effects of policy actions as given, or should they attempt to include additional information?  This paper seeks to shed light on this question by testing the usefulness of the FOMC's own forecasts.  Twice a year, the FOMC makes forecasts of major macroeconomic variables.  FOMC members have access to the staff forecasts when they prepare their forecasts.  We find that the optimal combination of the FOMC and staff forecasts in predicting inflation and unemployment puts a weight of essentially zero on the FOMC forecast and essentially one on the staff forecast:  the FOMC appears to have no value added in forecasting.  The results for predicting real growth are less clear-cut.  We also find statistical and narrative evidence that differences between the FOMC and staff forecasts help predict monetary policy shocks, suggesting that policymakers act in part on the basis of their apparently misguided information.\n\n",
    "acknowledgement": "\nThis paper is an extended version of a paper presented at the American Economic Association Annual Meeting, January 5, 2008.  We are grateful to David Small for assistance with the data, to Donald Kohn, David Reifschneider, Vincent Reinhart, Justin Wolfers, and Janet Yellen for helpful comments and suggestions, and to the National Science Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}