{
    "id": 13755,
    "citation_title": "Minimally Altruistic Wages and Unemployment in a Matching Model",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2008-01-29",
    "issue_date": "2008-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a model in which firms recruit both unemployed and employed workers by posting vacancies.  Firms act monopsonistically and set wages to retain their existing workers as well as to attract new ones. The model differs from Burdett and Mortensen (1998) in that its assumptions ensure that there is an equilibrium where all firms pay the same wage.  The paper analyzes the response of this wage to exogenous changes in the marginal revenue product of labor. The paper finds parameters for which the response of wages is modest relative to the response of employment, as appears to be the case in U.S. data and shows that the insistence by workers that firms act with a minimal level of altruism can be a source of dampened wage responses. The paper also considers a setting where this minimal level of altruism is subject to fluctuations and shows that, for certain parameters, the model can explain both the standard deviations of employment and wages and the correlation between these two series over time.\n\n",
    "acknowledgement": "\nI wish to thank Mark Aguiar, Robert Shimer and Thijs van Rens for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}