{
    "id": 13754,
    "citation_title": "Behavioral Aspects of Price Setting, and Their Policy Implications",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2008-01-29",
    "issue_date": "2008-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper starts by discussing consumers' cognitive and emotional reaction to posted prices. Cognitively, some consumers do not appear to make effective use of price information to maximize their consumption-based utility. Emotionally, prices can induce regret and anger among consumers. The optimal responses of firm's prices to these reactions can explain why firms charge prices below marginal cost for many goods and why they keep their prices rigid. This explanation of price rigidity has the advantage of being consistent with the observation that the typical size of price increases is nearly invariant to inflation. Lastly, the paper turns to some government policies regarding prices that appear to have some consumer support. It argues that both laws against price gouging and laws regulating the terms of mortgages may have support because consumers recognize that many people do not optimize their consumption effectively and because they are angry at firms that take advantage of this. These attitudes can also explain consumer support for monetary policies that maintain a low level of average inflation.\n\n",
    "acknowledgement": "\nI wish to thank Mary Burke, Rafael Di Tella, Stephan Meier, Paul Willen and Christina Wang for helpful conversations as well as the Research Department at the Federal Reserve Bank of Boston for their hospitality while some of this research was carried out. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}