{
    "id": 13763,
    "citation_title": "To Roth or Not? -- That is the Question",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Ben Marx",
        "David Rapson"
    ],
    "citation_publication_date": "2008-01-29",
    "issue_date": "2008-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDo regular 401(k) and IRA accounts offer greater tax benefits than Roth 401(k)s and Roth IRAs? This is a tough question.  Regular 401(k)s and IRAs save taxes in the short term; Roth accounts save taxes in the long term.  Regular 401(k)s and IRAs are vulnerable to future income tax hikes, but may benefit from a future switch to consumption taxation if the switch exempts withdrawals from income taxation.  Roth accounts are exempt from future income tax hikes, but are exposed to future consumption taxation.  For any given assumption about future tax policy, assessing the relative merits of the two types of saving vehicles requires very accurate calculations of taxes in each future year -- calculations that incorporate not just standard federal income tax provisions, but also the Savers Credit, the taxation of Social Security benefits, the Alternative Minimum Tax, and state income taxation.  \nThis paper uses ESPlanner (Economic Security Planner) -- a financial planning software program co-developed by Kotlikoff -- to study the relative merits of regular and Roth retirement accounts.  In providing its consumption smoothing recommendations, ESPlanner makes the highly detailed tax and Social Security benefit calculations needed to compare retirement account options.  In particular, ESPlanner can determine how different retirement account options affect different households' living standards under different assumptions about future tax policy. \nOur main findings are these: Absent future tax changes, middle-income, single-parent households benefit slightly more from Roth accounts; other single and married households generally fare better with a regular 401(k).  Future tax changes, however, can dramatically change this horse race.  In the case of low- and middle-income households, Regular 401(k) accounts under-perform Roth accounts in terms of long-run living standards assuming income taxes will rise by 30 percent in retirement.  But the Roth falls far short of the regular 401(k) if taxes in retirement are assessed on consumption rather than on income and the transition to consumption taxation exempts 401(k) withdrawals from income taxation.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}