{
    "id": 13769,
    "citation_title": "The Dynamics of City Formation",
    "citation_author": [
        "J. Vernon Henderson",
        "Anthony Venables"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines city formation in a country whose urban population is growing steadily over time, with new cities required to accommodate this growth. In contrast to most of the literature there is immobility of housing and urban infrastructure, and investment in these assets is taken on the basis of forward-looking behavior. In the presence of these fixed assets cities form sequentially, without the population swings in existing cities that arise in current models, but with swings in house rents. Equilibrium city size, absent government, may be larger or smaller than is efficient, depending on how urban externalities vary with population. Efficient formation of cities with internalization of externalities involves local government intervention and borrowing to finance development. The paper explores the institutions required for successful local government intervention.\n\n",
    "acknowledgement": "\nHenderson thanks the Leverhulme foundation for support as a visiting professor at the LSE.  Venables' work is supported by the UK ESRC funded Centre for Economic Performance at LSE. The authors thank G. Duranton, E. Rossi-Hansberg, J. Rappaport, R. Serrano, W. Strange, and seminar participants in various forums  for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}