{
    "id": 13761,
    "citation_title": "Is the 2007 U.S. Sub-Prime Financial Crisis So Different? An International Historical Comparison",
    "citation_author": [
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2008-01-29",
    "issue_date": "2008-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs the 2007-2008 U.S. sub-prime mortgage financial crisis truly a new and different phenomena?  Our examination of the longer historical record finds stunning qualitative and quantitative parallels to 18 earlier post-war banking crises in industrialized countries.  Specifically, the run-up in U.S. equity and housing prices (which, for countries experiencing large capital inflows, stands out as the best leading indicator in the financial crisis literature) closely tracks the average of the earlier crises.   Another important parallel is the inverted v-shape curve for output growth the U.S. experienced as its economy slowed in the eve of the crisis.  Among other indicators, the run-up in U.S. public debt and is actually somewhat below the average of other episodes, and its pre-crisis inflation level is also lower.  On the other hand, the United States current account deficit trajectory is worse than average.  A critical question is whether the U.S. crisis will prove similar to the most severe industrialized-country crises, in which case growth may fall significantly below trend for an extended period.  Or will it prove like one of the milder episodes, where the recovery is relatively fast?  Much will depend on how large the shock to the financial system proves to be and, to a lesser extent, on the efficacy of the subsequent policy response.\n\n",
    "acknowledgement": "\nThis paper prepared for the American Economic Review Papers and Proceedings. Reinhart:  School of Public Policy and Department of Economics, 4105 Van Munching Hall, University of Maryland, College Park, Maryland 20742; email: creinhar@umd.edu; and Rogoff:  Economics Department, 231 Littauer Center, Harvard University, Cambridge MA 02138-3001; email: krogoff@harvard.edu.  The authors would like to thank Vincent R. Reinhart and Alan Taylor for their helpful comments.  The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research.\n\n\n"
}