{
    "id": 13762,
    "citation_title": "Catering Through Nominal Share Prices",
    "citation_author": [
        "Malcolm Baker",
        "Robin Greenwood",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2008-01-29",
    "issue_date": "2008-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose and test a catering theory of nominal stock prices. The theory predicts that when investors place higher valuations on low-price firms, managers will maintain share prices at lower levels, and vice-versa. Using measures of time-varying catering incentives based on valuation ratios, split announcement effects, and future returns, we find empirical support for the predictions in both time-series and firm-level data. Given the strong cross-sectional relationship between capitalization and nominal share price, an interpretation of the results is that managers may be trying to categorize their firms as small firms when investors favor small firms.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Yakov Amihud, Lauren Cohen, Ken French, Sam Hanson, Harrison Hong, Byoung-Hyoun Hwang, Eric Kelley, Owen Lamont, Ulrike Malmendier, Andrei Shleifer, Erik Stafford, Dick Thaler, and seminar participants at Arizona State, Copenhagen Business School, Darmouth, Helsinki School of Economics, Kellogg, the NBER Behavioral Finance conference, the Norwegian School of Management, NYU Stern, Penn State, Stockholm School of Economics, and the University of Arizona. We thank Jay Ritter for providing data. Baker and Greenwood gratefully acknowledge financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}