{
    "id": 13773,
    "citation_title": "Neighborhood Violence and Urban Youth",
    "citation_author": [
        "Anna Aizer"
    ],
    "citation_publication_date": "2008-02-08",
    "issue_date": "2008-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThree quarters of American children have been exposed to neighborhood violence in their lifetimes. Most of the existing research has concluded that exposure to violence leads to restricted emotional development, aggressive behavior and poor school outcomes. However, this literature fails to account for the fact that children exposed to neighborhood violence are highly disadvantaged in other ways: they are more likely to be black, poor and have poorly educated parents. As such, it is not clear whether exposure to violence or the underlying measures of disadvantage are responsible for the poor child outcomes observed. Using individual survey data on urban youth and their families from Los Angeles, we find that the most violent neighborhoods are also characterized by the highest degree of disadvantage: greatest poverty, highest unemployment, least education. And while living in a violent neighborhood increases the probability of exposure to violence, within violent neighborhoods those personally exposed to street violence are significantly more disadvantaged and are more likely to associate with violent peers than their unexposed neighbors. Once we control for observed and unobserved family disadvantage, the impact of violence declines for some child outcomes, suggesting that underlying disadvantage explains some of the negative outcomes observed, but not all - it is still the case that associating with violent peers is negatively correlated with cognitive test scores. In addition, when we control for underlying differences across families, the relationship between violence and internalizing behavioral problems appears stronger.\n\n",
    "acknowledgement": "\nThis research was funded by the Annie E. Casey Foundation. We thank them for their support but acknowledge that the findings and conclusions presented in this report are those of the author alone, and do not necessarily reflect the opinions of the Foundation. The author would also like to thank Jonathan Gruber and Jens Ludwig for very useful comments and Jeffrey Grogger, Goerge Tita and Bing-ru Teh for generously providing the LA crime data used in this chapter.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}