{
    "id": 13776,
    "citation_title": "Can pay regulation kill? Panel data evidence on the effect of labor markets on hospital performance",
    "citation_author": [
        "Emma Hall",
        "Carol Propper",
        "John Van Reenen"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor market regulation can have harmful unintended consequences. In many markets, especially for public sector workers, pay is regulated to be the same for individuals across heterogeneous geographical labor markets. We would predict that this will mean labor supply problems and potential falls in the quality of service provision in areas with stronger labor markets.  In this paper we exploit panel data from the population of English acute hospitals where pay for medical staff is almost flat across the country. We predict that areas with higher outside wages should suffer from problems of recruiting, retaining and motivating high quality workers and this should harm hospital performance.  We construct hospital-level panel data on both quality - as measured by death rates (within hospital deaths within thirty days of emergency admission for acute myocardial infarction, AMI) - and productivity. We present evidence that stronger local labor markets significantly worsen hospital outcomes in terms of quality and productivity. A 10% increase in the outside wage is associated with a 4% to 8% increase in AMI death rates. We find that an important part of this effect operates through hospitals in high outside wage areas having to rely more on temporary \"agency staff\" as they are unable to increase (regulated) wages in order to attract permanent employees. By contrast, we find no systematic role for an effect of outside wages of performance when we run placebo experiments in 42 other service sectors (including nursing homes) where pay is unregulated.\n\n",
    "acknowledgement": "\nWe would like to thank Josh Angrist, David Autor, Tim Besley, Ernie Berndt, Simon Burgess, David Cutler, Bob Elliott, Alan Garber, Amanda Gosling, Larry Katz, Alex Mas, Andrew Oswald, Paul Grout, Doug Staiger and participants in seminars at Bergen, Berkeley, Boston University, CEPR Labor seminar, CHERE UTS, Harvard, Melbourne, NBER Health and Labor Studies Programs, UK Department of Health and Warwick University, for helpful comments. We thank South West Observatory for access to HES data, and Davidson Ho, Andrew Jackson, Rowena Jacobs, Mike Damiani and Katharina Janke for their help with data. Financial support is from the ESRC through the Centre for Economic Performance and CMPO Research Centers. Errors in use of these data are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}