{
    "id": 13775,
    "citation_title": "The Changing Effect of HMO Market Structure: An Analysis of Penetration, Concentration, and Ownership Between 1994-2005",
    "citation_author": [
        "Yu-Chu Shen",
        "Vivian Wu",
        "Glenn Melnick"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the role of three aspects of HMO market structure -- HMO penetration, HMO plan concentration, and HMO for-profit share on explaining hospital cost and revenue growth during the HMO expansion period (1994-1999) and backlash period (2000-2005).  We find that HMO penetration effects differ over time: a 10 percentage point increase in HMO enrollment leads to 2.5 percent reduction in cost and revenues in the expansion period but only 0.4-1 percent reduction in the backlash period. Furthermore, this HMO backlash effect can be attributed to HMO dis-enrollment as well as the changing nature of HMO product.  We find that revenue increases at a slower rate (by about 5 percent) in markets with relatively concentrated HMO markets power and more competitive hospital markets.  Finally, increased for-profit HMO presence is associated with smaller cost and revenue growth, and the effect differs between low and high penetration markets.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for this research from grant #56110 under the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization (HCFO) Initiative.  We thank Robert Reddick for providing the hospital competition measures; Laurence Baker for providing historical HMO penetration data; and Shou-tzu Lin for excellent programming assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}