{
    "id": 13777,
    "citation_title": "Marginal Jobs, Heterogeneous Firms, & Unemployment Flows",
    "citation_author": [
        "Michael W. L. Elsby"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces a notion of fir m size into a search and matching model with endogenous job destruction. The outcome is a rich, yet analytically tractable framework that can be used to analyze a broad set of features of both the cross section and the dynamics of the aggregate labor market. In a set of quantitative applications we show that the model can provide a coherent account of a) the salient features of the distributions of employer size, and employment growth across establishments; b) the amplitude and propagation of cyclical fluctuations in flows between employment and unemployment; c) the negative comovement of unemployment and vacancies in the form of the Beveridge curve; and d) the dynamics of the distribution of employer size over the business cycle.\n\n",
    "acknowledgement": "\nWe are grateful to Gary Solon and Matthew Shapiro for their comments, support, and encouragement, to anonymous reviewers at the National Science Foundation for very constructive comments, and to John Haltiwanger, Ron Jarmin, and Javier Miranda for providing us with tabulations from the Longitudinal Business Database. We also thank Bjorn Brugemann, Shigeru Fujita, William Hawkins, Bart Hobijn, Winfried Koeniger, Per Krusell, Toshi Mukoyama, Aysegul Sahin and Dmitriy Stolyarov, as well as seminar participants at the May 2007 UM/MSU/UWO Labor Day, the European Central Bank, the Kansas City Fed, UQAM, the New York/Philadelphia Fed Workshop on Quantitative Macroeconomics, Yale, the 2008 CEPR ESSLE conference, the Minneapolis Fed, Chicago Booth, Oslo and Oxford for helpful comments. All errors are our own. Email address for correspondence: elsby@umich.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}