{
    "id": 13778,
    "citation_title": "Electricity Pricing to U.S. Manufacturing Plants, 1963-2000",
    "citation_author": [
        "Steven J. Davis",
        "Cheryl Grim",
        "John Haltiwanger",
        "Mary Streitwieser"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a large customer-level database to study electricity pricing to U.S. manufacturing plants from 1963 to 2000.  We document tremendous dispersion in price per kWh, trace that dispersion to quantity discounts and spatial differentials, estimate the role of cost factors in quantity discounts, and test whether marginal price schedules conform to marginal cost and Ramsey pricing conditions.  Our cost analysis and pricing tests rely on a novel empirical approach that exploits utility-level differences in the customer size distribution to estimate how supply costs vary with purchase quantity. The results reveal that annual supply costs per kWh fall by more than half in moving from smaller to bigger purchasers, providing a clear cost-based rationale for quantity discounts.  Before the mid 1970s, marginal price and marginal cost schedules are nearly identical, in line with efficient pricing. In later years, marginal supply costs exceed marginal prices for smaller manufacturing customers by 10% or more. In contrast to a clear role for cost factors, our evidence provides no support for a standard Ramsey-pricing interpretation of quantity discounts.  Spatial dispersion in retail electricity prices among states, counties and utility service territories is large and rises over time for smaller purchasers.\n\n",
    "acknowledgement": "\nUniversity of Chicago, NBER and American Enterprise Institute; Bureau of the Census; University of Maryland, Bureau of the Census and NBER; and Bureau of Economic Analysis, respectively. The analysis and results in this paper are attributable to the authors and do not necessarily reflect concurrence by the U.S. Bureau of the Census, the Bureau of Economic Analysis, the U.S. Department of Commerce, or the National Bureau of Economic Research. This work is unofficial and has not undergone the review accorded to official Census Bureau publications. All results were reviewed to ensure confidentiality. We thank Wayne Gray, Eddie Lazear, Catherine Wolfram, colleagues at the Berkeley Energy Group, Center for Economic Studies at the Census Bureau, Penn State, Tokyo University, University of Chicago, the July 2004 NBER Conference on Research in Income and Wealth and the 2005 Western Economic Association International Conference for many helpful comments. We are especially grateful to Rodney Dunn for comments and assistance with the EIA-861 data files. Davis and Haltiwanger gratefully acknowledge research support from the U.S. National Science Foundation under grant number SBR-9730667.  Davis also acknowledges research support from the Stigler Center for the Study of the Economy and the State at the University of Chicago.\n\n\n"
}