{
    "id": 13772,
    "citation_title": "Search and Rest Unemployment",
    "citation_author": [
        "Fernando Alvarez",
        "Robert Shimer"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends Lucas and Prescott's (1974) search model to develop a notion of rest unemployment.  The economy consists of a continuum of labor markets, each of which produces a heterogeneous good.  There is a constant returns to scale production technology in each labor market, but labor productivity is continually hit by idiosyncratic shocks, inducing the costly reallocation of workers across labor markets.  Under some conditions, some workers may be rest-unemployed, waiting for local labor market conditions to improve, rather than engaged in time consuming search.  The model has distinct notions of unemployment (moving to a new labor market or waiting for labor market conditions to improve) and inactivity (enjoying leisure while disconnected from the labor market).  We obtain closed-form expressions for key aggregate variables and use them to evaluate the model. Quantitatively, we find that in the U.S. economy many more people may be in rest unemployment than in search unemployment.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Daron Acemoglu, Gadi Barlevy, Morten Ravn, Marcelo Veracierto, and numerous seminar participants, and for research assistance by Lorenzo Caliendo.  Shimer's research is supported by a grant from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}