{
    "id": 13771,
    "citation_title": "What Accounts for the Rising Sophistication of China's Exports?",
    "citation_author": [
        "Zhi Wang",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChinese exports have become increasingly sophisticated. This has generated anxiety in developed countries as competitive pressure may increasingly be felt outside labor-intensive industries. Using product-level data on exports from different cities within China, this paper investigates the contributing factors to China's rising export sophistication. Somewhat surprisingly, neither processing trade nor foreign invested firms are found to play an important role in generating the increased overlap between China's export structure and that of high-income countries. Instead, improvement in human capital and government policies in the form of tax-favored high-tech zones appear to be the key to the country's evolving export structure. On the other hand, processing trade, foreign invested firms, and government-sponsored high-tech zones all have contributed significantly to raising the unit values of Chinese exports within a given product category.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Project on the Evolving Role of China in the World Trade, directed by Robert Feenstra and Shang-Jin Wei. The views in the paper are those of the authors and are not the official views of the US ITC, the IMF,  the National Bureau of Economic Research, or any other organization that the authors are or have been affiliated with. The authors thank Kyle Caswell and Chang Hong for efficient research assistance; John Klopfer for able editorial assistance; and Xuepeng Liu, William Power, participants in the NBER conference for the project, and especially Galina Hale, for helpful comments.\n\n\n"
}