{
    "id": 13779,
    "citation_title": "Inflating the Beast: Political Incentives Under Uncertainty",
    "citation_author": [
        "Ricardo J. Caballero",
        "Pierre Yared"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard view of the political economy of public debt is that myopic and unconstrained politicians prefer to disregard intertemporal smoothing considerations and extract political rents as fast as possible. From this perspective, it seems that the world has much to celebrate, as most emerging market economies -- often suspect of having weak political institutions -- have chosen to save rather than waste most of their exceptional income from high commodity prices. Unfortunately, the optimistic conclusion that these countries may have turned the corner with respect to public resource management may be premature. In this paper we show that while it is true that in the long run there is a negative connection between the level of public debt and the quality of political institutions, this needs not be the case in the short run. Quite the opposite, in the short run, governments with weak political institutions are likely to save more than governments with better institutions facing the same uncertainty. This is due to an option value of rent-seeking whereby the prospect of potentially squandering funds in the future makes governments more \"precautionary\" today. We show that this result relies on three assumptions: Economic risk is high relative to political risk, markets are sufficiently incomplete, and there exists a rent-less policy-making regime.\n\n",
    "acknowledgement": "\nWe are grateful to Stefania Albanesi, Patrick Bolton, Tito Cordella, and Jose Tessada for comments. Caballero thanks the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}