{
    "id": 13787,
    "citation_title": "A Maximum Likelihood Method for the Incidental Parameter Problem",
    "citation_author": [
        "Marcelo Moreira"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the invariance principle to solve the incidental parameter problem. We seek group actions that preserve the structural parameter and yield a maximal invariant in the parameter space with fixed dimension. M-estimation from the likelihood of the maximal invariant statistic yields the maximum invariant likelihood estimator (MILE). We apply our method to (i) a stationary autoregressive model with fixed effects; (ii) an agent-specific monotonic transformation model; (iii) an instrumental variable (IV) model; and (iv) a dynamic panel data model with fixed effects. In the first two examples, there exist group actions that completely discard the incidental parameters. In a stationary autoregressive model with fixed effects, MILE coincides with existing conditional and integrated likelihood methods. The invariance principle also gives a new perspective to the marginal likelihood approach. In an agent-specific monotonic transformation model, our approach yields an estimator that is consistent and asymptotically normal when errors are Gaussian. In an instrumental variable (IV) model, this paper unifies asymptotic results under strong instruments (SIV) and many weak instruments (MWIV) frameworks. We obtain consistency, asymptotic normality, and optimality results for the limited information maximum likelihood estimator directly from the invariant likelihood. Our approach is parallel to M-estimation in problems in which the number of parameters does not change with the sample size. In a dynamic panel data model with N individuals and T time periods, MILE is consistent as long as NT goes to infinity. We obtain a large N, fixed T bound; this bound coincides with Hahn and Kuersteiner's (2002) bound when T goes to infinity.  MILE reaches (i) our bound when N is large and T is fixed; and (ii) Hahn and Kuersteiner's (2002) bound when both N and T are large.\n\n",
    "acknowledgement": "\nThe author thanks Gary Chamberlain, Rustam Ibragimov, Humberto Moreira, Whitney Newey, Thomas Rothenberg, and Tiemen Woutersen for helpful comments. José Miguel Torres provided outstanding research assistance. E-mail: moreira@fas.harvard.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}