{
    "id": 13789,
    "citation_title": "The Retirement of a Consumption Puzzle",
    "citation_author": [
        "Erik Hurst"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes five facts that have emerged from the recent literature on consumption behavior during retirement. Collectively, the recent literature has shown that there is no puzzle with respect to the spending patterns of most households as they transition into retirement. In particular, the literature has shown that there is substantial heterogeneity in spending changes at retirement across consumption categories.  The declines in spending during retirement for the average household are limited to the categories of food and work related expenses.  Spending in nearly all other categories of non-durable expenditure remains constant or increases.  Moreover, even though food spending declines during retirement, actual food intake remains constant.  The literature also shows that there is substantial heterogeneity across households in the change in expenditure associated with retirement.  Much of this heterogeneity, however, can be explained by households involuntarily retiring due to deteriorating health.  Overall, the literature shows that the standard model of lifecycle consumption augmented with home production and uncertain health shocks does well in explaining the consumption patterns of most households as they transition into retirement.\n\n",
    "acknowledgement": "\nI thank Mark Aguiar, Jonathan Fisher, John Laitner, Olivia Mitchell, Karl Scholz, Jesse Shapiro, Dan Silverman, Jon Skinner, Tim Smeeding, and Mel Stephens for comments on this paper.  I am grateful to Barry Cynamon for his excellent research assistance.  In particular, I would like to thank Jesse Shapiro for giving me the paper's title.  All remaining errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}