{
    "id": 13784,
    "citation_title": "I'd rather be Hanged for a Sheep than a Lamb: The Unintended Consequences of 'Three-Strikes' Laws",
    "citation_author": [
        "Radha Iyengar"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nStrong sentences are common \"tough on crime\" tool used to reduce the incentives for individuals to participate in criminal activity. However, the design of such policies often ignores other margins along which individuals interested in participating in crime may adjust.   I use California's Three Strikes law to identify several effects of a large increase in the penalty for a broad set of crimes.  Using criminal records data, I estimate that Three Strikes reduced participation in criminal activity by 20 percent for second-strike eligible offenders and a 28 percent decline for third-strike eligible offenders.  However, I find two unintended consequences of the law. First, because Three Strikes flattened the penalty gradient with respect to severity, criminals were more likely to commit more violent crimes.  Among third-strike eligible offenders, the probability of committing violent crimes increased by 9 percentage points.  Second, because California's law was more harsh than the laws of other nearby states, Three Strikes had a \"beggar-thy-neighbor\" effect increasing the migration of criminals with second and third-strike eligibility to commit crimes in neighboring states. The high cost of incarceration combined with the high cost of violent crime relative to non-violent crime implies that Three Strikes may not be a cost-effective means of reducing crime.\n\n",
    "acknowledgement": "\nThe opinions and conclusions are solely those of the author.   I grateful to Orley Ashenfelter, David Autor, Hank Farber, Lawrence Katz, Lisa Kahn, Jeffery Kling, Steve Levitt,  Alex Mas, Cecilia Rouse, Philipp Schnabl and participants at the Industrial Relation's labor lunch for numerous insightful suggestions.  I would also like to thank Frank Zimring and the California Bureau of Criminal Information for generous assistance with data sources. I am grateful to the Princeton Industrial Relation Section, the Woodrow Wilson Society of Fellows, and the Robert Wood Johnson Foundation for financial support.  Any remaining errors are entirely my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}