{
    "id": 13780,
    "citation_title": "Earnings Functions and Rates of Return",
    "citation_author": [
        "James J. Heckman",
        "Lance J. Lochner",
        "Petra E. Todd"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe internal rate of return to schooling is a fundamental economic parameter that is often used to assess whether expenditure on education should be increased or decreased. This paper considers alternative approaches to estimating marginal internal rates of return for different schooling levels. We implement a general nonparametric approach to estimate marginal internal rates of return that take into account tuition costs, income taxes and nonlinearities in the earnings-schooling-experience relationship. The returns obtained by the more general method differ substantially from Mincer returns in levels and in their evolution over time. They indicate relatively larger returns to graduating from high school than from graduating from college, although both have been increasing over time.\n\n",
    "acknowledgement": "\nHeckman's research was supported by NIH R01-HD043411, NSF 97-09-873, NSF SES-0099195, NSF SES-0241858, and support from the American Bar Foundation. The first draft of this paper was prepared in June 1998 and previously circulated under the title \"Fifty Years of Mincer Earnings Regressions.\" We thank Dayanand Manoli for research assistance. We also thank George Borjas, Jim Davies, Reuben Gronau, Eric Hanushek, Lawrence Katz, John Knowles, Derek Neal, Kenneth Wolpin, and participants at the 2001 AEA Annual Meeting, the Labor Studies Group at the 2001 NBER Summer Institute, and participants at Stanford University and Yale University seminars for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}