{
    "id": 13783,
    "citation_title": "The Diffusion of Wal-Mart and Economies of Density",
    "citation_author": [
        "Thomas J. Holmes"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe roll-out of Wal-Mart store openings followed a pattern that radiated from the center out with Wal-Mart maintaining high store density and a contiguous store network all along the way.  This paper estimates the benefits of such a strategy to Wal-Mart, focusing on the savings in distribution costs afforded by a dense network of stores.  The paper takes a revealed preference approach, inferring the magnitude of density economies by the extent of sales cannibalization from closely-packed stores that Wal-Mart is willing to sustain to achieve density economies.  The model is dynamic with rich geographic detail on the locations of stores and distribution centers.  Given the enormous number of possible combinations of store-opening sequences, it is difficult to directly solve Wal-Mart's problem, making conventional approaches infeasible.  The moment inequality approach is used instead and it works well.  The estimates show the benefits to Wal-Mart of high store density are substantial and likely extend significantly beyond savings in trucking costs.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely those of the author and do not represent the views of the Federal Reserve Banks of Minneapolis or the Federal Reserve System.  I am grateful to for NSF Grant  0551062 for support of this research.  I have benefited from the comments of many seminar participants.  In particular, I thank Glenn Ellison, Gautam Gowrisankaran and Avi Goldfarb for their comments as discussants and Ariel Pakes for advice on how to think about this problem.  I thank Junichi Suzuki, Julia Thornton, David Molitor, and Ernest Berkas for research assistance.  I thank Emek Basker for sharing data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}