{
    "id": 13781,
    "citation_title": "Assessing Urban Crime And Its Control: An Overview",
    "citation_author": [
        "Philip J. Cook"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUrban crime rates in the United States fell markedly during the 1990s and remain at historically low levels.  The statistical evidence presented here indicates that that decline, like the crime surge that preceded it, has been largely uncorrelated with changes in socioeconomic conditions across cities.  The ups and downs of crime have a considerable effect on residential location and property values.   The police represent the largest public expenditure in city-level crime control efforts, and they are increasingly held accountable for reducing crime rates.  Indeed, there is considerable evidence that an increase in police expenditures does pay off in the form of lower crime rates.  This is an incomplete story, however.  Assessments of police effectiveness typically neglect the considerable role of private and community-level protection and control efforts, not to mention the vital importance of (uncompensated) private inputs into police investigations.  In areas with endemically high violence rates, the reluctance of witnesses to cooperate remains a serious problem.\n\n",
    "acknowledgement": "\nBrian Forst, David Kennedy, Jens Ludwig, Michael Tonry, Joel Wallman, and Frank Zimring offered useful suggestions on earlier drafts.  Erin Hye Won Kim provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}