{
    "id": 13786,
    "citation_title": "Do Hedge Funds Profit From Mutual-Fund Distress?",
    "citation_author": [
        "Joseph Chen",
        "Samuel Hanson",
        "Harrison Hong",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the question of whether hedge funds engage in front-running strategies that exploit the predictable trades of others. One potential opportunity for front-running arises when distressed mutual funds -- those suffering large outflows of assets under management -- are forced to sell stocks they own. We document two pieces of evidence that are consistent with hedge funds taking advantage of this opportunity. First, in the time series, the average returns of long/short equity hedge funds are significantly higher in those months when a larger fraction of the mutual-fund sector is in distress. Second, at the individual stock level, short interest rises in advance of sales by distressed mutual funds.\n\n",
    "acknowledgement": "\nWe are grateful for helpful feedback from Robin Greenwood, Jeff Kubik, Andrei Shleifer, Erik Stafford, seminar participants at the Federal Reserve Bank of New York and the Yale School of Management, and students in Stein's Economics 1760 and 2728 classes. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}