{
    "id": 13785,
    "citation_title": "50,000 People a Day: The Use of Federally Funded Services for Intimate Partner Violence",
    "citation_author": [
        "Radha Iyengar",
        "Lindsay Sabik",
        "Cindy Southworth",
        "Sarah Tucker",
        "Cynthia Fraser"
    ],
    "citation_publication_date": "2008-02-07",
    "issue_date": "2008-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIntimate partner violence is a serious and preventable health problem affecting more than 30 million Americans each year. We use an innovative new research design to describe the frequency and correlates of emergency and crisis intervention services provided by domestic violence programs using safe, non-invasive collection methods.  During the 24-hour survey period, 48,350 individuals used the services of primary purpose domestic violence programs, corresponding to a population rate of 16 per 100,000 people. Of these individuals, 14,518 required emergency shelter, 7,989 required transitional housing and 25,843 were provided with non-residential services.  Seven times more individuals are served by domestic violence programs than are served in emergency rooms in the US on an average day. The results show unmet demand for services provided by domestic violence programs with 10 percent victims (5,183 requests) seeking services at a domestic violence provider unable to be served daily due to resource constraints.  Although DV costs $5.8 billion annually, 70% of which is spent on medical costs, the government only spends $126 million annually. Thus greater funding of domestic violence programs is likely to be a cost-effective investment.\n\n",
    "acknowledgement": "\nWe would like to thank the local domestic violence programs that participated in this survey and provide critical services to victims every day.  We also gratefully acknowledge the extensive support from U.S. state domestic violence coalitions and the National Resource Center on Domestic Violence.  An extensive amount of input on this study was provided by Sue Else, Lucy Melvin, Anne Menard, Cheryl O'Donnell, Allison Randall, Mao Yang, and NNEDV staff and interns. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}