{
    "id": 13796,
    "citation_title": "Do Real Estate Brokers Add Value When Listing Services Are Unbundled?",
    "citation_author": [
        "B. Douglas Bernheim",
        "Jonathan Meer"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "2012-01-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the effects of real estate brokerage services provided to sellers, other than MLS listings, on the terms and timing of home sales. It is not obvious that sellers benefit from those services. On the one hand, brokers offer potentially useful knowledge and expertise. On the other hand, because the relationship between the homeowner and the broker resembles a classical principal-agent problem, the broker may not deploy services in ways that promote the seller's interests. Yet as long as valuable MLS listings are bundled with brokerage services, homeowners may use brokers even if the agency costs exceed the benefits of brokers' knowledge and expertise. Thus, quantification of the net value of brokerage services other than MLS listings bears directly on the recent policy debate over the desirability unbundling of MLS listings. We estimate the effect of a seller's decision to use a broker on list prices, selling prices, and speed of sale for a real estate market with an unusual and critical characteristic: it has a single open-access listing service that is used by essentially all sellers, regardless of whether they employ brokers. Our central finding is that, when listings are not tied to brokerage services, a seller's use of a broker reduces the selling price of the typical home by 5.9 to 7.7 percent, which indicates that agency costs exceed the advantages of brokers' knowledge and expertise by a wide margin.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Do Sellers' Brokers Raise Or Reduce Home Prices? Evidence Of Agency Costs From An Unusual Real Estate Market.\" We are grateful to April Blaine, Shirley Campbell, Betty Oen, Jan Thomson, and members of Stanford University's Faculty and Staff Housing Office. Stephan D. McBride, Sriniketh S. Nagavarapu, Harvey S. Rosen, and members of Stanford University's Labor Reading Group provided helpful comments. Zhihao Zhang provided valuable research assistance.\n\n\n"
}