{
    "id": 13799,
    "citation_title": "Estimating the Impact of Climate Change on Crop Yields: The Importance of Nonlinear Temperature Effects",
    "citation_author": [
        "Wolfram Schlenker",
        "Michael J. Roberts"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States produces 41% of the world's corn and 38% of the world's soybeans, so any impact on US crop yields will have implications for world food supply. We pair a panel of county-level crop yields in the US with a fine-scale weather data set that incorporates the whole distribution of temperatures between the minimum and maximum within each day and across all days in the growing season. Yields increase in temperature until about 29C for corn, 30C for soybeans, and 32C for cotton, but temperatures above these thresholds become very harmful. The slope of the decline above the optimum is significantly steeper than the incline below it. The same nonlinear and asymmetric relationship is found whether we consider time series or cross-sectional variation in weather and yields. This suggests limited potential for adaptation within crop species because the latter includes farmers' adaptations to warmer climates and the former does not. Area-weighted average yields given current growing regions are predicted to decrease by 31-43% under the slowest warming scenario and 67-79% under the most rapid warming scenario by the end of the century.\n\n",
    "acknowledgement": "\nWe would like to thank Spencer Banzhaf, Larry Goulder, Jim MacDonald, Mitch Renkow, Bernard Salanie, Kerry Smith, Wally Thurman as well as seminar participants at Arizona State, Dartmouth, Georgia State, Harvard, NC State, Stanford, UC Berkeley, UC Davis, University of Illinois, University of Maryland, University of Nebraska, University of Wyoming for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Department of Agriculture.\n\n\n"
}