{
    "id": 13795,
    "citation_title": "Varieties and the Transfer Problem: The Extensive Margin of Current Account Adjustment",
    "citation_author": [
        "Giancarlo Corsetti",
        "Philippe Martin",
        "Paolo Pesenti"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost analyses of the macroeconomic adjustment required to correct global imbalances ignore net exports of new varieties of goods and services and do not account for firms' entry in the product market. In this paper we revisit the macroeconomics of trade adjustment in the context of the classic 'transfer problem,' using a model where the set of exportables, importables and nontraded goods is endogenous. We show that exchange rate movements associated with adjustment are dramatically lower when the above features are accounted for, relative to traditional macromodels. We also find that, for reasonable parameterizations, consumption and employment (hence welfare) are not highly sensitive to product differentiation, and change little regardless of whether adjustment occurs through movements in relative prices or quantities. This result warns against interpreting the size of real depreciation associated with trade rebalancing as an index of macroeconomic distress.\n\n",
    "acknowledgement": "\nWe thank Christian Broda, Joseph Gagnon, Philip Lane and Gian Maria Milesi-Ferretti as well as seminar participants at Columbia University, Dublin, Rome, European Central Bank, and NBER Summer Institute for helpful comments. Corsetti's work is part of the Pierre Werner Chair Programme on Monetary Union at the Robert Schuman Centre of the European University Institute. Martin's work received financial assistance from the Institut Universitaire de France and Centre d'Economie de la Sorbonne. The views expressed here are those of the authors, and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or any other institution with which the authors are affiliated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}