{
    "id": 13792,
    "citation_title": "Oil Price Movements and the Global Economy: A Model-Based Assessment",
    "citation_author": [
        "Selim Elekdag",
        "Rene Lalonde",
        "Douglas Laxton",
        "Dirk Muir",
        "Paolo Pesenti"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a five-region version (Canada, a group of oil exporting countries, the United States, emerging Asia and Japan plus the euro area) of the Global Economy Model (GEM) encompassing production and trade of crude oil, and use it to study the international transmission mechanism of shocks that drive oil prices. In the presence of real adjustment costs that reduce the short- and medium-term responses of oil supply and demand, our simulations can account for large endogenous variations of oil prices with large effects on the terms of trade of oil-exporting versus oil-importing countries (in particular, emerging Asia), and result in significant wealth transfers between regions. This is especially true when we consider a sustained increase in productivity growth or a shift in production technology towards more capital- (and hence oil-) intensive goods in regions such as emerging Asia. In addition, we study the implications of higher taxes on gasoline that are used to reduce taxes on labor income, showing that such a policy could increase world productive capacity while being consistent with a reduction in oil consumption.\n\n",
    "acknowledgement": "\nWe thank Ryan Felushko, Laura Leon, Lei Lei Myaing, Susanna Mursula and Chris Tonetti for invaluable research assistance. This paper has benefited from helpful comments from Riccardo Cristadoro of the Banca d?Italia and participants to the Bank of Canada Workshop on Commodity Price Issues, the IMF Workshop on Open Economy Models for Policy Evaluation and presentations at the Bank of Japan, the Hong Kong Monetary Authority and the European Central Bank. This paper should not be reported as representing the views of the IMF, its Executive Board or any member government. The views expressed are those of the authors and do not necessarily reflect the views of the IMF, IMF policy, the Bank of Canada, the Federal Reserve Bank of New York, the Federal Reserve System,  the National Bureau of Economic Research or any other institution mentioned herein or with which the authors are affiliated.\n\n\n"
}