{
    "id": 13790,
    "citation_title": "Inventories, Lumpy Trade, and Large Devaluations",
    "citation_author": [
        "George Alessandria",
        "Joseph Kaboski",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFixed transaction costs and delivery lags are important costs of international trade. These costs lead firms to import infrequently and hold substantially larger inventories of imported goods than domestic goods. Using multiple sources of data, we document these facts. We then show that a parsimoniously parameterized model economy with importers facing an (S, s)-type inventory management problem successfully accounts for these features of the data. Moreover, the model can account for import and import price dynamics in the aftermath of large devaluations. In particular, desired inventory adjustment in response to a sudden, large increase in the relative price of imported goods creates a short-term trade implosion, an immediate, temporary drop in the value and number of distinct varieties imported, as well as a slow increase in the retail price of imported goods. Our study of 6 current account reversals following large devaluation episodes in the last decade provide strong support for the model's predictions.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System or the National Bureau of Economic Research. We thank Don Davis, Timothy Kehoe, and Sylvain Leduc for helpful comments. We thank seminar participants at Cowles Foundation, Penn State, Wisconsin, Central European University, the Federal Reserve Banks of Chicago, Minneapolis, New York and Philadelphia; and the 2007 ASSA and SED Meetings.\n\n\n"
}