{
    "id": 138,
    "citation_title": "Experience, Vintage and Time Effects in the Growth of Earnings: AmericanScientists, 1960-1970",
    "citation_author": [
        "Yoram Weiss",
        "Lee A. Lillard"
    ],
    "citation_publication_date": "1976-05-01",
    "issue_date": "1976-05-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is concerned with the growth of individual earnings over time. Four aspects of time are distinguished: experience, age, vintage and calendar year. The first section of the paper provides a brief outline of a theory of planned growth in earnings. The second and main section of the paper is devoted to an empirical attempt to estimate the role of experience, vintage and age on the growth in earnings and to separate these effects from exogenous changes in market conditions. We present a detailed specification of the earnings function which accounts for the inherent multi-collinearity between variables such as time, vintage and experience. One of our main objectives is to point out the implications of this identification problem for the analysis of earnings data. Though we cannot completely eliminate this difficulty, longitudinal data, which follows the same individuals over a period of time, allows us to identify more aspects of time than one could obtain from a single cross section. We provide a descriptive analysis of the exogenous changes in market conditions occurring during the period. No attempt is made to relate them to causal changes, such as past and expected future enrollment and government research grants. We find two basic tendencies: (1) Over the decade as a whole, scientists in academic institutions enjoyed better market conditions and thus a higher growth rate than those employed in private industry. (2) Toward the end of the decade, there is a marked reduction in the market's contribution to the growth rate. In some fields, such as physics, we note an actual reduction in the real earnings of new entrants. We conclude with a brief discussion of the changes in relative earnings over the decade by field and type of employer.\n\n",
    "acknowledgement": "\nResearch for this paper was supported in part by a grant from the National Science Foundation (SOC71-03783) and in part by a grant from the Rockefeller Foundation (RF 72087). The opinions expressed herein are those of the authors and do not necessarily reflect the views of the supporting agencies. The authors wish to thank A. Blinder, V. Fuchs, E. Lazear, M. Reder, D. Saks and R. Willis for helpful comments on earlier drafts, and Barbara Williams for her assistance.\n\n\n"
}