{
    "id": 13805,
    "citation_title": "Rare Disasters and Exchange Rates",
    "citation_author": [
        "Emmanuel Farhi",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new model of exchange rates, which yields a theory of the forward premium puzzle. Our explanation combines two ingredients: the possibility of rare economic disasters, and an asset view of the exchange rate. Our model is frictionless, has complete markets, and works for an arbitrary number of countries. In the model, rare worldwide disasters can occur and affect each country's productivity. Each country's exposure to disaster risk varies over time according to a mean-reverting process. Risky countries command high risk premia: they feature a depreciated exchange rate and a high interest rate. As their risk premium mean reverts, their exchange rate appreciates. Therefore, currencies of high interest rate countries appreciate on average. To make the notion of disaster risk more implementable, we show how options prices might in principle uncover latent disaster risk, and help forecast exchange rate movements. We then extend the framework to incorporate two factors: a disaster risk factor, and a business cycle factor. We calibrate the model and obtain quantitatively realistic values for the volatility of the exchange rate, the forward premium puzzle regression coefficients, and near-random walk exchange rate dynamics. Finally, we solve a model of stock markets across countries, which yields a series of predictions about the joint behavior of exchange rates, bonds, options and stocks across countries. The evidence from the options market appears to be supportive of the model.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Andy Atkeson, David Backus, Robert Barro, Daniel Cohen, Alex Edmans, Christian Julliard, Pat and Tim Kehoe, Raj Mehra, Emi Nakamura, Eric van Wincoop, and seminar participants at Boston University, Dartmouth, LBS, LSE, Minneapolis Fed, NBER, New York Fed, NYU, UBC, and the University of Virginia. Gabaix thanks the NSF for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}