{
    "id": 13804,
    "citation_title": "Predictive Systems: Living with Imperfect Predictors",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework for estimating expected returns—a predictive system—that allows predictors to be imperfectly correlated with the conditional expected return.  When predictors are imperfect, the estimated expected return depends on past returns in a manner that hinges on the correlation between unexpected returns and innovations in expected returns.   We find empirically that prior beliefs about this correlation, which is most likely negative, substantially affect estimates of expected returns as well as various inferences about predictability, including assessments of a predictor's usefulness. Compared to standard predictive regressions, predictive systems deliver different and more precise estimates of expected returns.\n\n",
    "acknowledgement": "\nHelpful comments were received from the audiences at the Fall 2006 NBER Asset Pricing Meeting, 2006 Wharton Frontiers of Investing conference, 2007 Western Finance Association conference, 2007 European Finance Association conference, 2007 ESSFM at Gerzensee, 2007 Vienna Symposia in Asset Management, Tel Aviv University Conference in Honor of Shmuel Kandel, Boston College, Goldman Sachs, Hong Kong University of Science and Technology, National University of Singapore, New York University, Norwegian School of Economics and Business Administration (Bergen), Norwegian School of Management (Oslo), Singapore Management University, University of California at San Diego, University of Chicago, University of Iowa, University of Michigan, University of Pennsylvania, University of Texas at Austin, and University of Texas at Dallas. We also thank Jacob Boudoukh, Ken French, Cam Harvey, Jesper Rangvid, Cesare Robotti, Ross Valkanov, Pietro Veronesi, and especially Jonathan Lewellen, John Cochrane, and two anonymous referees for many helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}