{
    "id": 13801,
    "citation_title": "Complexity and Targeting in Federal Student Aid: A Quantitative Analysis",
    "citation_author": [
        "Susan Dynarski",
        "Judith E. Scott-Clayton"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of empirical evidence shows that some financial aid programs increase college enrollment.  Puzzlingly, there is little compelling evidence that Pell Grants and Stafford Loans, the primary federal student aid programs, are effective in achieving this goal.  In this paper, we provide an in-depth review of this evidence, which taken as a whole suggests that complexity and uncertainty in the federal aid system undermine its efficacy.  We document complexity in the aid system, comparing it in particular to complexity in the tax system. We build on our previous work by showing that complexity in the aid process does little to improve the targeting of both student loans and grants, for both dependent and independent students. We conclude that the current targeting of aid can be reproduced with a much simpler aid process.  While we show that the targeting benefits of complexity are small, we further document that the costs are large.  We offer new estimates of the compliance costs faced by applicants and the administrative costs borne by the government and colleges.  These costs total at least $4 billion per year. The perspective of behavioral economics suggests that the true cost is even higher, since complexity and uncertainty may discourage the target population from applying for student aid.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in Tax Policy and the Economy, Volume 22 (2008), edited by James Poterba. We benefited from comments from seminar participants at the Brookings Institution, College Board, Consortium on Financing Higher Education, Harvard University, National Bureau of Economic Research, National Tax Association and Stanford University. We extend particular thanks to Sandy Baum, Sandy Jencks and Tom Kane. Scott-Clayton is grateful for financial support from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}