{
    "id": 13806,
    "citation_title": "Bond Supply and Excess Bond Returns",
    "citation_author": [
        "Robin Greenwood",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2008-02-12",
    "issue_date": "2008-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine empirically how the maturity structure of government debt affects bond yields and excess returns. Our analysis is based on a theoretical model of preferred habitat in which clienteles with strong preferences for specific maturities trade with arbitrageurs. Consistent with the model, we find that (i) the supply of long- relative to short-term bonds is positively related to the term spread, (ii) supply predicts positively long-term bonds' excess returns even after controlling for the term spread and the Cochrane-Piazzesi factor, (iii) the effects of supply are stronger for longer maturities, and (iv) following periods when arbitrageurs have lost money, both supply and the term spread are stronger predictors of excess returns.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Daniel Bergstresser, Ken Froot, Denis Gromb, Sam Hanson, Christian Julliard, Arvind Krishnamurthy, Anna Pavlova, Christopher Polk, Andrea Prat, Andrei Shleifer, Erik Stafford, Jeremy Stein, Otto Van Hemert, Michela Verardo, Jean-Luc Vila, Annette Vissing-Jorgensen and Jeff Wurgler for helpful discussions. Sonya Lai provided excellent research assistance. Financial support from the Paul Woolley Centre at the LSE is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}