{
    "id": 13803,
    "citation_title": "Do Sex Offender Registration and Notification Laws Affect Criminal Behavior?",
    "citation_author": [
        "J.J. Prescott",
        "Jonah E. Rockoff"
    ],
    "citation_publication_date": "2008-02-29",
    "issue_date": "2008-02-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIn recent decades, sex offenders have been the targets of some of the most far-reaching and novel crime legislation in the U.S. Two key innovations have been registration and notification laws which, respectively, require that convicted sex offenders provide valid contact information to law enforcement authorities, and that information on sex offenders be made public. Using detailed information on the timing and scope of changes in state law, we study how registration and notification affect the frequency of sex offenses and the incidence of offenses across victims, and check for any change in police response to reported crimes. We find evidence that registration reduces the frequency of sex offenses by providing law enforcement with information on local sex offenders. As we predict from a simple model of criminal behavior, this decrease in crime is concentrated among \"local\" victims (e.g., friends, acquaintances, neighbors), while there is little evidence of a decrease in crimes against strangers. We also find evidence that community notification deters crime, but in a way unanticipated by legislators. Our results correspond with a model in which community notification deters first-time sex offenses, but increases recidivism by registered offenders due to a change in the relative utility of legal and illegal behavior. This finding is consistent with work by criminologists suggesting that notification may increase recidivism by imposing social and financial costs on registered sex offenders and making non-criminal activity relatively less attractive. We regard this latter finding as potentially important, given that the purpose of community notification is to reduce recidivism.\n\n",
    "acknowledgement": "\nWe thank Charles Calomiris, Amit Khandelwal, Ray Fisman, Matthew Gentzkow, Justin McCrary, Tom Miles, Daniel Paravisini, Doug Staiger, and Toni Whited for their comments and suggestions, as well as seminar participants at Columbia Business School, Northwestern Law School, Syracuse University, the American Law and Economics Meetings, the Canadian Law and Economics Meetings, and the NBER Working Group on the Economics of Crime. Reid Aronson, Erik Johnson, Rembrand Koning, Nicholas Lee, Elias Walsh, Oliver Welch, and Julia Zhou provided excellent research assistance. JJ Prescott gratefully acknowledges the John M. Olin Center for Law & Economics at University of Michigan Law School for financial support for this project. Jonah Rockoff would like to thank the Paul Milstein Center for Real Estate at Columbia Business School for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}