{
    "id": 13817,
    "citation_title": "Choice, Price Competition and Complexity in Markets for Health Insurance",
    "citation_author": [
        "Richard Frank",
        "Karine Lamiraud"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States and other nations rely on consumer choice and price competition among competing health plans to allocate resources in the health sector. A great deal of research has examined the efficiency consequences of adverse selection in health insurance markets, less attention has been devoted to other aspects of consumer choice. The nation of Switzerland offers a unique opportunity to study price competition in health insurance markets. Switzerland regulates health insurance markets with the aim of minimizing adverse selection and encouraging strong price competition. We examine consumer responses to price differences in local markets and the degree of price variation in local markets. Using both survey data and observations on local markets we obtain evidence suggesting that as the number of choices offered to individuals grow their willingness to switch plans given a set of price dispersion differences declines allowing large price differences for relatively homogeneous products to persist. We consider explanations for this phenomenon from economics and psychology.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the AHRQ (P01-HS10803), the Alfred P Sloan Foundation, the Swiss National Science Foundation (Fellowships and Exchange Programmes) and the Franco-American Fulbright program.  We thank Jacob Glazer, Sherry Glied, Tom McGuire, Joe Newhouse, Mike Grossman, Friedrich Breyer, an anonymous referee, the editor and seminar participants at the CUNY-Columbia NBER Health Economics Seminar, the NBER 2007 Summer Institute, the London School of Economics Social Policy seminar, the European Health Economics Workshop (EHEW) in Magdeburg and the HEC-DEEP seminar at the University of Lausanne. **Karine Lamiraud was visiting Harvard University as a Fulbright fellow when the research was initiated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}