{
    "id": 13814,
    "citation_title": "International Trade in Durable Goods: Understanding Volatility, Cyclicality, and Elasticities",
    "citation_author": [
        "Charles Engel",
        "Jian Wang"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData for OECD countries document: 1. imports and exports are about three times as volatile as GDP; 2. imports and exports are pro-cyclical, and positively correlated with each other; 3. net exports are counter-cyclical. Standard models fail to replicate the behavior of imports and exports, though they can match net exports relatively well. Inspired by the fact that a large fraction of international trade is in durable goods, we propose a two-country two-sector model, in which durable goods are traded across countries. Our model can match the business cycle statistics on the volatility and comovement of the imports and exports relatively well. In addition, the model with trade in durables helps to understand the empirical regularity noted in the trade literature: home and foreign goods are highly substitutable in the long run, but the short run elasticity of substitution is low. We note that durable consumption also has implications for the appropriate measures of consumption and prices to assess risk-sharing opportunities, as in the empirical work on the Backus-Smith puzzle. The fact that our model can match data better in multiple dimensions suggests that trade in durable goods may be an important element in open-economy macro models.\n\n",
    "acknowledgement": "\nWe thank David Backus, Martin Boileau, Lukasz Drozd, Jonathan Heathcote, Enrique Martinez-Garcia, Mark Wynne, Kei-Mu Yi and seminar participants at Boston College, Chicago GSB, Dartmouth College, Tufts University, the Federal Reserve Bank of Dallas, and HEC/CIRPEE Real Business Cycle Conference for helpful comments. All views are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas or the Federal Reserve System. Engel acknowledges support for this research from a grant from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}