{
    "id": 13818,
    "citation_title": "Do Small Businesses Create More Jobs? New Evidence from the National Establishment Time Series",
    "citation_author": [
        "David Neumark",
        "Brandon Wall",
        "Junfu Zhang"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new database, the National Establishment Time Series (NETS), to revisit the debate about the role of small businesses in job creation.  Birch (e.g., 1987) argued that small firms are the most important source of job creation in the U.S. economy, but Davis et al. (1996a) argued that this conclusion was flawed, and based on improved methods and using data for the manufacturing sector they concluded that there was no relationship between establishment size and net job creation.  Using the NETS data, we examine evidence for the overall economy, as well as for different sectors.  The results indicate that small establishments and small firms create more jobs, on net, although the difference is much smaller than what is suggested by Birch's methods.  However, the negative relationship between establishment size and job creation is much less clear for the manufacturing sector, which may explain some of the earlier findings contradicting Birch's conclusions.\n\n",
    "acknowledgement": "\nNeumark is a Professor of Economics at UCI, Senior Fellow at the Public Policy Institute of California, Research Associate at the NBER, and Research Fellow at IZA. Wall is a Ph.D. candidate in economics at Stanford University. Zhang is an Assistant Professor of Economics at Clark University. Neumark's and Wall's research was supported by the Kauffman Foundation. All views expressed are our own, and do not represent those of the Kauffman Foundation, the Public Policy Institute of California, or the National Bureau of Economic Research.\n\n\n"
}