{
    "id": 13819,
    "citation_title": "Occupational Mobility and the Business Cycle",
    "citation_author": [
        "Giuseppe Moscarini",
        "Francis G. Vella"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo workers sort more randomly across different job types when jobs are harder to find? To answer this question, we study the mobility of male workers among three-digit occupations in the matched files of the monthly Current Population Survey over the 1979-2004 period. We clean individual occupational transitions using the algorithm proposed by Moscarini and Thomsson (2008). We then construct a synthetic panel comprising annual birth cohorts, and we examine the respective roles of three potential determinants of career mobility: individual ex ante worker characteristics, both observable and unobservable, labor market prospects, and ex post job matching. We provide strong evidence that high unemployment somewhat offsets the role of individual worker considerations in the choice of changing career. Occupational mobility declines with age, family commitments and education, but when unemployment is high these negative effects are weaker, and reversed for college education. The cross-sectional dispersion of the monthly series of residuals is strongly countercyclical. As predicted by Moscarini (2001)'s frictional Roy model, the sorting of workers across occupations is noisier when unemployment is high. As predicted by job-matching theory, worker mobility has significant residual persistence over time. Finally, younger cohorts, among those in the sample for most of their working lives, exhibit increasingly low unexplained career mobility.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}