{
    "id": 13815,
    "citation_title": "A Long Term Perspective on the Euro",
    "citation_author": [
        "Michael D. Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study grounds the establishment of EMU and the euro in the context of the history of international monetary cooperation and of monetary unions, above all in the U.S., Germany and Italy. The purpose of national monetary unions was to reduce transactions costs of multiple currencies and thereby facilitate commerce; to reduce exchange rate volatility; and to prevent wasteful competition for seigniorage. By contrast, supranational unions, such as the Latin Monetary Union or the Scandinavian Currency Union were conducted in the broader setting of an international monetary order, the gold standard.  There are closer parallels between EMU and national monetary unions. Historical monetary unions also were associated with fiscal unions (fiscal federalism). Both fiscal and monetary unions were an important part of the process of political unification. In the past, central banks, and the currencies they managed, have been discredited or put under severe strain as a result of: severe or endemic fiscal problems creating pressures for the monetization of public debt; low economic growth may produce demands for central banks to pursue more expansionary policies; regional strains producing a demand for different monetary policies to adjust to particular regional pressures; severe crises of the financial system; and tensions between the international and the domestic role of a leading currency.  In particular, there is the possibility for the EMU that low rates of growth will produce direct challenges to the management of the currency, and a demand for a more politically controlled and for a more expansive monetary policy.  Such demands might arise in some parts or regions or countries of the euro area, but not in others and would lead to a politically highly difficult discussion of monetary governance.\n\n",
    "acknowledgement": "\nPaper prepared for the conference \"Ten Years After the Euro\", DGECFIN Brussels, Belgium, November 26-27,  2007. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}