{
    "id": 13824,
    "citation_title": "Household Saving Behavior: The Role of Financial Literacy, Information, and Financial Education Programs",
    "citation_author": [
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals are increasingly in charge of their own financial security after retirement. But how well-equipped are individuals to make saving decisions; do they possess adequate financial literacy, are they informed about the most important components of saving plans, do they even plan for retirement? This paper shows that financial illiteracy is widespread among the U.S. population and particularly acute among specific demographic groups, such as those with low education, women, African-Americans, and Hispanics. Moreover, close to half of older workers do not know which type of pensions they have and the large majority of workers know little about the rules governing Social Security benefits. Notwithstanding the low levels of literacy that many individuals display, very few rely on the help of experts or financial advisors to make saving and investment decisions. Low literacy and lack of information affect the ability to save and to secure a comfortable retirement; ignorance about basic financial concepts can be linked to lack of retirement planning and lack of wealth. Financial education programs can help improve saving and financial decision-making, but much more can be done to improve the effectiveness of these programs.\n\n",
    "acknowledgement": "\nThis paper was written for the conference \"Implications of Behavioral Economics for Economic Policy\" held at the Federal Reserve Bank of Boston on September 27-28, 2007. It builds on several papers I have written in collaboration with Olivia Mitchell, whom I would like to thank for her encouragement, support, and many comments.  Moreover, I would like to thank my discussants, Alan Blinder and David Laibson, and the conference participants for many helpful suggestions. Audrey Brown provided excellent research assistance. Any errors are my responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}