{
    "id": 13826,
    "citation_title": "Evidence From Maternity Leave Expansions of the Impact of Maternal Care on Early Child Development",
    "citation_author": [
        "Michael Baker",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of maternal care on early child development using an expansion in Canadian maternity leave entitlements.  Following the leave expansion, mothers who took leave spent between 48 and 58 percent more time not working in the first year of their children's lives. We find that this extra maternal care primarily crowded out home-based care by unlicensed non-relatives, and replaced mostly full-time work. However, the estimates suggest a weak impact of the increase in maternal care on indicators of child development. Measures of family environment and motor-social development showed changes very close to zero. Some improvements in temperament were observed but occurred both for treated and untreated children.\n\n",
    "acknowledgement": "\nWe thank Byron Lee and Josh Lewis for excellent research assistance. We received many helpful comments from presentations at the NBER Summer Institute, the AEA meetings, UBC empirical lunch, McMaster University, Rand, and UC Davis. We also gratefully acknowledge the research support of SSHRC (Baker Grant , #410-2005-0486, Milligan Grant #410-2002-0299). Finally, we thank the staffs of the Toronto and B.C. Research Data Centres for their technical support. This paper represents the views of the authors and does not necessarily reflect the views of Statistics Canada or the National Bureau of Economic Research.\n\n\n"
}