{
    "id": 13822,
    "citation_title": "Learning in the Credit Card Market",
    "citation_author": [
        "Sumit Agarwal",
        "John C. Driscoll",
        "Xavier Gabaix",
        "David Laibson"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAgents with more experience make better choices.  We measure learning dynamics using a panel with four million monthly credit card statements. We study add-on fees, specifically cash advance, late payment, and overlimit fees.  New credit card accounts generate fee payments of $15 per month. Through negative feedback -- i.e. paying a fee -- consumers learn to avoid triggering future fees. Paying a fee last month reduces the likelihood of paying a fee in the current month by about 40%.  Controlling for account fixed effects, monthly fee payments fall by 75% during the first three years of account life.  We find that learning is not monotonic. Knowledge effectively depreciates about 10% per month, implying that learning displays a strong recency effect.\n\n",
    "acknowledgement": "\nGabaix and Laibson acknowledge support from the National Science Foundation (Human and Social Dynamics program). Laibson acknowledges financial support from the National Institute on Aging (R01-AG-1665). The views expressed in this paper are those of the authors and do not represent the policies or positions of the Board of Governors of the Federal Reserve System or the Federal Reserve Bank of Chicago.   Ian Dew-Becker, Keith Ericson and Tom Mason provided outstanding research assistance. The authors are grateful to Devin Pope for his discussion of the paper at the AEA, as well as Murray Carbonneau, Stefano Dellavigna, Joanne Maselli, Nicola Persico, Matthew Rabin, and seminar participants at the AEA, Berkeley, EUI and the NBER (Law and Economics) for their suggestions. This paper previously circulated under the title \"Stimulus and Response: The Path from Naiveté to Sophistication in the Credit Card Market.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}