{
    "id": 13823,
    "citation_title": "The Origins of Industrial Scientific Discoveries",
    "citation_author": [
        "James D. Adams",
        "J. Roger Clemmons"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates science production functions for R&D-performing firms in the United States using scientific papers as the measure of output, by analogy with patents.  The underlying evidence covers 200 top U.S. R&D firms during 1981-1999 as well as 110 top U.S. universities. We find that industrial science builds on past scientific research inside and outside the firm, with most of the returns to scale in production deriving from outside knowledge.  In turn, the largest outside contribution derives from universities rather than firms; this is especially true when papers are weighted by citations received, a measure of their importance.  Consistent with the role assigned to knowledge spillovers in growth theory, the importance of outside knowledge, especially that of universities, increases from the firm to the industry level. The findings survive the inclusion of fixed effects, interactions among the effects, variations in sample and specification, and efforts to control for endogeneity.\n\n",
    "acknowledgement": "\nThe Andrew W. Mellon Foundation has generously supported this research. We thank Nancy Bayers and Henry Small of Thomson Scientific for advice concerning the data.  We also thank Ernie Berndt, Nick Bloom, Wes Cohen, Wayne Gray, Mike Scherer, Scott Stern, and John Van Reenan for helpful comments.  Presentations at the NBER Productivity Meetings, the NBER productivity seminar, Rensselaer Polytechnic Institute, and the University at Albany have substantially improved this paper.  Any errors are our responsibility.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}