{
    "id": 13821,
    "citation_title": "Income Maximization and the Selection and Sorting of International Migrants",
    "citation_author": [
        "Jeffrey Grogger",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo prominent features of international labor movements are that the more educated are more likely to emigrate (positive selection) and more-educated migrants are more likely to settle in destination countries with high rewards to skill (positive sorting). Using data on emigrant stocks by schooling level and source country in OECD destinations, we find that a simple model of income maximization can account for both phenomena. Results on selection show that migrants for a source-destination pair are more educated relative to non-migrants the larger is the absolute skill-related difference in earnings between the destination country and the source. Results on sorting indicate that the relative stock of more-educated migrants in a destination is increasing in the absolute earnings difference between high and low-skilled workers. We use our framework to compare alternative specifications of international migration, estimate the magnitude of migration costs by source-destination pair, and assess the contribution of wage differences to how migrants sort themselves across destination countries.\n\n",
    "acknowledgement": "\nWe thank for comments Eli Berman, George Borjas, Gordon Dahl, Frederic Docquier, Larry Katz, Hillel Rapoport, Dean Yang, and seminar participants at the University of Chicago, the Federal Reserve Bank of Atlanta, Harvard, LSE, Princeton, UCSD, UC Irvine, UC Berkeley, UCL, Yale, the University of Virginia, the University of Colorado, the University of Lille, Bar Ilan University, the AEA meetings, and the NBER Summer Institute. Any errors are ours alone. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}