{
    "id": 13828,
    "citation_title": "Caste, Kinship and Sex Ratios in India",
    "citation_author": [
        "Tanika Chakraborty",
        "Sukkoo Kim"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between kinship institutions and sex ratios in India at the turn of the twentieth century. Since kinship rules varied by caste, language, religion and region, we construct sex-ratios by these categories at the district-level using data from the 1901 Census of India for Punjab (North), Bengal (East) and Madras (South). We find that the female to male sex ratio varied inversely by caste-rank, rose as one moved from the North to the East and then to the South, was lower for Hindus than Muslims, and was lower for the northern Indo-Aryan rather than the southern Dravidian speaking peoples. We also find that the female deficit was greater in wheat growing regions and in areas with higher rainfall and alluvial soil. We argue that these systematic patterns in the data are largely explained by variations in the institution of family, kinship and inheritance.\n\n",
    "acknowledgement": "\nWe thank Bob Pollak, Karen Norberg, David Rudner and seminar participants at the Work, Family and Public Policy workshop at Washington University for helpful comments and discussions. We also thank Lauren Matsunaga and Michael Scarpati for research assistance and Cassie Adcock and the staff of the South Asia Library at the University of Chicago for their generous assistance in data collection. We are also grateful to the Weidenbaum Center and Washington University (Faculty Research Grant) for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}