{
    "id": 13820,
    "citation_title": "Macroeconomic Interdependence and the International Role of the Dollar",
    "citation_author": [
        "Linda S. Goldberg",
        "Cédric Tille"
    ],
    "citation_publication_date": "2008-02-14",
    "issue_date": "2008-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. dollar holds a dominant place in the invoicing of international trade, along two complementary dimensions. First, most U.S. exports and imports invoiced in dollars. Second, trade flows that do not involve the United States are also substantially invoiced in dollars, an aspect that has received relatively little attention. Using a simple center-periphery model, we show that the second dimension magnifies the exposure of periphery countries to the center's monetary policy, even when direct trade flows between the center and the periphery are limited. When intra-periphery trade volumes are sensitive to the center's monetary policy, the model predicts substantial welfare gains from coordinated monetary policy. Our model also shows that even though exchange rate movements are not fully efficient, flexible exchange rates are a central component of optimal policy.\n\n",
    "acknowledgement": "\nWe thank Giancarlo Corsetti, Peter Henry and Dennis Novy for valuable comments. We are also grateful to audiences at the International Monetary Fund eigth Jacques Polak research conference, the Geneva Graduate Institute of International Studies, the University of Connecticut, and the Cambridge University Conference on Exchange Rates: Causes and Consequences for valuable feedback. The views expressed in the paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}