{
    "id": 13839,
    "citation_title": "Is There an \"Emboldenment\" Effect? Evidence from the Insurgency in Iraq",
    "citation_author": [
        "Radha Iyengar",
        "Jonathan Monten"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre insurgents affected by new information about the United States' sensitivity to costs? Using data on attacks and variation in access to international news across Iraqi provinces, we identify an \"emboldenment\" effect by comparing the rate of insurgent attacks in areas with higher and lower access to information about U.S news after public statements critical of the war. We find that in periods after a spike in war-critical statements, insurgent attacks increases by 7-10 percent, but that this effect dissipates within a month. Additionally, we find that insurgents shift attacks from Iraqi civilian to U.S. military targets following new information about the United States' sensitivity to costs, resulting in more U.S. fatalities but fewer deaths overall. These results suggest that there is a small but measurable cost to open public debate in the form of higher attacks in the short-term, and that Iraqi insurgent organizations - even those motivated by religious or ideological goals - are strategic actors that respond rationally to the expected probability of US withdrawal. However, the implied costs of open, public debate must be weighed against the potential gains. We conclude that to the extent insurgent groups respond rationally to the incentives set by the policies of pro-government forces, effective counterinsurgency should prioritize manipulating costs and inducements, rather than focus simply on search and destroy missions.\n\n",
    "acknowledgement": "\nThe opinions and conclusions are solely those of the authors. We are grateful to Orley Ashenfelter, David Autor, Eli Berman, Ryan Bubb, Erica Chenoweth, Martin Feldstein, Lawrence Katz, Mathew Kroenig, John Nagl, Megan O'Sullivan, and James Wilson for helpful comments and insightful suggestions. We thank Jason Campbell and Michael Greenstone for their generous provision of data sources and Wesley Hopkins and Kyle Chauvin for excellent research assistance. Funding from the Robert Wood Johnson Foundation and Belfer Center for Science and International Affairs is gratefully acknowledged. Any remaining errors are entirely ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}