{
    "id": 13834,
    "citation_title": "Intermediate Goods, Weak Links, and Superstars: A Theory of Economic Development",
    "citation_author": [
        "Charles I. Jones"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPer capita income in the richest countries of the world exceeds that in the poorest countries by more than a factor of 50. What explains these enormous differences? This paper returns to several old ideas in development economics and proposes that linkages, complementarity, and superstar effects are at the heart of the explanation. First, linkages between firms through intermediate goods deliver a multiplier similar to the one associated with capital accumulation in a neoclassical growth model. Because the intermediate goods' share of revenue is about 1/2, this multiplier is substantial. Second, just as a chain is only as strong as its weakest link, problems at any point in a production chain can reduce output substantially if inputs enter production in a complementary fashion. Finally, the high elasticity of substitution associated with final consumption delivers a superstar effect: GDP depends disproportionately on the highest levels of productivity in the economy. This paper builds a model with links across sectors, complementary inputs, and highly substitutable consumption, and shows that it can easily generate 50-fold aggregate income differences.\n\n",
    "acknowledgement": "\nI would like to thank Daron Acemoglu, Andy Atkeson, Pol Antras, Susanto Basu, Paul Beaudry, Roland Benabou, Olivier Blanchard, Bill Easterly, Xavier Gabaix, Luis Garicano, Pierre-Olivier Gourinchas, Chang Hsieh, Pete Klenow, Guido Lorenzoni, Kiminori Matsuyama, Ed Prescott, Dani Rodrik, Richard Rogerson, David Romer, Michele Tertilt, Alwyn Young and seminar participants at Berkeley, Brown, Chicago, the Chicago GSB, the LSE, the NBER growth meeting, Northwestern, Penn, Princeton, the San Francisco Fed, Stanford, Toulouse, UCLA, USC, and the World Bank for helpful comments. I am grateful to Urmila Chatterjee, On Jeasakul, and Mu-Jeung Yang for excellent research assistance, to the Hong Kong Institute for Monetary Research and the Federal Reserve Bank of San Francisco for hosting me during the early stages of this research, and to the National Science Foundation and the Toulouse Network for Information Technology for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}