{
    "id": 13836,
    "citation_title": "Testing for the Economic Impact of the U.S. Constitution: Purchasing Power Parity across the Colonies versus across the States, 1748-1811",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Constitution removed real and monetary trade barriers between the states. By contrast, these states when they were British colonies exercised considerable real and monetary autonomy over their borders. Purchasing power parity is used to measure how much economic integration between the states was gained in the decades after the Constitution's adoption compared with what existed among the same locations during the late colonial period. The U.S. Constitution's net contribution to the economic integration of the nation is found, using this method, to be not as large as is commonly supposed.\n\n",
    "acknowledgement": "\nThe author is Professor and NBER Research Associate in the Economics Department at the University of Delaware, Newark, DE 19716 USA. E-mail: grubbf@lerner.udel.edu. Webpage: http://myprofile.cos.com/grubbf16. Preliminary versions were presented at the 2005 meeting of the Allied Social Science Association in Philadelphia, the 60th International Atlantic Economic Conference in New York, Clark University, Harvard University, Tulane University, University of British Columbia, University of Delaware, University of Mississippi, and University of Paris X--Nanterre. The author thanks the participants of these seminars and Howard Bodenhorn, John Brown, Michel Boutillier, Max Edling, Marc Flandreau, Leslie Goldstein, David Kiriazis, Robert McGuire, Jon Moen, Hugh Rockoff, David Stockman, Remzi Uctum, and Marc Weidenmier for helpful comments on earlier drafts, and thanks Gillian Hamilton and Angela Redish for help with Canadian sources. Financial support provided by a 2003-2004 American Philosophical Society Sabbatical Fellowship Grant, resource support provided by Harvard University Department of Economics, research assistance provided by Alexis Chaves, and editorial assistance provided by Tracy McQueen are gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}