{
    "id": 13831,
    "citation_title": "International Economic Policy: Was There a Bush Doctrine?",
    "citation_author": [
        "Barry Eichengreen",
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many political scientists and diplomatic historians see the Bush presidency as a distinctive epoch in American foreign policy, we argue that there was no Bush Doctrine in foreign economic policy.  The Bush administration sought to advance a free trade agenda but could not avoid the use of protectionist measures at home -- just like its predecessors.  It foreswore bailouts of financially-distressed developing countries yet ultimately yielded to the perceived necessity of lending assistance -- just like its predecessors.  Not unlike previous presidents, President Bush also maintained a stance of benign neglect toward the country's current account deficit.  These continuities reflect long-standing structures and deeply embedded interests that the administration found impossible to resist.\nWe see the next administration as having to address many of the same problems subject to the same constraints.  The trade policy agenda will evolve slowly, with questions about the viability of multilateral liberalization under the WTO and the degree to which labor and environmental conditions can be included in trade agreements.  Policy toward China will continue to confront difficult choices: even if it succeeds in pressuring the country to reduce its accumulation of dollar reserves, thereby easing the current account imbalance with the United States, this may only imply a more difficult market for U.S. Treasury debt and higher interest rates at home.  Continuity will therefore remain the rule.\n\n",
    "acknowledgement": "\nThis is a revision of a paper prepared for the conference \"American Foreign Policy after the Bush Doctrine\" at the Miller Center, University of Virginia, June 7-8 2007.  A shorter version is to appear in a volume from the Miller Center and Oxford University Press.  We thank Glenn Hubbard, Phil Levy, Will Melick, Michael Moore, Matthew Slaughter, and Ted Truman for helpful comments on earlier drafts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}