{
    "id": 13835,
    "citation_title": "Evaluating the Impact of Technology Development Funds in Emerging Economies: Evidence from Latin America",
    "citation_author": [
        "Bronwyn H. Hall",
        "Alessandro Maffioli"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvaluations of government Technology Development Funds (TDF) in Argentina, Brazil, Chile and Panama are surveyed. All the evaluations were done at the recipient (firm) level using data from innovation surveys, industrial surveys, and administrative records of the granting units, together with quasi-experimental econometric techniques to minimize the effects of any selection bias. TDF effectiveness is found to depend on the financing mechanism used, on the presence of non-financial constraints, on firm-university interaction, and on the characteristics of the target beneficiaries. Four levels of potential impact were considered: R&D input additionality, behavioural additionality, increases in innovative output, and improvements in performance. The evidence suggests that TDF do not crowd out private investment and that they positively affect R&D intensity. In addition, participation in TDF induces a more proactive attitude of beneficiary firms towards innovation activities. However, the analysis does not find much statistically significant impact on patents or new product sales and the evidence on firm performance is mixed, with positive results in terms of firm growth, but little corresponding positive impact on measures of firm productivity, possibly because the horizon over which the evaluation was conducted was too short.\n\n",
    "acknowledgement": "\nThis paper is part of the project: \"IDB's Science and Technology Programs: An Evaluation of the Technology Development Funds (TDF) and Competitive Research Grants (CRG),\" by the Office of Evaluation and Oversight (OVE) of the Inter-American Development Bank (IDB). We are grateful to Bertha Briceño and Diego Ubfal, who worked on the OVE evaluation project and to Pierre Mohnen, Inder Ruprah and Yuri Soares for useful discussions as well as to two anonymous referees. The first author thanks the Institute of Innovation Research, Hitotsubashi University, for hospitality. The findings and interpretation of the authors do not necessarily represent the views of Inter-American Development Bank or the National Bureau of Economic Research.\n\n\n"
}