{
    "id": 13833,
    "citation_title": "Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants",
    "citation_author": [
        "Michael Greenstone",
        "Richard Hornbeck",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe quantify agglomeration spillovers by estimating the impact of the opening of a large new manufacturing plant on the total factor productivity (TFP) of incumbent plants in the same county.  Articles in the corporate real estate journal Site Selection reveal the county where the \"Million Dollar Plant\" ultimately chose to locate (the \"winning county\"), as well as the one or two runner-up counties (the \"losing counties\").  The incumbent plants in the losing counties are used as a counterfactual for the TFP of incumbent plants in winning counties in the absence of the plant opening.  Incumbent plants in winning and losing counties have economically and statistically similar trends in TFP in the 7 years before the opening, which supports the validity of the identifying assumption.\nAfter the new plant opening, incumbent plants in winning counties experience a sharp relative increase in TFP. Five years after the opening, TFP of incumbent plants in winning counties is 12% higher than TFP of incumbent plants in losing counties. Consistent with some theories of agglomeration, this effect is larger for incumbent plants that share similar labor and technology pools with the new plant.  We also find evidence of a relative increase in skill-adjusted labor costs in winning counties, indicating that the ultimate effect on profits is smaller than the direct increase in productivity.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jim Davis, Vernon Henderson, William Kerr, Jeffrey Kling, Jonathan Levin, Stuart Rosenthal, Christopher Rohlfs, Chad Syverson, and seminar participants at Berkeley, the Brookings Institution, MIT, NBER Summer Institute, San Francisco Federal Reserve, Stanford, and Syracuse for insightful comments.  Elizabeth Greenwood provided valuable research assistance. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center (BRDC). Support of the Census Research Data Center network from NSF grant no. 0427889 is gratefully acknowledged. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or the National Bureau of Economic Research. This paper has been screened to insure that no confidential data are revealed.\n\n\n"
}