{
    "id": 13832,
    "citation_title": "Social Learning and Peer Effects in Consumption: Evidence from Movie Sales",
    "citation_author": [
        "Enrico Moretti"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing box-office data for all movies released between 1982 and 2000, I test the implications of a simple model of social learning in which the consumption decisions of individuals depend on information they receive from their peers. The model predicts different box office sales dynamics depending on whether opening weekend demand is higher or lower than expected. I use a unique feature of the movie industry to identify ex-ante demand expectations: the number of screens dedicated to a movie in its opening weekend reflects the sales expectations held by profit-maximizing theater owners. Several pieces of evidence are consistent with social learning. First, sales of movies with positive surprise and negative surprise in opening weekend demand diverge over time. If a movie has better than expected appeal and therefore experiences larger than expected sales in week 1, consumers in week 2 update upward their expectations of quality, further increasing week 2 sales. Second, this divergence is small for movies for which consumers have strong priors and large for movies for which consumers have weak priors. Third, the effect of a surprise is stronger for audiences with large social networks. Finally, consumers do not respond to surprises in first week sales that are orthogonal to movie quality, like weather shocks. Overall, social learning appears to be an important determinant of sales in the movie industry, accounting for 38% of sales for the typical movie with positive surprise. This implies the existence of a large \"social multiplier'' such that the elasticity of aggregate demand to movie quality is larger than the elasticity of individual demand to movie quality.\n\n",
    "acknowledgement": "\nI thank  Jerome Adda, David Ahn, Raj Chetty,  Roger Gordon, Bryan Graham, David Levine, Robert McMillan, Stefano Della Vigna and seminar participants at Bank of Italy, Berkeley, Cornell, Chicago GSB, Nuremberg, LSE, Crest-Paris, Regensburg, San Diego, UCL and Zurich for helpful comments. I am grateful to Stefano Della Vigna, and Phillip Leslie for sharing their box office data. Gregorio Caetano, Mariana Carrera, Ashley Langer, David Klein and Erin Metcalf provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}