{
    "id": 13838,
    "citation_title": "The Cognitive Link Between Geography and Development: Iodine Deficiency and Schooling Attainment in Tanzania",
    "citation_author": [
        "Erica M. Field",
        "Omar Robles",
        "Máximo Torero"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn estimated 20 million children born each year are at risk of brain damage from in utero iodine deficiency, the only micronutrient deficiency known to have significant, non-reversible effects on cognitive development. Cognitive damage from iodine deficiency disorders (IDD) has potentially important implications for economic growth through its effect on human capital attainment. To gauge the magnitude of this influence, we evaluate the impact of reductions in fetal IDD on child schooling attainment that resulted from an intensive distribution of iodized oil capsules (IOC) in Tanzania. We look for evidence of improvements in cognitive ability attributable to the intervention by assessing whether children who benefited from IOC in utero exhibit higher rates of grade progression at ages 10 to 14 relative to siblings and older and younger children in the district who did not. Our findings suggest that reducing fetal IDD has significant benefits for child cognition: Protection from IDD in utero is associated with 0.36 years of additional schooling. Furthermore, the effect appears to be substantially larger for girls, consistent with new evidence from laboratory studies indicating greater cognitive sensitivity of the female fetus to maternal thyroid deprivation. There is no indication that IOC improved rates of illness or school absence due to illness, suggesting that IOC improves schooling through its effect on cognition rather than its effect on health. However, there is weak evidence that the program also reduced child but not fetal or infant mortality, which may bias downward the estimated effect on education. Cross-country regression estimates corroborate the results from Tanzania, indicating a strong negative influence of total goiter rate and strong positive influence of salt iodization on female school participation. Together, these findings provide micro-level evidence of the direct influence of ecological conditions on economic development and suggest a potentially important role of variation in rates of learning disability in explaining cross-country growth patterns and gender differences in schooling attainment.\n\n",
    "acknowledgement": "\nWe thank Lisa Vura-Weis and Sonali Murarka for exceptional research assistance. We are grateful to Anne Case, Angus Deaton, Hank Farber, Seema Jayachandran, Michael Kremer, Duncan Thomas, and seminar participants at Princeton, University of Michigan, Penn State, Columbia, Yale, NYU, SITE and BREAD for helpful comments and suggestions. Please direct correspondence to efield@latte.harvard.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}