{
    "id": 13840,
    "citation_title": "The Role of Labor Market Changes in the Slowdown of European Productivity Growth",
    "citation_author": [
        "Ian Dew-Becker",
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout the postwar era until 1995 labor productivity grew faster in Europe than in the United States.  Since 1995, productivity growth in the EU-15 has slowed while that in the United States has accelerated.  But Europe's productivity growth slowdown was largely offset by faster growth in employment per capita, leaving little difference in growth of output per capita between the EU and US going back to 1980.  This paper is about the strong negative tradeoff between productivity and employment growth within Europe.  We document this tradeoff in the raw data, in regressions that control for the two-way causation between productivity and employment growth, and we show that there is a robust negative correlation between productivity and employment growth across countries and time. Our primary explanatory variables to explain both the revival of EU employment growth and the slowdown in productivity growth include six policy and institutional variables.  We find that several of these variables have significant negative effects on employment per capita, both before and after 1995.  We also find a significant time effect, that the increase in European employment per capita increased after 1995 for reasons that go beyond our six explanatory variables, and we link this time effect to a secular increase in the labor-force participation of women, particularly in southern European countries.  We conclude by suggesting that evaluations of alternative policy reforms in Europe should take into account any offsetting effects on employment and productivity by examining the ultimate impact on changes in income per capita.\n\n",
    "acknowledgement": "\nThanks to Bobby Krenn for superb research assistance, including his authorship of the Data Appendix.  We are grateful to Bart van Ark, Susanto Basu, Nick Bloom, Allan Drazen, Richard Freeman, Greg Mankiw, Bill Nordhaus, Barbara Petrongolo, and Charles Wyplosz for their perceptive comments on earlier versions and to Andrea Bassanini, Romain Duval, Magnus Henrekson, and Guido Schwerdt for providing data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}