{
    "id": 13844,
    "citation_title": "Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance",
    "citation_author": [
        "Raj Chetty"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince Feldstein (1999), the most widely used method of calculating the excess burden of income taxation is to estimate the effect of tax rates on reported taxable income. This paper reevaluates the taxable income elasticity as a measure of excess burden when individuals can evade or avoid taxes. In many cases, part of the cost of evasion and avoidance reflects a transfer to another agent in the economy. I show that in such situations, excess burden depends on a weighted average of the taxable income and total earned income elasticities, with the weight determined by the marginal resource cost of sheltering income from taxation. This generalized formula implies that the efficiency cost of taxing high income individuals is not necessarily large despite evidence that their reported incomes are highly sensitive to tax rates.\n\n",
    "acknowledgement": "\nI have benefited from discussions with Alan Auerbach, Caroline Hoxby, John Friedman, David Gamage, Adam Looney, Wojtek Kopczuk, Emmanuel Saez, Joel Slemrod, Shlomo Yitzhaki, and Philippe Wingender. Funding from the Hoover Institution is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}