{
    "id": 1384,
    "citation_title": "The Heights of Americans in Three Centuries: Some Economic and Demographic Implications",
    "citation_author": [
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "1984-06-01",
    "issue_date": "1984-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the potential usefulness of anthropometric measurements in exploring the contributions of nutrition to American economic growth and demographic change. It argues that although the value of height-by-age data to economic historians will ultimately be resolved in the context of investigating specific issues, the early results of the NBER Projecton Long-term Trends in Nutrition, Labor Productivity, and Labor Welfare have been encouraging. Among the most significant findings to date are: (1)that by the time of the Revolution, Americans had attained a mean final height (and net nutritional status) that was very high, one that European populations did not generally reach until the twentieth century; (2) that the variation in stature across occupational classes was much less in the U.S. than in Europe; (3) that natives of the South have been taller than those from other regions of the U.S. since the middle of the eighteenth century, and that their absolute height increased during the antebellum period while mortality was declining there; and (4) that natives of large antebellum cities were much shorter than their country men born in rural areas or in small cities. The paper also examines, in a preliminary fashion, how a newly available data set bears on the hypothesis that a cycle in U.S. final heights began during the antebellum period. The theory might continue to be sustained, but a sample of U.S. Army recruits from 1850 to1855 does not seem to provide much support for it.\n\n",
    "acknowledgement": "\n"
}