{
    "id": 13843,
    "citation_title": "Does Temporary Help Work Provide a Stepping Stone to Regular Employment?",
    "citation_author": [
        "Michael Kvasnicka"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on administrative data from the federal employment services in Germany, this paper applies statistical matching techniques to estimate the stepping-stone function to regular employment of temporary help work for unemployed job seekers. Our results show that workers who enter temporary help work from registered unemployment do not enjoy subsequent greater chances of employment outside temporary help work over a four-year period. Neither, however, do they suffer from future greater risks of unemployment. While our results, therefore, do not lend empirical support to a stepping-stone function of temporary help employment for the unemployed, they do neither confirm the existence of adverse effects on the future regular employment and unemployment chances of unemployed job seekers. If anything, temporary help work seems to provide an access-to-work function for the unemployed.\n\n",
    "acknowledgement": "\nThis paper has benefited from valuable comments by David Autor, Ronald Bachmann, Stefan Bender, Michael C. Burda, Andrea Ichino, Elke Jahn, Barbara Sianesi, Axel Werwatz and participants of the 2004 EALE conference in Lisbon, the 2004 meeting of the Verein für Socialpolitik in Dresden, a CEPR workshop on temporary agency work in Berlin in 2005, the 2005 EEA conference in Amsterdam, the 2005 ESPE conference in Paris, and the 2007 NBER Conference on Labor Market Intermediation. I would like to thank the Institute of Employment Research (IAB of the Federal Employment Agency who has made the data for this project available. Financial support by the German Research Foundation, the EU-funded CEPR research network 'A Dynamic Approach to Europe's Unemployment Problem', and the Collaborative Research Center 649 on Economic Risk at Humboldt University Berlin is gratefully acknowledged. All remaining errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}