{
    "id": 13842,
    "citation_title": "Capital Inflows and Reserve Accumulation: The Recent Evidence",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart"
    ],
    "citation_publication_date": "2008-03-07",
    "issue_date": "2008-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade, policymakers in many emerging market economies have opted to limit fluctuations of the value of their domestic currencies relative to the U.S. dollar.  A simple interest-parity relationship is used to identify the potential sources of upward pressure on the value of a foreign exchange rate and to explain the policy options to damp them.  The paper then documents the extent to which the accumulation of foreign exchange reserves has been sterilized and  provides a comprehensive list of major policy initiatives related to stemming forces that would otherwise appreciate the exchange rate in over one hundred countries.  This examination of policy efforts shows that a wide variety of tools are used in the attempt to stem the tide of capital flows.\n\n",
    "acknowledgement": "\nPresented at the Korea Institute for International Economic Policy conference, \"Capital Flows, Macroeconomic Management and Regional Cooperation in Asia,\" where we benefited from the comments of our discussant, Prakash Loungani, and other participants.  An earlier version was presented at  the Konstanz Seminar on Monetary Policy and Theory, and we appreciate the comments of our discussant, Patrick Minford, and other participants.  April Gifford and Meagan Berry provided excellent research support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}