{
    "id": 13857,
    "citation_title": "The Impact of Medicare Part D on Pharmaceutical R&D",
    "citation_author": [
        "Margaret E. Blume-Kohout",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent evidence suggests that Medicare Part D has increased prescription drug use among the elderly, and earlier studies have indicated that increasing market size induces pharmaceutical innovation.  This paper assesses the impact of Medicare Part D on pharmaceutical research and development (R&D), using time-series data on (a) the number of drugs in clinical development by therapeutic class, and (b) R&D expenditures by firm.  We demonstrate that the passage of Medicare Part D was associated with significantly higher pharmaceutical R&D for drug classes with higher Medicare market share, and for firms specializing in higher-Medicare-share drugs.\n\n",
    "acknowledgement": "\nThis work was supported in part by the RAND Roybal Center for Health Policy Simulation, funded by the National Institute on Aging grant 5P30AG024968.  The authors also gratefully acknowledge partial financial support to M. Blume-Kohout from the Kip & Mary Ann Hagopian and Anne & James Rothenberg dissertation awards at Pardee RAND Graduate School, and to N. Sood from the Bing Center for Health Economics at RAND.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}