{
    "id": 13851,
    "citation_title": "The Labor Market Impact of Immigration in Western Germany in the 1990's",
    "citation_author": [
        "Francesco D'Amuri",
        "Gianmarco I.P. Ottaviano",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe adopt a general equilibrium approach in order to measure the effects of recent immigration on the Western German labor market, looking at both wage and employment effects. Using the Regional File of the IAB Employment Subsample for the period 1987-2001, we find that the substantial immigration of the 1990's had no adverse effects on native wages and employment levels. It had instead adverse employment and wage effects on previous waves of immigrants. This stems from the fact that, after controlling for education and experience levels, native and migrant workers appear to be imperfect substitutes whereas new and old immigrants exhibit perfect substitutability. Our analysis suggests that if the German labor market were as 'flexible' as the UK labor market, it would be more efficient in dealing with the effects of immigration.\n\n",
    "acknowledgement": "\nWe thank Mark Bryan, Joan Esteban, Marco Francesconi, Tim Hatton, Arianna Miglietta, Cheti Nicoletti, Thomas Siedler and seminar participants at Fondazione Mattei, ISER, IZA and University of Hamburg for very helpful comments and suggestions. D'Amuri is grateful for support from the Economic and Social Research Council. Ottaviano gratefully acknowledges the financial support from the Volkswagen Foundation as part of the Study Group on Migration and Integration, \"Diversity, Integration and the Economy\". Peri gratefully acknowledges the John D. and Catherine T. MacArthur Foundation for generously funding his migration-related research. The opinions expressed in this paper do not necessarily reflect those of the Bank of Italy, its staff, or the National Bureau of Economic Research.\n\n\n"
}