{
    "id": 13850,
    "citation_title": "Helping Workers Online and Offline: Innovations in Union and Worker Organization Using the Internet",
    "citation_author": [
        "Richard B. Freeman",
        "M. Marit Rehavi"
    ],
    "citation_publication_date": "2008-03-19",
    "issue_date": "2008-03-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines two innovative efforts to provide union services to workers with the aid of low cost Internet communication: the AFL-CIO's Working America, a \"community affiliate\" that enrolled 2 million workers from 2004 to 2007 by canvassing them at their homes and over the Internet (www.workingamerica.org); and the UK'S Trade Union Congress's www.unionreps.org.uk, a discussion board for worker representatives to communicate about workplace issues.  Working America demonstrates that workers without collective bargaining will join a union organization that communicates on-line and off-line and campaigns for worker interests in society.  Unionreps.org shows that local worker representatives can form an on-line community that shares information to improve the services they give workers.  Combining the two innovations could be a step toward a new \"open source\" union form that provides union services at low cost outside of collective bargaining.\n\n",
    "acknowledgement": "\nWe are grateful to Paul Nowak and John Wood of the TUC for their helping us obtain data and carrying out the survey of www.unionreps.org.uk.  Our discussion of Working America benefited from the Harvard University Labor and Worklife Program Workshop on Working America, Nov 13-14, 2007 and in particular from the presentation by Robert Fox on the organizations on-line activities.  Jason Abaluck, Rishi Patel, Morgan Freeman, and David Owen provided excellent research assistance.  Peter Cappelli and David Autor gave valuable comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}