{
    "id": 13863,
    "citation_title": "The Other Ex-Ante Moral Hazard in Health",
    "citation_author": [
        "Jay Bhattacharya",
        "Mikko Packalen"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that public or pooled insurance coverage can induce a form of ex-ante moral hazard: people make inefficiently low investments in self-protective activities. This paper points out another ex-ante moral hazard that arises through an induced innovation externality. This alternative mechanism, by contrast, causes people to devote an inefficiently high level of self-protection.  \nAs an empirical example of this externality, we analyze the innovation induced by the obesity epidemic. Obesity is associated with an increase in the incidence of many diseases. The induced innovation hypothesis is that an increase in the incidence of a disease will increase technological innovation specific to that disease. The empirical economics literature has produced substantial evidence in favor of the induced innovation hypothesis.\nWe first estimate the associations between obesity and disease incidence. We then show that if these associations are causal and the pharmaceutical reward system is optimal the magnitude of the induced innovation externality of obesity roughly coincides with the Medicare-induced health insurance externality of obesity. The current Medicare subsidy for obesity therefore appears to be approximately optimal. We also show that the pattern of diseases for obese and normal weight individuals are similar enough that the induced innovation externality of obesity on normal weight individuals is positive as well.\n\n",
    "acknowledgement": "\nBhattacharya thanks the National Institute on Aging for funding his work on this project. We thank Neeraj Sood for helpful discussions. We are responsible for all remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}