{
    "id": 13860,
    "citation_title": "Trade Growth, Production Fragmentation, and China's Environment",
    "citation_author": [
        "Judith M. Dean",
        "Mary E. Lovely"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrade growth for a relatively poor country is thought to shift the composition of industrial output towards dirtier products, aggravating environmental damage.  China's rapidly growing trade and serious environmental degradation appear to be no exception.  However, much of China's trade growth is attributable to the international fragmentation of production.  This kind of trade could be cleaner, if fragmented production occurs in cleaner goods, or if China specializes in cleaner stages of production within these goods.  Using Chinese official environmental data on air and water pollution, and official trade data, we present evidence that (1) China's industrial output has become cleaner over time, (2) China's exports have shifted toward relatively cleaner, highly fragmented sectors, and (3) the pollution intensity of Chinese exports has fallen dramatically between 1995 and 2004.  We then explore the role of fragmentation and FDI in this trend toward cleaner trade.  Beginning with a standard model of the pollution intensity of trade, we develop a model that explicitly introduces production fragmentation into the export sector.  We then estimate this model using pooled data on four pollutants over ten years.  Econometric results support the view that increased FDI and production fragmentation have contributed positively to the decline in the pollution intensity of China's trade, as has accession to the WTO and lower tariff rates.\n\n",
    "acknowledgement": "\nWe thank Ming-Sun Poon (Library of Congress), and Clifford Brown, Wendy Willis and Robert Bauschspies (USITC Library) for their help in obtaining Chinese environmental data.  We are also indebted to Andrew Gately (USITC) for translating tables from Chinese, and Russell Husen and Jesse Mora for assistance assembling data and generating graphs and tables.  This chapter benefited from comments by Carol McAusland, Brent Haddad and the participants in the UMD AREC Seminar (2007), the UC Santa Cruz International Economics Trade and Environment Workshop (2007), the Midwest International Trade Meetings, UMN (2007), and the SAIS, JHU Economics Seminar.  We are also grateful to Rob Feenstra, Arik Levinson, and the other participants in the NBER Conference on China's Growing Role in World Trade for helpful comments on a preliminary draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the USITC, the views of any of the individual Commissioners, or those of the National Bureau of Economic Research.\n\n\n"
}