{
    "id": 13869,
    "citation_title": "Economies of Scale in the Household: Puzzles and Patterns from the American Past",
    "citation_author": [
        "Trevon D. Logan"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nHousehold economies of scale arise when households with multiple members share public goods, making larger households better off at lower per capita expenditures. While estimates of household economies of scale are critical for measuring income and living standards, we do not know how these scale economies change over time. I use American household expenditure surveys to produce the first comparable historical estimates of household scale economies. I find that scale economies changed significantly from 1888 to 1935 for all expenditure categories considered (food, clothing, entertainment, and housing), but not all trends in scale economies are consistent with theoretical predictions. I use these historical estimates of household scale economies to resolve several theoretical and empirical puzzles in the literature. I find that existing explanations for puzzles in the household economies of scale literature do not hold in the past. As such, our notions about household economies of scale must be reassessed in light of this historical evidence.\n\n",
    "acknowledgement": "\nI thank Louis Cain, Dora L. Costa, Matthew S. Lewis, Muna S. Meky, Joel Moykr, Joseph M. Newhard, Paul Rhode, Gianni Tonolio and seminar participants at Ohio State, Indiana, McGill, Northwestern, Duke, the NBER Cohort Studies Conference and Summer Institute, and the AEA Pipeline Conference for helpful discussions. Yasin Akcelik and Yunhui Tan provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}