{
    "id": 13865,
    "citation_title": "On Inferring Demand for Health Care in the Presence of Anchoring, Acquiescence, and Selection Biases",
    "citation_author": [
        "Jay Bhattacharya",
        "Adam Isen"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the contingent valuation literature, both anchoring and acquiescence biases pose problems when using an iterative bidding game to infer willingness to pay. Anchoring bias occurs when the willingness to pay estimate is sensitive to the initially presented starting value. Acquiescence bias occurs when survey respondents exhibit a tendency to answer 'yes' to questions, regardless of their true preferences. More generally, whenever a survey format is used and not all of those contacted participate, selection bias raises concerns about the representativeness of the sample. \nIn this paper, we estimate students' willingness to pay for student health care at Stanford University while accounting for all of these biases. As there is no cost sharing for students, we assess willingness to pay by having a random sample of students play an online iterative bidding game. Our main results are that (1) demand for student health care is elastic by conventional standards; (2) ignoring anchoring bias would lead to a substantially biased measure of the demand elasticity; (3) there is evidence for acquiescence bias in student answers to the opening question of the iterative bidding game and failure to address this leads to the biased conclusion that demand is inelastic; and (4) standard selection correction methods indicate no bias from selective non-response and newer bounding methods support this conclusion of elastic demand.\n\n",
    "acknowledgement": "\nBhattacharya acknowledges the National Institute on Aging for financial support. Isen acknowledges the Stanford Undergraduate Research Program, the Stanford Graduate Student Council, and the Associated Students of Stanford University for financial and other support for the project. We thank William Vogt for helpful discussions. All errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}