{
    "id": 13867,
    "citation_title": "Employer-to-Employer Flows in the United States: Estimates Using Linked Employer-Employee Data",
    "citation_author": [
        "Melissa Bjelland",
        "Bruce Fallick",
        "John Haltiwanger",
        "Erika McEntarfer"
    ],
    "citation_publication_date": "2008-03-12",
    "issue_date": "2008-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use administrative data linking workers and firms to study employer-to-employer flows.  After discussing how to identify such flows in quarterly data, we investigate their basic empirical patterns.  We find that the pace of employer-to-employer flows is high, representing about 4 percent of employment and 30 percent of separations each quarter.  The pace of employer-to-employer flows is highly procyclical, and varies systematically across worker, job and employer characteristics.   Our findings regarding job tenure and earnings dynamics suggest that for those workers moving directly to new jobs, the new jobs are generally better jobs; however, this pattern is highly procyclical.  There are rich patterns in terms of origin and destination of industries.  We find somewhat surprisingly that more than half of the workers making employer-to-employer transitions switch even broadly-defined industries (NAICS super-sectors).\n\n",
    "acknowledgement": "\nThe views expressed herein are attributable only to the author(s) and do not represent the views of the U.S. Census Bureau, its program sponsors or data providers, or of the Board of Governors of the Federal Reserve System or its staff.  This document reports the results of research and analysis undertaken by the U.S. Census Bureau staff. It has undergone a Census Bureau review more limited in scope than that given to official Census Bureau publications. This document is released to inform interested parties of ongoing research and to encourage discussion of work in progress. This research is a part of the U.S. Census Bureau's Longitudinal Employer-Household Dynamics Program (LEHD), which is partially supported by the National Science Foundation Grants SES-9978093 and SES-0427889 to Cornell University (Cornell Institute for Social and Economic Research), the National Institute on Aging Grant R01~AG018854, and the Alfred P. Sloan Foundation. Some or all of the data used in this paper are confidential data from the LEHD Program. The U.S. Census Bureau supports external researchers' use of these data through the Research Data Centers (see www.ces.census.gov). For other questions regarding the data, please contact Jeremy S. Wu, Manager, U.S. Census Bureau, LEHD Program, Demographic Surveys Division, FOB 3, Room 2138, 4700 Silver Hill Rd., Suitland, MD 20233, USA. (Jeremy.S.Wu@census.gov) The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}