{
    "id": 13868,
    "citation_title": "Does Mentoring Reduce Turnover and Improve Skills of New Employees? Evidence from Teachers in New York City",
    "citation_author": [
        "Jonah E. Rockoff"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMentoring has become an extremely popular policy for improving the retention and performance of new teachers, but we know little about its effects on teacher and student outcomes.  I study the impact of mentoring in New York City, which adopted a nationally recognized mentoring program in 2004.  I use detailed program data to examine the relationship between teacher and student outcomes and measures of mentoring quality, such as hours of mentoring received and the characteristics of mentors.  Although assignment of teachers to mentors was non-random, I use instrumental variables and school fixed effects to address potential sources of bias.  I find strong relationships between measures of mentoring quality and teachers' claims regarding the impact of mentors on their success in the classroom, but weaker evidence of effects on teacher absences, retention, and student achievement.  The most consistent finding is that retention within a particular school is higher when a mentor has previous experience working in that school, suggesting that an important part of mentoring may be the provision of school specific knowledge.  I also find evidence that student achievement in both reading and math were higher among teachers that received more hours of mentoring, supporting the notion that time spent working with a mentor does improve teaching skills.\n\n",
    "acknowledgement": "\nI thank Leigh Linden, Randy Reback, Doug Staiger, Miguel Urquiola, and seminar participants at the University of Michigan, the Federal Reserve Bank of New York, the New York City Department of Education, and the New Teacher Center at UC Santa Cruz for helpful comments and suggestions.  I am also grateful to Dara Barlin, Fred King, Diana Levengood, Nitzan Pelman, Santo Shuvi, and the Regional Directors of the mentoring program who helped me put together the data for this project and answered many questions regarding the program.  This work was supported by Atlantic Philanthropic, the Ford Foundation, and the Smith Richardson Foundation. Karla Diaz-Hadzisadikovic provided outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}