{
    "id": 13874,
    "citation_title": "Collateral Pricing",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how collateral affects the cost of debt capital. Theories based on borrower moral hazard and limited pledgeable income predict that collateral increases the availability of credit and reduces its price. Testing these theories is complicated by the very selection problem which they imply: creditors will demand collateral precisely from those borrowers who are riskier. This selection problem leads to a positive relation in the data between the presence of collateral and the loan yield. Analyzing the extensive margin of collateral use, therefore, masks the hypothesized negative impact that collateral exhibits on debt yields. In this paper, we alleviate this problem by focusing on a particular industry and examining its intensive, rather than extensive, margin of collateral use. Using a novel data set of secured debt issued by U.S. airlines, we construct industry-specific measures of collateral redeployability. We show that debt tranches that are secured by more redeployable collateral exhibit lower credit spreads, higher credit ratings, and higher loan-to-value ratios -- an effect which our estimates show to be economically sizeable. Our results suggest that the ability to pledge collateral, and in particular redeployable collateral, lowers the cost of external financing and increases debt capacity.\n\n",
    "acknowledgement": "\nWe thank Paul Asquith, George Baker, Adriano Rampini, Jeremy Stein, Amir Sufi, seminar participants at the 2008 AFA meetings in New Orleans, Harvard University and University of Illinois, and an anonymous referee for very constructive and helpful comments. We also thank Robert Grundy and Phil Shewring from Airclaims Inc. Alex Bayers provided excellent research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}