{
    "id": 13878,
    "citation_title": "Press Coverage and Political Accountability",
    "citation_author": [
        "James M. Snyder",
        "Jr.",
        "David Strömberg"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we estimate the impact of press coverage on citizen knowledge, politicians' actions, and policy. We find that a poor fit between newspaper markets and political districts reduces press coverage of politics. We use variation in this fit due to redistricting to identify the effects of reduced coverage. Exploring the links in the causal chain of media effects -- voter information, politicians' actions and policy -- we find statistically significant and substantively important effects. Voters living in areas with less coverage of their U.S. House representative are less likely to recall their representative's name, and less able to describe and rate them. Congressmen who are less covered by the local press work less for their constituencies: they are less likely to stand witness before congressional hearings, to serve on constituency-oriented committees (perhaps), and to vote against the party line. Finally, this congressional behavior affects policy. Federal spending is lower in areas where there is less press coverage of the local members of congress.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}