{
    "id": 13879,
    "citation_title": "The Economic Value of Teeth",
    "citation_author": [
        "Sherry Glied",
        "Matthew Neidell"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealthy teeth are a vital and visible component of general well-being, but there is little systematic evidence to demonstrate their economic value. In this paper, we examine one element of that value, the effect of oral health on labor market outcomes, by exploiting variation in access to fluoridated water during childhood. The politics surrounding the adoption of water fluoridation by local water districts suggests exposure to fluoride during childhood is exogenous to other factors affecting earnings. We find that women who resided in communities with fluoridated water during childhood earn approximately 4% more than women who did not, but we find no effect of fluoridation for men. Furthermore, the effect is almost exclusively concentrated amongst women from families of low socioeconomic status. We find little evidence to support occupational sorting, statistical discrimination, and productivity as potential channels of these effects, suggesting consumer and employer discrimination are the likely driving factors whereby oral health affects earnings\n\n",
    "acknowledgement": "\nWe thank Josh Graff Zivin, Chris Paxson, Duncan Thomas, Paul Schultz, Eric Edmonds, Jonathan Skinner, and seminar participants at Dartmouth, Michigan, Cornell, New York Fed, NBER summer institute, MUSC, and Boston University/Harvard University for many useful comments and suggestions. We are particularly grateful to Burton Edelstein for his invaluable wisdom on oral health and water fluoridation. We thank Aaron Szott and Ashwin Prabhu for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}