{
    "id": 13876,
    "citation_title": "International Evidence on Sticky Consumption Growth",
    "citation_author": [
        "Christopher D. Carroll",
        "Jiri Slacalek",
        "Martin Sommer"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the degree of 'stickiness' in aggregate consumption growth (sometimes interpreted as reflecting consumption habits) for thirteen advanced economies. We find that, after controlling for measurement error, consumption growth has a high degree of autocorrelation, with a stickiness parameter of about 0.7 on average across countries. The sticky-consumption-growth model outperforms the random walk model of Hall (1978), and typically fits the data better than the popular Campbell and Mankiw (1989) model. In several countries, the sticky-consumption-growth and Campbell-Mankiw models work about equally well.\n\n",
    "acknowledgement": "\nWe thank Angela Espiritu and Stephanie Denis for excellent research assistance and the participants at the NBER Summer Institute for insightful comments. We are grateful to Ray Barrell, Carol Bertaut, Amanda Choy, Nathalie Girouard, Roberto Golinelli and Robert Metz for help in constructing the dataset. Data and econometric programs that generated all of the results in the paper are available from the first author's web page, http://econ.jhu.edu/people/ccarroll/. The views presented in this paper are those of the authors, and should not be attributed to the International Monetary Fund, its Executive Board, or management, or to the European Central Bank, or to the National Bureau of Economic Research.\n\n\n"
}