{
    "id": 13877,
    "citation_title": "After Midnight: A Regression Discontinuity Design in Length of Postpartum Hospital Stays",
    "citation_author": [
        "Douglas Almond",
        "Joseph J. Doyle",
        "Jr."
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatients who receive more hospital treatment tend to have worse underlying health, confounding estimates of the returns to such care. This paper compares the costs and benefits of extending the length of hospital stay following delivery using a discontinuity in stay length for infants born close to midnight. Third-party reimbursement rules in California entitle newborns to a minimum number of hospital \"days,\" counted as the number of midnights in care. A newborn delivered at 12:05 a.m. will have an extra night of reimbursable care compared to an infant born minutes earlier. We use a dataset of all California births from 1991-2002, including nearly 100,000 births within 20 minutes of midnight, and find that children born just prior to midnight have significantly shorter lengths of stay than those born just after midnight, despite similar observable characteristics. Furthermore, a law change in 1997 entitled newborns to a minimum of 2 days in care. The midnight discontinuity can therefore be used to consider two distinct treatments: increasing stay length from one to two nights (prior to the law change) and from two to three nights (following the law change). On both margins, we find no effect of stay length on readmissions or mortality for either the infant or the mother, and the estimates are precise. The results suggest that for uncomplicated births, longer hospitals stays incur substantial costs without apparent health benefits.\n\n",
    "acknowledgement": "\nJosh Angrist, Janet Currie, Carlos Dobkin, Randall Ellis, Michael Greenstone, Rick Hornbeck, David Lee, Doug Miller, Roberto Rigobon, Jon Skinner, Tom Stoker, and Tavneet Suri provided helpful comments and discussions. We also thank Jan Morgan of the California Healthcare Information Resource Center for helpful advice and discussions, Nicole Radmore for help with the National Hospital Discharge Survey data, and Sammy Burfeind, whose birth inspired our empirical approach. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}