{
    "id": 13887,
    "citation_title": "Imperfect Substitution between Immigrants and Natives: A Reappraisal",
    "citation_author": [
        "George J. Borjas",
        "Jeffrey Grogger",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a recent paper, Ottaviano and Peri (2007a) report evidence that immigrant and native workers are not perfect substitutes within narrowly defined skill groups. The resulting complementarities have important policy implications because immigration may then raise the wage of many native-born workers. We examine the Ottaviano-Peri empirical exercise and show that their finding of imperfect substitution is fragile and depends on the way the sample of working persons is constructed. There is a great deal of heterogeneity in labor market attachment among workers and the finding of imperfect substitution disappears once the analysis adjusts for such heterogeneity. As an example, the finding of immigrant-native complementarity evaporates simply by removing high school students from the data (under the Ottaviano and Peri classification, currently enrolled high school juniors and seniors are included among high school dropouts, which substantially increases the counts of young low-skilled workers ). More generally, we cannot reject the hypothesis that comparably skilled immigrant and native workers are perfect substitutes once the empirical exercise uses standard methods to carefully construct the variables representing factor prices and factor supplies.\n\n",
    "acknowledgement": "\nWe are grateful to Giovanni Peri for providing us with the underlying programs and data used in the Ottaviano and Peri (2007) study, and to Alberto Abadie for clarifying an issue regarding alternative weighting schemes in STATA. All of the programs and data that underlie our analysis are available on request from the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}