{
    "id": 13880,
    "citation_title": "Capital Account Liberalization, Real Wages, and Productivity",
    "citation_author": [
        "Peter Blair Henry",
        "Diego Sasson"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor three years after the typical developing country opens its stock market to inflows of foreign capital, the average annual growth rate of the real wage in the manufacturing sector increases by a factor of seven.  No such increase occurs in a control group of developing countries.  The temporary increase in the growth rate of the real wage permanently drives up the level of average annual compensation for each worker in the sample by 752 US dollars -- an increase equal to more than a quarter of their annual pre-liberalization salary.  The increase in the growth rate of labor productivity in the aftermath of liberalization exceeds the increase in the growth rate of the real wage so that the increase in workers' incomes actually coincides with a rise in manufacturing sector profitability.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard, Steve Buser, Brahima Coulibaly, Pierre-Olivier Gourinchas, Avner Greif, Nir Jaimovich, Pete Klenow, Anjini Kochar, John Pencavel, Paul Romer, Robert Solow, Ewart Thomas and seminar participants at Berkeley, the IMF, MIT, and Stanford for helpful comments.  Henry gratefully acknowledges financial support from the Stanford Institute for Economic Policy Research (SIEPR), the Stanford Center for International Development (SCID), and the John and Cynthia Fry Gunn Faculty Fellow Award. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}