{
    "id": 13884,
    "citation_title": "Taxes and Mutual Fund Inflows Around Distribution Dates",
    "citation_author": [
        "Woodrow T. Johnson",
        "James M. Poterba"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nCapital gain distributions by mutual funds generate tax liability for taxable shareholders, thereby reducing their after-tax returns.  Taxable investors who are considering purchasing fund shares around distribution dates have an incentive to delay their purchase until after the distribution, since this will reduce the present value of their tax liability.  Non-taxable shareholders, such as those who invest through IRAs and other tax-deferred accounts, face no such incentive for delaying purchase.  This paper compares daily shareholder transactions by taxable and non-taxable investors in the mutual funds of a single no-load fund complex around distribution dates.  Gross inflows to taxable accounts are significantly lower in the weeks preceding distribution dates than in the weeks following them, but gross inflows to tax-deferred accounts do not change around these dates.  This finding suggests that some taxable shareholders time their purchase of mutual fund shares to avoid the tax acceleration associated with distributions.  Taxable shareholders who purchase shares just before distribution dates also have shorter holding periods, on average, than those who buy after a distribution.  The cost of the distribution-related tax acceleration for pre-distribution buyers is therefore somewhat less than that for those who buy after the distribution.\n\n",
    "acknowledgement": "\nWe are grateful to Raj Chetty, Joel Dickson, Bill Gentry, Dan Halperin, Jiekun Huang, and seminar participants at the American Economic Association meetings in Chicago, Boston College, the NBER, the University of Chicago, and the Securities and Exchange Commission for comments.  We thank the fund family that provided data to make this project possible, and the National Science Foundation (Poterba) and a Keller Research Award (Johnson) for research support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}