{
    "id": 13883,
    "citation_title": "Changes in the Characteristics of American Youth: Implications for Adult Outcomes",
    "citation_author": [
        "Joseph G. Altonji",
        "Prashant Bharadwaj",
        "Fabian Lange"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine changes in the characteristics of American youth between the late 1970s and the late 1990s, with a focus on characteristics that matter for labor market success. We reweight the NLSY79 to look like the NLSY97 along a number of dimensions that are related to labor market success, including race, gender, parental background, education, test scores, and variables that capture whether individuals transition smoothly from school to work. We then use the re-weighted sample to examine how changes in the distribution of observable skills affect employment and wages. We also use more standard regression methods to assess the labor market consequences of differences between the two cohorts. Overall, we find that the current generation is more skilled than the previous one. Blacks and Hispanics have gained relative to whites and women have gained relative to men. However, skill differences within groups have increased considerably and in aggregate the skill distribution has widened. Changes in parental education seem to generate many of the observed changes\n\n",
    "acknowledgement": "\nAltonji: Yale University, NBER and IZA; Bharadwaj: Yale University; Lange: Yale University and IZA. We are grateful to the Yale Economic Growth Center for research support. We thank Daniel Black, James Heckman, Patrick Kline, Paul LaFontaine, Costas Meghir, Robert Michael, Derek Neal and seminar participants at the Bureau of Labor Statistics, Duke, the Institute for Poverty Research, U. of Aarhus, University College London, U. of Washington, and the European Summer Symposium in Labour Economics (Sept 2007) for valuable comments. Thanks to Steven McClaskie for support with the NLSY data and to Daniel Segall for assistance with the AFQT data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}