{
    "id": 13886,
    "citation_title": "The Internet and Job Search",
    "citation_author": [
        "Betsey Stevenson"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how the Internet has impacted job search behavior. Examining those who use the Internet for job seeking purposes, I show that the vast majority are currently employed. These employed job seekers are more likely to leave their current employer and are more likely to make an employment-to-employment transition. Examining the unemployed, I find that over the past ten years the variety of job search methods used by the unemployed has increased and job search behavior has become more extensive. Furthermore, the Internet has led to reallocation of effort among various job search activities.\n\n",
    "acknowledgement": "\nThis project has drawn on the advice of many generous friends and colleagues, including Susanto Basu, Peter Cappelli, Stefano Della Vigna, Chris Foote, Richard Freeman, Claudia Goldin, Austin Goolsbee, Caroline Minter Hoxby, Lawrence Katz, Ulrike Malmendier, Todd Sinai, and Justin Wolfers. Thanks also to seminar audiences at the American Economic Association meetings, the European Summer Symposium in Labor Economics, the Society of Labor Economists, Harvard University, Stanford GSB, The Federal Reserve Banks of San Francisco and St. Louis, and Kellogg.  Rohak Doshi and Adam Isen provided excellent research assistance.  All remaining errors are my own.  Generous funding from the Wharton eBusiness Initiative (WeBI) and the Zell/Lurie Real Estate Center is gratefully acknowledged. A special thanks to Michael Gazala, Charlene Li, and others at Forrester Research for providing access to their confidential data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}