{
    "id": 13882,
    "citation_title": "This Time is Different: A Panoramic View of Eight Centuries of Financial Crises",
    "citation_author": [
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers a \"panoramic\" analysis of the history of financial crises dating from England's fourteenth-century default to the current United States sub-prime financial crisis.  Our study is based on a new dataset that spans all regions.  It incorporates a number of important credit episodes seldom covered in the literature, including for example, defaults and restructurings in India and China.  As the first paper employing this data, our aim is to illustrate some of the broad insights that can be gleaned from such a sweeping historical database.  We find that serial default is a nearly universal phenomenon as countries struggle to transform themselves from emerging markets to advanced economies.  Major default episodes are typically spaced some years (or decades) apart, creating an illusion that \"this time is different\" among policymakers and investors.  A recent example of the \"this time is different\" syndrome is the false belief that domestic debt is a novel feature of the modern financial landscape.  We also confirm that crises frequently emanate from the financial centers with transmission through interest rate shocks and commodity price collapses.  Thus, the recent US sub-prime financial crisis is hardly unique. Our data also documents other crises that often accompany default: including inflation, exchange rate crashes, banking crises, and currency debasements.\n\n",
    "acknowledgement": "\nThe authors are grateful to Vincent Reinhart, John Singleton, Arvind Subramanian, and seminar participants at Columbia and Harvard Universities for useful comments and suggestions and Ethan Ilzetzki, Fernando Im, and Vania Stavrakeva for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}