{
    "id": 13881,
    "citation_title": "Health Care Financing, Efficiency, and Equity",
    "citation_author": [
        "Sherry A. Glied"
    ],
    "citation_publication_date": "2008-03-14",
    "issue_date": "2008-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the efficiency and equity implications of alternative health care system financing strategies.  Using data across the OECD, I find that almost all financing choices are compatible with efficiency in the delivery of health care, and that there has been no consistent and systematic relationship between financing and cost containment.  Using data on expenditures and life expectancy by income quintile from the Canadian health care system, I find that universal, publicly-funded health insurance is modestly redistributive.  Putting $1 of tax funds into the public health insurance system effectively channels between $0.23 and $0.26 toward the lowest income quintile people, and about $0.50 to the bottom two income quintiles.  Finally, a review of the literature across the OECD suggests that the progressivity of financing of the health insurance system has limited implications for overall income inequality, particularly over time.\n\n",
    "acknowledgement": "\nI thank Courtney Ward for research assistance and participants at the conference on Exploring Social Insurance, held in Toronto, November 2006.  A version of this paper is forthcoming as a chapter in Exploring Social Insurance: Can a Dose of Europe Cure Canadian Health Care Finance? Edited by C. M. Flood, M. Stabile and C. Hughes Tuohy (Kingston, Montreal: Queen's School of Policy Studies, McGill-Queen's University Press). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}