{
    "id": 13898,
    "citation_title": "The Transition to Post-industrial BMI Values Among US Children",
    "citation_author": [
        "John Komlos",
        "Ariane Breitfelder",
        "Marco Sunder"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn our opinion, the trend in the BMI values of US children has not been estimated accurately. We use five models to estimate the BMI trends of non-Hispanic US-born black and white children and adolescents ages 2-19 born 1941-2006 on the basis of all NHES and NHANES data sets. We also use some historical BMI values for comparison. The increase in BMIZ values during the period considered was on average 1.3`sigma` (95% CI: 1.16`sigma`; 1.44`sigma`) among black girls, 0.8`sigma` for black boys, 0.7`sigma` for white boys, and 0.6`sigma` for white girls. This translates into an increase in BMI values of some 5.6, 3.3, 2.4, and 1.5 units respectively. While the increase in BMI values started among the birth cohorts of the 1940s among black females, the rate of increase tended to accelerate among all four groups born in the mid-1950s to early-1960s with the contemporaneous spread of TV viewing. The rate of increase levelled off somewhat thereafter. There is some indication that among black boys and white girls born after c. 1990 adiposity has remained unchanged or perhaps even declined. The affects of the IT revolution of the last two decades of the century is less evident. Some regional evidence leads to the speculation that the spread of automobiles and radios affected the BMI values of boys already in the interwar period. We infer that the incremental weight increases are associated with the labor-saving technological developments of the 20th century which brought about many faceted cultural and nutritional revolutions.\n\n",
    "acknowledgement": "\nAuthors appreciate comments from Michael Hermanussen, Luciano Molinari, John Powles Barbara Starfield, and Stanley Ulijaszek. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}