{
    "id": 13896,
    "citation_title": "The Wealth-Consumption Ratio",
    "citation_author": [
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe set up an exponentially affine stochastic discount factor model for bond yields and stock returns in order to estimate the prices of aggregate risk. We use the estimated risk prices to compute the no-arbitrage price of a claim to aggregate consumption. The price-dividend ratio of this claim is the wealth-consumption ratio. Our estimates indicate that total wealth is much safer than stock market wealth. The consumption risk premium is only 2.2 percent, substantially below the equity risk premium of 6.9 percent. As a result, the average US household has more wealth than one might think; most of it is human wealth. A large fraction of the variation in total wealth can be traced back to changes in long-term real interest rates. Contrary to conventional wisdom, we find that events in bond markets, not stock markets, matter most for understanding fluctuations in total wealth.\n\n",
    "acknowledgement": "\nThis paper circulated before as The Wealth-Consumption Ratio: A Litmus Test for Consumption-Based Asset Pricing Models. The authors would like to thank Dave Backus, Geert Bekaert, John Campbell, John Cochrane, Ricardo Colacito, Pierre Collin-Dufresne, Bob Dittmar, Greg Duffee, Darrell Duffie, Robert Goldstein, Lars Peter Hansen, John Heaton, Dana Kiku, Ralph Koijen, Martin Lettau, Francis Longstaff, Sydney Ludvigson, Thomas Sargent, Kenneth Singleton, Stanley Zin, and participants of the NYU macro lunch, seminars at Stanford GSB, NYU finance, BU, the University of Tokyo, LSE, the Bank of England, FGV, MIT Sloan, Purdue, LBS, Baruch, Kellogg, Chicago GSB, and conference participants at the SED in Prague, the CEPR meeting in Gerzensee, the EFA meeting in Ljubljana, the AFA and AEA meetings in New Orleans, the NBER Asset Pricing meeting in Cambridge, and the NYU Five Star Conference for comments. This work is supported by the National Science Foundation under Grant No 0550910. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}