{
    "id": 13892,
    "citation_title": "Optimal Monetary Policy under Uncertainty in DSGE Models: A Markov Jump-Linear-Quadratic Approach",
    "citation_author": [
        "Lars E.O. Svensson",
        "Noah Williams"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the design of optimal monetary policy under uncertainty in a dynamic stochastic general equilibrium models. We use a Markov jump-linear-quadratic (MJLQ) approach to study policy design, approximating the uncertainty by different discrete modes in a Markov chain, and by taking mode-dependent linear-quadratic approximations of the underlying model. This allows us to apply a powerful methodology with convenient solution algorithms that we have developed. We apply our methods to a benchmark New Keynesian model, analyzing how policy is affected by uncertainty, and how learning and active experimentation affect policy and losses.\n\n",
    "acknowledgement": "\nThe authors thank James Bullard, Timothy Cogley, and Andrew Levin for comments on an earlier paper of ours which helped inspire this paper, and Carl Walsh for comments on this paper. The views expressed in this paper are solely the responsibility of the authors and should not to be interpreted as reflecting the views of any other member of the Executive Board of Sveriges Riksbank. Financial support from the Central Bank of Chile and the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}