{
    "id": 13890,
    "citation_title": "Conditional Cash Transfers in Education Design Features, Peer and Sibling Effects Evidence from a Randomized Experiment in Colombia",
    "citation_author": [
        "Felipe Barrera-Osorio",
        "Marianne Bertrand",
        "Leigh L. Linden",
        "Francisco Perez-Calle"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate multiple variants of a commonly used intervention to boost education in developing countries -- the conditional cash transfer (CCT) -- with a student level randomization that allows us to generate intra-family and peer-network variation. We test three treatments: a basic CCT treatment based on school attendance, a savings treatment that postpones a bulk of the cash transfer due to good attendance to just before children have to reenroll, and a tertiary treatment where some of the transfers are conditional on students' graduation and tertiary enrollment rather than attendance. On average, the combined incentives increase attendance, pass rates, enrollment, graduation rates, and matriculation to tertiary institutions. Changing the timing of the payments does not change attendance rates relative to the basic treatment but does significantly increase enrollment rates at both the secondary and tertiary levels. Incentives for graduation and matriculation are particularly effective, increasing attendance and enrollment at secondary and tertiary levels more than the basic treatment. We find some evidence that the subsidies can cause a reallocation of responsibilities within the household. Siblings (particularly sisters) of treated students work more and attend school less than students in families that received no treatment. We also find that indirect peer influences are relatively strong in attendance decisions with the average magnitude similar to that of the direct effect.\n\n",
    "acknowledgement": "\nAn undertaking of this magnitude requires the assistance of many individuals. We are most indebted to the Secretary of Education of Bogota for cooperating with us in this novel experiment, putting up with the constraints created by the research effort, and, of course, financially supporting the entire project. Fedesarrollo, the think tank for which Barrera-Osorio and Perez were working at the execution of the project, provided financial support as well and helped the SED in the design and implementation of the program. While everyone at the SED has been extremely helpful we are particularly indebted to Abel Rodriguez, Catalina Velasco and Margarita Vega. We are indebted to Silvia Restrepo of Fedesarrollo for the logistical assistance and for the data collection. Camilo Dominguez has done an excellent job as a research assistant during the entire project, and we thank Carlos Ospino and Lucas Higuera for their help at key points in the effort. We thank Sendhil Mullainathan and Mario Sanchez for their comments and assistance, and thank the seminar participants at the World Bank's Human Development Network, Columbia University's Department of Economics, NBER Summer Education Meeting, Rutgers University's Department of Economics, New York University's Robert F. Wagner School of Public Service, the LACEA Impact Evaluation Network and the CIPREE/BREAD Conference for their helpful question and comments. All errors are of course (and unfortunately) our responsibility. Please send correspondence to Leigh Linden at leigh.linden@columbia.edu. The opinions expressed in this document reflect only the views of the authors and in no way reflect the opinions of the World Bank, the Colombian Ministry of Education, or the National Bureau of Economic Research.\n\n\n"
}