{
    "id": 13893,
    "citation_title": "Deconstructing Lifecycle Expenditure",
    "citation_author": [
        "Mark Aguiar",
        "Erik Hurst"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we revisit two well-known facts regarding lifecycle expenditures.  The first is the familiar \"hump\" shaped lifecycle profile of nondurable expenditures.  We document that the behavior of total nondurables masks surprising heterogeneity in the lifecycle profile of individual sub-components.  We find, for example, that while food expenditures decline after middle age, expenditures on entertainment continue to increase throughout the lifecycle.  These patterns pose a challenge to models that emphasize inter-temporal substitution or movements in income, including standard models of precautionary savings, myopia, and limited commitment, to explain the lifecycle profile of expenditures.  Second, we document that the increase in the cross-sectional dispersion of expenditure over the lifecycle is not greater for luxuries.  In particular, the dispersion in entertainment expenditure declines relative to food expenditures as households become older, casting further doubt on theories that emphasize (exclusively) shocks to permanent income to explain the rising cross sectional expenditure dispersion over the lifecycle.  We propose and test a Beckerian model that emphasizes intra-temporal substitution between time and expenditures as the opportunity cost of time varies over the lifecycle.  We find this alternative model successfully explains the joint behavior of food and entertainment expenditures in the latter half of the lifecycle.  The model, however, is less successful in explaining expenditure patterns early in the lifecycle.\n\n",
    "acknowledgement": "\nWe thank Jesse Shapiro for early conversations which encouraged us to write this paper, as well as Eric French, Emi Nakamura and Randy Wright for detailed comments.  We also thank seminar participants at the University of Rochester, the NBER Macro Perspectives Summer Institute Session, the Federal Reserve Board of Governors, Wisconsin, Harvard, Yale, Chicago, CREI, Stanford, UCLA, and the PIER/IGIER conference on inequality in macroeconomics.  The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA or any agency, the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}