{
    "id": 13897,
    "citation_title": "Labor Markets and Monetary Policy: A New-Keynesian Model with Unemployment",
    "citation_author": [
        "Olivier Blanchard",
        "Jordi Gali"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a utility-based model of fluctuations, with nominal rigidities and unemployment, and draw its implications for the unemployment-inflation tradeoff and for the conduct of monetary policy.We proceed in two steps. We first leave nominal rigidities aside. We show that, under a standard utility specification, productivity shocks have no effect on unemployment in the constrained efficient allocation. We then focus on the implications of alternative real wage setting mechanisms for fluctuations in unemployment. We show the role of labor market frictions and real wage rigidities in determining the effects of productivity shocks on unemployment.We then introduce nominal rigidities in the form of staggered price setting by firms. We derive the relation between inflation and unemployment and discuss how it is influenced by the presence of labor market frictions and real wage rigidities. We show the nature of the tradeoff between inflation and unemployment stabilization, and its dependence on labor market characteristics. We draw the implications for optimal monetary policy.\n\n",
    "acknowledgement": "\nWe thank Ricardo Caballero, Pierre Cahuc, Mark Gertler, Marvin Goodfriend, Bob Hall, Dale Henderson, Peter Ireland, Julio Rotemberg, Richard Rogerson, Ivan Werning, and Michael Woodford for helpful comments. We also thank Dan Cao for valuable research assistance. We thank the NSF, the Ministerio de Educacion y Ciencia (SEJ 2005-01124), and the Barcelona Economics Network, for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}