{
    "id": 13894,
    "citation_title": "Persistent Private Information",
    "citation_author": [
        "Noah Williams"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the design of optimal contracts in dynamic environments where agents have private information that is persistent. In particular, I focus on a continuous time version of a benchmark insurance problem where a risk averse agent would like to borrow from a risk neutral lender to stabilize his income stream. The income stream is private information to the borrower and is persistent.  I find that the optimal contract conditions on the agent's reported endowment as well as two additional state variables: the agent's utility and marginal utility under the contract.  I show how persistence alters the nature of the contract, and consider an exponential utility example which can be solved in closed form. Unlike the previous discrete time models with i.i.d. private information, the agent's consumption under the contract may grow over time. Furthermore, in my setting the efficiency losses due to private information increase with the persistence of the endowment, and the distortions vanish as I approximate an i.i.d. endowment.\n\n",
    "acknowledgement": "\nI thank Dilip Abreu, Narayana Kocherlakota, Chris Sleet, and Ted Temzelides for helpful comments. Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}