{
    "id": 13908,
    "citation_title": "Why do Foreigners Invest in the United States?",
    "citation_author": [
        "Kristin J. Forbes"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are foreigners willing to invest almost $2 trillion per year in the United States? The answer affects if the existing pattern of global imbalances can persist and if the United States can continue to finance its current account deficit without a major change in asset prices and returns. This paper tests various hypotheses and finds that standard portfolio allocation models and diversification motives are poor predictors of foreign holdings of U.S. liabilities. Instead, foreigners hold greater shares of their investment portfolios in the United States if they have less developed financial markets. The magnitude of this effect decreases with income per capita. Countries with fewer capital controls and greater trade with the United States also invest more in U.S. equity and bond markets, and there is no evidence that foreigners invest in the United States based on diversification motives. The empirical results showing a primary role of financial market development in driving foreign purchases of U.S. portfolio liabilities supports recent theoretical work on global imbalances.\n\n",
    "acknowledgement": "\nThanks to Pierre Azoulay, Henning Bohn, Stephanie Curcuru, Tomas Dvorak, Steve Kamin, Philip Lane, Gian Maria Milesi-Ferretti, Vincenzo Quadrini, Frank Warnock, and seminar participants at MIT, Harvard, the NBER, the San Francisco Pacific Basin Conference and the IMF-UK ESRC Conference on International Macro-Finance for extremely helpful comments and discussions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}