{
    "id": 13901,
    "citation_title": "Can Exchange Rates Forecast Commodity Prices?",
    "citation_author": [
        "Yu-Chin Chen",
        "Kenneth Rogoff",
        "Barbara Rossi"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that \"commodity currency\" exchange rates have remarkably robust power in predicting global commodity prices, both in-sample and out-of-sample, and against a variety of alternative benchmarks. This result is of particular interest to policymakers, given the lack of deep forward markets in many individual commodities, and broad aggregate commodity indices in particular. We also explore the reverse relationship (commodity prices forecasting exchange rates) but find it to be notably less robust. We offer a theoretical resolution, based on the fact that exchange rates are strongly forward looking, whereas commodity price fluctuations are typically more sensitive to short-term demand imbalances.\n\n",
    "acknowledgement": "\nWe would like to thank C. Burnside, C. Engel, M. McCracken, R. Startz, V. Stavrakeva, A. Tarozzi, M. Yogo and seminar participants at the University of Washington for comments. We are also grateful to various staff members of the Reserve Bank of Australia, the Bank of Canada, the Reserve Bank of New Zealand, and the IMF for helpful discussions and for providing some of the data used in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}