{
    "id": 13906,
    "citation_title": "Current Account Dynamics and Monetary Policy",
    "citation_author": [
        "Andrea Ferrero",
        "Mark Gertler",
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the implications of current account adjustment for monetary policy within a simple two-country DSGE model. Our framework nests Obstfeld and Rogoff's (2005) static model of exchange rate responsiveness to current account reversals. It extends this approach by endogenizing the dynamic adjustment path and by incorporating production and nominal price rigidities in order to study the role of monetary policy. We consider two different adjustment scenarios. The first is a \"slow burn\" where the adjustment of the current account deficit of the home country is smooth and slow. The second is a \"fast burn\" where, owing to a sudden shift in expectations of relative growth rates, there is a rapid reversal of the home country's current account. We examine several different monetary policy regimes under each of these scenarios. Our principal finding is that the behavior of the domestic variables (for instance, output, inflation) is quite sensitive to the monetary regime, while the behavior of the international variables (for instance, the current account and the real exchange rate) is less so. Among different policy rules, domestic inflation targeting achieves the best stabilization outcome of aggregate variables. This result is robust to the presence of imperfect pass-through on import prices, although in this case stabilization of consumer price inflation performs similarly well.\n\n",
    "acknowledgement": "\nPrepared for the NBER conference on \"International Dimensions of Monetary Policy\" in Girona (Spain), June 2007. The authors are grateful to Paolo Pesenti, Gianluca Benigno and Luca Dedola for their discussions and to participants at several conferences for helpful comments. Gertler thanks the NSF and the Guggenheim Foundation for financial support. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the Sveriges Riksbank, or the National Bureau of Economic Research.\n\n\n"
}