{
    "id": 13909,
    "citation_title": "The Euro May Over the Next 15 Years Surpass the Dollar as Leading International Currency",
    "citation_author": [
        "Menzie D. Chinn",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe euro has arisen as a credible eventual competitor to the dollar as leading international currency, much as the dollar rose to challenge the pound 70 years ago.  This paper uses econometrically-estimated determinants of the shares of major currencies in the reserve holdings of the world's central banks.  Significant factors include: size of the home country, rate of return, and liquidity in  the relevant home financial center (as measured by the turnover in its foreign exchange market).  There is a tipping phenomenon, but changes are felt only with a long lag (we estimate a weight on the preceding year's currency share around .9).  The equation correctly predicts out-of-sample a (small) narrowing in the gap between the dollar and euro over the period 1999-2007.  This paper updates calculations regarding possible scenarios for the future.  We exclude the scenario where the United Kingdom joins euroland.  But we do take into account of the fact that London has nonetheless become the de facto financial center of the euro, more so than Frankfurt.  We also assume that the dollar continues in the future to depreciate at the trend rate that it has shown on average over the last 20 years.  The conclusion is that the euro may surpass the dollar as leading international reserve currency as early as 2015.\n\n",
    "acknowledgement": "\nWe thank Brad Setser for useful comments regarding the reserves data and Benn Steil for encouraging us to write this paper.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}