{
    "id": 13904,
    "citation_title": "Information Acquisition and Under-Diversification",
    "citation_author": [
        "Stijn Van Nieuwerburgh",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf an investor wants to form a portfolio of risky assets and can exert effort to collect information on the future value of these assets before he invests, which assets should he learn about? The best assets to acquire information about are ones the investor expects to hold. But the assets the investor holds depend on the information he observes. We build a framework to solve jointly for investment and information choices, with a variety of preferences and information cost functions. Although the optimal research strategies depend on preferences and costs, the main result is that the investor who can first collect information systematically deviates from holding a diversified portfolio. Information acquisition can rationalize investing in a diversified fund and a concentrated set of assets, an allocation often observed, but usually deemed anomalous.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson, Dave Backus, Hal Cole, Bernard Dumas, Ned Elton, Fatih Guvenen, Bob Hall, Ron Kaniel, Ralph Koijen, Hanno Lustig, Massimo Massa, Pascal Maenhout, Lin Peng, Antii Petajisto, Urs Peyer, Matthew Pritsker, Tom Sargent, Chris Sims, Eric Van Wincoop, Pierre-Olivier Weill, seminar participants at NYU, Cornell, USC, UCLA, Stanford, UCSB, INSEAD, Ohio State, the Federal Reserve Board, Chicago Fed, Kellogg, European Central Bank, Stockholm Institute for Financial Research, BI Oslo, Tilburg, and participants at the 2005 Gerzensee Summer AP Institute, the 2005 Econometric Society World Congress, the 2005 SED, EFA and FMA meetings, 2006 Econometric Society and AEA meetings, SEMSI workshop on model uncertainty, Caesarea conference on Capital Markets and Risk Management for helpful comments. A previous version of this paper was titled \"Information Acquisition and Portfolio Under-Diversification.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}