{
    "id": 13903,
    "citation_title": "Can Weak Substitution be Rehabilitated?",
    "citation_author": [
        "V. Kerry Smith",
        "Mary F. Evans",
        "H. Spencer Banzhaf",
        "Christine Poulos"
    ],
    "citation_publication_date": "2008-03-20",
    "issue_date": "2008-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a graphical analysis and an analytical model that demonstrate how weak substitution can be used for non-market valuation.  Both weak complementarity and weak substitution can be evaluated as restrictions that allow quantity or quality changes in non-market goods to be described as price changes that yield equivalent changes in individual well being. They are Hicksian equivalents in that the price changes yield the same utility changes as would the quantity or quality changes.  After discussion of several potential applications of weak substitution, the paper develops the parallel between the restriction and recent strategies from modeling differentiated goods.\n\n",
    "acknowledgement": "\nSmith's research was partially supported by  the United States Department of Homeland Security through the Center for Risk and Economic Analysis of Terrorism Events (CREATE) under grant number 2007-ST-061-000001. However, any opinions, findings, and conclusions or recommendations in this document are those of the authors and do not necessarily reflect views of the United States Department of Homeland Security. The U.S. Environmental Protection Agency. (Grant# R8295081) also provided partial support. Evans' and Poulos' research was supported by the same U.S. Environmental Protection Agency grant.  Thanks are due Mark Agee, Dan Phaneuf, Will Wheeler, Rudy Santore, Laura Taylor, and Bill Provencher for constructive comments on earlier drafts.  Susan Hinton, Alex Boutard, Kenny Pickle, and Diana Burns helped with several aspects of earlier drafts of this research.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}