{
    "id": 13914,
    "citation_title": "Innocents Abroad: The Hazards of International Joint Ventures with Pyramidal Group Firms",
    "citation_author": [
        "Susan Perkins",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fundamental unit of production in microeconomics is the firm, and this mirrors reality in the United States and United Kingdom. But elsewhere, business groups can be the more important unit, for business strategy is often formulated at the business group level, not the firm level. In many countries, this is legally enshrined in corporate governance codes that assign officers and directors a duty to act for their business group, not their firm or its shareholders. Even where a duty to individual firms' shareholders exists, business groups often have pyramidal structures of intercorporate blockholdings that entrench controlling shareholders, usually wealthy families, who run their groups to maximize their utility. This can impose exacerbated agency problems. In either case, foreign joint venture partners who expect domestic firms to maximize shareholder value can be sorely disappointed. We explain agency behavior in business groups and how controlling insiders can divert resources between firms they control, including joint ventures, to enrich themselves; and highlight differences between this behavior and agency problems in freestanding firms. We then examine the telecoms industry in Brazil, a country in which most large businesses belong to pyramidal business groups controlled by wealthy families. We find that joint ventures between Brazilian telecoms firms and partners from countries where business groups are rarer have significantly elevated failure rates; while joint ventures with foreign partners from countries where pyramidal groups are more common are more likely to succeed. We then present clinical examples illustrating the mechanisms that drive such divergent performance in joint venture partnerships. While our results are based on a single industry in a single country, we believe they highlight a previously unexamined important issue in international business strategy.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}