{
    "id": 13916,
    "citation_title": "Nearly Optimal Pricing for Multiproduct Firms",
    "citation_author": [
        "Chenghuan Sean Chu",
        "Phillip Leslie",
        "Alan Sorensen"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn principle, a multiproduct firm can set separate prices for all possible bundled combinations of its products (i.e., \"mixed bundling\"). However, this is impractical for firms with more than a few products, because the number of prices increases exponentially with the number of products. In this study we show that simple pricing strategies are often nearly optimal -- i.e., with surprisingly few prices a firm can obtain 99% of the profit that would be earned by mixed bundling. Specifically, we show that bundle-size pricing -- setting prices that depend only on the size of bundle purchased -- tends to be more profitable than offering the individual products priced separately, and tends to closely approximate the profits from mixed bundling. These findings are based on an array of numerical experiments covering a broad range of demand and cost scenarios, as well as an empirical analysis of the pricing problem for an 8-product firm (a theater company).\n\n",
    "acknowledgement": "\nWe are grateful to Amitay Alter for research assistance, and to TheatreWorks for providing the data. Thanks also to Lanier Benkard, Ken Corts, Sanjog Misra, Peter Reiss, Garth Saloner, Andy Skrzypacz and Mike Whinston for helpful discussions. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Board of Governors or the staff of the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}