{
    "id": 13910,
    "citation_title": "The Dynamic Behavior of the Real Exchange Rate in Sticky Price Models",
    "citation_author": [
        "Jón Steinsson"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting empirical evidence suggests that real exchange rates exhibit hump-shaped dynamics. I show that this is a robust fact across nine large, developed economies. This fact can help explain why existing sticky-price business cycle models have been unable to match the persistence of the real exchange rate. The recent literature has focused on models driven by monetary shocks. These models yield monotonic impulse responses for the real exchange rate. It is extremely difficult for models that have this feature to match the empirical persistence of the real exchange rate. I show that in response to a number of different real shocks a two-country sticky-price business cycle model yields hump-shaped dynamics for the real exchange rate. The hump-shaped dynamics generated by the model are a powerful source of endogenous persistence that allows the model to match the long half-life of the real exchange rate.\n\n",
    "acknowledgement": "\nI would like to thank Kenneth Rogoff for invaluable advice and encouragement. I would also like to thank Marianne Baxter, Philippe Bacchetta, Gita Gopinath, Mico Loretan, Anna Mikushava, Emi Nakamura, Maurice Obstfeld, Thorarinn Petursson, John Rogers, James Stock and seminar participants at Harvard and the Federal Reserve Board for helpful comments and discussions. I would like to thank the Icelandic Center for Research for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}