{
    "id": 13911,
    "citation_title": "Policy Uncertainty and Precautionary Savings",
    "citation_author": [
        "Francesco Giavazzi",
        "Michael McMahon"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1997 Chancellor Kohl proposed a major pension reform and pushed the law through Parliament explaining that the German PAYG system had become unsustainable. One limitation of the new law -- one that is crucial for our identification strategy -- is that it left the generous pension entitlements of civil servants intact. The year after, in 1998, Kohl lost the elections and was replaced by Gerhard Shroeder. One of the first decisions of the new Chancellor was to revoke the 1997 pension reform. We use the quasi-experiment of the adoption and subsequent revocation of the pension reform to study how households reacted to the increase in uncertainty about the future path of income that such an event produced. Our estimates are obtained from a diff-in-diff estimator: this helps us overcome the identification problem that often affects measures of precautionary saving. Departing from the majority of studies on precautionary saving we also analyze households' response in terms of labor market choices: we find evidence of a labor supply response by those workers who can use the margin offered by part-time employment\n\n",
    "acknowledgement": "\nThis paper was started when both authors were at the Bank of England. The paper represents the views of the authors and not necessarily those of the Bank of England. Giavazzi thanks the Houblon-Norman Fund at the Bank of England for support. We are also grateful to Daron Acemoglu, Alberto Alesina, Oriana Bandiera, Tim Besley, Olivier Blanchard, Nicola Fuchs-Schuendeln, Xavier Gabaix, Tullio Jappelli, Eliana Laferrara, Alan Manning, Steve Pischke, Guido Tabellini, John van Reenen and Guglielmo Weber for helpful comments. The data used in this paper were made available to us by the German Socio-Economic Panel Study (GSOEP) at the German Institute for Economic Research (DIW), Berlin. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}