{
    "id": 13912,
    "citation_title": "The Nature of Credit Constraints and Human Capital",
    "citation_author": [
        "Lance J. Lochner",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the nature and impact of credit constraints in the market for human capital. We derive endogenous constraints from the design of government student loan programs and from the limited repayment incentives in private lending markets. These constraints imply cross-sectional patterns for schooling, ability, and family income that are consistent with U.S. data. This contrasts with the standard exogenous constraint model, which predicts a counterfactual negative ability -- schooling relationship for low-income youth. We show that the rising empirical importance of familial wealth and income in determining college attendance (Belley and Lochner  2007) is consistent with increasingly binding credit constraints in the face of rising tuition costs and returns to schooling. Our framework also explains the recent increase in private credit for college as a market response to the rising returns to school.\n\n",
    "acknowledgement": "\nFor their comments, we thank Martin Gervais, Igor Livshits, Jim MacGee, and seminar participants at the University of British Columbia, Univeristy of Carlos III de Madrid, University of Western Ontario, and University of Wisconsin. Lochner acknowledges financial research support from the Social Sciences and Humanities Research Council of Canada. Monge-Naranjo acknowledges financial support from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}