{
    "id": 13913,
    "citation_title": "Institutions, Technology, and Trade",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the importance of technology and institutions in determining the size of markets in five different countries and fifteen different German states. The setting of 19th century Europe presents a unique opportunity to address this issue, since it witnessed fundamental change in both dimensions. At the beginning of the century, numerous customs borders, separate currencies with different monetary systems, and poor transportation facilities were major obstacles that held back trade. Important institutional change, through the Zollverein customs treaties and currency unification, and major technological innovations in the steam train all had a role in increasing market size as measured in terms of the spatial dispersion of grain prices across 68 markets. However, we find that the impact of steam trains is substantially larger than the effects from customs liberalizations and currency agreements in increasing market size, where correcting for the potential endogeneity in institutional and technological changes are crucial for this result. We also find that a state's institutions influence the rate of adoption of steam trains, thereby identifying an important indirect effect from institutions on economic performance. The institutional and technological changes account for almost all of the decline in price gaps over this period.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper circulated under the title \"Tariffs, Trains, and Trade: The Importance of Institutions versus Technology in the Expansion of Markets\". We thank Lee Alston, Jörg Baten, Brad DeLong, Price Fishback, Rainer Fremdling, Murat Iyigun, Michael Kopsidis, Larry Neal, Nathan Nunn, Florian Ploeckl, Steve Redding, Kevin O.Rourke, John Sutton, Je¤ Williamson, Randy Wright, and the audiences at Berkeley, Colorado, Harvard, Yale, the 2006 NBER/CEPR conference in Lund, the 2007 NBER Spring ITI meeting, the 2007 North American Cliometrics meeting, the 2008 NBER-Philly Fed Macroeconomics in Time and Space conference, and the 2008 CEPR ERWIT conference for useful comments, and Michael Kopsidis as well for providing us with data. NSF support under grant number SES 0453040 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}