{
    "id": 13923,
    "citation_title": "How Costly is Diversity? Affirmative Action in Light of Gender Differences in Competitiveness",
    "citation_author": [
        "Muriel Niederle",
        "Carmit Segal",
        "Lise Vesterlund"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent research documents that while men are eager to compete, women often shy away from competitive environments. A consequence is that few women enter and win competitions. Using experimental methods we examine how affirmative action affects competitive entry. We find that when women are guaranteed equal representation among winners, more women and fewer men enter competitions, and the response exceeds that predicted by changes in the probability of winning. An explanation for this response is that under affirmative action the probability of winning depends not only on one's rank relative to other group members, but also on one's rank within gender. Both beliefs on rank and attitudes towards competition change when moving to a more gender-specific competition. The changes in competitive entry have important implications when assessing the costs of affirmative action. Based on ex-ante tournament entry affirmative action is predicted to lower the performance requirement for women and thus result in reverse discrimination towards men. Interestingly this need not be the outcome when competitive entry is not payoff maximizing. The response in entry implies that it may not be necessary to lower the performance requirement for women to achieve a more diverse set of winners.\n\n",
    "acknowledgement": "\nWe are grateful to the NSF and the Harvard Business School for generous support. We thank the following institutions for their hospitality: Institute for Advanced Study at Princeton and the Department of Economics at Harvard (Niederle), Harvard Business School (Segal) and CEBR at Copenhagen Business School (Vesterlund). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}