{
    "id": 13928,
    "citation_title": "Is Marriage Always Good for Children? Evidence from Families Affected by Incarceration",
    "citation_author": [
        "Keith Finlay",
        "David Neumark"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOne-third of children in the United States are born to unmarried parents. A substantial number of black and Hispanic children live with a never-married mother. Children of never-married mothers are more likely to drop out of high school, repeat grades, and have behavioral problems than are children raised in more traditional family structures. But these relationships may be driven by other factors that affect marital status at birth, post-conception marriage decisions, and later child outcomes, rather than causal effects of family structure. \nGiven that changes in the availability of men in the marriage market should affect marriage decisions, we use incarceration rates for men as an instrumental variable for family structure in estimating the effect of never-married motherhood on the likelihood that children drop out of high school, focusing on blacks and Hispanics. Instrumental variables estimates suggest that unobserved factors rather than a causal effect drive the negative relationship between never-married motherhood and child outcomes for blacks and Hispanics, at least for the children of women whose marriage decisions are most affected by variation in incarceration rates for men. For Hispanics, in particular, we find evidence that these children may actually be better off living with a never-married mother.\n\n",
    "acknowledgement": "\nFinlay is Assistant Professor of Economics at Tulane University. Neumark is Professor of Economics at UCI, research associate of the NBER, and research fellow at IZA. We are grateful to Marianne Bitler, Richard Blundell, Paul Devereaux, Daiji Kawaguchi, Francesca Mazzolari, Jim Raymo, Giuseppe Ragusa, Jeffrey Wooldridge, and seminar participants at Hitotsubashi University, Osaka University, Tulane University, UCI, University College London, and University College Dublin for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}