{
    "id": 13929,
    "citation_title": "The Retirement Consumption Puzzle: Actual Spending Change in Panel Data",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe simple one-good model of life-cycle consumption requires that consumption be continuous over retirement; yet prior research based on partial measures of consumption or on synthetic panels indicates that spending drops at retirement, a result that has been called the retirement-consumption puzzle. Using panel data on total spending, nondurable spending and food spending, we find that spending declines at small rates over retirement, at rates that could be explained by mechanisms such as the cessation of work-related expenses, unexpected retirement due to a health shock or by the substitution of time for spending. In the low-wealth population where spending did decline at higher rates, the main explanation for the decline appears to be a high rate of early retirement due to poor health. We conclude that at the population level there is no retirement consumption puzzle in our data, and that in subpopulations where there were substantial declines, conventional economic theory can provide the main explanation.\n\n",
    "acknowledgement": "\nResearch support from the Social Security Administration via a grant to the Michigan Retirement Research Center (UM04-13) and from the National Institute on Aging (P01- AG008291 and P30-AG12815) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}