{
    "id": 13926,
    "citation_title": "Affirmative Action in Education: Evidence From Engineering College Admissions in India",
    "citation_author": [
        "Marianne Bertrand",
        "Rema Hanna",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany countries mandate affirmative action in university admissions for traditionally disadvantaged groups. Little is known about either the efficacy or costs of these programs. This paper examines affirmative action in engineering colleges in India for \"lower-caste\" groups. We find that it successfully targets the financially disadvantaged: the marginal upper-caste applicant comes from a more advantaged background than the marginal lower-caste applicant who displaces him. Despite much lower entrance exam scores, the marginal lower-caste entrant does benefit: we find a strong, positive economic return to admission. These findings contradict common arguments against affirmative action: that it is only relevant for richer lower-caste members, or that those who are admitted are too unprepared to benefit from the education. However, these benefits come at a cost. Our point estimates suggest that the marginal upper-caste entrant enjoys nearly twice the earnings level gain as the marginal lower-caste entrant. This finding illustrates the program's redistributive nature: it benefits the poor, but costs resources in absolute terms. One reason for this lower level gain is that a smaller fraction of lower-caste admits end up employed in engineering or advanced technical jobs. Finally, we find no evidence that the marginal upper-caste applicant who is rejected due to the policy ends up with more negative attitudes towards lower castes or towards affirmative action programs. On the other hand, there is some weak evidence that the marginal lower-caste admits become stronger supporters of affirmative action programs.\n\n",
    "acknowledgement": "\nThis project was funded by the National Science Foundation. We are grateful to Hardy K. Dewan for his assistance in obtaining the data, and IMRB for conducting the fieldwork. We thank Jessica Pan for outstanding research assistance. We thank seminar participants at Bocconi, Pompeu Fabra, the \"Labor Markets in Transition and Developing Economies: Emerging Policy and Analytical Issues\" conference (University of Michigan), the BREAD/CEPR conference (LSE), Caste Western Reserve University, NYU and University of Houston/Rice for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}