{
    "id": 13924,
    "citation_title": "Inflation and Unemployment in the Long Run",
    "citation_author": [
        "Aleksander Berentsen",
        "Guido Menzio",
        "Randall Wright"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the long-run relation between money, measured by inflation or interest rates, and unemployment. We first discuss data, documenting a strong positive relation between the variables at low frequencies. We then develop a framework where both money and unemployment are modeled using explicit microfoundations, integrating and extending recent work in macro and monetary economics, and providing a unified theory to analyze labor and goods markets. We calibrate the model, to ask how monetary factors account quantitatively for low-frequency labor market behavior. The answer depends on two key parameters: the elasticity of money demand, which translates monetary policy to real balances and profits; and the value of leisure, which affects the transmission from profits to entry and employment. For conservative parameterizations, money accounts for some but not that much of trend unemployment -- by one measure, about 1/5 of the increase during the stagflation episode of the 70s can be explained by monetary policy alone. For less conservative but still reasonable parameters, money accounts for almost all low-frequency movement in unemployment over the last half century.\n\n",
    "acknowledgement": "\nFor comments on earlier versions of this pro ject we thank Ken Burdett, Marcus Hagedorn, Alan Head, Nobu Kiyotaki, Bob Lucas, Iourii Manovskii, Dale Mortensen, and participants in seminars or conferences at Yale, Penn, NYU, SFU, UBC, Vienna, Rome, Glasgow, Edinburgh, Chicago, Northwestern, the Cleveland, Minneap olis, New York and Chicago Feds, the NBER Summer Institute, the Central Bank Conference in Bogota Colombia, the Canadian Macro Study Group in Montreal, and the Econometric So ciety Winter Meetings in New Orleans. We thank the NSF for research support. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}