{
    "id": 13921,
    "citation_title": "Current Account Patterns and National Real Estate Markets",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak"
    ],
    "citation_publication_date": "2008-04-03",
    "issue_date": "2008-04-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the association between the current account and real estate valuation across countries, subject to data availability [43 countries, of which 25 are OECD], during 1990 - 2005. We find robust and strong positive association between current account deficits and the appreciation of the real estate prices/(GDP deflator). Controlling for lagged GDP/capita growth, inflation, financial depth, institution, urban population growth and the real interest rate; a one standard deviation increase of the lagged current account deficits is associated with a real appreciation of the real estate prices by 10%. This real appreciation is magnified by financial depth, and mitigated by the quality of institutions. Intriguingly, the economic importance of current account variations in accounting for the real estate valuation exceeds that of the other variables, including the real interest rate and inflation. Among the OECD countries, we find evidence of a decline overtime in the cross country variation of the real estate/(GDP deflator), consistent with the growing globalization of national real estate markets. Weaker patterns apply to the non-OECD countries in the aftermath of the East Asian crisis.\n\n",
    "acknowledgement": "\nFinancial support from the College of Humanities, Arts, and Social Sciences at NTU is gratefully acknowledged. We thank Jess Moyer (Investment Property Databank), Ong Qiyan, Francis Ng, and Jiang Zhimin for their helps with real estate data. We would like to thank Marty Feldstein for very useful comments. Any errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}