{
    "id": 13936,
    "citation_title": "The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate that a rapid expansion in the supply of mortgages driven by disintermediation explains a large fraction of recent U.S. house price appreciation and subsequent mortgage defaults. We identify the effect of shifts in the supply of mortgage credit by exploiting within-county variation across zip codes that differed in latent demand for mortgages in the mid 1990s. From 2001 to 2005, high latent demand zip codes experienced large relative decreases in denial rates, increases in mortgages originated, and increases in house price appreciation, despite the fact that these zip codes experienced significantly negative relative income and employment growth over this time period. These patterns for high latent demand zip codes were driven by a sharp relative increase in the fraction of loans sold by originators shortly after origination, a process which we refer to as \"disintermediation.\" The increase in disintermediation-driven mortgage supply to high latent demand zip codes from 2001 to 2005 led to subsequent large increases in mortgage defaults from 2005 to 2007. Our results suggest that moral hazard on behalf of originators selling mortgages is a main culprit for the U.S. mortgage default crisis.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Initiative on Global Markets at the University of Chicago Graduate School of Business and the IBM Corporation. The data analysis was made possible by the generous help of Myra Hart (Equifax Predictive Services), Jim DiSalvo (Philadelphia Fed), Robert Shiller, Cameron Rogers (Fiserv), Greg Runk (CapIndex), and David Stiff (Fiserv). We thank Mitch Berlin, Jonathan Guryan, Bob Hunt, Erik Hurst, Doug Diamond, Raghu Rajan, Josh Rauh, and participants at the Chicago GSB finance lunch, Chicago GSB applied economics lunch, Emory University, and the Federal Reserve Bank of Philadelphia for comments and feedback. We also thank Sim Wee, Rafi Nulman, and Smitha Nagaraja for excellent research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}