{
    "id": 13930,
    "citation_title": "Brand Names Before the Industrial Revolution",
    "citation_author": [
        "Gary Richardson"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn medieval Europe, manufacturers sold durable goods to anonymous consumers in distant markets, this essay argues, by making products with conspicuous characteristics. Examples of these unique, observable traits included cloth of distinctive colors, fabric with unmistakable weaves, and pewter that resonated at a particular pitch. These attributes identified merchandise because consumers could observe them readily, but counterfeiters could copy them only at great cost, if at all. Conspicuous characteristics fulfilled many of the functions that patents, trademarks, and brand names do today. The words that referred to products with conspicuous characteristics served as brand names in the Middle Ages. Data drawn from an array of industries corroborates this conjecture. The abundance of evidence suggests that conspicuous characteristics played a key role in the expansion of manufacturing before the Industrial Revolution.\n\n",
    "acknowledgement": "\nI thank my advisors, dissertation committee, dissertation study group, Maile Jedlinsky, Carl Ryanen-Grant, participants in seminars at Berkeley, Stanford, Nuffield College, and UNC Chapel Hill, and numerous friends and colleagues for comments, advice, and encouragement. I thank the University of California and the Social Science Research Council for financial support. I thank Matthew O'Keefe and Gloria Richardson for accommodations near archives. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}