{
    "id": 13935,
    "citation_title": "Effect of Employer Access to Criminal History Data on the Labor Market Outcomes of Ex-Offenders and Non-Offenders",
    "citation_author": [
        "Keith Finlay"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1997, states have begun to make criminal history records publicly available over the Internet. This paper exploits this previously unexamined variation to identify the effect of expanded employer access to criminal history data on the labor market outcomes of ex-offenders and non-offenders. Employers express a strong aversion to hiring ex-offenders, but there is likely asymmetric information about criminal records. Wider availability of criminal history records should adversely affect the labor market outcomes of ex-offenders. A model of statistical discrimination also predicts that non-offenders from groups with high rates of criminal offense should have improved labor market outcomes when criminal history records become more accessible. This paper tests these hypotheses with criminal and labor market histories from the 1997 cohort of the National Longitudinal Survey of Youth. I find evidence that labor market outcomes are worse for ex-offenders once state criminal history records become available over the Internet. Non-offenders from highly offending groups do not appear, however, to have significantly better labor market outcomes. The sign of the non-offenders estimates are consistent with the predictions of the statistical discrimination model, but the estimates are not significantly different from zero. These estimates may be confounded by a short sample period and ongoing human capital investments, but the research design provides a unique setting for testing theories of statistical discrimination.\n\n",
    "acknowledgement": "\nI am grateful to David Neumark and David Autor for extensive comments. I have also benefitted from the suggestions of Marigee Bacolod, Francesca Mazzolari, Bob Michael, Anne Polivka, and seminar participants at the 2007 Society of Labor Economists Meetings, the NBER Labor Market Intermediation Conference, the 2007 Southern Economics Association Meetings, the Public Policy Institute of California, and the NLSY97 Tenth Anniversary Conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}