{
    "id": 13931,
    "citation_title": "Training Disadvantaged Youth in Latin America: Evidence from a Randomized Trial",
    "citation_author": [
        "Orazio Attanasio",
        "Adriana Kugler",
        "Costas Meghir"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYouth unemployment in Latin America is exceptionally high, as much as 50% among the poor. Vocational training may be the best chance to help unemployed young people at the bottom of the income distribution. This paper evaluates the impact of a randomized training program for disadvantaged youth introduced in Colombia in 2005 on the employment and earnings of trainees. This is one of a couple of randomized training trials conducted in developing countries and, thus, offers a unique opportunity to examine the causal impact of training in a developing country context. We use originally collected data on individuals randomly offered and not offered training. We find that the program raises earnings and employment for both men and women, with larger effects on women. Women offered training earn about 18% more than those not offered training, while men offered training earn about 8% more than men not offered training. Much of the earnings increases for both men and women are related to increased employment in formal sector jobs following training. The benefits of training are greater when individuals spend more time doing on-the-job training, while hours of training in the classroom have no impact on the returns to training. Cost-benefit analysis of these results suggests that the program generates a large net gain, especially for women.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the teams at SEI and Econometria, which participated in the coordination and collection of the data, and in particular to Rafael Arenas, Luis Carlos Gomez, John Tirado and especially to the director of the project, Bernardo Kugler, and to the deputy director, Martha Isabel Gutierrez, for making sure the process was carried out in a careful manner every step of the way. We are also very grateful to Luis Carlos Corral at the Department of Planning for hearing our plea and supporting us in carrying out the randomization. We thank Josh Angrist, Jere Behrman, Bill Evans, David Francis, Jim Heckman, and Jesse Rothstein for very helpful comments, as well as to seminar participants at the World Bank, the University of Notre Dame, the IZA/World Bank Employment and Development Conference and at the TIMES seminar at the University of Houston. Adriana Kugler gratefully acknowledges financial support from a University of Houston GEAR grant. Orazio Attanasio and Costas Meghir's research have been financed by an ESRC professorial fellowship and the ESRC centre at the IFS. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}