{
    "id": 13932,
    "citation_title": "Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence",
    "citation_author": [
        "Alan S. Blinder",
        "Michael Ehrmann",
        "Marcel Fratzscher",
        "Jakob De Haan",
        "David-Jan Jansen"
    ],
    "citation_publication_date": "2008-04-10",
    "issue_date": "2008-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last two decades, communication has become an increasingly important aspect of monetary policy. These real-world developments have spawned a huge new scholarly literature on central bank communication -- mostly empirical, and almost all of it written in this decade. We survey this ever-growing literature. The evidence suggests that communication can be an important and powerful part of the central bank's toolkit since it has the ability to move financial markets, to enhance the predictability of monetary policy decisions, and potentially to help achieve central banks' macroeconomic objectives. However, the large variation in communication strategies across central banks suggests that a consensus has yet to emerge on what constitutes an optimal communication strategy.\n\n",
    "acknowledgement": "\nBlinder: Princeton University. Ehrmann: European Central Bank. Fratzscher: European Central Bank. De Haan: University of Groningen and CESifo. Jansen: De Nederlandsche Bank. The authors are grateful to Sylvester Eijffinger, Gabriel Fagan, Andreas Fischer, Otmar Issing, Frederic Mishkin, Glenn Rudebusch, Pierre Siklos, Eric Swanson, Charles Wyplosz, and the editor and two anonymous referees of this Journal for valuable comments on earlier drafts. Views expressed in this article do not necessarily coincide with those of the European Central Bank, de Nederlandsche Bank, the Eurosystem. or the National Bureau of Economic Research.\n\n\n"
}