{
    "id": 13933,
    "citation_title": "Endogenous Variety and the Gains from Trade",
    "citation_author": [
        "Costas Arkolakis",
        "Svetlana Demidova",
        "Peter J. Klenow",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2008-04-25",
    "issue_date": "2008-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the implications of models with increasing returns, endogenous variety and firm-level heterogeneity for the quantification of the gains from trade. We first focus on the impact of trade liberalization on imported variety by analyzing the experience of Costa Rica from 1986 to 1992. We find that although liberalization triggered a sizable increase in variety, the resulting welfare gains were small because of strong heterogeneity across imported goods. Upon trade liberalization, the new varieties are imported in small quantities, and hence contribute little to welfare. We then present a model with firm-level increasing returns, differentiated goods, monopolistic competition, endogenous variety and free entry to show that total variety (domestic plus imported) can either increase, decrease or remain constant with trade liberalization. More importantly, the gains from trade do not depend on what happens to total variety. In fact, we find that, conditional on the estimated elasticities of trade with respect to trade costs, models with increasing returns, endogenous variety, free or restricted entry, and firm-level heterogeneity have exactly the same implications for welfare gains from trade liberalization as traditional models.\n\n",
    "acknowledgement": "\nWe thank Kala Krishna for encouraging us to write this paper. We benefited from comments by participants at the AEA Session on \"Firm Heterogeneity and International Trade.\" All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}