{
    "id": 13939,
    "citation_title": "Portraits of the Artist: Personal Visual Art in the Twentieth Century",
    "citation_author": [
        "David W. Galenson"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars of literature have devoted considerable attention to what they have called confessional or personal poetry, in which Robert Lowell, Sylvia Plath, and a series of other poets, from the 1950s on, made their art out of the experiences of their own lives. Yet art scholars have not analyzed a parallel practice in the visual arts, in which painters and sculptors have used motifs drawn largely or exclusively from their own lives. This practice was begun by Vincent van Gogh in the late nineteenth century, and it subsequently influenced a diverse group of major artists, including such conceptual artists as Edvard Munch, Frida Kahlo, Joseph Beuys, Bruce Nauman, Cindy Sherman, and Tracey Emin, and the experimental artists Francis Bacon and Louise Bourgeois. Although van Gogh did not think of his practice of painting himself and the people and things he cared most about as novel, others soon recognized it as an innovation that would help them to achieve their artistic goals, and personal art became a distinctive feature of the advanced art of the twentieth century. That personal art first appeared in the late nineteenth century, and became more common in the twentieth, reflects the increased autonomy of painters that was a consequence of the development of a competitive market for advanced art after the Impressionists' successful challenge to the monopoly of the official Salon.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}