{
    "id": 13946,
    "citation_title": "The Forgotten History of Domestic Debt",
    "citation_author": [
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a rich scholarly literature on sovereign default on external debt. Comparatively little is known about sovereign defaults on domestic debt. Even today, cross-country data on domestic public debt remains curiously exotic, particularly prior to the 1980s. We have filled this gap in the literature by compiling a database on central government public debt (external and domestic). The data span 1914 to 2007 for most countries, reaching back into the nineteenth century for many. Our findings on debt sustainability, sovereign defaults, the temptation to inflate, and the hierarchy of creditors only scratch the surface of what the domestic public debt data can reveal. First, domestic debt is big -- for the 64 countries for which we have long time series, domestic debt accounts for almost two-thirds of total public debt. For most of the sample, this debt carries a market interest rate (except for the financial repression era between WWII and financial liberalization). Second, the data go a long ways toward explaining the puzzle of why countries so often default on their external debts at seemingly low debt thresholds. Third, domestic debt has largely been ignored in the vast empirical work on inflation. In fact, domestic debt (a significant portion of which is long term and non-indexed) is often much larger than the monetary base in the run-up to high inflation episodes. Last, the widely-held view that domestic residents are strictly junior to external creditors does not find broad support.\n\n",
    "acknowledgement": "\nThe authors are grateful to Vincent Reinhart, John Singleton, and seminar participants at Columbia, Harvard, and Maryland universities for useful comments and suggestions and to Ethan Ilzetzki for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}