{
    "id": 13944,
    "citation_title": "Do Funds-of-Funds Deserve Their Fees-on-Fees?",
    "citation_author": [
        "Andrew Ang",
        "Matthew Rhodes-Kropf",
        "Rui Zhao"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the after-fee returns of funds-of-funds are, on average, lower than hedge fund returns, it is easy to conclude that funds-of-funds do not add value compared to hedge funds. However, funds-of-funds should not be evaluated relative to hedge fund returns in publicly reported databases.  Instead, the correct fund-of-funds benchmark is the set of direct hedge fund investments an investor could achieve on her own without recourse to funds-of-funds.  We use asset allocation concepts to estimate characteristics of the fund-of-funds benchmark distribution. Since the benchmark characteristics are reasonable, we conclude that funds-of-funds, on average, deserve their fees-on-fees.\n\n",
    "acknowledgement": "\nWe thank Stephen Brown, Joe Chen, Emanuel Derman, William Fung, Antti Ilmanen, Charles Jones, Peter Muller, Eli Ofek, and Xiaoyan Zhang for helpful conversations and comments.  We are grateful to seminar participants at Columbia University, the Conference Board, the BSI GAMMA conference on hedge funds in Milan, The Federal Reserve Bank of Atlanta Financial Markets Conference, the American Finance Association, and the Western Finance Association for helpful comments. The authors acknowledge funding from a grant from the BSI GAMMA Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}