{
    "id": 13947,
    "citation_title": "Life Expectancy and Human Capital Investments: Evidence From Maternal Mortality Declines",
    "citation_author": [
        "Seema Jayachandran",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLonger life expectancy should encourage human capital accumulation, since a longer time horizon increases the value of investments that pay out over time. Previous work has been unable to determine the empirical importance of this life-expectancy effect due to the difficulty of isolating it from other effects of health on education. We examine a sudden drop in maternal mortality risk in Sri Lanka between 1946 and 1953, which creates a sharp increase in life expectancy for school-age girls without contemporaneous effects on health, and which also allows for the use of boys as a control group. Using additional geographic variation, we find that the 70% reduction in maternal mortality risk over the sample period increased female life expectancy at age 15 by 4.1%, female literacy by 2.5%, and female years of education by 4.0%.\n\n",
    "acknowledgement": "\nWe are grateful to Ran Abramitzky, Angus Deaton, Ilyana Kuziemko, Ofer Malamud, Jordan Matsudaira, Ben Olken; seminar participants at Berkeley, Bocconi, Brown, City University of New York, Cornell, Duke, Harris School, Harvard-Boston University-MIT, Minnesota, NBER Summer Institute, Notre Dame, Penn, Princeton, Stanford, SUNY Buffalo, UCL/LSE, University of Chicago, University of Illinois, Champaign-Urbana, UCLA, University of Maryland, and USC.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}