{
    "id": 13948,
    "citation_title": "Globalization, Macroeconomic Performance, and Monetary Policy",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper argues that many of the exaggerated claims that globalization has been an important factor in lowering inflation in recent years just do not hold up.  Globalization does, however, have the potential to be stabilizing for individual economies and has been a key factor in promoting economic growth.  The paper then examines four questions about the impact of globalization on the monetary transmission mechanism and arrives at the following answers:  (1) Has globalization led to a decline in the sensitivity of inflation to domestic output gaps and thus to domestic monetary policy?  No. (2) Are foreign output gaps playing a more prominent role in the domestic inflation process, so that domestic monetary policy has more difficulty stabilizing inflation?  No. (3) Can domestic monetary policy still control domestic interest rates and so stabilize both inflation and output?  Yes. (4) Are there other ways, besides possible influences on inflation and interest rates, in which globalization may have affected the transmission mechanism of monetary policy?  Yes.\n\n",
    "acknowledgement": "\nBased on a speech given at the Conference on Domestic Prices in an Integrated World Economy, Board of Governors of the Federal Reserve System, Washington, D.C., September 27, 2007.  The views expressed here are my own and are not necessarily those of the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.  I want to thank Steven Kamin and Jaime Marquez for their helpful comments and assistance on this speech.\n\n\n"
}