{
    "id": 13942,
    "citation_title": "Exporting Deflation? Chinese Exports and Japanese Prices",
    "citation_author": [
        "David Weinstein",
        "Christian Broda"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1992 and 2002, the Japanese Import Price Index registered a decline of almost 9 percent and Japan entered a period of deflation. We show that much of the correlation between import prices and domestic prices was due to formula biases. Had the IPI been computed using a pure Laspeyres index like the CPI, the IPI would have hardly moved at all. A Laspeyres version of the IPI would have risen 1 percentage point per year faster than the official index. Second we show that Chinese prices did not behave differently from the prices of other importers. Although Chinese prices are substantially lower than the prices of other exporters, they do not exhibit a differential trend. However, we estimate that the typical price per unit quality of a Chinese exporter fell by half between 1992 and 2005. Thus the explosive growth in Chinese exports is attributable to growth in the quality of Chinese exports and the increase in new products being exported by China.\n\n",
    "acknowledgement": "\nThe authors want to thank the NSF (grant SES-0452460) for funding for this project. David Weinstein would like to also thank the Center for Japanese Economy and Business. This work was supported by the James S. Kemper Foundation Faculty Research Fund at the Graduate School of Business, the University of Chicago. Alexis Antonaides and Jessie Handbury provided excellent research assistance for this project. We also want to thank Joshua Aizenman, Mary Amiti, and Robert Feenstra for excellent comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}