{
    "id": 13943,
    "citation_title": "A Black Swan in the Money Market",
    "citation_author": [
        "John B. Taylor",
        "John C. Williams"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the center of the financial market crisis of 2007-2008 was a highly unusual jump in spreads between the overnight inter-bank lending rate and term London inter-bank offer rates (Libor). Because many private loans are linked to Libor rates, the sharp increase in these spreads raised the cost of borrowing and interfered with monetary policy. The widening spreads became a major focus of the Federal Reserve, which took several actions -- including the introduction of a new term auction facility (TAF) --- to reduce them. This paper documents these developments and, using a no-arbitrage model of the term structure, tests various explanations, including increased risk and greater liquidity demands, while controlling for expectations of future interest rates.  We show that increased counterparty risk between banks contributed to the rise in spreads and find no empirical evidence that the TAF has reduced spreads.  The results have implications for monetary policy and financial economics.\n\n",
    "acknowledgement": "\nWe thank Lewis Alexander, John Cogan, Darrel Duffie, Frederick Furlong, Alan Greenspan, Craig Furfine, Jim Hamilton, Jamie Paterson, Steve Malekian, Tom Simpson, Josie Smith, and Dan Thornton for helpful comments and assistance.  The views expressed in this paper are solely those of the authors and should not be interpreted as reflecting the views of the management of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}