{
    "id": 13945,
    "citation_title": "Bribery or Just Desserts? Evidence on the Influence of Congressional Voting Patterns on PAC Contributions from Exogenous Variation in the Sex Mix of Legislator Offspring",
    "citation_author": [
        "Dalton Conley",
        "Brian J. McCabe"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence on the relationship between political contributions and legislators' voting behavior is marred by concerns about endogeneity in the estimation process.  Using a legislator's offspring sex mix as an exogenous variable, we employ a two-stage least squares estimation procedure to predict the effect of voting behavior on political contributions.  Following previous research, we find that a legislator's proportion daughters has a significant effect on voting behavior for women's issues, as measured by score in the \"Congressional Record on Choice\" issued by NARAL Pro-Choice America.  In the second stage, we make a unique contribution by demonstrating a significant impact of exogenous voting behavior on PAC contributions, lending credibility to the hypothesis that Political Action Committees respond to legislators' voting patterns by \"rewarding\" political candidates that vote in line with the positions of the PAC, rather than affecting or \"bribing\" those same votes -- at least in this high profile policy domain.\n\n",
    "acknowledgement": "\nThis work was supported by funds from the Alan T. Waterman Award of the National Science Foundation.  Many thanks to Ebonya Washington for generously sharing her data and insights.  Thanks also to the participants at colloquia at U.C. Irvine and Northwestern University.  The usual caveats apply. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}