{
    "id": 13956,
    "citation_title": "The Struggle for Palestinian Hearts and Minds: Violence and Public Opinion in the Second Intifada",
    "citation_author": [
        "David A. Jaeger",
        "Esteban F. Klor",
        "Sami H. Miaari",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nhis paper examines how violence in the Second Intifada influences Palestinian public opinion. Using micro data from a series of opinion polls linked to data on fatalities, we find that Israeli violence against Palestinians leads them to support more radical factions and more radical attitudes towards the conflict. This effect is temporary, however, and vanishes completely within 90 days. We also find some evidence that Palestinian fatalities lead to the polarization of the population and to increased disaffection and a lack of support for any faction. Geographically proximate Palestinian fatalities have a larger effect than those that are distant, while Palestinian fatalities in targeted killings have a smaller effect relative to other fatalities. Although overall Israeli fatalities do not seem to affect Palestinian public opinion, when we divide those fatalities by the different factions claiming responsibility for them, we find some evidence that increased Israeli fatalities are effective in increasing support for the faction that claimed them.\n\n",
    "acknowledgement": "\ne are deeply grateful to the Jerusalem Media and Communication Center and the Development Studies Programme at Bir Zeit University for kindly providing us with their micro data. The authors thank Jesse Shapiro, Ivàn Fernàndez-Val and seminar participants at the Samuel Neaman Institute, IZA, the NBER Summer Institute, the Conference on Conflict and Cooperation at Northwestern University, The Hebrew University, Boston University, the City University of New York Graduate Center, and Ben Gurion University for comments.  David Jaeger and Daniele Paserman thank the Samuel Neaman Institute for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}