{
    "id": 13959,
    "citation_title": "Productivity Growth, Knowledge Flows, and Spillovers",
    "citation_author": [
        "Gustavo Crespi",
        "Chiara Criscuolo",
        "Jonathan E. Haskel",
        "Matthew Slaughter"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the role of knowledge flows and productivity growth by linking direct survey data on knowledge flows to firm-level data on TFP growth.  Our data measure the information flows often considered important, especially by policy-makers, such as from within the firm and from suppliers, customers, and competitors.  We examine (a) what are the empirically important sources of knowledge flows? (b) to what extent do such flows contribute to TFP growth?  (c) do such flows constitute a spillover of free knowledge?  (d) how do such flows correspond to suggested spillover sources, such as multinational or R&D presence?  We find that: (a) the main sources of knowledge are competitors; suppliers; and plants that belong to the same business group ; (b) these three flows together account for about 50% of TFP growth; (c) the main \"free\" information flow spillover is from competitors; and (d) multinational presence contributes to this spillover.\n\n",
    "acknowledgement": "\nContact: Jonathan Haskel, Queen Mary, University of London, Economics Dept, London E1 4NS, j.e.haskel@qmul.ac.uk.  Financial support for this research comes from the ESRC/EPSRC Advanced Institute of Management Research, grant number RES-331-25-0030 which is carried out at CeRiBA at the Business Data Linking Branch at the ONS (www.ceriba.org.uk); we are grateful to all institutions concerned for their support. This work contains statistical data from ONS which is Crown copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates.  We thank the BDL team at ONS as usual for all their help with computing and facilitating research and Ray Lambert and Helen Simpson for help with CIS3. We thank for comments Beata Smarzynska Javorcik, Lee Branstetter and seminar participants at QMUL, Sussex and Kent.  Errors are, of course, our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}