{
    "id": 13951,
    "citation_title": "Beyond Signaling and Human Capital: Education and the Revelation of Ability",
    "citation_author": [
        "Peter Arcidiacono",
        "Patrick Bayer",
        "Aurel Hizmo"
    ],
    "citation_publication_date": "2008-04-16",
    "issue_date": "2008-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn traditional signaling models, education provides a way for individuals to sort themselves by ability.  Employers in turn use education to statistically discriminate, paying wages that reflect the average productivity of workers with the same given level of education.  In this paper, we provide evidence that education (specifically, attending college) plays a much more direct role in revealing ability to the labor market.  We use the NLSY79 to examine returns to ability early in careers; our results suggest that ability is observed nearly perfectly for college graduates but is revealed to the labor market much more gradually for high school graduates.  As a result, from very beginning of the career, college graduates are paid in accordance with their own ability, while the wages of high school graduates are initially completely unrelated to their own ability.  This view of ability revelation in the labor market has considerable power in explaining racial differences in wages, education, and the returns to ability.  In particular, we find no racial differences in wages or returns to ability in the college labor market, but a 6-10 percent wage penalty for blacks (conditional on ability) in the high school market.  These results are consistent with the notion that employers use race to statistically discriminate in the high school market but have no need to do so in the college market.  That blacks face a wage penalty in the high school but not the college labor market also helps to explains why, conditional on ability, blacks are more likely to earn a college degree, a fact that has been documented in the literature but for which a full explanation has yet to emerge.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Hanming Fang, Joseph Hotz, Brian Jacob, Fabian Lange, Derek Neal an seminar participants at the NBER, University of Michigan, and Duke University for their valuable comments and suggestions.  We are also grateful to Fabian Lange for sharing his programs with us. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}