{
    "id": 13955,
    "citation_title": "Competing Liquidities: Corporate Securities, Real Bonds and Bubbles",
    "citation_author": [
        "Emmanuel Farhi",
        "Jean Tirole"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the link between liquidity and investment in a an overlapping generation model with a standard asynchronicity between firms' access to and need for cash. Imperfect pledgeability hinders the capacity of capital markets to resolve this asynchronicity, resulting in credit rationing and a net demand for stores of value -- liquidity -- by the corporate sector. At the heart of the model is a distinction between inside liquidity -- liquidity created within the private sector -- and outside liquidity -- assets that do not originate in private investment decisions. In the model, outside liquidity comes in two forms: rents and asset bubbles. We make four contributions. First, we show that imperfect pledgeability severs the link between dynamic efficiency and the level of the interest rate. Bubbles are possible even when the economy is dynamically efficient. Second, we demonstrate that the link between outside liquidity and investment is ambiguous: on the one hand, outside liquidity eases the asynchronicity problem of firms, boosting investment -- the liquidity effect; on the other hand it competes with inside liquidity, reduces the value of firms' collateral and lowers investment -- the competition effect. We characterize precisely the conditions under which outside liquidity and investment are complements or substitutes. Third, we explore the possibility of stochastic bubbles. We show that they trade at a liquidity discount. Bubble bursts can be endogenously triggered by bad shocks to corporate balance sheets and have potentially amplified effects on investment through liquidity dry-ups. Fourth, in an extension where corporate governance is endogenously determined by a trade-off striked by firms between collateral and value, we show that bubbles are accompanied by loose corporate governance.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Ricardo Caballero, Gita Gopinath and seminar participants at TSE for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}