{
    "id": 1395,
    "citation_title": "Major Changes in Cyclical Behavior",
    "citation_author": [
        "Victor Zarnowitz",
        "Geoffrey H. Moore"
    ],
    "citation_publication_date": "1984-07-01",
    "issue_date": "1984-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVarious structural, institutional, and policy changes have contributed to the evolution of business cycles, since World War II business expansions have been much longer and contractions much shorter than before. Over nearly 200 years of U.S. history expansions have been long relative to contractions when prices had upward secular trends, and shorter when price trends were down. The rising price trend since the 1930's fits this pattern, although we find no association between the rate of inflation during each business cycle and the relative duration of the phases. Shifts in the industrial composition of employment, in labor-force participation, and in the distribution of personal income have all contributed to the post-1945 moderation of cyclical amplitudes. The variability of economic change was low by historical standards in both 1948-69 and 1969-81, although the inflation rate was much higher and real growth on the average lower after 1969. The recent long-term inflation is attributable mainly to the new persistence of upward price movements in business cycle contractions rather than to more rapid price increases during expansions. But prices have always been sensitive to the degree of severity of business contractions, and they still are. The same is true of short-terminterest rates, although they became more sensitive during 1949-82 than before. Despite the deep changes in the economy, many basic characteristics of the business cycle remain unchanged, notably the timing relationships among groups of leading and lagging indicators.\n\n",
    "acknowledgement": "\n"
}