{
    "id": 13965,
    "citation_title": "Pass-Through in Retail and Wholesale",
    "citation_author": [
        "Emi Nakamura"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how prices comove across products, firms and locations to gauge the relative importance of retailer versus manufacturer-level shocks in determining prices. I make use of a large panel data set on prices for a cross-section of retailers in the U.S.  I analyze prices at the barcode or \"Universal Product Code'' (UPC) level for individual stores.  I find that only 16% of the variation in prices is common across stores selling an identical product.  65% of the price variation is common to stores within a particular retail chain (but not across retail chains), while 17% is completely idiosyncratic to the store and product.  Product categories with frequent temporary \"sales'' exhibit a disproportionate amount of completely idiosyncratic price variation. My results suggest that most of the observed price variation arises from retail-level rather than manufacturer-level demand and supply shocks.  However, the behavior of prices is difficult to relate to observed variation in costs and demand at the retail level.  This suggests that retail prices may vary largely as a consequence of dynamic pricing strategies on the part of retailers or manufacturers, rather than static demand and supply shocks.\n\n",
    "acknowledgement": "\nI would like to thank David Bell, Charles Engel, Tim Erickson, Penny Goldberg, John Greenlees, Rebecca Hellerstein, Daniel Hosken, Ephraim Leibtag, Rob McClelland, Alice Nakamura, Aviv Nevo, Ariel Pakes, Jon Steinsson and seminar participants at several venues for useful conversations related to this project.  I would like to thank the U.S. Department of Agriculture, Economic Research Service (USDA ERS) for financial support for this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}