{
    "id": 13968,
    "citation_title": "National Cultures and Soccer Violence",
    "citation_author": [
        "Edward Miguel",
        "Sebastián M. Saiegh",
        "Shanker Satyanath"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan some acts of violence be explained by a society's \"culture\"?  Scholars have found it hard to empirically disentangle the effects of culture, legal institutions, and poverty in driving violence. We address this problem by exploiting a natural experiment offered by the presence of thousands of international soccer (football) players in the European professional leagues. We find a strong relationship between the history of civil conflict in a player's home country and his propensity to behave violently on the soccer field, as measured by yellow and red cards. This link is robust to region fixed effects, country characteristics (e.g., rule of law, per capita income), player characteristics (e.g., age, field position, quality), outliers, and team fixed effects. Reinforcing our claim that we isolate cultures of violence rather than simple rule-breaking or something else entirely, there is no meaningful correlation between a player's home country civil war history and soccer performance measures not closely related to violent conduct.\n\n",
    "acknowledgement": "\nCorresponding author: Edward Miguel, 508-1 Evans Hall #3880, University of California, Berkeley CA 94720-3880. We are grateful to Dan Altman, Ray Fisman, Matias Iaryczower, David Laitin, Dani Rodrik, and a host of anonymous bloggers for useful comments, and Dan Hartley, Teferi Mergo, and Melanie Wasserman for excellent research assistance. All errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}