{
    "id": 13966,
    "citation_title": "Optimal Life-Cycle Investing with Flexible Labor Supply: A Welfare Analysis of Life-Cycle Funds",
    "citation_author": [
        "Francisco J. Gomes",
        "Laurence J. Kotlikoff",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate optimal consumption, asset accumulation and portfolio decisions in a  realistically calibrated life-cycle model with flexible labor supply. Our framework allows for wage rate uncertainly, variable labor supply, social security benefits and portfolio choice over safe bonds and risky equities.  Our analysis reinforces prior findings that equities are the preferred asset for young households, with the optimal share of equities generally declining prior to retirement. However, variable labor materially alters pre-retirement portfolio choice by significantly raising optimal equity holdings. Using this model, we also investigate the welfare costs of constraining portfolio allocations over the life cycle to mimic popular default investment choices in defined-contribution pension plans, such as stable value funds, balanced funds, and life-cycle (or target date) funds. We find that life-cycle funds designed to match the risk tolerance and investment horizon of investors have small welfare costs. All other choices, including life-cycle funds which do not match investors' risk tolerance, can have substantial welfare costs.\n\n",
    "acknowledgement": "\nWe thank Jim Poterba for very helpful comments and suggestions. Viceira also thanks the Division of Research at HBS for generous financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}