{
    "id": 13963,
    "citation_title": "China's Local Comparative Advantage",
    "citation_author": [
        "James Harrigan",
        "Haiyan Deng"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's trade pattern is influenced not just by its overall comparative advantage in labor intensive goods but also by geography. We use two variants of the Eaton-Kortum (2002) model to study China's local comparative advantage. The theory predicts that China's share of export markets should grow most rapidly where China's share is initially large. A corollary is that exporters that have a big market share where China's share is initially large should see the largest fall in their market shares. These market share change predictions are strongly supported in the data from 1996 to 2006. We also show theoretically that since trade costs are proportional to weight rather than value, relative distance affects local comparative advantage as well as the overall volume of trade. The model predicts that China has a comparative advantage in heavy goods in nearby markets, and lighter goods in more distant markets. This theory motivates a simple empirical prediction: within a product, China's export unit values should be increasing in distance. We find strong support for this effect in our empirical analysis on product-level Chinese exports in 2006.\n\n",
    "acknowledgement": "\nThis paper was prepared for presentation at the \"Conference on China's Growing Role in World Trade\" organized by Robert Feenstra and Shang-Jin Wei, August 3-4, 2007, Chatham, MA.  We thank conference participants and the organizers, especially Rob Feenstra and our discussant Chong Xiang, for helpful comments. We also thank Jennifer Peck for able research assistance.  The views expressed in this document are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the Conference Board, or the NBER.\n\n\n"
}