{
    "id": 13967,
    "citation_title": "Moral Hazard vs. Liquidity and Optimal Unemployment Insurance",
    "citation_author": [
        "Raj Chetty"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents new evidence on why unemployment insurance (UI) benefits affect search behavior and develops a simple method of calculating the welfare gains from UI using this evidence. I show that 60 percent of the increase in unemployment durations caused by UI benefits is due to a \"liquidity effect\" rather than distortions in marginal incentives to search (\"moral hazard\") by combining two empirical strategies. First, I find that increases in benefits have much larger effects on durations for liquidity constrained households. Second, lump-sum severance payments increase durations substantially among constrained households. I derive a formula for the optimal benefit level that depends only on the reduced-form liquidity and moral hazard elasticities. The formula implies that the optimal UI benefit level exceeds 50 percent of the wage. The \"exact identification\" approach to welfare analysis proposed here yields robust optimal policy results because it does not require structural estimation of primitives.\n\n",
    "acknowledgement": "\nI have benefited from discussions with Joseph Altonji, Alan Auerbach, Olivier Blanchard, Richard Blundell, David Card, Liran Einav, Martin Feldstein, Amy Finkelstein, Jon Gruber, Jerry Hausman, Caroline Hoxby, Juan Jimeno, Kenneth Judd, Lawrence Katz, Patrick Kline, Bruce Meyer, Ariel Pakes, Luigi Pistaferri, Emmanuel Saez, Jesse Shapiro, Robert Shimer, Adam Szeidl, Ivan Werning, anonymous referees, and numerous seminar participants.  Philippe Bouzaglou, Greg Bruich, David Lee, Ity Shurtz, Jim Sly, and Philippe Wingender provided excellent research assistance.  I am very grateful to Julie Cullen and Jon Gruber for sharing their unemployment benefit calculator, and to Suzanne Simonetta and Loryn Lancaster at the Dept. of Labor for assistance with state UI laws.  Funding from the National Science Foundation and NBER is gratefully acknowledged.  The data and code used for the empirical analysis and numerical simulations are available on the author's website. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}