{
    "id": 13969,
    "citation_title": "Too Young to Leave the Nest: The Effects of School Starting Age",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2008-04-18",
    "issue_date": "2008-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes it matter when a child starts school?  While the popular press seems to suggest it does, there is limited evidence of a long-run effect of school starting age on student outcomes. This paper uses data on the population of Norway to examine the role of school starting age on longer-run outcomes such as IQ scores at age 18, educational attainment, teenage pregnancy, and earnings.  Unlike much of the recent literature, we are able to separate school starting age from test age effects using scores from IQ tests taken outside of school, at the time of military enrolment, and measured when students are around age 18.  Importantly, there is variation in the mapping between year and month of birth and the year the test is taken, allowing us to distinguish the effects of school starting age from pure age effects.  We find evidence for a small positive effect of starting school younger on IQ scores measured at age 18.  In contrast, we find evidence of much larger positive effects of age at test, and these results are very robust.  We also find that starting school younger has a significant positive effect on the probability of teenage pregnancy, but has little effect on educational attainment of boys or girls.  There appears to be a short-run positive effect on earnings of beginning school at a younger age; however, this effect has essentially disappeared by age 30.  This pattern is consistent with the idea that starting school later reduces potential labor market experience at a given age for a given level of education; however, this becomes less important as individuals age.\n\n",
    "acknowledgement": "\nBlack and Devereux gratefully acknowledge financial support from the National Science Foundation and the California Center for Population Research. Salvanes thanks the Research Council of Norway for financial support. We would like to thank seminar participants at UCD Geary Institute, the ESRI, the University of Maryland, Irvine, Davis, and the Tinbergen Institute.  We are indebted to Stig Jakobsen who was instrumental in obtaining data access to the IQ data from the Norwegian Armed Forces. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}