{
    "id": 13972,
    "citation_title": "Minority Self-Employment in the United States and the Impact of Affirmative Action Programs",
    "citation_author": [
        "David G. Blanchflower"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nn this paper I examine changes in self-employment that have occurred since the early 1980s in the United States.  It is a companion paper to a recent equivalent paper that related to the UK.  Data on random samples of approximately twenty million US workers are examined taken from the Basic Monthly files of the CPS (BMCPS), the 2000 Census and the 2006 American Community Survey (ACS).  In contrast to the official definition of self-employment which simply counts the numbers of unincorporated self-employed, we also include the incorporated self-employed who are paid wages and salaries.  The paper presents evidence on trends in self-employment for the US by race, ethnicity and gender.  Evidence is also presented for construction which has self-employment rates roughly double the national rates and where there are strikingly high racial and gender disparities in self-employment rates.  The construction sector is also important given the existence of public sector affirmative action programs at the federal, state and local levels directed at firms owned by women and minorities.  I document the fact that disparities between the self-employment rates of white men and white women and minorities in construction narrowed in the 1980s, widened during the 1990s after the US Supreme Court's decision in Croson but then narrowed again since 2000 after a number of legal cases, which found such programs constitutional.  Despite this substantial disparities remain, particularly in earnings.  I also find evidence of discrimination in the small business credit market. Firms owned by minorities in general and blacks in particular are much more likely to have their loans denied and pay higher interest than is the case for white males.  This is only partially explained by their lack of creditworthiness and is consistent with a finding of discrimination in the credit market by banks.\n\n",
    "acknowledgement": "\nI thank Cary Donham, Jack Hagerty and John T. Scott for helpful comments and suggestions.  I also thank an anonymous referee and the editors of the symposium, Anne Villamil and Cristina De Nardi for their helpful comments and suggestions.  All errors are mine.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}