{
    "id": 13971,
    "citation_title": "Hepatitis B Does Not Explain Male-Biased Sex Ratios in China",
    "citation_author": [
        "Emily Oster",
        "Gang Chen"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarlier work (Oster, 2005) has argued, based on existing medical literature and analysis of cross country data and vaccination programs, that parents who are carriers of hepatitis B have a higher offspring sex ratio (more boys) than non-carrier parents. Further, since a number of Asian countries, China in particular, have high hepatitis B carrier rates, Oster (2005) suggested that hepatitis B could explain a large share { approximately 50% { of Asia's \\missing women\". Subsequent work has questioned this conclusion. Most notably, Lin and Luoh (2008) use data from a large cohort of births in Taiwan and find only a very tiny effect of maternal hepatitis carrier status on offspring sex ratio. Although this work is quite conclusive for the case of mothers, it leaves open the possibility that paternal carrier status is driving higher sex offspring sex ratios. To test this, we collected data on the offspring gender for a cohort of 67,000 people in China who are being observed in a prospective cohort study of liver cancer; approximately 15% of these individuals are hepatitis B carriers. In this sample, we find no effect of either maternal or paternal hepatitis B carrier status on offspring sex. Carrier parents are no more likely to have male children than non-carrier parents. This finding leads us to conclude that hepatitis B cannot explain skewed sex ratios in China.\n\n",
    "acknowledgement": "\nLarry Katz and Steve Levitt provided helpful feedback.  I am grateful to the Haimen CDC for their work in running this study. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}