{
    "id": 13977,
    "citation_title": "The American Invasion of Europe: The Long Term Rise in Overseas Travel, 1820-2000",
    "citation_author": [
        "Brandon Dupont",
        "Alka Gandhi",
        "Thomas J. Weiss"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTourism today is an activity of substantial economic importance worldwide, and has been for some time. Tourism is also of substantial economic importance in the United States, sufficient to warrant the Bureau of Economic Analysis's establishing special accounts on travel and tourism.  In this paper we investigate the long term rise in overseas travel by Americans.  Over the course of the nineteenth and twentieth centuries the number of Americans going abroad rose from less than 2,000 travelers to over 26 million.  The industry went from one confined to the elite of American society to what some have described as mass tourism.  We document this rise by compiling a long term series on overseas travel, and describe the changes in the composition of the travelers, their destinations, and their mode of travel.  We use an Error Correction Model to explain how the increase came about.\n\n",
    "acknowledgement": "\nWe wish to thank the Center for Economic Studies at the University of Munich for providing Weiss with uninterrupted time in which to work on this research.  Versions of this paper were presented at the Social Science History Association annual meeting, as the Robert Gallman Lecture at the University of North Carolina, at the National Bureau of Economic Research Summer Institute, in seminars at Seoul National University, Dongguk University, and Sogang University, and at the First Conference of the International Association of Tourism Economics.  We also thank Ernest Berkhout, Lou Cain, Kyongwook Choi, Stan Engerman, Price Fishback, Aliza Fleischer, Drew Keeling, Michael McAleer, Ed Perkins, Joshua Rosenbloom and Vic Valcarcel for helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}