{
    "id": 13987,
    "citation_title": "Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development",
    "citation_author": [
        "Janet Currie"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are many possible pathways between parental education, income, and health, and between child health and education, but only some of them have been explored in the literature.  This essay focuses on links between parental socioeconomic status (as measured by education, income, occupation, or in some cases area of residence) and child health, and between child health and adult education or income.   Specifically, I ask two questions:  What is the evidence regarding whether parental socioeconomic status affects child health?  And, what is the evidence relating child health to future educational and labor market outcomes?   I show that there is now strong evidence of both links, suggesting that health could play a role in the intergenerational transmission of economic status.\n\n",
    "acknowledgement": "\nThis essay is based on the Albert Rees memorial lecture presented to the Society of Labor Economists on June 3, 2005.  I have benefited from helpful comments from Hoyt Bleakley, Scott Grosse, and from audiences at LSE, IZE, the 2006 Work, Pensions, and Labour Economics Conference, Vassar, and the 2007 American Economics Association meetings, as well as those of Roger Gordon and three anonymous referees.  I am grateful to the Russell Sage Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the Russell Sage Foundation.\n\n\n"
}