{
    "id": 13982,
    "citation_title": "Controversies about the Rise of American Inequality: A Survey",
    "citation_author": [
        "Robert J. Gordon",
        "Ian Dew-Becker"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a comprehensive survey of seven aspects of rising inequality that are usually discussed separately: changes in labor's share of income; inequality at the bottom of the income distribution, including labor mobility; skill-biased technical change; inequality among high incomes; consumption inequality; geographical inequality; and international differences in the income distribution, particularly at the top.  \nWe conclude that changes in labor's share play no role in rising inequality of labor income; by one measure labor's income share was almost the same in 2007 as in 1950.  Within the bottom 90 percent as documented by CPS data, movements in the 50-10 ratio are consistent with a role of decreased union density for men and of a decrease in the real minimum wage for women, particularly in 1980-86.  There is little evidence on the effects of imports, and an ambiguous literature on immigration which implies a small overall impact on the wages of the average native American, a significant downward effect on high-school dropouts, and potentially a large impact on previous immigrants working in occupations in which immigrants specialize.\nThe literature on skill-biased technical change (SBTC) has been valuably enriched by a finer grid of skills, switching from a two-dimension to a three- or five-dimensional breakdown of skills.  We endorse the three-way \"polarization\" hypothesis that seems a plausible way of explaining differentials in wage changes and also in outsourcing.\nTo explain increased skewness at the top, we introduce a three-way distinction between market-driven superstars where audience magnification allows a performance to reach one or ten million people, a second market-driven segment consisting of occupations like lawyers and investment bankers, and a third segment consisting of top corporate officers.   Our review of the CEO debate places equal emphasis on the market in showering capital gains through stock options and an arbitrary management power hypothesis based on numerous non-market aspects of executive pay.\nData on consumption inequality are too fragile to reach firm conclusions.  We introduce two new issues, disparities in the growth of price indexes and also of life expectancy between the rich and the poor.  We conclude with a perspective on international differences that blends institutional and market-driven explanations.\n\n",
    "acknowledgement": "\nWe are grateful for research assistance in locating references to two Northwestern undergraduates, Bobby Krenn and Neil Sarkar, and for helpful comments from David Autor, Polly Cleveland, Xavier Gabaix, James Heckman, Steve Kaplan, Larry Katz, and Robert Topel.  A much shorter version of this paper has been published as Gordon and Dew-Becker (2007). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}