{
    "id": 13989,
    "citation_title": "Corporate Social Responsibility Through an Economic Lens",
    "citation_author": [
        "Forest L. Reinhardt",
        "Robert N. Stavins",
        "Richard H. K. Vietor"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness leaders, government officials, and academics are focusing considerable attention  on the concept of \"corporate social responsibility\" (CSR), particularly in the realm of environmental protection.  Beyond complete compliance with environmental regulations, do firms have additional moral or social responsibilities to commit resources to environmental protection?  How should we think about the notion of firms sacrificing profits in the social interest?  May they do so within the scope of their fiduciary responsibilities to their shareholders?  Can they do so on a sustainable basis, or will the forces of a competitive marketplace render such efforts and their impacts transient at best? Do firms, in fact, frequently or at least sometimes behave this way, reducing their earnings by voluntarily engaging in environmental stewardship?  And finally, should firms carry out such profit-sacrificing activities (i.e.,  is this an efficient use of social resources)?  We address these questions through the lens of economics, including insights from legal analysis and business scholarship.\n\n",
    "acknowledgement": "\nReinhardt is the John D. Black Professor of Business Administration at Harvard Business School; Stavins is the Albert Pratt Professor of Business and Government at the John F. Kennedy School of Government, Harvard University, University Fellow of Resources for the Future, and Research Associate of the National Bureau of Economic Research; and Vietor is the Senator John Heinz Professor of Environmental Management at Harvard Business School.  Exceptionally valuable research assistance was provided by Matthew Ranson, and our research benefited greatly from conversations with William Alford, Max Bazerman, Robert Clark, Joshua Margolis, and Mark Roe.  The authors are grateful to Suzanne Leonard, Charlie Kolstad, and an anonymous referee for valuable comments on a previous version of the manuscript, but all remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}