{
    "id": 13988,
    "citation_title": "Non-Economic Engagement and International Exchange: The Case of Environmental Treaties",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2008-05-13",
    "issue_date": "2008-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the role of non-economic partnerships in promoting international economic exchange. Since far-sighted countries are more willing to join costly international partnerships such as environmental treaties, environmental engagement tends to encourage international lending. Countries with such non-economic partnerships also find it easier to engage in economic exchanges since they face the possibility that debt default might also spill over to hinder their non-economic relationships. We present a theoretical model of these ideas, and then verify their empirical importance using a bilateral cross-section of data on international cross-holdings of assets and environmental treaties. Our results support the notion that international environmental cooperation facilitates economic exchange.\n\n",
    "acknowledgement": "\nRose is B.T. Rocca Jr. Professor of International Trade and Economic Analysis and Policy in the Haas School of Business at the University of California, Berkeley, NBER research associate and CEPR research fellow. Spiegel is Vice President, Economic Research, Federal Reserve Bank of San Francisco. Rose thanks INSEAD, the MAS, and NUS for hospitality during the course of this research. For comments, we thank: an insightful anonymous referee, Meredith Crowley, Jonathan Eaton, Raquel Fernandez, Mark Gertler, Kris Mitchener, Masao Ogaki, seminar participants at: FRBNY, NYU, Oregon, and Tokyo, and conference participants at the 2007 AEA and PEIF meetings. Christopher Candelaria provided excellent research assistance. The views expressed below do not represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. Older and current (PDF) versions of this paper, key output and the chief STATA data sets used in the paper are available at http://faculty.haas.berkeley.edu/arose.\n\n\n"
}