{
    "id": 13980,
    "citation_title": "Analysis of U.S. Greenhouse Gas Tax Proposals",
    "citation_author": [
        "Gilbert E. Metcalf",
        "Sergey Paltsev",
        "John Reilly",
        "Henry Jacoby",
        "Jennifer F. Holak"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Congress is considering a set of bills designed to limit the nation's greenhouse gas (GHG) emissions. This paper complements the analysis by Paltsev et al. (2007) of cap-and-trade bills and applies the MIT Emissions Prediction and Policy Analysis (EPPA) model to carry out an analysis of the tax proposals.  Several lessons emerge from this analysis. First, a low starting tax rate combined with a low rate of growth in the tax rate will not reduce emissions significantly.  Second, the costs of GHG reductions are reduced with the inclusion of non-CO2 gases in the carbon tax scheme.  Third, welfare costs of the policies can be affected by the rate of growth of the tax, even after controlling for cumulative emissions.  Fourth, a carbon tax -- like any form of carbon pricing -- is regressive. However, general equilibrium considerations suggest that the short-run measured regressivity may be overstated.  Additionally, the regressivity can be offset with a carefully designed rebate of some or all of the revenue. Finally, the carbon tax bills that have been proposed or submitted are for the most part comparable to many of the carbon cap-and-trade proposals that have been suggested.  Thus the choice between a carbon tax and cap-and-trade system can be made on the basis of considerations other than their effectiveness at reducing emissions over some control period.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}