{
    "id": 13986,
    "citation_title": "The Inflation-Unemployment Trade-Off at Low Inflation",
    "citation_author": [
        "Pierpaolo Benigno",
        "Luca Antonio Ricci"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWage setters take into account the future consequences of their current wage choices in the presence of downward nominal wage rigidities. Several interesting implications arise. First, a closed-form solution for a long-run Phillips curve relates average unemployment to average wage inflation; the curve is virtually vertical for high inflation rates but becomes flatter as inflation declines. Second, macroeconomic volatility shifts the Phillips curve outward, implying that stabilization policies can play an important role in shaping the trade-off. Third, nominal wages tend to be endogenously rigid also upward, at low inflation. Fourth, when inflation decreases, volatility of unemployment increases whereas the volatility of inflation decreases: this implies a long-run trade-off also between the volatility of unemployment and that of wage inflation.\n\n",
    "acknowledgement": "\nWe are grateful to conference and seminar participants at CEPR-ESSIM, NBER Monetary Economics Summer Institute, Graduate Institute of International and Development Studies, Universitá di Tor Vergata, Universitá Cattolica di Piacenza, the conference on \"Macroeconomics Policies and Labour Market Institutions,\" held at the Universitá Milano-Bicocca, the conference on \"New Perspective on Monetary Policy Design,\" organized by the Bank of Canada and CREI, the workshop on Monetary Policy organized by the Bank of Spain, as well as Guido Ascari, Florin Bilbiie, Michael Dotsey, Giancarlo Gandolfo, Eva Ortega and Alberto Petrucci for helpful suggestions, Mary Yang and Hermes Morgavi for excellent research assistance, and Thomas Walter for editorial assistance. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, or its management. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}