{
    "id": 13983,
    "citation_title": "Technology Capital and the U.S. Current Account",
    "citation_author": [
        "Ellen R. McGrattan",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Bureau of Economic Analysis (BEA) estimates the return on investments of foreign subsidiaries of U.S. multinational companies over the period 1982--2006 averaged 9.4 percent annually after taxes; U.S. subsidiaries of foreign multinationals averaged only 3.2 percent.  Two factors distort BEA returns: technology capital and plant-specific intangible capital. Technology capital is accumulated know-how from intangible investments in R&D, brands, and organizations that can be used in foreign and domestic locations.  Used abroad, it generates profits for foreign subsidiaries with no foreign direct investment (FDI). Plant-specific intangible capital in foreign subsidiaries is expensed abroad, lowering current profits on FDI and increasing future profits.  We develop a multicountry general equilibrium model with an essential role for FDI and apply the BEA's methodology to construct economic statistics for the model economy. We estimate that mismeasurement of intangible investments accounts for over 60 percent of the difference in BEA returns.\n\n",
    "acknowledgement": "\nAppendices, data, and codes are available at our website http://www.minneapolisfed.org/research/sr/sr406.html. We thank seminar participants at NYU, UPenn, Berkeley, ITAM, Miami, the SED, Kansas, Toronto, the IMF, Maryland, and the Federal Reserve Banks of Kansas City, Minneapolis, New York, Philadelphia, and San Francisco for feedback on earlier drafts of the paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}