{
    "id": 13985,
    "citation_title": "Time Spent in Home Production in the 20th Century: New Estimates from Old Data",
    "citation_author": [
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper presents new estimates of time spent in home production in the U.S. during the 20th Century.  Regressions based on detailed tabulations from early time diary studies are used to construct estimates for housewives that are closer to being nationally representative for the first half of the 20th Century.  These estimates are then linked to estimates from individual-level data from 1965 to the present.  Time diary studies of other groups such as employed women, men, and children are also compiled and analyzed.  The new estimates suggest that time spent in home production by prime-age women fell by around six hours from 1900 to 1965 and by another 12 hours from 1965 to 2005.  Time spent by prime-age men rose by 13 hours from 1900 to 2005.  Considering the entire population, including children and older individuals, per capita time spent in home production increased slightly over the century.  The new estimates are used to assess leading theories about long-run trends in home production.\n\n",
    "acknowledgement": "\nThis paper expands work that appeared in older versions of Valerie Ramey and Neville Francis, \"A Century of Work and Leisure.\"  Chris Nekarda provided outstanding research assistance.  I wish to thank two anonymous referees for their very useful suggestions.  I gratefully acknowledge financial support from National Science Foundation grant SES-0617219 through the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}