{
    "id": 13984,
    "citation_title": "When Is Quality of Financial System a Source of Comparative Advantage?",
    "citation_author": [
        "Jiandong Ju",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-05-09",
    "issue_date": "2008-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes finance follow the real economy, or the other way around? This paper unites the two competing schools of thought in a general equilibrium framework. Our key result is that there are threshold effects defined by a set of deep institutional parameters (cost of financial intermediation, quality of corporate governance, and level of property rights protection) which can be used to separate economies of high-quality institutions from those of low-quality institutions. On one hand, for economies with high-quality institutions, the view that finance follows the real economy is essentially correct. Equilibrium output and prices are determined by factor endowment. Further improvement in the institutions does not affect patterns of output. On the other hand, for economies with low-quality institutions, the view that finance is a key driver of the real economy is essentially correct. Not only is finance a source of comparative advantage, but an increase in capital endowment has no effect on outputs and prices. Our model extends a standard one-sector, partial equilibrium model of corporate finance to a multi-sector, general equilibrium analysis. Surprisingly, but consistent with data, we show that the size of financial markets (relative to GDP) does not change monotonically with either the quality of institutions or with the factor endowment. Free trade may reduce the aggregate income of an economy with low-quality institutions. Financial capital tends to flow from economies with low-quality institutions to those with high-quality institutions.\n\n",
    "acknowledgement": "\nWe are grateful to Eric Bond, Stijn Claessens, Jim Cassing, Elhanan Helpman, Haizhou Huang, Olivier Jeanne, Kala Krishna, Andrei Levchenko, Peter Neary, John Romalis, Thierry Verdier, and Kenichi Ueda for helpful discussions, and John Klopfer and Xuebing Yang for able research assistance. All remaining errors are our own.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}