{
    "id": 13995,
    "citation_title": "The Unequal Geographic Burden of Federal Taxation",
    "citation_author": [
        "David Y. Albouy"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the United States, workers in cities offering above-average wages - cities with high productivity, low quality-of-life, or inefficient housing sectors - pay 30 percent more in federal taxes than otherwise identical workers in cities offering below-average wages. According to simulation results, taxes lower long-run employment levels in high-wage areas by 17 percent and land and housing prices by 28 and 6 percent, causing locational inefficiencies costing 0.33 percent of income, or $40 billion in 2008. Employment is shifted from North to South and from urban to rural areas. Tax deductions index taxes partially to local cost-of-living, improving locational efficiency.\n\n",
    "acknowledgement": "\nI thank Alan Auerbach, Timothy Bartik, David Card, Allan Collard-Wexler, Tom Davidoff, Gilles Duranton, Rob Gillezeau, Erica Greulich, Jim Hines, Darren Lubotsky, Erin Metcalf, Enrico Moretti, John Quigley, Marit Rehavi, Emmanuel Saez, William Strange, and participants of seminars at Chicago-Harris, Michigan, the NBER Summer Institute on Taxation, Northwestern, NYU, the Philadelphia FRB, PPIC, Syracuse, Toronto-Rotman, UC Berkeley, UC San Diego, UT Austin, and Wisconsin for their help, input, and advice. Furthermore, I am grateful to the Burch Center for Tax Policy and Public Finance and the Fisher Center for Real Estate and Urban Economics for their financial assistance, as well as the National Tax Association, the W.E. Upjohn Institute for Employment Research, and the American Real Estate and Urban Economics Association for generously awarding my dissertation, Causes and Consequences of Unequal Federal Taxation and Spending across Regions, which this article is based on. Any mistakes are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}