{
    "id": 13990,
    "citation_title": "Was It Prices, Productivity or Policy? The Timing and Pace of Latin American Industrialization after 1870",
    "citation_author": [
        "Aurora Gómez Galvarriato",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBrazil, Mexico and a few other Latin American republics enjoyed faster industrialization after 1870 than did the rest of Latin America and even faster than the rest of the poor periphery (except East Asia). How much of this economic performance was due to more accommodating institutions and greater political stability, changes that would have facilitated greater technology transfer and accumulation? That is, how much to changing fundamentals?  How much instead to a cessation in the secular rise in the net barter terms of trade which reversed de-industrialization forces, thus favoring manufacturing? How much instead to cheaper foodstuffs coming from more open commercial policies ('grain invasions'), and from railroad-induced integration of domestic grain markets, serving to keep urban grain prices and thus nominal wages in industry low, helping to maintain competitiveness? How much instead to more pro-industrial real exchange rate and tariff policy? Which of these forces contributed most to industrialization among the Latin American leaders, long before their mid 20th century adoption of ISI policies? Changing fundamentals, changing market conditions, or changing policies?\n\n",
    "acknowledgement": "\nWe are grateful for the excellent research assistance supplied by Taylor Owings, Rodrigo Parral, Abdallah Salam, and Carolyn Sheehan. We have also benefited from help with the data, useful advice and criticism offered by Ted Beatty, Luis Bértola, Luis Catão, John Coatsworth, Rafa Dobado, Zephyr Frank, Steve Haber, Adolfo Meisel, Aldo Musacchio, Graciela Márquez, Noel Maurer, José Antonio Ocampo, Leandro Prados, Maria Teresa Ribeiro de Oliveira, Dick Salvucci, Alan Taylor and Miguel Urrutia. Williamson acknowledges with pleasure financial support from the Harvard Faculty of Arts and Sciences. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}