{
    "id": 13996,
    "citation_title": "Minimum Wages and Firm Profitability",
    "citation_author": [
        "Mirko Draca",
        "Stephen Machin",
        "John Van Reenen"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough there is a large literature on the economic effects of minimum wages on labour market outcomes (especially employment), there is much less evidence on their impact on firm performance. In this paper we consider a very under-studied area - the impact of minimum wages on firm profitability. The analysis exploits the changes induced by the introduction of a national minimum wage to the UK labour market in 1999, using pre-policy information on the distribution of wages to construct treatment and comparison groups and implement a difference in differences approach. We report evidence showing that firm profitability was significantly reduced (and wages significantly raised) by the minimum wage introduction. This emerges from separate analyses of two distinct types of firm level panel data (one on firms in a very low wage sector, UK residential care homes, and a second on firms across all sectors). We find that net entry rates have fallen, but that the changes in exit and entry rates are statistically insignificant.\n\n",
    "acknowledgement": "\nWe would like to thank Charles Brown, Alan Manning, Steve Pischke, the Editor, two anonymous referees and participants at seminars in the Low Pay Commission, LSE, the Society of Labour Economists conference in Boston and the Department of Work and Pensions conference at the University of York for a number of helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}