{
    "id": 13994,
    "citation_title": "The Non-Cognitive Returns to Class Size",
    "citation_author": [
        "Thomas Dee",
        "Martin West"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough recent evidence suggests that non-cognitive skills such as engagement matter for academic and economic success, there is little evidence on how key educational inputs affect the development of these skills. We present a re-analysis of follow-up data from the Project STAR class-size experiment and find evidence that early-grade class-size reductions did improve subsequent student initiative. However, these effects did not persist into the 8th grade. Furthermore, the external and, possibly, the internal validity of these inferences is compromised by non-random attrition. We also present a complementary analysis based on nationally representative survey data and a research design that relies on contemporaneous within-student and within-teacher comparisons across two academic subjects. Our results indicate that smaller classes in 8th grade lead to improvements in measures of student engagement with effect sizes ranging from 0.05 to 0.09 and smaller effects persisting two years later. Using the estimated earnings impact of these non-cognitive skills and the direct cost of a class-size reduction, the implied internal rate of return from an 8th-grade class-size reduction is 4.6 percent overall, but 7.9 percent in urban schools.\n\n",
    "acknowledgement": "\nWe thank Jeremy Finn, Rob Hollister, John Tyler and Yona Rubinstein and seminar participants at Harvard, Cornell, Swarthmore, and the 2008 AEFA meetings for helpful discussions and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}