{
    "id": 13997,
    "citation_title": "Obesity and Skill Attainment in Early Childhood",
    "citation_author": [
        "John Cawley",
        "C. Katharina Spiess"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the association between obesity and skill attainment in early childhood (aged 2-4 years). Data from the German Socio-Economic Panel Study are used to estimate models of developmental functioning in four critical areas (verbal skills, activities of daily living, motor skills, and social skills) as a function of various measures of weight (including body mass index and obesity) controlling for a rich set of child, parent, and family characteristics. The findings indicate that, among boys, obesity is associated with reduced verbal skills, social skills, motor skills, and activities of daily living. Among girls, obesity is associated with reduced verbal skills. Further investigations show that the correlations exist even for those preschool children who spend no time in day care, which implies that it cannot be due solely to discrimination by teachers, classmates, or day care providers.\n\n",
    "acknowledgement": "\nC. Katharina Spiess appreciates the hospitality of the Department of Policy Analysis and Management (PAM), Cornell University, during her visit, which allowed her to work on this joint project. Spiess also gratefully acknowledges travel funding from the German Science Foundation (Project No.SP 1091/1-1). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}