{
    "id": 13991,
    "citation_title": "Indexed Regulation",
    "citation_author": [
        "Richard G. Newell",
        "William A. Pizer"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeminal work by Weitzman (1974) revealed prices are preferred to quantities when marginal benefits are relatively flat compared to marginal costs. We extend this comparison to indexed policies, where quantities are proportional to an index, such as output. We find that policy preferences hinge on additional parameters describing the first and second moments of the index and the ex post optimal quantity level. When the ratio of these variables' coefficients of variation divided by their correlation is less than approximately two, indexed quantities are preferred to fixed quantities. A slightly more complex condition determines when indexed quantities are preferred to prices. Applied to climate change policy, we find that the range of variation and correlation in country-level carbon dioxide emissions and GDP suggests the ranking of an emissions intensity cap (indexed to GDP) compared to a fixed emission cap is not uniform across countries; neither policy clearly dominates the other.\n\n",
    "acknowledgement": "\nWe thank Drew Baglino for research assistance and Arun Malik, two anonymous referees, Carolyn Fischer, Ulf Moslener, John Parsons, Wally Oates, Brian McLean, David Evans, and participants in seminars at RFF, FEEM, HEC Montréal, and the Southern Economic Association Annual Meetings for useful comments on previous versions of the paper. We acknowledge funding from MISTRA, the Swedish Foundation for Strategic Environmental Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}