{
    "id": 13993,
    "citation_title": "Parental Education and Parental Time With Children",
    "citation_author": [
        "Jonathan Guryan",
        "Erik Hurst",
        "Melissa Schettini Kearney"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParents invest both their material resources and their time into raising their children. Time investment in children is thought to be critical to the development of \"quality\" children who will become productive adults. This paper has three goals related to the examination of parental time allocated to the care of their children.  First, using data from the recent American Time Use Surveys (ATUS), we highlight what we think are the most interesting, and perhaps surprising, cross sectional patterns in time spent with children by parents within the United States.  Second, we interpret our results in a Beckerian framework of time allocation with a view toward establishing whether parental childcare appears to be more akin to leisure or home production. Third, we examine data from a sample of 14 countries to establish whether the patterns we observe in the United States hold across countries and within other countries.  We show that both within countries and across countries there is a strong positive relationship between parental education, or earnings, and time spent with children.  We then show that time spent with children does not follow patterns typical of leisure or home production, suggesting an important difference.  We speculate that one reason for this positive education gradient relates to the investment aspect of time spent with children.\n\n",
    "acknowledgement": "\nThe authors thank Seth Freedman for his extremely capable research assistance. We also thank Rebecca Vichniac for her help in obtaining data from various countries.  We thank Bruce Sacerdote and Anna Lusardi for their assistance in translating the Italian time-use documentation.  Lastly, we thank Susanne Bianchi, Jim Hines, Valerie Ramey, Andrei Shleifer, Tim Smeeding, Jeremy Stein, and Tim Taylor for helpful comments on previous drafts.  None of the agencies of the individual governments who provided the international time-use data bear any responsibility for the analysis or interpretation of the time-use data.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}