{
    "id": 13992,
    "citation_title": "Superpower Interventions and their Consequences for Democracy: An Empirical Inquiry",
    "citation_author": [
        "William Easterly",
        "Shanker Satyanath",
        "Daniel Berger"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo superpower interventions to install and prop up political leaders in other countries subsequently result in more or less democracy, and does this effect vary depending on whether the intervening superpower is democratic or authoritarian?  While democracy may be expected to decline contemporaneously with superpower interference, the effect on democracy after a few years is far from obvious.  The absence of reliable information on covert interventions has hitherto served as an obstacle to seriously addressing these questions.  The recent declassification of Cold War CIA and KGB documents now makes it possible to systematically address these questions in the Cold War context.  We thus develop a new panel dataset of superpower interventions during the Cold War.  We find that superpower interventions are followed by significant declines in democracy, and that the substantive effects are large.  Perhaps surprisingly, once endogeneity is addressed, US and Soviet interventions have equally detrimental effects on the subsequent level of democracy; both decrease democracy by about 33%.  Our findings thus suggest that one should not expect significant differences in the adverse institutional consequences of superpower interventions based on whether the intervening superpower is a democracy or a dictatorship.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}