{
    "id": 14009,
    "citation_title": "Pharmaceutical innovation and the longevity of Australians: a first look",
    "citation_author": [
        "Frank R. Lichtenberg",
        "Gautier Duflos"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of pharmaceutical innovation on the longevity of Australians during the period 1995-2003. Due to the government's Pharmaceutical Benefits Scheme, Australia has much better data on drug utilization than most other countries. We find that mean age at death increased more for diseases with larger increases in mean drug vintage. The estimates indicate that increasing the mean vintage of drugs by 5 years would increase mean age at death by almost 11 months. The estimates also indicate that using newer drugs reduced the number of years of potential life lost before the ages of 65 and 70 (but not before age 75). During the period 1995-2003, mean age at death increased by about 2.0 years, from 74.4 to 76.4. The estimates imply that, in the absence of any increase in drug vintage, mean age at death would have increased by only 0.7 years. The increase in drug vintage accounts for about 65% of the total increase in mean age at death. We obtain a rough estimate of the cost per life-year gained from using newer drugs. Under our assumptions, using newer drugs (increasing drug vintage) increased life expectancy by 1.23 years and increased lifetime drug expenditure by $12,976; the cost per life-year gained from using newer drugs is $10,585. An estimate made by other investigators of the value of a statistical Australian life-year ($70,618) is 6.7 times as large as our estimate of the cost per life-year gained from using newer drugs.  We discuss several reasons why our estimate of the cost per life-year gained from using newer drugs could be too high or too low.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Sheehan and his colleagues at the Centre for Strategic Economic Studies, Victoria University (Melbourne, Australia) for supporting this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}