{
    "id": 14006,
    "citation_title": "The Impact of Employment during School on College Student Academic Performance",
    "citation_author": [
        "Jeffrey S. DeSimone"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effect of paid employment on grades of full-time, four-year students from four nationally representative cross sections of the Harvard College Alcohol Study administered during 1993-2001.  The relationship could be causal in either direction and is likely contaminated by unobserved heterogeneity.  Two-stage GMM regressions instrument for work hours using paternal schooling and being raised Jewish, which are hypothesized to reflect parental preferences towards education manifested in additional student financial support but not influence achievement conditional on maternal schooling, college and class.  Extensive empirical testing supports the identifying assumptions of instrument strength and orthogonality.  GMM results show that an additional weekly work hour reduces current year GPA by about 0.011 points, roughly five times more than the OLS coefficient but somewhat less than recent estimates.  Effects are stable across specifications, time, gender, class and age, but vary by health status, maternal schooling, religious background and especially race/ethnicity.\n\n",
    "acknowledgement": "\nI thank the William T. Grant Foundation for funding, Farasat Bokhari and Cagatay Koc for detailed suggestions, and other participants in a session at the 2006 Southern Economic Association meetings for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}