{
    "id": 14003,
    "citation_title": "An Empirical Test of Taste-based Discrimination Changes in Ethnic Preferences and their Effect on Admissions to the NYSE during World War I",
    "citation_author": [
        "Petra Moser"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA significant challenge to empirically testing theories of discrimination has been the difficulty of identifying taste-based discrimination and of distinguishing it clearly from statistical discrimination.  This paper addresses this problem through a two-part empirical test of taste-based discrimination.  First, it constructs measures of revealed preferences, which establish that World War I created a strong and persistent shock to ethnic preferences that effectively switched the status of German Americans to an ethnic minority.  Second, the paper uses this shock to ethnic preferences to identify the effects of taste-based discrimination at the example of traders at the New York Stock Exchange (NYSE).  A new data set of more than 4,000 applications for seats on the NYSE reveals that the War more than doubled the probability that German applicants would be rejected (relative to Anglo-Saxons).  The mechanism of taste-based discrimination is surprising: Prices are unaffected by ethnic preferences, and discrimination operates instead entirely through admissions.\n\n",
    "acknowledgement": "\nI wish to thank Steve Wheeler at the New York Stock Exchange for granting access to the records of membership applications and Eric Hilt and Antoinette Schoar for helping me to collect the price data for this paper.  I am grateful to David Autor, Raj Chetty, Stan Engerman, Erik Eyster, Claudia Goldin, Michael Greenstone, Avner Greif, Bob Margo, Marc Weidenmier, Eugene White, and seminar participants at Berkeley, Davis, Stanford and the NBER for helpful comments.  Ellyn Boukos, Joseph Goldschmid, Diana Eastman, Kimon Ioannides, Irina Issakova, Sameer Riaz, Irina Talis, Anjani Trivedi, Alessandra Voena, Maisy Wong, Sui Lin Yap and Mimi Xue provided valuable research assistance.  I thank the Hoover Institution at Stanford for its generous financial support through the National Fellows Program. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}