{
    "id": 14004,
    "citation_title": "Religion, Longevity, and Cooperation: The Case of the Craft Guild.",
    "citation_author": [
        "Gary Richardson",
        "Michael McBride"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the mortality rate is high, repeated interaction alone may not sustain cooperation, and religion may play an important role in shaping economic institutions. This insight explains why during the fourteenth century, when plagues decimated populations and the church promoted the doctrine of purgatory, guilds that bundled together religious and occupational activities dominated manufacturing and commerce. During the sixteenth century, the disease environment eased, and the Reformation dispelled the doctrine of purgatory, necessitating the development of new methods of organizing industry. The logic underlying this conclusion has implications for the study of institutions, economics, and religion throughout history and in the developing world today.\n\n",
    "acknowledgement": "\nWe thank participants in workshops UC Irvine, Stanford University, and George Mason University as well as participants in the Spiritual Capital, German Cliometrics, ASREC, and Western Economics Association conferences for comments, advice, and encouragement. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}