{
    "id": 14008,
    "citation_title": "Have Newer Cardiovascular Drugs Reduced Hospitalization? Evidence From Longitudinal Country-Level Data on 20 OECD Countries, 1995-2003",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2008-05-15",
    "issue_date": "2008-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effect of changes in the vintage distribution of cardiovascular system drugs on hospitalization and mortality due to cardiovascular disease using longitudinal country-level data. The vintage of a drug is the first year in which it was marketed anywhere in the world. We use annual data on the utilization of over 1100 cardiovascular drugs (active ingredients) in 20 OECD countries during the period 1995-2003. \nCountries with larger increases in the share of cardiovascular drug doses that contained post-1990 or post-1995 ingredients had smaller increases in the cardiovascular disease hospital discharge rate, controlling for the quantity of cardiovascular medications consumed per person, the use of other medical innovations (CT scanners & MRI units), potential risk factors (average consumption of calories, tobacco, and alcohol), and demographic variables (population size & age structure, income, and educational attainment). The estimates also indicate that use of newer cardiovascular drugs has reduced average length of stay and the age-adjusted cardiovascular mortality rate, but not the number of potential years of life lost due to cardiovascular disease before age 70 per 100,000 population. \nThe estimates indicate that if drug vintage had not increased during 1995-2004, hospitalization and mortality would have been higher in 2004. We estimate that per capita expenditure on cardiovascular hospital stays would have been 70% ($89) higher in 2004 had drug vintage not increased during 1995-2004. Per capita expenditure on cardiovascular drugs would have been lower in 2004 had drug vintage not increased during 1995-2004. But our estimate of the increase in expenditure on cardiovascular hospital stays is about 3.7 times as large as our estimate of the reduction in per capita expenditure for cardiovascular drugs that would have occurred ($24).\n\n",
    "acknowledgement": "\nI am extremely grateful to Peter Stephens and IMS Health for providing pharmaceutical data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}