{
    "id": 14019,
    "citation_title": "Inflation, Monetary Policy and Stock Market Conditions",
    "citation_author": [
        "Michael D. Bordo",
        "Michael J. Dueker",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the association between inflation, monetary policy and U.S. stock market conditions during the second half of the 20th century. We estimate a latent variable VAR to examine how macroeconomic and policy shocks affect the condition of the stock market. Further, we examine the contribution of various shocks to market conditions during particular episodes and find evidence that inflation and interest rate shocks had particularly strong impacts on market conditions in the postwar era. Disinflation shocks promoted market booms and inflation shocks contributed to busts. We conclude that central banks can contribute to financial market stability by minimizing unanticipated changes in inflation.\n\n",
    "acknowledgement": "\nThe authors thank Christopher Martinek for research assistance. The views expressed in this paper are not necessarily official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, Russell Investments, or the views of the National Bureau of Economic Research.\n\n\n"
}