{
    "id": 14013,
    "citation_title": "Liquidity and Market Crashes",
    "citation_author": [
        "Jennifer Huang",
        "Jiang Wang"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop an equilibrium model for stock market liquidity and its impact on asset prices when constant market presence is costly.  We show that even when agents' trading needs are perfectly matched, costly market presence prevents them from synchronizing their trades and hence gives rise to endogenous order imbalances and the need for liquidity.  Moreover, the endogenous liquidity need, when it occurs, is characterized by excessive selling of significant magnitudes.  Such liquidity-driven selling leads to market crashes in the absence of any aggregate shocks.  Finally, we show that illiquidity in the market leads to high expected returns, negative and asymmetric return serial correlation, and a positive relation between trading volume and future returns.  We also propose new measures of liquidity based on its asymmetric impact on prices and demonstrate a negative relation between these measures and expected stock returns.\n\n",
    "acknowledgement": "\nPart of this work was completed during Wang's visit at the Federal Reserve Bank of New York.  The authors thank Tobias Adrian, Franklin Allen, Joel Hasbrouck, Nobu Kiyotaki, Pete Kyle,  Arzu Ozoguz, Lubos Pastor, Lasse Pedersen, Jacob Sagi, Matthew Spiegel (the Editor), Suresh Sundaresan, Sheridan Titman, Andrey Ukhov, Dimitri Vayanos, S. \"Vish'' Viswanathan, and participants at the 2005 Adam Smith Asset Pricing Conference, the 2005 China International Conference in Finance, 2005 Duke-UNC Asset Pricing Conference, the 2005 Financial Management Association annual meeting, 2005 Utah Winter Finance Conference, 16th Financial Economics and Accounting Conference at UNC, the 2006 American Finance Association annual meeting, 2006 Far Eastern Meeting of The Econometric Society, 2006 Bank of Canada and Norges Bank Workshop on the Microstructure of Foreign Exchange and Equity Markets, 2007 WFA annual meeting, seminars at Baruch College, Columbia, the Federal Reserve Bank of New York, HEC, Hong Kong University of Science and Technology, INSEAD, Stanford University,  University of Michigan, University of Texas at Austin, University of Texas at Dallas, University of Washington at Seattle, and University of Wisconsin at Milwaukee for comments and suggestions.  Support from Morgan Stanley (Equity Market Microstructure Grant, 2006) (Huang and Wang) and NSFC of China (Project Number 70440420490) (Wang) are gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}