{
    "id": 14018,
    "citation_title": "Hedonic Imputation versus Time Dummy Hedonic Indexes",
    "citation_author": [
        "W. Erwin Diewert",
        "Saeed Heravi",
        "Mick Silver"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStatistical offices try to match item models when measuring inflation between two periods. However, for product areas with a high turnover of differentiated models, the use of hedonic indexes is more appropriate since they include the prices and quantities of unmatched new and old models. The two main approaches to hedonic indexes are hedonic imputation (HI) indexes and dummy time hedonic (HD) indexes. This study provides a formal analysis of the difference between the two approaches for alternative implementations of an index that uses weighting that is comparable to the weighting used by the Törnqvist superlative index in standard index number theory. This study shows exactly why the results may differ and discusses the issue of choice between these approaches. An illustrative study for desktop PCs is provided.\n\n",
    "acknowledgement": "\nOur thanks to Ernst Berndt, John Greenlees, Jan de Haan, Alice Nakamura and Jack Triplett for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}