{
    "id": 14017,
    "citation_title": "Understanding International Price Differences Using Barcode Data",
    "citation_author": [
        "Christian Broda",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe empirical literature in international finance has produced three key results about international price deviations: borders give rise to flagrant violations of the law of one price, distance matters enormously for understanding these deviations, and most papers find that convergence rates back to purchasing power parity are inconsistent with the evidence of micro studies on nominal price stickiness. The data underlying these results are mostly comprised of price indexes and price surveys of goods that may not be identical internationally. In this paper, we revisit these three stylized facts using massive amounts of US and Canadian data that share a common barcode classification. We find that none of these three main stylized facts survive. We use our barcode level data to replicate prior work and explain what assumptions caused researchers to find different results from those we find in this paper. Overall, our work is supportive of simple pricing models where the degree of market segmentation across the border is similar to that within borders.\n\n",
    "acknowledgement": "\nThe authors wish to thank the NSF (grant #0820536) and the Federal Reserve Bank of New York for providing financial support for this project. We would like to thank the Director of Research at the FRBNY, Joseph Tracy, for his early support of this project. We would also like to thank ACNielsen's vice-president of Pricing Research Frank Piotrowski, Ivan Rocabado, and Maura Elhbretch for their careful explanation of the data. Jean Imbs, Sam Kortum, Virgiliu Midrigan, Haroon Mumtaz, Morten Ravn, Helene Rey, and Serena Ng provided excellent comments on an earlier draft. Jesse Handbury provided us with outstanding research assistance. In addition, we would like to thank the Global Financial Markets Initiative at the University of Chicago GSB and the Center for Japanese Economy and Business at the Columbia Business School for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}