{
    "id": 14016,
    "citation_title": "Estimation of De Facto Exchange Rate Regimes: Synthesis of the Techniques for Inferring Flexibility and Basket Weights",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper offers a new approach to estimate de facto exchange rate regimes, a synthesis of two techniques. One is a technique that the authors have used in the past to estimate implicit de facto weights when the hypothesis is a basket peg with little flexibility. The second is a technique used by others to estimate the de facto degree of exchange rate flexibility when the hypothesis is an anchor to the dollar or some other single major currency, but with a possibly-substantial degree of flexibility around that anchor. Since many currencies today follow variants of Band-Basket-Crawl, it is important to have available a technique that can cover both dimensions, inferring weights and inferring flexibility. We try out the technique on twenty-some currencies, over the period 1980-2007. Most are currencies that have officially used baskets as anchors for at least part of this sample period. But a few are known floaters or known simple peggers. In general the synthesis technique seems to work as it should.\n\n",
    "acknowledgement": "\nThe authors wish to thank Danxia Xie for excellent research assistance and Steve Kamin and other participants at the IMF Annual Research Conference for useful comments; and to thank the Mossavar-Rahmani Center of Business and Government and the Kuwait Fund of the Kennedy School of Government for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}