{
    "id": 14015,
    "citation_title": "Private Sunspots and Idiosyncratic Investor Sentiment",
    "citation_author": [
        "George-Marios Angeletos"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how rational investors can have different degrees of optimism regarding the prospects of the economy, even if they share exactly the same information regarding all economic fundamentals. The key is that heterogeneity in expectations regarding endogenous outcomes can emerge as a purely self-fulfilling equilibrium property when investment choices are strategic complements. This in turn has interesting novel positive and normative implications for a wide class of models that feature such complementarities: (i) It can rationalize idiosyncratic investor sentiment. (ii) It can be the source of significant heterogeneity in real and financial investment choices, even in the absence of any heterogeneity in individual characteristics and despite the presence of a strong incentive to coordinate on the same course of action. (iii) It can sustain rich fluctuations in aggregate investment and asset prices, including fluctuations that are smoother than those often associated with multiple-equilibria models. (iv) It can capture the idea that investors learn slowly how to coordinate on a certain course of action. (v) It can boost welfare. (vi) It can render apparent coordination failures evidence of improved efficiency.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}