{
    "id": 14029,
    "citation_title": "Government Sponsored versus Private Venture Capital: Canadian Evidence",
    "citation_author": [
        "James A. Brander",
        "Edward Egan",
        "Thomas F. Hellmann"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the relative performance of enterprises backed by government-sponsored venture capitalists and private venture capitalists. While previous studies focus mainly on investor returns, this paper focuses on a broader set of public policy objectives, including value-creation, innovation, and competition. A number of novel data-collection methods, including web-crawlers, are used to assemble a near-comprehensive data set of Canadian venture-capital backed enterprises. The results indicate that enterprises financed by government-sponsored venture capitalists underperform on a variety of criteria, including value-creation, as measured by the likelihood and size of IPOs and M&As, and innovation, as measured by patents. It is important to understand whether such underperformance arises from a selection effect in which private venture capitalists have a higher quality threshold for investment than subsidized venture capitalists, or whether it arises from a treatment effect in which subsidized venture capitalists crowd out private investment and, in addition, provide less effective mentoring and other value-added skills. We find suggestive evidence that crowding out and less effective treatment are problems associated with government-backed venture capital. While the data does not allow for a definitive welfare analysis, the results cast some doubt on the desirability of certain government interventions in the venture capital market.\n\n",
    "acknowledgement": "\nWe are very grateful to Scott Stern, Antoinette Schoar, Josh Lerner and other participants at the Savannah NBER conference on International Differences in Entrepreneurship. We also thank participants at workshops at Carleton University and at the Ottawa Economics Association. Financial support from SSHRC grants 844-2007-0212, 410-2008-0331,  and 410-2005-1174 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}