{
    "id": 14023,
    "citation_title": "Assessing the Federal Deduction for State and Local Tax Payments",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal deductibility for state and local taxes constitutes one of the largest tax expenditures in the federal budget and provides a significant source of federal support to state and local governments.  Deductibility was restricted in the Tax Reform Act of 1986 by removing the deduction for general sales taxes.   More recently the President's Advisory Panel on Federal Tax Reform recommended eliminating the deduction altogether as one of several revenue-raising initiatives to finance comprehensive tax reform.  \nI carry out a number of distributional analyses - considering both variation across income and across states - of the subsidy from deductibility as well as the distributional impact of potential partial reforms.  In addition, I consider three counterfactuals for 2004 - a tax system without the Bush tax cuts for 2001 and 2003, a tax system without the 2004 AMT patch, and a tax system without the AMT - to see how the benefits of deductibility are affected by these changes in the tax law.\nNext I consider how behavioral responses affect the tax expenditure estimates.  Feldstein and Metcalf (1987) argued that tax expenditures overestimate the revenue gain from eliminating deductibility as they do not take into account a likely shift away from once-deductible taxes to non-deductible taxes and fees in the absence of deductibility.  Many of these latter taxes and fees are paid by businesses.  As business costs rise, federal business tax collections would fall, offsetting some of the gains of ending deductibility.  Feldstein and Metcalf also found that ending deductibility would have little if any impact on state and local spending itself.  Using a large panel of data on state and local governments, I revisit this issue and find that the Feldstein-Metcalf results are robust to adding more years of analysis.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on Incentive and Distributional Consequences of Tax Expenditures, held at the Hyatt Regency Coconut Point Hotel in Bonita Springs, FL on March 28-29, 2008.  I am grateful for help with TAXSIM calculations from Dan Feenberg, for expert RA work from Yoshiyuki Miyoshi, and for helpful comments from Roger Gordon and other conference participants.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}