{
    "id": 14028,
    "citation_title": "Fiscal Foresight: Analytics and Econometrics",
    "citation_author": [
        "Eric M. Leeper",
        "Todd B. Walker",
        "Shu-Chun Susan Yang"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFiscal foresight---the phenomenon that legislative and implementation lags ensure that private agents receive clear signals about the tax rates they face in the future---is intrinsic to the tax policy process. This paper develops an analytical framework to study the econometric implications of fiscal foresight. Simple theoretical examples show that foresight produces equilibrium time series with a non-invertible moving average component, which misaligns the agents' and the econometrician's information sets in estimated VARs. Economically meaningful shocks to taxes, therefore, cannot be extracted from statistical innovations in conventional ways. Econometric analyses that fail to align agents' and the econometrician's information sets can produce distorted inferences about the effects of tax policies. Because non-invertibility arises as a natural outgrowth of the fact that agents' optimal decisions discount future tax obligations, it is likely to be endemic to the study of fiscal policy. In light of the implications of the analytical framework, we evaluate two existing empirical approaches to quantifying the impacts of fiscal foresight. The paper also offers a formal interpretation of the narrative approach to identifying fiscal policy.\n\n",
    "acknowledgement": "\nPrepared for the Bank of Korea Conference \"Recognizing and Coping with Macroeconomic Model Uncertainty in Designing Monetary Policy,'' May 26-27, 2008. Department of Economics, Indiana University and NBER, eleeper@indiana.edu; Department of Economics, Indiana University, walkertb@indiana.edu; Institute of Economics, Academia Sinica, ssyang@econ.sinica.edu.tw. Leeper acknowledges support of NSF Grant SES-0452599. We thank Karel Mertens and Morten Ravn for sharing their code and providing additional explanations of their work. We also acknowledge comments by Troy Davig, Dale Henderson, Beth Klee, Ricardo Nunes, Morten Ravn, Rob Vigfusson, and participants at workshops at the Congressional Budget Office and the Federal Reserve Board. We are particularly grateful to Jim Nason and Harald Uhlig for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}