{
    "id": 14025,
    "citation_title": "Carbon Motivated Border Tax Adjustments: Old Wine in Green Bottles?",
    "citation_author": [
        "Ben Lockwood",
        "John Whalley"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss emerging proposals for border tax adjustments (BTAs) to accompany commitments to reduce carbon emissions in the EU, the US and other OECD economies. The rationale offered for such border adjustment is that various entities, such as the EU, if making commitments to reduce emissions which go beyond those undertaken in other regions of the world, impose added costs on domestic producers which create a competitive disadvantage for them. Some form of remedy is viewed as reasonable to maintain the competitiveness of domestic industries when responding to global environmental problems. In this paper, we argue that despite its current carbon manifestation, the issue of border tax adjustments and both their rationale and their effects on trade are not new and, despite the present debate (which seems to overlook older literature), have arisen before. Earlier debate on border tax adjustments occurred at the time of the adoption of the Value Added Tax (VAT) in the EU as a tax harmonization target in the early 1960's. But academic literature of the time showed that a change between origin and destination basis in the VAT would be neutral and hence the use of a destination based tax in the EU to accompany the VAT offered no trade advantage to Europe. Here we argue that essentially the same arguments also apply for carbon motivated BTAs, and in the current debate there seems to be a misconception between price level effects and relative price effects stemming from a BTA, which needs correcting. We also argue that the impact of border tax adjustments should be viewed as independent of the motivation of the adjustments.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}