{
    "id": 14022,
    "citation_title": "Who Leaves? Teacher Attrition and Student Achievement",
    "citation_author": [
        "Donald Boyd",
        "Pam Grossman",
        "Hamilton Lankford",
        "Susanna Loeb",
        "James Wyckoff"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost a quarter of entering public-school teachers leave teaching within their first three years.  High attrition would be particularly problematic if those leaving were the more able teachers.  The goal of this paper is estimate the extent to which there is differential attrition based on teachers' value-added to student achievement.  Using data for New York City schools from 2000-2005, we find that first-year teachers whom we identify as less effective at improving student test scores have higher attrition rates than do more effective teachers in both low-achieving and high-achieving schools.  The first-year differences are meaningful in size; however, the pattern is not consistent for teachers in their second and third years.  For teachers leaving low-performing schools, the more effective transfers tend to move to higher achieving schools, while less effective transfers stay in lower-performing schools, likely exacerbating the differences across students in the opportunities they have to learn.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We appreciate comments on an earlier draft from Tim Sass, Jonah Rockoff and participants at both the Economics of Teacher Quality Conference at the Australian National University and the New York Federal Reserve Education Policy Workshop. The research is supported by funding from the Carnegie Corporation of New York, the National Science Foundation, the Spencer Foundation and the National Center for the Analysis of Longitudinal Data in Education Research (CALDER).  The views expressed in the paper are solely those of the authors and may not reflect those of the funders.  Any errors are attributable to the authors.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}