{
    "id": 14026,
    "citation_title": "Systemic Sudden Stops: The Relevance Of Balance-Sheet Effects And Financial Integration",
    "citation_author": [
        "Guillermo A. Calvo",
        "Alejandro Izquierdo",
        "Luis-Fernando Mejía"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a sample of 110 developed and developing countries for the period 1990-2004 we analyze the empirical characteristics of systemic sudden stops (3S) in capital flows --understood as large and largely unexpected capital account contractions that occur in periods of systemic turmoil -- and the relevance of balance sheet effects in the likelihood of their materialization. We conjecture that large real exchange rate (RER) fluctuations come hand in hand with 3S. A small supply of tradable goods relative to their domestic absorption -- a proxy for potential changes in the real exchange rate -- and large foreign-exchange denominated debts towards the domestic banking system, denoted Domestic Liability Dollarization, DLD, are claimed to be key determinants of the probability of 3S, conforming a balance-sheet effect that impacts on the probability of 3S in non-linear fashion. Regarding financial integration, the larger is the latter, the larger is likely to be the probability of Sudden Stop; however, beyond a critical point the relationship gets a sign reversion.\n\n",
    "acknowledgement": "\nWe would like to thank Marty Eichenbaum, Ernesto Talvi and seminar participants at Columbia University, George Washington University, the Latin American Economic Association, and the VI Workshop in International Economics and Finance organized by the Department of Economics of the Universidad T. Di Tella for their valuable comments, Walter Sosa for substantive technical advice, and Rudy Loo-Kung, Gonzalo Llosa and Freddy Rojas for superb research assistance. The usual caveats apply. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}