{
    "id": 14021,
    "citation_title": "The Narrowing Gap in New York City Teacher Qualifications and its Implications for Student Achievement in High-Poverty Schools",
    "citation_author": [
        "Donald Boyd",
        "Hamilton Lankford",
        "Susanna Loeb",
        "Jonah Rockoff",
        "James Wyckoff"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe gap between the qualifications of New York City teachers in high-poverty schools and low-poverty schools has narrowed substantially since 2000.  Most of this gap-narrowing resulted from changes in the characteristics of newly hired teachers, and largely has been driven by the virtual elimination of newly hired uncertified teachers coupled with an influx of teachers with strong academic backgrounds in the Teaching Fellows program and Teach for America.  The improvements in teacher qualifications, especially among the poorest schools, appear to have resulted in improved student achievement.  By estimating the effect of teacher attributes using a value-added model, the analyses in this paper predict that observable qualifications of teachers resulted in average improved achievement for students in the poorest decile of schools of .03 standard deviations, about half the difference between being taught by a first year teacher and a more experienced teacher.  If limited to teachers who are in the first or second year of teaching, where changes in qualifications are greatest, the gain equals two-thirds of the first-year experience effect.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  Vicki Bernstein, Katherine Boisture, Joe Frey, Robert Gordon, Brian Jacob, Sarah Shafer, Nancy Taylor-Baumes, Nancy Willie-Schiff, participants at the APPAM and AEFA conferences and three anonymous reviewers provided helpful comments on an earlier draft.  We appreciate financial support from the Carnegie Corporation of New York, the National Science Foundation, the Spencer Foundation and the National Center for the Analysis of Longitudinal Data in Education Research (CALDER).  CALDER is supported by IES Grant R305A060018 to the Urban Institute.  The views expressed in the paper are solely those of the authors and may not reflect those of the funders or the National Bureau of Economic Research.\n\n\n"
}