{
    "id": 14024,
    "citation_title": "China's Growing Economic Activity in Africa",
    "citation_author": [
        "Hany Besada",
        "Yang Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "2021-01-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nTrade between the whole of Africa and China (imports and exports summed) grew from $10.6 billion to $73.3 billion between 2000 and 2007, and between Sub-Saharan Africa and China from $7 billion to $59 billion over the same period. China is now Africa's third largest trading partner behind the EU and the US. The Chinese FDI stock in Africa has grown from $49 million in 1990 to $2.6 billion in 2006. On the basis of these data, one frequently hears the claim that China is now a dominant influence in Africa. Here we both evaluate such claims, and assess what factors underlay this phenomenon. We suggest that while the annual growth rates of trade and investment flows are high (around 30% per year sine the late 1990's), the levels are still considerably smaller than such claims might suggest. China in 2006 accounted for only $520 million of inward FDI compared to a total from all sources of $36 billion, around 1.4% of total FDI inflows to Africa; and only 8.6% of African exports and 9.6% of African imports. African interdependence with China thus remains proportionally smaller than that for most other geographical areas, but is growing rapidly. Factors behind this growth are discussed in the text.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}