{
    "id": 14039,
    "citation_title": "Return Migration as a Channel of Brain Gain",
    "citation_author": [
        "Karin Mayr",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theoretical and empirical studies have emphasized the fact that the prospect of international migration increases the expected returns to skills in poor countries, linking the possibility of migrating (brain drain) with incentives to higher education (brain gain). If emigration is uncertain and some of the highly educated remain, such a channel may, at least in part, counterbalance the negative effects of brain drain. Moreover, recent empirical evidence seems to show that temporary migration is widespread among highly skilled migrants (such as Eastern Europeans in Western Europe and Asians in the U.S.). This paper develops a simple tractable overlapping generations model that provides an economic rationale for return migration and which predicts who will migrate and who will return among agents with heterogeneous abilities. We use parameter values from the literature and the data on return migration to simulate the model and quantify the effects of increased openness on human capital and wages of the sending countries. We find that, for plausible values of the parameters, the return migration channel is very important and combined with the incentive channel reverses the brain drain into significant brain gain for the sending country.\n\n",
    "acknowledgement": "\nThis paper was written when Karin Mayr was visiting the Department of Economics at UC Davis as an Erwin-Schrödinger fellow funded by the Austrian Science Fund (FWF). We thank Gordon Hanson for helpful comments. Peri gratefully acknowledges the John D. and Catherine T. MacArthur Foundation Program on Global Migration and Human Mobility for generously funding his research on immigration. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}