{
    "id": 14033,
    "citation_title": "When Does Policy Reform Work? The Case of Central Bank Independence",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "Pablo Querubin",
        "James A. Robinson"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the question of whether and when policy reform works should be investigated together with the political economy factors responsible for distortionary policies in the first place.  These not only determine the initial distortions, but also often shape policy in the post-reform environment.  Distortionary policies are more likely to be adopted when politicians are unconstrained and unaccountable to citizens.  This reasoning implies that policy reform should have modest effects in societies where the political system already places constraints on politicians.  It also implies, however, that in societies with weak political constraints, which are often those adopting the most distortionary policies, policy reforms may be ineffective because the underlying political economy problems are not typically altered by these reforms.  Policy reform should therefore have its largest effect in societies with intermediate levels of constraints.  In addition, when policy reform is (partly) effective, it may lead to a deterioration in other (unreformed) components of policy in order to satisfy the underlying demands on politicians - a phenomenon we call the seesaw effect.  We provide reduced-form evidence consistent with these ideas by looking at the effect of central bank independence on inflation.  The evidence is consistent with the notion that central bank reforms have reduced inflation in societies with intermediate constraints and have had no or little effects in countries with the high and low levels of constraints.  We also present some evidence suggesting that, consistent with the seesaw effect, in countries where central bank reforms reduce inflation, government expenditure tends to increase.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Papers on Economic Activity.  We are grateful to Ioannis Tokatlidis for help in constructing the data, to Marco Arnone for sending us his data, and to Alberto Alesina, David Romer and Larry Summers for detailed comments.  We are also grateful to seminar participants at the CIFAR, the MIT Macro Lunch and in the Brookings conference and to Marios Angeletos, Olivier Blanchard, Timothy Besley, Torsten Persson, and Guido Tabellini for comments and suggestions.  Finally we thank Jeffrey Frieden for several very helpful converstaions and Lawrence Broz for guidance to the literature. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}