{
    "id": 14032,
    "citation_title": "Does Your Cohort Matter? Measuring Peer Effects in College Achievement",
    "citation_author": [
        "Scott E. Carrell",
        "Richard L. Fullerton",
        "James E. West"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo estimate peer effects in college achievement we exploit a unique dataset in which individuals have been exogenously assigned to peer groups of about 30 students with whom they are required to spend the majority of their time interacting. This feature enables us to estimate peer effects that are more comparable to changing the entire cohort of peers. Using this broad peer group, we find academic peer effects of much larger magnitude than found in previous studies that have measured peer effects among roommates alone. We find the peer effects persist at a diminishing rate into the sophomore, junior, and senior years, indicating social network peer effects may have long lasting effects on academic achievement. Our findings also suggest that peer effects may be working through study partnerships versus operating through establishment of a social norm of effort.\n\n",
    "acknowledgement": "\nSpecial thanks go to: William Carpenter, Rolland Stoneman, Kathleen O'Donnell, JauTsau, and Kate Carson for their assistance in obtaining the data and background information for this project. Thanks also go to Josh Angrist, Sandra Black, Pascaline Dupas, Caroline Hoxby, Changhui Kang, Lawrence Katz, Marianne Page, Bruce Sacerdote, Andrew Samwick, Doug Staiger, Omari Swinton, and all seminar participants at the NBER Summer Institute, WEA Meetings, Baylor University, Dartmouth College, Florida State University, Georgia State University, Ohio State University, Rand Corporation, Rice University, Sam Houston State University, Syracuse University, Texas A&M,  U C Davis, University of Florida, University of Houston, and University of Texas-Austin for their helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}