{
    "id": 14035,
    "citation_title": "The Own and Social Effects of an Unexpected Income Shock: Evidence from the Dutch Postcode Lottery",
    "citation_author": [
        "Peter J. Kuhn",
        "Peter Kooreman",
        "Adriaan R. Soetevent",
        "Arie Kapteyn"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the Dutch Postcode Lottery a postal code (19 households on average) is randomly selected weekly, and prizes - consisting of cash and a new BMW - are awarded to lottery participants living in that postal code.  On average, this generates a temporary, unexpected income shock equal to about eight months of income for about one third of the households in a typical winning code, while leaving the incomes of nonwinning, neighboring households unaffected.  We study the responses of consumption and reported happiness of both winners and nonwinners  to these shocks.  Consistent with simple models of in-kind transfers, the overwhelming majority of households who won a BMW convert it into cash.  With the exception of food away from home, the only 'own' effects of cash winnings we detect are on durables expenditures and car consumption; these results support a version of the permanent income hypothesis in which durable spending is used to smooth consumption.  We detect social effects of neighbors' winnings on two types of consumption:  cars and exterior home renovations.  Six months after the fact, winning the lottery does not make households happier, nor do neighbors' winnings reduce happiness.\n\n",
    "acknowledgement": "\nPlease direct correspondence to Peter Kuhn at pjkuhn@econ.ucsb.edu. We thank Herma van der Vleuten (University of Groningen), Kim Paulussen, Kamieke van de Riet, Peter Willems (GfK Benelux), and Jenny van Laar (Bridgis) for their contributions to the data collection process. The data collection was made possible through a grant from the Netherlands Organization for Scientific Research (NWO).  Soetevent's research was supported by a grant from the Program of Fellowships for Junior Scholars of the MacArthur Research Network on Social Interactions and Economic Inequality We thank Tobias Klein, Andrew Oswald, Bruce Sacerdote and Linda Waite for helpful comments, as well as seminar participants at the Université de Paris 1, Université de Lyon 2, University of Zurich, Duke University, UCSB, the University of Siena, New York University, and the All-UC labor economics conference at UC Davis. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}