{
    "id": 14036,
    "citation_title": "Who Gentrifies Low-Income Neighborhoods?",
    "citation_author": [
        "Terra McKinnish",
        "Randall Walsh",
        "Kirk White"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses confidential Census data, specifically the 1990 and 2000 Census Long Form data, to study the demographic processes underlying the gentrification of low-income urban neighborhoods during the 1990's.  In contrast to previous studies, the analysis is conducted at the more refined census-tract level with a narrower definition of gentrification and more closely matched comparison neighborhoods.  The analysis is also richly disaggregated by demographic characteristic, uncovering differential patterns by race, education, age and family structure that would not have emerged in the more aggregate analysis in previous studies.  The results provide no evidence of displacement of low-income non-white households in gentrifying neighborhoods.  The bulk of the increase in average family income in gentrifying neighborhoods is attributed to black high school graduates and white college graduates.  The disproportionate retention and income gains of the former and the disproportionate in-migration of the latter are distinguishing characteristics of gentrifying U.S. urban neighborhoods in the 1990's.\n\n",
    "acknowledgement": "\nThe research in this paper was conducted while the first and second authors were Special Sworn Status researchers of the U.S. Census Bureau at the Triangle Census Research Data Center and while the third author was an employee of the Census Bureau.  This work is unofficial and thus has not undergone the review accorded to official Census Bureau publications. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to ensure that no confidential data are revealed. This research was supported by Grant Number R0HD053860 from the National Institute of Child Health and Human Development.  Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the National Institute of Child Health and Human Development or the National Bureau of Economic Research.  We also gratefully acknowledge a development grant from the University of Colorado Population Center.  Finally, our research has benefited from NSF-ITR grant #0427889 which has helped support the Census Research Data Centers.\n\n\n"
}