{
    "id": 14034,
    "citation_title": "Globalization, Growth and Crises: The View from Latin America",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2008-05-23",
    "issue_date": "2008-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the role of openness and globalization in Latin America's economic development.  The paper is divided into two distinct part: I first (Sections II through IV) provide an analysis of 60 years of the region's economic history, that go form the launching of the Alliance for Progress by the Kennedy Administration in 1961, to the formulation and implementation of the market-oriented reforms of the Washington Consensus in the 1990s and 2000s.  I conclude that Latin America's history has been characterized by low growth, high inflation and recurrent external crises.  In Section V I deal formally with the costs of crises, and I estimate a number of variance component models of the dynamics of growth. I find that external crises have been more costly in Latin America than in the rest of the world.  I also find that the cost of external crises has been inversely related to the degree of openness.\n\n",
    "acknowledgement": "\nThis is a revised version of the 2007 Corden Lecture, in honor of W. Max Corden, which I delivered at the University of Melbourne on October 11th 2007.  I thank Alberto Naudon for his assistance and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}