{
    "id": 14031,
    "citation_title": "Under the Weather: Health, Schooling, and Economic Consequences of Early-Life Rainfall",
    "citation_author": [
        "Sharon L. Maccini",
        "Dean Yang"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow sensitive is long-run individual well-being to environmental conditions early in life? This paper examines the effect of weather conditions around the time of birth on the health, education, and socioeconomic outcomes of Indonesian adults born between 1953 and 1974. We link historical rainfall for each individual's birth-year and birth-location with current adult outcomes from the 2000 wave of the Indonesia Family Life Survey. Higher early-life rainfall has large positive effects on the adult outcomes of women, but not of men. Women with 20% higher rainfall (relative to normal local rainfall) in their year and location of birth are 3.8 percentage points less likely to self-report poor or very poor health, attain 0.57 centimeters greater height, complete 0.22 more grades of schooling, and live in households that score 0.12 standard deviations higher on an asset index. These patterns most plausibly reflect a positive impact of rainfall on agricultural output, leading to higher household incomes and food availability and better health for infant girls. We present suggestive evidence that eventual benefits for adult women's socioeconomic status are most strongly mediated by improved schooling attainment, which in turn improves socioeconomic status in adulthood.\n\n",
    "acknowledgement": "\nHwaJung Choi provided excellent research assistance. We have valued feedback and suggestions from Anna Aizer, David Bloom, John Bound, Anne Case, Kerwin Charles, David Cutler, Lucas Davis, John DiNardo, Marcel Fafchamps, Juan Carlos Hallak, Caroline Hoxby, Larry Katz, David I. Levine, Jim Levinsohn, Louis Maccini, Justin McCrary, David Newhouse, Joe Newhouse, Ben Olken, Chris Paxson, Heather Royer, Dan Silverman, Gary Solon, John Strauss, and seminar participants at University of Illinois (Urbana-Champaign), Johns Hopkins, McGill, University of Michigan, Oxford, Rutgers, University of Washington (Seattle), and the NEUDC 2005 conference at Brown University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}