{
    "id": 14030,
    "citation_title": "The Allocative Cost of Price Ceilings in the U.S. Residential Market for Natural Gas",
    "citation_author": [
        "Lucas W. Davis",
        "Lutz Kilian"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA direct consequence of imposing a ceiling on the price of a good for which secondary markets do not exist, is that, when there is excess demand, the good will not be allocated to the buyers who value it the most. The resulting allocative cost has been discussed in the literature as a potentially important component of the total welfare loss from price ceilings, but its practical importance has yet to be established empirically. In this paper, we address this question using data for the U.S. residential market for natural gas which was subject to price ceilings during 1954-1989. This market is well suited for such an empirical analysis and natural gas price ceilings affected millions of households. Using a household-level, discrete-continuous model of natural gas demand, we estimate that the allocative cost in the U.S. residential market for natural gas averaged $4.6 billion annually since the 1950s, effectively tripling previous estimates of the net welfare loss to U.S. consumers. We quantify the evolution of this allocative cost and its geographical distribution during the post-war period, and we highlight implications of our analysis for the regulation of other markets.\n\n",
    "acknowledgement": "\nComments from Jim Adams, Jim Hines, Kai-Uwe Kuhn, Dan Silverman, Gary Solon and seminar participants at Duke, Michigan, Western Ontario, Maryland, M.I.T. (CEEPR), and Calgary substantially improved the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}