{
    "id": 1403,
    "citation_title": "The Impact of Annuity Insurance on Savings and Inequality",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "John B. Shoven",
        "Avia Spivak"
    ],
    "citation_publication_date": "1984-07-01",
    "issue_date": "1984-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the first paper to document the effect of health on the migration propensities of African Americans in the American past. Using both IPUMS and the Colored Troops Sample of the Civil War Union Army Data, I estimate the effects of literacy and health on the migration propensities of African Americans from 1870 to 1910. I find that literacy and health shocks were strong predictors of migration and the stock of health was not. There were differential selection propensities based on slave status--former slaves were less likely to migrate given a specific health shock than free blacks. Counterfactuals suggest that as much as 35% of the difference in the mobility patterns of former slaves and free blacks is explained by differences in their human capital, and more than 20% of that difference is due to health alone. Overall, the selection effect of literacy on migration is reduced by one-tenth to one-third once health is controlled for. The low levels of human capital accumulation and rates of mobility for African Americans after the Civil War are partly explained by the poor health status of slaves and their immediate descendants.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Center for Population Economics at the University of Chicago Graduate School of Business and the NIH (grant number P01 AG10120). I thank William Collins, Lisa Cook, William Darity, Chulhee Lee, Robert Margo, Jonathan Pritchett, William Spriggs, Richard Steckel, Warren Whatley, seminar participants at the University of Michigan, Howard University, the University of Chicago, Ohio State University, and two anonymous referees for helpful comments. I thank Joseph Burton, Dora Costa, Alex Gendlin, Carlos Villarreal and Noel Yetter for help with the Colored Troops data, and Jonathan Burns, Yevgen Polishchuk, Blair Russell and Melissa Wong for exemplary research assistance. This work originated in a series of discussions with Prof. Herbert H. Hill (1924-2004), to whom this paper is dedicated. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}