{
    "id": 14048,
    "citation_title": "Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels",
    "citation_author": [
        "Steven J. Davis",
        "James A. Kahn"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review evidence on the Great Moderation in conjunction with evidence about volatility trends at the micro level.  We combine the two types of evidence to develop a tentative story for important components of the aggregate volatility decline and its consequences.   The key ingredients are declines in firm-level volatility and aggregate volatility -- most dramatically in the durable goods sector -- but the absence of a decline in household consumption volatility and individual earnings uncertainty.  Our explanation for the aggregate volatility decline stresses improved supply-chain management, particularly in the durable goods sector, and, less important, a shift in production and employment from goods to services.  We provide evidence that better inventory control made a substantial contribution to declines in firm-level and aggregate volatility.  Consistent with this view, if we look past the turbulent 1970s and early 1980s much of the moderation reflects a decline in high frequency (short-term) fluctuations.  While these developments represent efficiency gains, they do not imply (nor is there evidence for) a reduction in economic uncertainty faced by individuals and households.\n\n",
    "acknowledgement": "\nDoug Elmendorf, Nick Bloom, and other participants at the San Francisco Fed's CSIP conference offered helpful comments, as did Charles Steindel.  The editors of this journal - Jim Hines, Andrei Shleifer, Jeremy Stein and Timothy Taylor - provided many constructive comments that led to significant improvements in the paper. Parts of the paper also owe a significant debt to discussions with Meg McConnell.  Responsibility for any flaws in the final product remains with the authors. The views expressed in this article are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}