{
    "id": 14040,
    "citation_title": "Bayesian Learning in Social Networks",
    "citation_author": [
        "Daron Acemoglu",
        "Munther A. Dahleh",
        "Ilan Lobel",
        "Asuman Ozdaglar"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the perfect Bayesian equilibrium of a model of learning over a general social network. Each individual receives a signal about the underlying state of the world, observes the past actions of a stochastically-generated neighborhood of individuals, and chooses one of two possible actions. The stochastic process generating the neighborhoods defines the network topology (social network). The special case where each individual observes all past actions has been widely studied in the literature. We characterize pure-strategy equilibria for arbitrary stochastic and deterministic social networks and characterize the conditions under which there will be asymptotic learning -- that is, the conditions under which, as the social network becomes large, individuals converge (in probability) to taking the right action. We show that when private beliefs are unbounded (meaning that the implied likelihood ratios are unbounded), there will be asymptotic learning as long as there is some minimal amount of \"expansion in observations\". Our main theorem shows that when the probability that each individual observes some other individual from the recent past converges to one as the social network becomes large, unbounded private beliefs are sufficient to ensure asymptotic learning. This theorem therefore establishes that, with unbounded private beliefs, there will be asymptotic learning an almost all reasonable social networks. We also show that for most network topologies, when private beliefs are bounded, there will not be asymptotic learning. In addition, in contrast to the special case where all past actions are observed, asymptotic learning is possible even with bounded beliefs in certain stochastic network topologies.\n\n",
    "acknowledgement": "\nWe thank Lones Smith and Peter Sorensen for useful comments and suggestions.  We gratefully acknowledge financial suppoert from AFOSR and the NSF. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}