{
    "id": 14041,
    "citation_title": "Effects of Regulation on Drug Launch and Pricing in Interdependent Markets",
    "citation_author": [
        "Patricia M. Danzon",
        "Andrew J. Epstein"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effect of price regulation and competition on launch timing and pricing of new drugs. Our data cover launch experience in 15 countries for drugs in 12 therapeutic classes that experienced significant innovation over the decade 1992-2003. We use prices of established products as a measure of the direct effect of a country's own regulatory system, and find that launch timing and prices of innovative drugs are influenced by prices of established products. Thus, if price regulation reduces drug prices, it contributes to launch delay in the home country. New drug launch hazards and launch prices in low-price countries are also affected by referencing by other, high-price countries, especially within the EU, as expected if manufacturers delay launch in low-price markets to avoid undermining higher prices in other countries. Thus, referencing policies adopted in high-price countries can impose welfare loss on low-price countries. Prices of new drugs are influenced mainly by prices of other drugs within the same subclass; however, dynamic competition from new subclasses undermines new drug launch in older subclasses. Association with a local firm accelerates launch only in certain regulated markets. These findings have implications for US proposals to constrain pharmaceutical prices in the US through external referencing and drug importation.\n\n",
    "acknowledgement": "\nWe appreciate comments from attendees at the 2008 Chicago Health Economics Conference and the 2008 Toulouse Economics of the Health Care and the Pharmaceutical Industry conference. An earlier version of this paper was presented at the 2005 International Health Economics Association meeting. This research was supported in part by a grant from Wyeth Pharmaceuticals and by support from the Merck Foundation to the University of Pennsylvania.  The opinions expressed are those of the authors and do not necessarily reflect the opinions of the research sponsors or the National Bureau of Economic Research.\n\n\n"
}