{
    "id": 14043,
    "citation_title": "Crossover Inventions And Knowledge Diffusion Of General Purpose Technologies? Evidence From The Electrical Technology",
    "citation_author": [
        "Shih-tse Lo",
        "Dhanoos Sutthiphisal"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars have long noted the significant impact of general purpose technologies (GPTs) on the economy. However, limited attention has been paid to exploring how they are employed to generate inventions in downstream sectors (crossover inventions), and what factors may facilitate such diffusion. We study these issues by examining the introduction of one of the widely regarded GPTs -- electrical technology -- in the late 19th century U.S. We find that knowledge spillovers between industries (inter-industry spillovers and learning-by-using) had little influence on the geography of crossover inventions as well as the speed and productivity of inventors at making them. Instead, appropriate human capital and an environment promoting inventions in general played a more important role.\n\n",
    "acknowledgement": "\nWe are very grateful to the late Kenneth Sokoloff for his constant encouragement. We have also benefited from comments offered by Daniel Ackerberg, Francisco Alvarez-Cuadrado, Leah Brooks, Jennifer Hunt, Naomi Lamoreaux, Mary MacKinnon, Jean-Laurent Rosenthal, and participants at the BHC, CEA Meetings, CNEH Conference, NBER Summer Institute, McGill, and UCLA. We would like to thank Carolina Corral and Jinyuan He for their excellent research assistance. Finally, Sutthiphisal acknowledges financial support from Fonds québécois de la recherche sur la société et la culture (FQRSC). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}