{
    "id": 14047,
    "citation_title": "Fiscal Policy over the Real Business Cycle: A Positive Theory",
    "citation_author": [
        "Marco Battaglini",
        "Stephen Coate"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a political economy theory of the behavior of fiscal policy over the business cycle. The theory predicts that, in both booms and recessions, fiscal policies are set so that the marginal cost of public funds obeys a submartingale. In the short run, fiscal policy can be pro-cyclical with government debt spiking up upon entering a boom. However, in the long run, fiscal policy is counter-cyclical with debt increasing in recessions and decreasing in booms. Government spending increases in booms and decreases during recessions, while tax rates decrease during booms and increase in recessions. Data on tax rates from the G7 countries supports the submartingale prediction, and the correlations between fiscal policy variables and national income implied by the theory are consistent with much of the existing evidence from the U.S. and other countries.\n\n",
    "acknowledgement": "\nWe thank Andrea Civelli and Woong Yong Park for outstanding research assistance. For helpful comments, we also thank Ulrich Muller, Christopher Sims, Ivan Werning and seminar participants at Georgetown, Johns Hopkins, ITAM, University of Miami, NBER, Princeton, the LAEF conference at UCSB, Simon Fraser, the X Workshop in International Economics and Finance at Universidad Torcuato Di Tella, and York University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}