{
    "id": 14049,
    "citation_title": "An Anatomy Of Credit Booms: Evidence From Macro Aggregates And Micro Data",
    "citation_author": [
        "Enrique G. Mendoza",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a methodology for measuring credit booms and uses it to identify credit booms in emerging and industrial economies over the past four decades. In addition, we use event study methods to identify the key empirical regularities of credit booms in macroeconomic aggregates and micro-level data. Macro data show a systematic relationship between credit booms and economic expansions, rising asset prices, real appreciations, widening external deficits and managed exchange rates. Micro data show a strong association between credit booms and firm-level measures of leverage, firm values, and external financing, and bank-level indicators of banking fragility. Credit booms in industrial and emerging economies show three major differences: (1) credit booms and the macro and micro fluctuations associated with them are larger in emerging economies, particularly in the nontradables sector; (2) not all credit booms end in financial crises, but most emerging markets crises were associated with credit booms; and (3) credit booms in emerging economies are often preceded by large capital inflows but not by financial reforms or productivity gains.\n\n",
    "acknowledgement": "\nWe thank participants at the 2007 AEA Meetings in Chicago and the April 2008 IMF conference on \"Financial Cycles, Liquidity and Securitization\" for comments and suggestions. We also thank Ricardo Caballero, Charles Calomiris, Stijn Claessens, Jose De Gregorio, Giovanni Dell'Ariccia, Simon Gilchrist, Dale Henderson, Ayhan Kose, and Jonathan Ostry for their comments, and Dio Kaltis for high-quality research assistance. This paper represents only the authors' views and not those of the International Monetary Fund, its Executive Board, its Management, or the National Bureau of Economic Research.\n\n\n"
}