{
    "id": 14044,
    "citation_title": "Taking the Easy Way Out: How the GED Testing Program Induces Students to Drop Out",
    "citation_author": [
        "James J. Heckman",
        "John Eric Humphries",
        "Paul A. LaFontaine",
        "Pedro L. Rodriguez"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "2023-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe option to obtain a General Education Development (GED) certificate changes the incentives facing high school students. This paper evaluates the effect of three different GED policy innovations on high school graduation rates. A six point decrease in the GED pass rate due to an increase in national passing standards produced a 1.3 point decline in overall high school dropout rates. The introduction of a GED certification program in high schools in Oregon produced a four percent decrease in high school graduation rates. Introduction of GED certificates for civilians in California increased the high school dropout rate by 3 points. The GED program induces students to drop out of high school.\n\n",
    "acknowledgement": "\nThis research was supported by the American Bar Foundation, NIH R01-HD043411, the Spencer Foundation, the Mellon Foundation, the JB and MK Pritzker Family Foundation, the Buffett Early Childhood Fund at the Susan T. Buffett Foundation, and an anonymous foundation. We would like to thank the California Demographic Research unit for helpful assistance. We thank the editor and an anonymous referee for helpful comments. We also thank participants at the Spencer Foundation GED Conference at the University of Chicago, April 2011, for helpful comments. Tim Kautz, Janice Laurence, Lois Quinn, Chris Taber and Rob Warren gave especially helpful commentary. The views expressed in this paper are those of the authors and not necessarily those of the funders listed here. A Web Appendix is available at http://jenni.uchicago.edu/GED_dropout/GED_incentives/. The views expressed in this paper are those of the authors and not necessarily those of the funders listed here, nor of the National Bureau of Economic Research.\n\n\n"
}