{
    "id": 14042,
    "citation_title": "Cigarette Taxes and the Transition from Youth to Adult Smoking: Smoking Initiation, Cessation, and Participation",
    "citation_author": [
        "Philip DeCicca",
        "Donald S. Kenkel",
        "Alan D. Mathios"
    ],
    "citation_publication_date": "2008-05-30",
    "issue_date": "2008-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy makers continue to advocate and adopt cigarette taxes as a public health measure.  Most previous individual-level empirical studies of cigarette demand are essentially static analyses.  In this study, we use longitudinal data to examine the dynamics of young adults' decisions about smoking initiation and cessation.  We develop a simple model to highlight the distinctions between smoking initiation, cessation, and participation and show that the price elasticity of smoking participation is a weighted average of corresponding initiation and cessation elasticities, a finding that applies more broadly to other addictive substances as well.  The paper's remaining contributions are empirical.  We use data from the 1992  wave of the National Education Longitudinal Study, when most of the cohort were high school seniors, and data from the 2000 wave, when they were about 26 years old.   The results show that the distinction between initiation and cessation is empirically useful.  We also contribute new estimates on the tax-responsiveness of young adult smoking, paying careful attention to the possibility of bias if hard-to-observe differences in anti-smoking sentiment are correlated with state cigarette taxes.  We find no evidence that higher taxes prevent smoking initiation, but some evidence that higher taxes are associated with increased cessation.\n\n",
    "acknowledgement": "\nWe thank Martin Forster, Richard Frank, Michael Grossman, Andrew Jones, Peter Zweifel, an anonymous referee, and participants at a session of the American Economic Association, Philadelphia, January 7-9 2005, for helpful comments on earlier drafts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}