{
    "id": 14058,
    "citation_title": "Market Liquidity, Asset Prices and Welfare",
    "citation_author": [
        "Jennifer Huang",
        "Jiang Wang"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an equilibrium model for the demand and supply of liquidity and its impact on asset prices and welfare. We show that when constant market presence is costly, purely idiosyncratic shocks lead to endogenous demand of liquidity and large price deviations from fundamentals. Moreover, market forces fail to lead to efficient supply of liquidity, which calls for potential policy interventions. However, we demonstrate that different policy tools can yield different efficiency consequences. For example, lowering the cost of supplying liquidity on the spot (e.g., through direct injection of liquidity or relaxation of ex post margin constraints) can decrease welfare while forcing more liquidity supply (e.g., through coordination of market participants) can improve welfare.\n\n",
    "acknowledgement": "\nPart of this work was done during Wang's visit at the Federal Reserve Bank of New York as a resident scholar.  The authors thank Tobias Adrian, Franklin Allen, Markus Brunnermeier, Douglas Diamond, Joe Hasbrouck, Nobu Kiyotaki, Arvind Krishnamurthy, Pete Kyle, Arzu Ozoguz, Lasse Pedersen, Paul Pfleiderer, Jacob Sagi, Suresh Sundaresan, Sheridan Titman, Andrey Ukhov, Dimitri Vayanos, S. \"Vish'' Viswanathan, and participants at the FDIC and JFSR 7th Annual Bank Research Conference, and seminars at Boston University, Emory, Columbia, Federal Reserve Bank of New York, HKUST, London School of Economics, Nanyang Technological University, National University of Singapore, Princeton, Stanford, Stockholm School of Economics, University of Chicago, University of Michigan, and the University of Texas at Austin for comments and suggestions.  Support from Morgan Stanley (Equity Market Microstructure Grant, 2006) (Huang and Wang), NSFC of China (Project Number 70440420490) and JP Morgan Academic Outreach Program (Wang) are gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}