{
    "id": 14052,
    "citation_title": "The Macroeconomic Implications of Rising Wage Inequality in the United States",
    "citation_author": [
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent decades, the US wage structure has been transformed by a rising college premium, a narrowing gender gap, and increasing persistent and transitory residual wage dispersion. This paper explores the implications of these changes for cross-sectional inequality in hours worked, earnings and consumption, and for welfare. The framework for the analysis is an incomplete-markets overlapping-generations model in which individuals choose education and form households, and households choose consumption and intra-family time allocation. An explicit production technology underlies equilibrium prices for labor inputs differentiated by gender and education. The model is parameterized using micro data from the PSID, the CPS and the CEX. With the changing wage structure as the only primitive force, the model can account for the key trends in cross-sectional US data. We also assess the role played by education, labor supply, and saving in providing insurance against shocks, and in exploiting opportunities presented by changes in the relative prices of different types of labor.\n\n",
    "acknowledgement": "\nWe are grateful to Orazio Attanasio, Dirk Krueger and Fabrizio Perri for help with the CEX data, and to Greg Kaplan for outstanding research assistance. Heathcote and Violante thank the National Science Foundation (Grant SEP-0418029). The opinions expressed here are those of the authors and not necessarily those of the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}