{
    "id": 14059,
    "citation_title": "Liquidation Values and the Credibility of Financial Contract Renegotiation: Evidence from U.S. Airlines",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHow do liquidation values affect financial contract renegotiation? While the 'incomplete contracting' theory of financial contracting predicts that liquidation values determine the allocation of bargaining power between creditors and debtors, there is little empirical evidence on financial contract renegotiations and the role asset values play in such bargaining. This paper attempts to fill this gap. We develop an incomplete-contracting model of financial contract renegotiation and estimate it using data on the airline industry in the United States. We find that airlines successfully renegotiate their lease obligations downwards when their financial position is sufficiently poor and when the liquidation value of their fleet is low. Our results show that strategic renegotiation is common in the airline industry. Moreover, the results emphasize the importance of the incomplete contracting perspective to real world financial contract renegotiation.\n\n",
    "acknowledgement": "\nWe thank Douglas Baird, Lucian Bebchuk, Andrea Eisfeldt, Mark Garmaise, Robert Gertner, Simon Gervais, Oliver Hart, Gustavo Manso, Stewart Myers, Antoinette Schoar, Andrei Shleifer, Jeremy Stein, George Triantis, Bilge Yilmaz, and seminar participants at the 2007 American Law and Economics Association meeting, 2008 AFA meeting in New Orleans, Columbia University, Dartmouth, Harvard Law School, Harvard Economics Department, Harvard-MIT organizational economics seminar, Interdisciplinary Center of Herzliya, MIT Sloan, NBER Corporate Finance meeting, NYU-Stern, Stanford GSB, Texas Finance Festival, The Federal Reserve Bank of Philadelphia,  and the University of Virginia, Edward Glaeser (the editor), and two anonymous referees for constructive and helpful comments. We also thank Robert Grundy and Phil Shewring from Airclaims Inc. Alex Bayers provided excellent research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}