{
    "id": 14055,
    "citation_title": "Asset Allocation and Location over the Life Cycle with Survival-Contingent Payouts",
    "citation_author": [
        "Wolfram J. Horneff",
        "Raimond H. Maurer",
        "Olivia S. Mitchell",
        "Michael Z. Stamos"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how lifelong survival-contingent payouts can enhance investor wellbeing in the context of a portfolio choice model which integrates uninsurable labor income and asymmetric mortality expectations. Our model generates optimal asset location patterns indicating how much to hold in liquid versus illiquid survival-contingent payouts over the lifetime, and also asset allocation paths, showing how to invest in stocks versus bonds. We confirm that the investor will gradually move money out of her liquid saving into survival-contingent assets to retirement and beyond, thereby enhancing her welfare by as much as 50 percent. The results are also robust to the introduction of uninsurable consumption shocks in housing expenses, income flows during the worklife and retirement, sudden changes in health status, and medical expenses.\n\n",
    "acknowledgement": "\nThis research received support from the US Social Security Administration via the Michigan Retirement Research Center at the University of Michigan. Additional research support was provided by the Fritz-Thyssen Foundation, the Deutscher Verein für Versicherungswissenschaft, and the Pension Research Council at the Wharton School. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affliated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}