{
    "id": 14062,
    "citation_title": "Who Benefits from Tax-Advantaged Employee Benefits?: Evidence from University Parking",
    "citation_author": [
        "Michael D. Grubb",
        "Paul Oyer"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use university parking permits to study how firms and employees split the value of employee benefit tax subsidies. Starting in 1998, the IRS allowed employees to pay for parking passes with pre-tax income. This subsidized the parking pass purchases of faculty and staff, but did not affect students. We show that the typical university raised its parking rates by 8-10% extra when it implemented a pre-tax payment system, but that this increase was the same for those affected by the tax change and those that were not affected. We conclude that university employees captured much of the new tax benefit, that faculty and staff that purchase permits benefited relative to those that do not purchase permits, and that students that purchase permits were made worse off relative to those that do not buy permits. We discuss what these results suggest about universities' objectives in setting their parking prices and about the demand for university parking.\n\n",
    "acknowledgement": "\nWe thank many university parking office employees for providing data from their schools. Grubb thanks SIEPR's Taube Scholarship Fund Fellowship and the State Farm Companies Doctoral Award for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}