{
    "id": 14068,
    "citation_title": "Hedge Fund Contagion and Liquidity",
    "citation_author": [
        "Nicole M. Boyson",
        "Christof W. Stahel",
        "Rene M. Stulz"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing hedge fund indices representing eight different styles, we find strong evidence of contagion within the hedge fund sector: controlling for a number of risk factors, the average probability that a hedge fund style index has extreme poor performance (lower 10% tail) increases from 2% to 21% as the number of other hedge fund style indices with extreme poor performance increases from zero to seven. We investigate how changes in funding and asset liquidity intensify this contagion, and find that the likelihood of contagion is high when prime brokerage firms have poor performance (which would be expected to affect hedge fund funding liquidity adversely) and when stock market liquidity (a proxy for asset liquidity) is low. Finally, we examine whether extreme poor performance in the stock, bond, and currency markets is more likely when contagion in the hedge fund sector is high. We find no evidence that contagion in the hedge fund sector is associated with extreme poor performance in the stock and bond markets, but find significant evidence that performance in the currency market is worse when hedge fund contagion is high, consistent with the effects of an unwinding of carry trades.\n\n",
    "acknowledgement": "\nBoyson is at Northeastern University, Stahel is at George Mason University, and Stulz is at The Ohio State University, NBER, and ECGI. Corresponding author is Boyson: n.boyson@neu.edu, (617) 373-4775. We wish to thank Stephen Brown, William Greene, David Hsieh, Andrew Karolyi, Marno Verbeek and participants at seminars and conferences at Maastricht University,the FDIC, RSM Erasmus University, and Wharton for useful discussions. We are also grateful to Rose Liao and Jérôme Taillard for research assistance. We also wish to thank Lisa Martin at Hedge Fund Research for assistance regarding her firm's products. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}