{
    "id": 14065,
    "citation_title": "The Persistence of Teacher-Induced Learning Gains",
    "citation_author": [
        "Brian A. Jacob",
        "Lars Lefgren",
        "David Sims"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEducational interventions are often narrowly targeted and temporary, and evaluations often focus on the short-run impacts of the intervention.  Insofar as the positive effects of educational interventions fadeout over time, however, such assessments may be misleading.  In this paper, we develop a simple statistical framework to empirically assess the persistence of treatment effects in education.  To begin, we present a simple model of student learning that incorporates permanent as well as transitory learning gains.  Using this model, we demonstrate how the parameter of interest - the persistence of a particular measurable education input - can be recovered via instrumental variables as a particular local average treatment effect.  We initially motivate this strategy in the context of teacher quality, but then generalize the model to consider educational interventions more generally.  Using administrative data that links students and teachers, we construct measures of teacher effectiveness and then estimate the persistence of these teacher value-added measures on student test scores. We find that teacher-induced gains in math and reading achievement quickly erode.  In most cases, our point estimates suggest a one-year persistence of about one-fifth and rule out a one-year persistence rate higher than one-third.\n\n",
    "acknowledgement": "\nWe thank Henry Tappen for excellent research assistance.  We thank Scott Carrell, John DiNardo, Jonah Rockoff, Jesse Rothstein and Douglas Staiger as well as seminar participants at Brigham Young University and the University of California, Davis for helpful comments.  All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}