{
    "id": 14066,
    "citation_title": "The Back Story of Twentieth-Century Art",
    "citation_author": [
        "David Galenson"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe back story of twentieth-century art concerns the changing intellectual, economic, and technological setting that would cause the art of the past century to be fundamentally different from that of all earlier times. The single most important change involved the structure of the market for advanced art. Innovation had always been the hallmark of important art, but since the Renaissance nearly all artists were constrained in the degree to which they could innovate by the need to satisfy powerful individual patrons or institutions. The overthrow of the Salon monopoly of the art market in Paris and the rise of a competitive market for art in the late nineteenth century removed this constraint, and gave advanced artists an unprecedented freedom to innovate. Conspicuous innovation subsequently became necessary for important modern art. All artists recognized the increased demand for innovation, but it would be conceptual artists who could take advantage of it more quickly than their experimental counterparts. Early in the twentieth century Pablo Picasso became the prototype of the conceptual innovator who maximized the economic value of his inventiveness in the new market setting, and during the remainder of the century, a series of young conceptual artists followed him in producing more radical innovations, and engaging in more extreme new forms of behavior, than had ever existed before, making this an era of revolutionary artistic change.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}