{
    "id": 14063,
    "citation_title": "The Young, the Old, and the Restless: Demographics and Business Cycle Volatility",
    "citation_author": [
        "Nir Jaimovich",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the consequences of demographic change for business cycle analysis. We find that changes in the age composition of the labor force account for a significant fraction of the variation in business cycle volatility observed in the U.S. and other G7 economies. During the postwar period, these countries experienced dramatic demographic change, although details regarding timing and nature differ from place to place. Using panel-data methods, we exploit this variation to show that the age composition of the workforce has a large and statistically significant effect on cyclical volatility. We conclude by relating these findings to the recent decline in U.S. business cycle volatility. Through simple quantitative accounting exercises, we find that demographic change accounts for approximately one-fifth to one-third of this moderation.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, Gadi Barlevy, Paul Beaudry, Larry Christiano, Julie Cullen, Marty Eichenbaum, David Green, Karen Kopecky, Valerie Ramey, Sergio Rebelo, Victor Ríos-Rull, Jim Sullivan, and numerous workshop and seminar participants for helpful comments. Hide Mizobuchi, Subrata Sarker, Shun Wang, and especially, Seth Pruitt and Josie Smith provided expert research assistance. Part of this work was completed while Siu was a visiting scholar at the Federal Reserve Bank of Minneapolis during the 2006-07 academic year, and he thanks them for their support and hospitality. Siu also thanks the SSHRC of Canada for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}