{
    "id": 14069,
    "citation_title": "International R&D Spillovers and Institutions",
    "citation_author": [
        "David T. Coe",
        "Elhanan Helpman",
        "Alexander W. Hoffmaister"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe empirical analysis in \"International R&D Spillovers\" (Coe and Helpman, 1995) is first revisited by applying modern panel cointegration estimation techniques to an expanded data set that we have constructed for the purpose of this study. The new estimates confirm the key results reported in Coe and Helpman about the impact of domestic and foreign R&D capital stocks on TFP. In addition, we show that domestic and foreign R&D capital stocks have measurable impacts on TFP even after controlling for the impact of human capital. Furthermore, we extend the analysis to include institutional variables, such as legal origin and patent protection, in order to allow for parameter heterogeneity based on a country's institutional characteristics. The results suggest that institutional differences are important determinants of total factor productivity and that they impact the degree of R&D spillovers.\n\n",
    "acknowledgement": "\nWe thank James Stock and Dale Jorgenson for helpful discussions. We also thank Kazim Kazimov, who worked extensively on the data base, as well as Song-Yi Kim and Fritz Pierre-Louis for expert research assistance. Much of the work on this paper was done when David Coe was on sabbatical from the IMF in 2007 visiting the Economics Department at Harvard during March and April and the OECD during June and July; he thanks both for their hospitality. The views expressed in this paper are those of the authors and do not represent the views of the International Monetary Fund, any other institution, or the National Bureau of Economic Research.\n\n\n"
}