{
    "id": 14064,
    "citation_title": "Schools, Skills, and Synapses",
    "citation_author": [
        "James J. Heckman"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses (a) the role of cognitive and noncognitive ability in shaping adult outcomes, (b) the early emergence of differentials in abilities between children of advantaged families and children of disadvantaged families, (c) the role of families in creating these abilities, (d) adverse trends in American families, and (e) the effectiveness of early interventions in offsetting these trends. Practical issues in the design and implementation of early childhood programs are discussed.\n\n",
    "acknowledgement": "\nThis paper was presented as the Presidential Lecture of the Western Economics Association, Seattle Washington, June 30, 2007. Earlier versions were presented at the U.S. Naval Academy at Annapolis, September, 2006; at Kansas State University, November 2006; and as the 2006 Leigh Lecture, Washington State University, November 2007. Heckman is Henry Schultz Distinguished Service Professor of Economics at the University of Chicago, Professor of Science and Society, University College Dublin, and Senior Research Fellow, American Bar Foundation. This research was supported by the Committee for Economic Development with grants from the Pew Charitable Trusts and the Partnership for America's Economic Success; the JB & MK Pritzker Family Foundation; Susan Thompson Buffett Foundation; Mr. Robert Dugger; NIH R01-HD043411, NSF 97-09-873, NSF SES-0099195, NSF SES-0241858; and support from the American Bar Foundation. The views expressed in this paper are those of the author and not necessarily those of the funders listed here. I thank Pedro Carneiro, Flavio Cunha, Lance Lochner, Paul LaFontaine, Dimitriy Masterov and Sergio Urzua for helpful collaborations on which this paper is based. Burton Singer has made many helpful comments over the years on this and related work. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}