{
    "id": 14061,
    "citation_title": "Much Ado About Nothing: American Jobs and the Rise of Service Outsourcing to China and India",
    "citation_author": [
        "Runjuan Liu",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2008-06-06",
    "issue_date": "2008-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact on U.S. labor markets of offshore outsourcing in services to China and India.  We also consider the reverse flow or 'inshoring' which is the sale of services produced in the United States to unaffiliated buyers in China and India.  Using March-to-March matched CPS data for 1996-2006 we examine the impacts on (1) occupation and industry switching, (2) weeks spent unemployed as a share of weeks in the labor force, and (3) earnings.  We precisely estimate small positive effects of inshoring and smaller negative effects of offshore outsourcing.  The net effect is positive.  \nTo illustrate how small the effects are, suppose that over the next nine years all of inshoring and offshore outsourcing grew at rates experienced during 1996-2005 in business, professional and technical services i.e., in segments where China and India have been particularly strong.  Then workers in occupations that are exposed to inshoring and offshore outsourcing (1) would switch 4-digit occupations 2 percent less often, (2) would spend 0.1 percent less time unemployed, and (3) would earn 1.5 percent more.  These are not annual changes - they are changes over nine years - and are thus best described as small positive effects.\n\n",
    "acknowledgement": "\nWe thank Michael Baker, Albert Berry, Gilles Duranton, Linda Goldberg, Ig Horstmann, Gueorgui Kambourov, and Thomas Lemieux for many helpful comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}