{
    "id": 14073,
    "citation_title": "Education and the Age Profile of Literacy into Adulthood",
    "citation_author": [
        "Elizabeth Cascio",
        "Damon Clark",
        "Nora Gordon"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is widely documented that U.S. students score below their OECD counterparts on international achievement tests, but it is less commonly known that ultimately, U.S. native adults catch up.  In this paper, we explore institutional explanations for differences in the evolution of literacy over young adulthood across wealthy OECD countries.  We use an international cross-section of micro data from the International Adult Literacy Survey (IALS); these data show that cross-country differences in the age profile of literacy skills are not due to differences in individual family background, and that relatively high rates of university graduation appears to explain a good part of the U.S. \"catch up.\"  The cross-sectional design of the IALS prevents us from controlling for cohort effects, but we use a variety of other data sources to show that cohort effects are likely small in comparison to the differences by age revealed in the IALS.  We go on to discuss how particular institutional features of secondary and postsecondary education correlate, at the country level, with higher rates of university completion.\n\n",
    "acknowledgement": "\nWe thank Youjin Hahn, Laurel Wheeler, and Christine Donnelly for outstanding research assistance.  We also thank seminar participants at Dartmouth and UCSD, Susan Dynarksi, James Hines, John Meyer, Bruce Sacerdote, Andrei Shleifer, Jeremy Stein, and Timothy Taylor for comments that improved the paper and Rudolf Winter-Ebner for assistance in preparing the data used in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}