{
    "id": 14079,
    "citation_title": "Estimating the Productivity Selection and Technology Spillover Effects of Imports",
    "citation_author": [
        "Ram C. Acharya",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists emphasize two channels through which import liberalization affects productivity, one operating between and the other within firms. According to the former, import competition triggers market share reallocations between domestic firms with different technological capabilities (selection). At the same time, imports can also improve firms' technologies through learning externalities (spillovers). We present evidence for a sample of industrialized countries over the period 1973 to 2002. First, in the long run, import liberalization lowers productivity in domestic industries through selection. This finding confirms the prediction of models with firm heterogeneity, including Melitz and Ottaviano (2008), in which unilateral liberalization lowers the profits of domestic relative to foreign exporters. Second, if imports involve advanced foreign technologies, liberalization also generates technological learning that can on net raise domestic productivity. Third, for short time horizons of up to three years, a surge in imports typically raises domestic productivity. Because the number of firms at home and abroad does not change much in the short-run, new competition from foreign firms has a pro-competitive effect. We also find that high entry barriers, especially regulation, slow down the process of market share reallocation between firms. Over- all, the results support models in which trade triggers both substantial selection and technological learning.\n\n",
    "acknowledgement": "\nWe are grateful to Jan DeLoecker, Ann Harrison, Margaret McMillan, Gianmarco Ottaviano, Carol Shiue, Catherine Wolfram, and Stephen Yeaple, as well as seminar audiences at the European Central Bank and UC Berkeley (Haas) for comments. Thanks also to Ray Fisman, Mark Roberts, and Virginia Sarria-Allende who helped with the data. Views expressed in the paper are those of the authors and do not necessarily reflect those of Industry Canada, or the National Bureau of Economic Research.\n\n\n"
}