{
    "id": 14078,
    "citation_title": "Managing Public Investment Funds: Best Practices and New Challenges",
    "citation_author": [
        "Olivia S. Mitchell",
        "John Piggott",
        "Cagri Kumru"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nLarge publicly-held pools of assets are playing an increasingly prominent role in the global investment arena. We compare three distinct forms of such public funds, namely foreign exchange reserve funds, sovereign wealth funds, and public pension funds, to highlight their differences and similarities. We review previous studies on ways to better secure prudent and economically sound public fund management practices in these funds, as well as how to evaluate their governance and investment policies and how to better protect the assets from political interference. Drawing from the pension and corporate finance literature, we also link their management to governance practices and country-specific characteristics, and contrast those with empirical findings on linkages with corporate governance.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the Economic and Social Research Institute/Cabinet Level/ Government of Japan, the Pension Research Council, and the Australian Research Council. We are grateful to Eric Hou for his research assistance and for comments from Yoshibumi Aso, Junichi Sakamoto, Hideaki Tanaka, and participants at the 2008 ESRI meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}