{
    "id": 14076,
    "citation_title": "How Social Processes Distort Measurement: The Impact of Survey Nonresponse on Estimates of Volunteer Work",
    "citation_author": [
        "Katharine G. Abraham",
        "Sara E. Helms",
        "Stanley Presser"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of volunteering in the United States vary greatly from survey to survey and do not show the decline over time common to other measures of social capital.  We argue that these anomalies are caused by the social processes that determine survey participation, in particular the propensity of people who do volunteer work to respond to surveys at higher rates than those who do not do volunteer work.  Thus surveys with lower responses rates will usually have higher proportions of volunteers, and the decline in response rates over time likely has led to increasing overrepresentation of volunteers.  We analyze data from the American Time Use Survey (ATUS) -- the sample for which is drawn from Current Population Survey (CPS) respondents -- together with data from the CPS Volunteering Supplement to demonstrate the effects of survey nonresponse on estimates of volunteering activity and its correlates.  CPS respondents who become ATUS respondents report much more volunteering in the CPS than those who become ATUS nonrespondents.  This difference is replicated within demographic and other subgroups.  Consequently, conventional statistical adjustments for nonresponse cannot correct the resulting bias.  Although nonresponse leads to estimates of volunteer activity that are too high, it generally does not affect inferences about the characteristics associated with volunteer activity.  We discuss the implications of these findings for the study of other phenomena.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Groves, Howard Schuman, Roger Tourangeau, and three anonymous referees, as well as participants in the June 2007 Institute for the Study of Labor  (IZA) \"Nonmarket Uses of Time\" topic week and the 2007 meetings of the International Association for Time Use Research, for helpful comments on earlier drafts of this paper.  Helms received support for her work on this project from the National Science Foundation through an ADVANCE grant to the University of Alabama at Birmingham (SBE-0245090).  Direct correspondence to Katharine G. Abraham (kabraham@survey.umd.edu) or Stanley Presser (spresser@socy.umd.edu), Joint Program in Survey Methodology, University of Maryland, 1218 Lefrak Hall, College Park, MD  20742. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}