{
    "id": 14077,
    "citation_title": "Made in America? The New World, the Old, and the Industrial Revolution",
    "citation_author": [
        "Gregory Clark",
        "Kevin H. O'Rourke",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor two decades, the consensus explanation of the British Industrial Revolution has placed technological change and the supply side at center stage, affording little or no role for demand or overseas trade. Recently, alternative explanations have placed an emphasis on the importance of trade with New World colonies, and the expanded supply of raw cotton it provided. We test both hypotheses using calibrated general equilibrium models of the British economy and the rest of the world for 1760 and 1850. Neither claim is supported. Trade was vital for the progress of the industrial revolution; but it was trade with the rest of the world, not the American colonies, that allowed Britain to export its rapidly expanding textile output and achieve growth through extreme specialization in response to shifting comparative advantage.\n\n",
    "acknowledgement": "\nAn edited version of this paper (sans tables and appendices) is forthcoming in American Economic Review Papers and Proceedings in May 2008. We thank Nick Crafts and Knick Harley for providing us with details of their previous models, and our ASSA session, especially our discussant Barry Eichengreen, for helpful comments. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}