{
    "id": 14070,
    "citation_title": "Professional Partnerships and Matching in Obstetrics",
    "citation_author": [
        "Andrew Epstein",
        "Jonathan D. Ketcham",
        "Sean Nicholson"
    ],
    "citation_publication_date": "2008-06-10",
    "issue_date": "2008-06-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheory indicates that internally-differentiated professional partnerships can promote matching between heterogeneous consumers and professionals, particularly when consumers have imperfect information or markets have barriers to referrals between firms. We test this in obstetrics markets, relying on random assignment of patients to physicians to generate unbiased measures of a physician's treatment style and skill, and on simulations to measure a physician's specialization. Consumers match to professionals along all three dimensions -- specialization, style and skill -- based on consumers' observed characteristics and unobserved preferences. We conclude that internally-differentiated partnerships promote matching in ways that improve consumers' welfare and health.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from David Bradford, David Meltzer, Doug Staiger, Jonathan Skinner, and seminar participants at NBER, Syracuse University, the 2005 Annual Health Economics Conference, the 2006 American Society of Health Economists conference, and the 2007 American Economic Association annual meeting. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}