{
    "id": 14083,
    "citation_title": "Subprime Mortgages: What, Where, and to Whom?",
    "citation_author": [
        "Christopher J. Mayer",
        "Karen Pence"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore the types of data used to characterize risky subprime lending and consider the geographic dispersion of subprime lending.  First, we describe the strengths and weaknesses of three different datasets on subprime mortgages using information from LoanPerformance, HUD, and HMDA.  These datasets embody different definitions of subprime mortgages.  We show that estimates of the number of subprime originations are somewhat sensitive to which types of mortgages are categorized as subprime.  Second, we describe what parts of the country and what sorts of neighborhoods had more subprime originations in 2005, and how these patterns differed for purchase and refinance mortgages. Subprime originations appear to be heavily concentrated in fast-growing parts of the country with considerable new construction, such as Florida, California, Nevada, and the Washington DC area.  These locations saw house prices rise at faster-than-average rates relative to their own history and relative to the rest of the country.  However, this link between construction, house prices, and subprime lending is not universal, as other markets with high house price growth such as the Northeast did not see especially high rates of subprime usage.  Subprime loans were also heavily concentrated in zip codes with more residents in the moderate credit score category and more black and Hispanic residents.  Areas with lower income and higher unemployment had more subprime lending, but these associations are smaller in magnitude.\n\n",
    "acknowledgement": "\nPrepared for the Lincoln Land Institute Conference Honoring Chip Case on December 7, 2007.  The authors wish to thank Alex Chinco, Erik Hembre, Rembrand Koning, Christy Pinkston, and Julia Zhou for extremely dedicated research assistance.  We thank Bob Avery, Ken Brevoort, Brian Bucks, Glenn Canner, Karen Dynan, Andreas Lehnert, Shane Sherlund, Dan Sokolov, and participants at the Lincoln Land Institute Conference in honor of Karl Case for many helpful comments and thoughts. Mayer wishes to especially thank Chip Case for his friendship and mentorship throughout his career.  The paper represents the opinions of the authors and does not represent the views of the Federal Reserve Board or its staff.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}