{
    "id": 14081,
    "citation_title": "Does Professor Quality Matter? Evidence from Random Assignment of Students to Professors",
    "citation_author": [
        "Scott E. Carrell",
        "James E. West"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is difficult to measure teaching quality at the postsecondary level because students typically \"self-select\" their coursework and their professors. Despite this, student evaluations of professors are widely used in faculty promotion and tenure decisions. We exploit the random assignment of college students to professors in a large body of required coursework to examine how professor quality affects student achievement. Introductory course professors significantly affect student achievement in contemporaneous and follow-on related courses, but the effects are quite heterogeneous across subjects. Students of professors who as a group perform well in the initial mathematics course perform significantly worse in follow-on related math, science, and engineering courses. We find that the academic rank, teaching experience, and terminal degree status of mathematics and science professors are negatively correlated with contemporaneous student achievement, but positively related to follow-on course achievement. Across all subjects, student evaluations of professors are positive predictors of contemporaneous course achievement, but are poor predictors of follow-on course achievement.\n\n",
    "acknowledgement": "\nThanks go to USAFA personnel: J. Putnam, D. Stockburger, K. Carson and P. Egleston for assistance in obtaining the data for this project, and to Deb West for many hours entering data from archive.  Thanks also go to F. Hoffmann, C. Hoxby, S. Imberman, L. Lefgren, M. Lovenheim, D. Miller, P. Oreopoulos, M. Page, J. Rockoff, and D. Staiger and all seminar participants at the AEFA Meetings, Clemson University, NBER Higher Ed Working Group, Stanford University, and UC Davis for their helpful comments. The views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the U.S. Air Force, DoD, or the U.S. Government. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}