{
    "id": 14084,
    "citation_title": "Financial Literacy: An Essential Tool for Informed Consumer Choice?",
    "citation_author": [
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasingly, individuals are in charge of their own financial security and are confronted with ever more complex financial instruments. However, there is evidence that many individuals are not well-equipped to make sound saving decisions. This paper demonstrates widespread financial illiteracy among the U.S. population, particularly among specific demographic groups. Those with low education, women, African-Americans, and Hispanics display particularly low levels of literacy. Financial literacy impacts financial decision-making. Failure to plan for retirement, lack of participation in the stock market, and poor borrowing behavior can all be linked to ignorance of basic financial concepts. While financial education programs can result in improved saving behavior and financial decision-making, much can be done to improve these programs' effectiveness.\n\n",
    "acknowledgement": "\nI would like to thank Keith Ernst, Howell Jackson, Kevin Rhein, Peter Tufano, and participants to the conference  \"Understanding Consumer Credit: A National Symposium on Expanding Access, Informing Choices, and Protecting Consumers,\" Harvard Business School, November 2007, and the conference \"Consumer Information and the Mortgage Market,\" Federal Trade Commission, Washington, D.C., May 2008 for suggestions and comments. This paper builds on several projects I have written in   collaboration with Olivia Mitchell, whom I would like to thank for her encouragement, support, and many suggestions. Audrey Brown provided excellent research assistance. Any errors are my responsibility. This paper was written while visiting Harvard Business School and I would like to thank them, and in particular Peter Tufano, for their hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}