{
    "id": 14087,
    "citation_title": "A Gap-Filling Theory of Corporate Debt Maturity Choice",
    "citation_author": [
        "Robin Greenwood",
        "Samuel Hanson",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe argue that time-series variation in the maturity of aggregate corporate debt issues arises because firms behave as macro liquidity providers, absorbing the large supply shocks associated with changes in the maturity structure of government debt. We document that when the government funds itself with relatively more short-term debt, firms fill the resulting gap by issuing more long-term debt, and vice-versa. This type of liquidity provision is undertaken more aggressively: i) in periods when the ratio of government debt to total debt is higher; and ii) by firms with stronger balance sheets. Our theory provides a new perspective on the apparent ability of firms to exploit bond-market return predictability with their financing choices.\n\n",
    "acknowledgement": "\nWe thank Tobias Adrian, Malcolm Baker, Ken French, Ken Garbade, Arvind Krishnamurthy, Robert McDonald, Adriano Rampini, Andrei Shleifer, Matt Spiegel, Erik Stafford, Lawrence Summers, Dimitri Vayanos, Luis Viceira, Jeffrey Wurgler, and seminar participants at the NBER Corporate Finance meeting, Kellogg, Yale SOM, and the Federal Reserve Bank of New York for helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}