{
    "id": 14089,
    "citation_title": "What Good Is Wealth Without Health? The Effect of Health on the Marginal Utility of Consumption",
    "citation_author": [
        "Amy Finkelstein",
        "Erzo F.P. Luttmer",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate how the marginal utility of consumption varies with health. To do so, we develop a simple model in which the impact of health on the marginal utility of consumption can be estimated from data on permanent income, health, and utility proxies. We estimate the model using the Health and Retirement Study's panel data on the elderly and near-elderly, and proxy for utility with measures of subjective well-being. We find robust evidence that the marginal utility of consumption declines as health deteriorates. Our central estimate is that a one-standard deviation increase in the number of chronic diseases is associated with an 11 percent decline in the marginal utility of consumption relative to this marginal utility when the individual has no chronic diseases. The 95 percent confidence interval allows us to reject declines in marginal utility of less than 2 percent or more than 17 percent. Point estimates from a wide range of alternative specifications tend to lie within this confidence interval. We present some simple, illustrative calibration results that suggest that state dependence of the magnitude we estimate can have a substantial effect on important economic problems such as the optimal level of health insurance benefits and the optimal level of life-cycle savings.\n\n",
    "acknowledgement": "\nWe are grateful to Raj Chetty, David Cutler, Jean-Paul L'Huillier, Erik Hurst, Olivia Mitchell, Jim Poterba, Ivan Werning, Justin Wolfers, seminar participants at the MIT Public Finance lunch, the Kennedy School faculty lunch, Wharton, the Chicago Fed, the Harvard/MIT/BU Health Seminar, the NBER Summer Institute, Toronto, Columbia, Dartmouth, the Harris School, the AEA meetings, Berkeley, and Urbana-Champaign for helpful comments, and to James Wang for excellent research assistance. This research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. All errors are our own.\n\n\n"
}