{
    "id": 14085,
    "citation_title": "Earnings Quality and Ownership Structure: The Role of Private Equity Sponsors",
    "citation_author": [
        "Sharon Katz"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis study explores how firms' ownership structures affect their earnings quality and long-term performance. Focusing on a unique sample of private firms for which there is financial data available in the years before and after their initial public offering (IPO), I differentiate between those that have private equity sponsorship (PE-backed firms) and those that do not (non-PE-backed firms). The findings indicate that PE-backed firms generally have higher earnings quality than those that do not have PE sponsorship, engage less in earnings management and report more conservatively both before and after the IPO. Further, PE-backed firms that are majority-owned by PE sponsors exhibit superior long-term stock price performance after they go public. These results stem from the professional ownership, tighter monitoring, and reputational considerations exhibited by PE sponsors.\n\n",
    "acknowledgement": "\nThis paper is based on my dissertation at Columbia University, which won the 2007 AAA Competitive Manuscript Award as well as the 2007 AAA Financial Accounting and Reporting Section, Best Dissertation Award. I would like to thank my committee members?Andrew Ang, Daniel Cohen, Bjorn Jorgensen (sponsor), Doron Nissim, and Stephen Penman (chair)?for their guidance and support. I would also like to thank the following for their helpful comments: Nerissa Brown, Fabrizio Ferri, Dan Givoly, Carla Hayn, Paul Healy, Yael Hochberg, Michael Kimbrough, Gregory Miller, Partha Mohanram, Edward Riedl, Joseph Weber, Yuan Zhang, and the participants in workshops at the U.S. Securities and Exchange Commission, the AAA 2006 annual meeting, Columbia University, Duke University, the EAA 2007 annual congress, Harvard University, Massachusetts Institute of Technology, NBER - New World of Private Equity Conference, Northwestern University, Penn State University, the University of California?Berkeley, the University of California?Los Angeles, the University of Chicago, the University of Michigan, the University of Notre Dame, and Yale. I thank Joseph Marren, my former colleague at the M&A department of Citigroup Investment Banking, for his insightful feedback. I also want to thank my wife, Elissa Swift Katz, for her support during the process. I gratefully acknowledge financial support from Columbia Business School, the Deloitte Doctoral Fellowship, and Harvard Business School. All errors are mine.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}