{
    "id": 14080,
    "citation_title": "Estimation of Random Coefficient Demand Models: Challenges, Difficulties and Warnings",
    "citation_author": [
        "Christopher R. Knittel",
        "Konstantinos Metaxoglou"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Data Collection",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical exercises in economics frequently involve estimation of highly nonlinear models. The criterion function may not be  globally concave or convex and exhibit many local extrema. Choosing among these local extrema is non-trivial for a variety of reasons. In this paper, we analyze the sensitivity of parameter estimates, and most importantly of economic variables of interest, to both starting values and the type of non-linear optimization algorithm employed. We focus on a class of demand models for differentiated products that have been used extensively in industrial organization, and more recently in public and labor. We find that convergence may occur at a number of local extrema, at saddles and in regions of the objective function where the first-order conditions are not satisfied. We find own- and cross-price elasticities that differ by a factor of over 100 depending on the set of candidate parameter estimates. In an attempt to evaluate the welfare effects of a change in an industry's structure, we undertake a hypothetical merger exercise. Our calculations indicate consumer welfare effects can vary between positive values to negative seventy billion dollars depending on the set of parameter estimates used.\n\n",
    "acknowledgement": "\nWe have benefited greatly from conversations with Steve Berry, Severin Borenstein, Michael Greenstone, Phil Haile, Aviv Nevo, Hal White, Frank Wolak, Catherine Wolfram, and seminar participants at the University of Calgary, University of California at Berkeley, the University of California Energy Institute, and the 2008 NBER Winter IO meeting. Metaxoglou acknowledges financial support from Bates White, LLC. We are also grateful to Bates White, LLC for making their computing resources available. All remaining errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}