{
    "id": 14099,
    "citation_title": "Price and Real Output Measures for the Education Function of Government: Exploratory Estimates for Primary & Secondary Education",
    "citation_author": [
        "Barbara M. Fraumeni",
        "Marshall B. Reinsdorf",
        "Brooks B. Robinson",
        "Matthew P. Williams"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a previous paper, the authors took the first step in their research on measuring the education function of government by estimating real output measures (Fraumeni, et. al. 2004). In this paper, chain-type Fisher quantity indexes for those output measures are calculated to be more consistent with Bureau of Economic Analysis (BEA) methodology and the real output measures presented in the previous paper are refined. In addition, and more importantly, implicit price deflators are presented to give a more complete picture. Alternative price and real output measures are compared; it is clear that methodology choice matters. Price change is always greater than quantity change for the periods given; however, price changes are overstated to the extent quality changes are not captured in the quantity indexes. Quality-adjustments continue to be the most challenging aspect of decomposing nominal expenditures for government-provided education into price and quantity components.\n\n",
    "acknowledgement": "\nThis paper was written when all four authors were at the U.S. Bureau of Economic Analysis (BEA). The analysis and results in this paper are those of the authors, not of BEA. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}