{
    "id": 14091,
    "citation_title": "Economics and Ideology: Causal Evidence of the Impact of Economic Conditions on Support for Redistribution and Other Ballot Proposals",
    "citation_author": [
        "Eric J. Brunner",
        "Stephen L. Ross",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing California ballot proposition returns and exogenous shifts to labor demand, we provide the first large-scale causal evidence of the impact of economic conditions on policy preferences. Consistent with economic theory, we find that positive economic shocks decrease support for redistributive policies. More notably, we find evidence of a need for cognitive consistency in voting behavior as economic shocks have a smaller significant impact on voting on non-economic ballot issues. While we also demonstrate that positive shocks decrease turnout, we present evidence that our results reflect changes to the electorate's preferences and not simply to its composition.\n\n",
    "acknowledgement": "\nWe are grateful to Alberto Alesina, Elizabeth Oltmans Ananat, David Autor, Rafael di Tella, Yan Chen, Rachel Croson, Dhammika Dharmapala, Erica Field, Alan Gerber, Timothy Guinnane, Elizabeth Hoffman, Gregory Huber, Lawrence Katz, Lawrence Kenny, Ulrike Malmendier, Sendhil Mullainathan, Antoinette Schoar and Ken Shotts, seminar participants at the Brookings Institute, Clark University, Federal Reserve Bank of Boston, Harvard University, MIT, NYU, University of Chicago, University of Connecticut, University of Kentucky and University of Pennsylvania and two anonymous referees for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}