{
    "id": 14092,
    "citation_title": "Optimal Monetary Policy in an Operational Medium-Sized DSGE Model",
    "citation_author": [
        "Malin Adolfson",
        "Stefan Laséen",
        "Jesper Lindé",
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how to construct optimal policy projections in Ramses, the Riksbank's open-economy medium-sized DSGE model for forecasting and policy analysis. Bayesian estimation of the parameters of the model indicates that they are relatively invariant to alternative policy assumptions and supports our view that the model parameters may be regarded as unaffected by the monetary policy specification. We discuss how monetary policy, and in particular the choice of output gap measure, affects the transmission of shocks. Finally, we use the model to assess the recent Great Recession in the world economy and how its impact on the economic development in Sweden depends on the conduct of monetary policy. This provides an illustration on how Rames incorporates large international spillover effects.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Günter Coenen, Lee Ohanian, Frank Smets, and participants in the Second Oslo Workshop on Monetary Policy, the Central Bank Workshop on Macroeconomic Modelling, Oslo, the conference on New Perspectives on Monetary Policy Design, Barcelona, the Lindahl Lectures, Uppsala, the conference on Quantitative Approaches to Monetary Policy in Open Economies, Atlanta, and seminars at the Riksbank and the Institute for International Economic Studies. All remaining errors are ours. The views, analysis, and conclusions in this paper are solely the responsibility of the authors and do not necessarily agree with those of other members of the Riksbank's staff or executive board, the Federal Reserve Board, or the National Bureau of Economic Research.\n\n\n"
}