{
    "id": 14090,
    "citation_title": "Institutions, Competition, and Capital Market Integration in Japan",
    "citation_author": [
        "Kris J. Mitchener",
        "Mari Ohnuki"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a newly-constructed panel data set which includes annual estimates of lending rates for 47 Japanese prefectures, we analyze why interest rates converged over the period 1884-1925. We find evidence that technological innovations and institutional changes played an important role in creating a national capital market in Japan. In particular, the diffusion in the use of the telegraph, the growth in commercial branch banking networks, and the development of Bank of Japan's branches reduced interest-rate differentials. Bank regulation appears to have played little role in impeding financial market integration.\n\n",
    "acknowledgement": "\nA version of this paper is forthcoming in the Journal of Economic History. We gratefully acknowledge the assistance of Ronald Choi, Jennifer Combs, Noriko Furuya, Keiko Suzuki, and Genna Tan for help in assembling the data. Mitchener would also like to thank the Institute for Monetary and Economic Studies at the Bank of Japan for its hospitality and generous research support while serving as a visiting scholar at the Institute in 2006, and the Dean Witter Foundation for additional financial support. We also thank conference participants at the BETA Workshop in Strasbourg, France and seminar participants at the Bank of Japan for comments and suggestions. The views presented in this paper are solely those of the authors, and do not necessarily represent those of the Bank of Japan, its staff, or the National Bureau of Economic Research.\n\n\n"
}