{
    "id": 14096,
    "citation_title": "Utilisation of Physician Services in the 50+ Population. The Relative Importance of Individual versus Institutional Factors in 10 European Countries",
    "citation_author": [
        "Kristian Bolin",
        "Anna Lindgren",
        "Bjorn Lindgren",
        "Petter Lundborg"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe analysed the relative importance of individual versus institutional factors in explaining variations in the utilisation of physician services among the 50+ in ten European countries. The importance of the latter was investigated, distinguishing between organisational (explicit) and cultural (implicit) institutional factors, by analysing the influence of supply side factors, such as physician density and physician reimbursement, and demand side factors, such as co-payment and gate-keeping, while controlling for a number of individual characteristics, using cross-national individual-level data from SHARE. Individual differences in health status accounted for about 50 percent of the between-country variation in physician visits, while the organisational and cultural factors considered each account for about 15 percent of the variation. The organisational variables showed the expected signs, with higher physician density being associated with more visits and higher co-payment, gate-keeping, and salary reimbursement being associated with less visits. When analysing specialist visits separately, however, organisational and cultural factors played a greater role, each accounting for about 30 percent of the between-country variation, whereas individual health differences only accounted for 1 percent of the variation.\n\n",
    "acknowledgement": "\nThis paper used data from the early release 1 of SHARE 2004. This release is preliminary and may contain errors that will be corrected in later releases. The SHARE data collection was preliminary funded by the European Commission through the 5th framework programme (project QLK6-CT-2001-00360 in the thematic programme Quality of Life programme area). Additional funding came from the US National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, Y1-AG- 4553-01 and OGHA 04-064). Data collection in Austria (through the Austrian Science Foundation, FWF), Belgium (through the Belgian Science Policy Administration) and Switzerland (through BBW/OFES/UFES) was nationally funded. Additional funding for data collection in Sweden was granted by the Swedish Council for Working Life and Social Research, the Bank of Sweden Tercentenary Foundation, and the Swedish National Board of Social Insurance. The research reported in this paper was supported by a grant from the Swedish Council for Working Life and Social Research, which is gratefully acknowledged. We are indebted to Soren Hojgard for critical remarks and helpful comments on previous drafts and to Rose-Marie Lindkvist for diligent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}