{
    "id": 14093,
    "citation_title": "The Cost of Uncertain Life Span",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2008-06-19",
    "issue_date": "2008-06-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA considerable amount of uncertainty surrounds life expectancy, the average length of life. The standard deviation in adult life span is about 15 years in the U.S., and theory and evidence suggest it is costly. I calibrate a utility-theoretic model of preferences over length of life and show that one less year in standard deviation is worth about half a mean life year. Differences in the standard deviation exacerbate cross-sectional differences in life expectancy between the U.S. and other industrialized countries, between rich and poor countries, and among poor countries. But accounting for the cost of life-span variance also appears to amplify recently discovered patterns of convergence in world average human well-being. This is partly for methodological reasons and partly because unconditional variance in human length of life, primarily the component due to infant mortality, has exhibited even more convergence than life expectancy. Sustained reductions in the standard deviation of adult life span, which have largely ceased among advanced nations, accounted for about 15 percent of the total economic value of gains against mortality in the U.S. prior to 1950 but only about 5 percent since.\n\n",
    "acknowledgement": "\nI thank Deborah Balk, Neil Bennett, David Canning, Victor Fuchs, Ronald Lee, Shripad Tuljapurkar, David Weil, seminar participants at Queens College, CUNY, and at the Harvard Initiative for Global Health, and several anonymous referees for helpful comments. This research was partially supported by NICHD grant T32 HD 07329. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}