{
    "id": 14101,
    "citation_title": "Banking Globalization, Monetary Transmission, and the Lending Channel",
    "citation_author": [
        "Nicola Cetorelli",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe globalization of banking in the United States is influencing the monetary transmission mechanism both domestically and in foreign markets. Using quarterly information from all U.S. banks filing call reports between 1980 and 2005, we find evidence for the lending channel for monetary policy in large banks, but only those banks that are domestically-oriented and without international operations. We show that the large globally-oriented banks rely on internal capital markets with their foreign affiliates to help smooth domestic liquidity shocks. We also show that the existence of such internal capital markets contributes to an international propagation of domestic liquidity shocks to lending by affiliated banks abroad. While these results imply a substantially more active lending channel than documented in the seminal work of Kashyap and Stein (2000), the lending channel within the United States is declining in strength as banking becomes more globalized.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. We appreciate valuable discussions with Jeremy Stein, Phil Strahan and Adam Ashcraft. We also thank Sarita Subramanian, Nikki Candelore and Victoria Baranov for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}