{
    "id": 14105,
    "citation_title": "How Changes in Social Security Affect Recent Retirement Trends",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas Steinmeier"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to CPS data, men 65 to 69 were about six percentage points less likely to be retired in 2004 than in 1992. CPS and Health and Retirement Study (HRS) data indicate a corresponding difference of 3 percentage points between 1998 and 2004. Simulations with a structural retirement model suggest changes in Social Security rules between 1992 and 2004 increased full time work of 65 to 67 year old married men by a little under 2 percentage points, about a 9 percent increase, and increased their labor force participation by between 1.4 and 2.2 percentage points, or 2 to 4 percent, depending on age.  Social Security changes account for about one sixth of the increase in labor force participation between 1998 and 2004, for married men ages 65 to 67.  These rule changes encourage deferring retirement from long term jobs, returning to full time work after retiring, and increasing partial retirement.  Although married men in their fifties decrease their participation in the labor force over this period, this is not due to changes in Social Security, but may reflect other factors, including changes in disability.\n\n",
    "acknowledgement": "\nThe research reported herein was conducted pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium (RRC) to the Michigan Retirement Research Center, Grant No. UM06-02, with a subcontract to the National Bureau of Economic Research.  Estimation of the model on which these simulations are based was supported by a grant from the National Institute on Aging (1R01AG13913) to NBER.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, NIA or any other agency of the Federal Government, the RRC or the NBER.\n\n\n"
}