{
    "id": 14107,
    "citation_title": "Making Property Productive: Reorganizing Rights to Real and Equitable Estates in Britain, 1660 to 1830",
    "citation_author": [
        "Dan Bogart",
        "Gary Richardson"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1660 and 1830, Parliament passed thousands of acts restructuring rights to real and equitable estates. These estate acts enabled individuals and families to sell, mortgage, lease, exchange, and improve land previously bound by inheritance rules and other legal legacies. The loosening of these legal constraints facilitated the reallocation of land and resources towards higher-value uses. Data reveals correlations between estate acts, urbanization, and economic development during the decades surrounding the Industrial Revolution.\n\n",
    "acknowledgement": "\nWe thank Hans-Joachim Voth, Albretch Ritchsel, and participants in the EREH Fast-track conference in Paris for advice, encouragement, and comments.  We also thank two anonymous referees who provided excellent comments in an extremely timely-manner.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}