{
    "id": 14108,
    "citation_title": "Intangible Capital and Productivity: An Exploration on a Panel of Italian Manufacturing Firms",
    "citation_author": [
        "Maria Elena Bontempi",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines the size and productivity of total intangible capital relative to total tangible capital for a large panel of Italian Manufacturing firms. In the analysis, we decompose total intangibles in two different ways: in intangibles expensed in firms' current accounts (as usually considered in empirical studies) versus intangible capitalized in firms' balance sheets (usually not considered); and in \"intellectual capital\" (i.e. R&D expenditures, and patenting and related costs) versus \"customer capital\" (i.e., advertising expenditure, and trademarks and related costs). We systematically assess the robustness of our results by using different specifications of the production functions implying different elasticities of substitution between tangible and intangible capital, and comparing different panel data estimates. Our results underscore that firms' accounting information on intangible investments is genuinely informative, showing that intangible capital and its different components are at least as productive as tangible capital.\n\n",
    "acknowledgement": "\nWe are thankfull for comments to participants at the 2005 DRUID  Summer Conference, the 2005 EIASM Workshop on \"Visualising, Measuring, and Managing Intangibles and Intellectual Capital\", and the 2006 International Conference on Panel Data, as well as seminar participants at Carlos III Universidad de Madrid, the Free University of Bolzano, and the Bicocca University of Milan.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}