{
    "id": 14100,
    "citation_title": "Exchange Rate Regimes and Capital Mobility: How Much of the Swoboda Thesis Survives?",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlexander Swoboda is one of the originators of the bipolar view that capital mobility creates pressure for countries to abandon intermediate exchange rate arrangements in favor of greater flexibility and harder pegs.  This paper takes another look at the evidence for this hypothesis using two popular de facto classifications of exchange rate regimes.  That evidence supports the bipolar view for the advanced countries, the sample for which it was originally developed, but not obviously for emerging markets and other developing countries.  One interpretation of the contrast is that there is a tendency to move away from intermediate regimes in the course of economic and financial development, implying that emerging markets and other developing countries will eventually abandon intermediate regimes as well.  Another interpretation is that the advanced countries have been faster to abandon soft pegs because they have been faster to develop attractive alternatives, notably Europe's monetary union.  In this view, other countries are unlikely to abandon soft pegs because of the absence of the distinctive political conditions that have made the European alternative feasible.  A final interpretation is that the advanced countries have been able to abandon soft peg because of their success in substituting inflation targeting for exchange rate targeting as the anchor for monetary policy.  The paper presents some evidence for this view, which suggests the feasibility of further movement by emerging markets and developing countries in the direct of greater exchange rate flexibility.\n\n",
    "acknowledgement": "\nPrepared for the conference in honor of Alexander Swoboda, Geneva, 30 May 2008.  Thanks to Inci Otker-Robe and Harald Anderson for data and to Raul Razo-Garcia for help with the calculations.  Sections 2 and 3 are an update and extension of Eichengreen and Razo-Garcia (2006).  I thank Raul Razo-Garcia for his input into the larger project of which this paper is part. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}