{
    "id": 14102,
    "citation_title": "Marijuana Use and High School Dropout: The Influence of Unobservables",
    "citation_author": [
        "Daniel F. McCaffrey",
        "Rosalie Liccardo Pacula",
        "Bing Han",
        "Phyllis Ellickson"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we reconsider the relationship between heavy and persistent marijuana use and high school dropout status using a unique prospective panel study of over 4500 7th grade students from South Dakota who are followed up through high school.  Propensity score weighting is used to adjust for baseline differences that are found to exist before marijuana initiation occurs (7th grade).  Weighted logistic regression incorporating these propensity score weights is then used to examine the extent to which time-varying factors, including substance use, also influence the likelihood of dropping out of school. We find a positive association between marijuana use and dropping out (OR=5.68), over half of which can be explained by prior differences in observational characteristics and behaviors.  The remaining association (OR=2.31) is made statistically insignificant when measures of cigarette smoking are included in the analysis.  Because no physiological justification can be provided for why cigarette smoking would reduce the cognitive effects of marijuana on schooling, we interpret this as evidence that the association is due to other factors.  We then use the rich data to explore which constructs are driving this result, determining that it is time-varying parental and peer influences.\n\n",
    "acknowledgement": "\nThis work was supported by Grant R01DA11246 from the National Institute on Drug Abuse.  Dr. Pacula's time was also partially supported by Grant R01DA12724 from the National Institute on Drug Abuse.  The Conrad N. Hilton Foundation supported the original program's development and evaluation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}