{
    "id": 14103,
    "citation_title": "Protecting Minorities in Binary Elections: A Test of Storable Votes Using Field Data",
    "citation_author": [
        "Alessandra Casella",
        "Shuky Ehrenberg",
        "Andrew Gelman",
        "Jie Shen"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemocratic systems are built, with good reason, on majoritarian principles, but their legitimacy requires the protection of strongly held minority preferences. The challenge is to do so while treating every voter equally and preserving aggregate welfare. One possible solution is Storable Votes: granting each voter a budget of votes to cast as desired over multiple decisions. During the 2006 student elections at Columbia University, we tested a simple version of this idea: voters were asked to rank the importance of the different contests and to choose where to cast a single extra \"bonus vote,\" had one been available. We used these responses to construct distributions of intensities and electoral outcomes, both without and with the bonus vote. Bootstrapping techniques provided estimates of the probable impact of the bonus vote. The bonus vote performs well: when minority preferences are particularly intense, the minority wins at least one of the contests with 15–30 percent probability; and, when the minority wins, aggregate welfare increases with 85–95 percent probability. When majority and minority preferences are equally intense, the effect of the bonus vote is smaller and more variable but on balance still positive.\n\n",
    "acknowledgement": "\nWe thank A. Sacarny for help with programming, and R. Davidson for discussions on the bootstrap. The research was supported by NSF grants SES-00214013 and SES-0084368 and by the Guggenheim Foundation. A. Casella thanks NBER for its hospitality, and seminar audiences in Marseille and at the 2007 European Summer Symposium in Economic Theory for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}