{
    "id": 14114,
    "citation_title": "Will the Stork Return to Europe and Japan? Understanding Fertility Within Developed Nations",
    "citation_author": [
        "Bruce Sacerdote",
        "James Feyrer"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnly a few rich nations are currently at replacement levels of fertility and many are considerably below.  We believe that changes in the status of women are driving fertility change.  At low levels of female status, women specialize in household production and fertility is high.  In an intermediate phase, women have increasing opportunities to earn a living outside the home yet still shoulder the bulk of household production.  Fertility is at a minimum in this regime due to the increased opportunity cost in women's foregone wages with no decrease in time allocated to childcare.  We see the lowest fertility nations (Japan, Spain, Italy) as being in this regime.  At even higher levels of women's status, men begin to share in the burden of child care at home and fertility is higher than in the middle regime.  This progression has been observed in the US, Sweden and other countries.  Using ISSP and World Values Survey data we show that countries in which men perform relatively more of the childcare and household production (and where female labor force participation was highest 30 years ago) have the highest fertility within the rich country sample.  Fertility and women's labor force participation have become positively correlated across high income countries.  The trend in men's household work suggests that the low fertility countries may see increases in fertility as women's household status catches up to their workforce opportunities.   \nWe also note that as the poor nations of the world undergo the demographic transition they appear to be reducing fertility faster and further than the current rich countries did at similar levels of income.  By examining fertility differences between the rich nations we may be able to gain insight into where the world is headed.\n\n",
    "acknowledgement": "\nWe thank James Hines, Andrei Shleifer, Jeremy Stein, Timothy Taylor, Oded Galor and David Weil  for helpful comments.  We thank Ann Norman for superb editing.  We thank the National Science Foundation and the Institute for Education Sciences and Dartmouth College for generous support.  This paper was prepared as part of a Journal of Economics Perspective Symposium. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}