{
    "id": 14116,
    "citation_title": "Credit Rationing, Risk Aversion and Industrial Evolution in Developing Countries",
    "citation_author": [
        "Eric Bond",
        "James R. Tybout",
        "Hâle Utar"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRelative to their counterparts in high-income regions, entrepreneurs in developing countries face less efficient financial markets, more volatile macroeconomic conditions, and higher entry costs. This paper develops a dynamic empirical model that links these features of the business environment to cross-firm productivity distributions, entrepreneurs' welfare, and patterns of industrial evolution. Applied to panel data on Colombian apparel producers, the model yields econometric estimates of a credit market imperfection index, the sunk costs of creating a new business, and a risk aversion index (inter alia). Model-based counterfactual experiments suggest that improved intermediation could dramatically increase the return on assets for entrepreneurial households with modest wealth, and that the gains are particularly large when the macro environment is relatively volatile.\n\n",
    "acknowledgement": "\nThis paper was funded by NSF grant SES 0095574 and the Pennsylvania State University. The opinions, findings, and conclusions or recommendations expressed herein are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research. The authors are grateful to Marc Melitz, Chad Syverson, Gregor Matvos and participants in numerous seminars for their comments.  The corresponding author is James Tybout.\n\n\n"
}