{
    "id": 14111,
    "citation_title": "Inexperienced Investors and Bubbles",
    "citation_author": [
        "Robin Greenwood",
        "Stefan Nagel"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use mutual fund manager data from the technology bubble to examine the hypothesis that inexperienced investors play a role in the formation of asset price bubbles. Using age as a proxy for managers' investment experience, we find that around the peak of the technology bubble, mutual funds run by younger managers are more heavily invested in technology stocks, relative to their style benchmarks, than their older colleagues. Furthermore, young managers, but not old managers, exhibit trend-chasing behavior in their technology stock investments. As a result, young managers increase their technology holdings during the run-up, and decrease them during the downturn. Both results are in line with the behavior of inexperienced investors in experimental asset markets. The economic significance of young managers' actions is amplified by large inflows into their funds prior to the peak in technology stock prices.\n\n",
    "acknowledgement": "\nWe thank Morningstar and Sarah Woolverton for data and Hae Mi Choi for research assistance.  We received helpful comments from an anonymous referee, Fernando Broner, Harrison Hong, Chris Malloy, Nelli Oster, Jeremy Stein, David Stolin, Annette Vissing-Jorgensen, Jeff Wurgler, seminar participants at the CEPR Conference on Asset Price Bubbles, the NBER Behavioral Finance Meeting, the UC Davis Napa Conference on Financial Markets Research, the WRDS user conference, London Business School, NYU, and Toulouse Business School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}