{
    "id": 14115,
    "citation_title": "Naked Exclusion: An Experimental Study of Contracts with Externalities",
    "citation_author": [
        "Claudia M. Landeo",
        "Kathryn E. Spier"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of an experiment designed to assess the ability of an incumbent seller to profitably foreclose a market with exclusive contracts. We use the strategic environment described by Rasmusen, Ramseyer, and Wiley (1991) and Segal and Whinston (2000) where entry is unprofitable when sufficiently many downstream buyers sign exclusive contracts with the incumbent. When discrimination is impossible, the game resembles a stag-hunt (coordination) game in which the buyers' payoffs are endogenously chosen by the incumbent seller.  Exclusion occurs when the buyers fail to coordinate on their preferred equilibrium. Two-way non-binding pre-play communication among the buyers lowers the power of exclusive contracts and induces more generous contract terms from the seller.  When discrimination and communication are possible, the exclusion rate rises. Divide-and-conquer strategies are observed more frequently when buyers can communicate with each other. Exclusion rates are significantly higher when the buyers' payoffs are endogenously chosen rather than exogenously given. Finally, secret offers are shown to decrease the incumbent's power to profitably exclude.\n\n",
    "acknowledgement": "\nClaudia Landeo acknowledges financial support from Carnegie Mellon University and the hospitality of the Harvard Law School and the Kellogg School of Management. Part of this research was conducted at Carnegie Mellon University where Claudia Landeo was a visiting Associate Professor of Economics. Kathryn Spier acknowledges financial support from the Paget Chair at Northwestern University and the John M. Olin Center for Law, Economics, and Business at the Harvard Law School. We wish to thank Kathy Zeiler, Christian Zehnder, seminar participants at Harvard and Georgetown, conference participants at the 2007 North American Meetings of the Economic Science Association, and especially Louis Kaplow and Abe Wickelgren for their comments. We thank Tim Yuan for programming the software used in this study and Jamie Dana for his help in testing the software. The usual qualifier applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}