{
    "id": 14118,
    "citation_title": "Minimum Drinking Age Laws and Infant Health Outcomes",
    "citation_author": [
        "Tara Watson",
        "Angela Fertig"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlcohol policies have potentially far-reaching impacts on risky sexual behavior, prenatal health behaviors, and subsequent outcomes for infants.  We examine whether changes in minimum drinking age (MLDA) laws affect the likelihood of poor birth outcomes. Using data from the National Vital Statistics (NVS) for the years 1978-88, we find that a drinking age of 18 is associated with adverse outcomes among births to young mothers -- including higher incidences of low birth weight and premature birth, but not congenital malformations.  The effects are largest among black women.  We find suggestive evidence from both the NVS and the 1979 National Longitudinal Study of Youth (NLSY) that the MLDA laws alter the composition of births that occur.  In states with lenient drinking laws, young black mothers are more likely to have used alcohol 12 months prior to the birth of their child and less likely to report paternal information on the birth certificate.  We suspect that lenient drinking laws generate poor birth outcomes because they increase the number of unplanned pregnancies.\n\n",
    "acknowledgement": "\nWe are indebted to Phil Cook, Kit Carpenter, Bill Evans, Tracy Falba, Michael Grossman, Robert Kaestner, Lucie Schmidt, Lara Shore-Sheppard, seminar participants at Williams College and University of Notre Dame, and session participants at the 2006 American Society of Health Economists meetings, the 2007 Eastern Economic Association, and the 2007 Southern Economic Association meetings for helpful comments.  Many thanks to Thomas Dee for sharing data on drinking laws. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}