{
    "id": 14113,
    "citation_title": "Bank Governance, Regulation, and Risk Taking",
    "citation_author": [
        "Luc Laeven",
        "Ross Levine"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper conducts the first empirical assessment of theories concerning relationships among risk taking by banks, their ownership structures, and national bank regulations. We focus on conflicts between bank managers and owners over risk, and show that bank risk taking varies positively with the comparative power of shareholders within the corporate governance structure of each bank. Moreover, we show that the relation between bank risk and capital regulations, deposit insurance policies, and restrictions on bank activities depends critically on each bank's ownership structure, such that the actual sign of the marginal effect of regulation on risk varies with ownership concentration. These findings have important policy implications as they imply that the same regulation will have different effects on bank risk taking depending on the bank's corporate governance structure.\n\n",
    "acknowledgement": "\nWe received very helpful comments from Stijn Claessens, Francesca Cornelli, Giovanni dell'Ariccia, Phil Dybvig, Radhakrishnan Gopalan, Stuart Greenbaum, Kose John, Eugene Kandel, Hamid Mehran, Don Morgan, Gianni De Nicolo, Jose Luis Peydro, Anjan Thakor, and seminar participants at the Bank of Israel, Harvard Business School, Indiana University, Wharton School, the Ninth Conference of the ECB-CFS Research Network in Dublin, the University of Minnesota, Washington University in St. Louis, and the World Bank. We would like to thank Ying Lin for excellent research assistance. This paper's findings, interpretations, and conclusions are entirely those of the authors and do not represent the views of the International Monetary Fund, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}