{
    "id": 14112,
    "citation_title": "Financially Constrained Fluctuations in an Evolving Network Economy",
    "citation_author": [
        "Domenico Delli Gatti",
        "Mauro Gallegati",
        "Bruce C. Greenwald",
        "Alberto Russo",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2008-06-20",
    "issue_date": "2008-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the properties of a credit network characterized by inside credit - i.e. credit relationships connecting downstream (D) and upstream (U) firms - and outside credit - i.e. credit relationships connecting firms and banks. The structure of the network changes over time due to the preferred-partner choice rule: each agent chooses the partner who charges the lowest price. The net worth of D firms turns out to be the driver of fluctuations. U production, in fact, is determined by demand of intermediate inputs on the part of D firms and production of the latter is financially constrained, i.e. determined by the availability of internal finance proxied by net worth. The output of simulations shows that at the macroeconomic level a business cycle can develop as a consequence of the complex interaction of the agents' financial conditions. We can also reproduce the main stylized facts of firms' demography, i.e. the power law distribution of firms' size and the Laplace distribution of firms' growth rates.\n\n",
    "acknowledgement": "\nWe are grateful for insightful comments and criticisms to participants to the Eastern Economic Association meeting, New York City, February 2007, the Net-Work-shop at Catholic University in Milan, April 2007 and the Annual Meeting of the Italian Economists' Society in Turin, October 2007. Special thanks to Duncan Foley, whose detailed comments have been especially useful. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}