{
    "id": 14122,
    "citation_title": "Wages, Unemployment and Inequality with Heterogeneous Firms and Workers",
    "citation_author": [
        "Elhanan Helpman",
        "Oleg Itskhoki",
        "Stephen Redding"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a multi-sector general equilibrium model of firm heterogeneity, worker heterogeneity and labor market frictions. We characterize the distributions of employment, unemployment, wages and income within and between sectors as a function of structural parameters. We find that greater firm heterogeneity increases unemployment, wage inequality and income inequality, whereas greater worker heterogeneity has ambiguous effects. We also find that labor market frictions have non-monotonic effects on aggregate unemployment and inequality through within- and between-sector components. Finally, high-ability workers have the lowest unemployment rates but the greatest wage inequality, and income inequality is lowest for intermediate ability. Although these results are interesting in their own right, the main contribution of the paper is in providing a framework for analyzing these types of issues.\n\n",
    "acknowledgement": "\nThe work on this paper started when Redding was a Visiting Professor at Harvard University. Helpman thanks the National Science Foundation for financial support. Redding thanks the Centre for Economic Performance at the London School of Economics for financial support. We thank Larry Katz, Steve Pischke and seminar participants at CIFAR and Harvard for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}