{
    "id": 14123,
    "citation_title": "Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia",
    "citation_author": [
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an experiment where 48 Indonesian villages were randomly assigned to choose development projects through either representative-based meetings or direct election-based plebiscites. Plebiscites resulted in dramatically higher satisfaction among villagers, increased knowledge about the project, greater perceived benefits, and higher reported willingness to contribute. Changing the political mechanism had much smaller effects on the actual projects selected, with some evidence that plebiscites resulted in projects chosen by women being located in poorer areas. The results show that direct participation in political decision making can substantially increase satisfaction and legitimacy, even when it has little effect on actual decisions.\n\n",
    "acknowledgement": "\nI thank Daron Acemoglu, Esther Duflo, Amy Finkelstein, Don Green, Michael Kremer, Katerina Linos, and David Nickerson for helpful comments. Melissa Dell provided exceptional research assistance. Special thanks are due to Susan Wong and Scott Guggenheim for their support and assistance throughout the project. The field work and engineering survey would have been impossible without the dedication of Suroso Yoso Oetomo and the SSK-PPK field staff. This project was supported by a grant from the Indonesian Decentralization Support Facility, with support from DfID and the World Bank. All views expressed are those of the author, and do not necessarily reflect the opinions of DSF, DfID, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}