{
    "id": 14125,
    "citation_title": "State and Federal Approaches to Health Reform: What Works for the Working Poor?",
    "citation_author": [
        "Ellen Meara",
        "Meredith Rosenthal",
        "Anna Sinaiko",
        "Katherine Baicker"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare and contrast the labor market and distributional impact of three common approaches to state and federal health insurance expansion: public insurance expansions, refundable tax credits for low income people, and employer and individual mandates. We draw on existing estimates from the literature and individual-level data on the non-institutionalized population aged 64 and younger from the 2005 Current Population Survey to estimate how each approach affects (1) the number of people insured; (2) private and public health spending; (3) employment and wages; and (4) the distribution of subsidies across families based on income in relation to the federal poverty level and work status of adult family members. Employer mandates expand coverage to the largest number of previously insured relative to public insurance expansions and individual tax credits, but with potentially negative labor market consequences. Medicaid expansions could achieve moderate reductions in the share of the uninsured with neutral labor market consequences, and by definition, they expand coverage to the poorest groups regardless of work status. Tax credits extend coverage to relatively few uninsured, but with neutral effects on the labor market. Both Medicaid expansions and tax credits offer moderate redistribution to previously insured individuals who are poor or near-poor. None of the three policies significantly expand insurance coverage among poor working families. Our findings suggest that no single approach helps the working poor in exactly the ways policy makers might hope. To the extent that states are motivated to help the uninsured in poor working families, health reforms must find ways to include those unlikely to take up optional policies, and states must address the challenge of the many uninsured likely to be excluded from policies based on part-time work status, firm size, or immigration status.\n\n",
    "acknowledgement": "\nWe are grateful to participants of the 2007 Frontiers in Health Policy Research Meetings for helpful comments and suggestions on this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}