{
    "id": 14121,
    "citation_title": "Measuring the Location of Production in a World of Intangible Productive Assets, FDI, and Intrafirm Trade",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs production comes to depend more on intangible productive assets, the location of production by multinational firms becomes increasingly ambiguous.  The reason is that, within the firm, these assets have no clear geographical location, but only a nominal location determined by the firm's tax or legal strategies. The effects of these location ambiguities, and the resulting distortions for tax reasons of the location of production, are described and it is estimated that for U.S. firms' affiliates in a few tax havens alone, the exaggeration of value added in those locations amounted, in 2005, to about 4 percent of worldwide affiliate sales, and the exaggeration of sales to about 10 percent of worldwide affiliate sales. \nSome possibilities for estimating the location of production that could supersede the present dependence on accounting measures distorted by tax-saving policies are described.\n\n",
    "acknowledgement": "\nThis paper was prepared as a lecture at The 2008 World Congress on National Accounts and Economic Performance Measures for Nations, in Arlington, Virginia.  I am indebted to Jing Sun for excellent research assistance on the project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}