{
    "id": 14127,
    "citation_title": "Multi-product Firms and Product Turnover in the Developing World: Evidence from India",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Amit Khandelwal",
        "Nina Pavcnik",
        "Petia Topalova"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theoretical work predicts that an important margin of adjustment to deregulation or trade reforms is the reallocation of output within firms through changes in their product mix. Empirical work has accordingly shifted its focus towards multi-product firms and their product mix decisions. Existing studies have however focused exclusively on the U.S. Using detailed firm-level data from India, we provide the first evidence on the patterns of multi-product firm production in a large developing country during a period (1989-2003) that spans large-scale trade and other market reforms. We find that in the cross-section, multi-product firms in India look remarkably similar to their U.S. counterparts, confirming the predictions of recent theoretical models. The time-series patterns however exhibit important differences. In contrast to evidence from the U.S., product churning--particularly product rationalization -- is far less common in India. We thus find little evidence of \"creative destruction\". We also find no link between declines in tariffs on final goods induced by India's 1991 trade reform and product dropping.  The lack of product dropping is consistent with the role of industrial regulation in India, which, like in many other developing countries, may prevent an efficient allocation of resources.\n\n",
    "acknowledgement": "\nWe thank Matthew Flagge, Andrew Kaminski and Michael Sloan Rossiter for excellent research assistance and Andy Bernard, Pete Schott, and Steve Redding for comments and discussions.  We also thank seminar participants at the UCLA Business School, Notre Dame, World Bank, Columbia, and the IZA/World Bank Employment and Development Conference.  Correspondence to Goldberg at pennykg@princeton.edu, Khandelwal at ak2796@columbia.edu, Pavcnik at nina.pavcnik@dartmouth.edu, or Topalova at PTopalova@imf.org. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}