{
    "id": 14136,
    "citation_title": "Exclusionary Policies in Urban Development, How under-servicing of migrant households affects the growth and composition of Brazilian cities",
    "citation_author": [
        "Leo Feler",
        "J. Vernon Henderson"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLocalities in developed countries often restrict construction and population growth through regulations governing land usage, lot sizes, building heights, and frontage requirements. In developing countries, such policies are less effective because of the existence of unregulated, informal housing markets. Cities in developing countries that seek to limit in-migration must also discourage entry into informal housing by providing low levels of public services to this sector.  In this paper, we analyze the causes of slums, using data from Brazilian urban areas. We develop a model of the decisions that localities make to affect in-migration and find evidence that localities act strategically. Richer and larger localities in an urban area reduce provision of water and sewerage connections to the smaller houses in which poorer migrants would live to discourage the in-migration of these poorer migrants and deflect them to other localities. We also find that under-servicing smaller houses reduces the population growth rate of localities. Not only does it reduce the in-migration of low-educated households, it seems that, because of negative externalities, such under-servicing also reduces the growth rate of higher-educated households.\n\n",
    "acknowledgement": "\nWe thank Andrew Foster and seminar participants at Carnegie Mellon and Brown Universities and at the Philadelphia Federal Reserve for helpful comments and suggestions. We are grateful to Cassio Magalhaes, Flora Maravalhas, and Adam Storeygard for research assistance, to Lynn Carlson for assistance with GIS, and to Cristina Costa at the Brazilian Meteorological Institute (INMET)for providing data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}