{
    "id": 14133,
    "citation_title": "Ideas and Growth",
    "citation_author": [
        "Robert E. Lucas",
        "Jr."
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is it about modern capitalist economies that allows them, in contrast to all earlier societies, to generate sustained growth in productivity and living standards? It is widely agreed that the productivity growth of the industrialized economies is mainly an ongoing intellectual achievement, a sustained flow of new ideas. Are these ideas the achievements of a few geniuses, Newton, Beethoven, and a handful of others, viewed as external to the activities of ordinary people? Are they the product of a specialized research sector, engaged in the invention of patent-protected processes over which they have monopoly rights? Both images are based on important features of reality and both have inspired interesting growth theories, but neither seems to me central. What is central, I believe, is that fact that the industrial revolution involved the emergence (or rapid expansion) of a class of educated people, thousands-now many millions-of people who spend entire careers exchanging ideas, solving work-related problems, generating new knowledge.\n\n",
    "acknowledgement": "\nA version of this paper was given as the 2008 Economica Phillips Lecture at LSE on February 7, 2008. I thank Francesco Caselli and other participants in that event for their comments. I am also grateful for conversations with Fernando Alvarez, Jess Benhabib, Francisco Buera, Jonathan Eaton, James Heckman, Boyan Jovanovic, Sam Kortum, Casey Mulligan, and Nancy Stokey, and for the assistance and suggestions of Ferdinando Monte. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}