{
    "id": 14138,
    "citation_title": "The Knowledge Trap: Human Capital and Development Reconsidered",
    "citation_author": [
        "Benjamin F. Jones"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model where human capital differences - rather than technology differences - can explain several central phenomena in the world economy.  The results follow from the educational choices of workers, who decide not just how long to train, but also how broadly.   A \"knowledge trap\" occurs in economies where skilled workers favor broad but shallow knowledge.  This simple idea can inform cross-country income differences, international trade patterns, poverty traps, and price and wage differences across countries in a manner broadly consistent with existing empirical evidence. The model also provides insights about the brain drain, migration, and the role for multinationals in development. More generally, this paper shows that standard human capital accounting methods can severely underestimate the role of education in development.  It shows how endogenous educational decisions can replace exogenous technology differences in a range of economic reasoning.\n\n",
    "acknowledgement": "\nI wish to thank Daron Acemoglu, Pol Antras, Andrew Hertzberg, Jin Li, Pablo Montagnes, Ben Olken, Scott Stern, Kane Sweeney and participants in presentations at Northwestern, Washington University, Penn State, the LSE, and the BREAD conference for helpful comments.  All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}