{
    "id": 14137,
    "citation_title": "Adjusted Estimates of Worker Flows and Job Openings in JOLTS",
    "citation_author": [
        "Steven J. Davis",
        "R. Jason Faberman",
        "John C. Haltiwanger",
        "Ian Rucker"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and implement a method to improve estimates of worker flows and job openings based on the Job Openings and Labor Turnover Survey (JOLTS). Our method involves reweighting the cross-sectional density of employment growth rates in JOLTS to match the corresponding density in the comprehensive Business Employment Dynamics (BED) data.  To motivate our work, we compare JOLTS to other data sources and document large discrepancies with respect to aggregate employment growth, the magnitude of worker flows, and the cross-sectional density of establishment growth rates.  We also discuss issues related to JOLTS sample design and nonresponse corrections. Our adjusted statistics for hires and separations exceed the published statistics by about one-third.  The adjusted layoff rate is more than 60 percent greater than the published layoff rate.  Time-series properties are also affected.  For example, hires exhibit more volatility than separations in the published statistics, but the reverse holds in the adjusted statistics.  The impact of our adjustment methodology on estimated job openings is more modest, raising the vacancy rate by about 8 percent.\n\n",
    "acknowledgement": "\nWe thank Nathan Brownback for excellent research assistance and staff at the Bureau of Labor Statistics for much help with this project. We are also grateful to Robert Hall, Charlotte Mueller, John Wohlford and the editors for helpful comments on an earlier draft. The views expressed in this paper are our own and do not reflect the opinions of the Bureau of Labor Statistics, the Federal Reserve Bank of Philadelphia, the Federal Reserve System or their staffs. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}