{
    "id": 14130,
    "citation_title": "The Colonial Origins of Comparative Development: An Investigation of the Settler Mortality Data",
    "citation_author": [
        "David Y. Albouy"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a seminal contribution, Acemoglu, Johnson, and Robinson (2001) argue property-rights institutions powerfully affect national income, using estimated mortality rates of early European settlers to instrument capital expropriation risk. However 36 of the 64 countries in their sample are assigned mortality rates from other countries, typically based on mistaken or conflicting evidence.  Also, incomparable mortality rates from populations of laborers, bishops, and soldiers - often on campaign - are combined in a manner favoring their hypothesis. When these data issues are controlled for, the relationship between mortality and expropriation risk lacks robustness, and instrumental-variable estimates become unreliable, often with infinite confidence intervals.\n\n",
    "acknowledgement": "\nI thank Raj Arunachalam, Raphael Auer, Pranab Bardhan, Christina Berkley, Chris Blattman, David Card, Brad DeLong, Gregory Clark, William Easterly, Rob Gillezeau, Tarek Hassan, Jim Hines, Chang-Tai Hsieh, Michael Jansson, Chad Jones, Annalisa Leibold, Ian McLean, Ted Miguel, Kris Mitchener, Robert Moffitt, Marcelo Moreira, Maurice Obstfeld, Rohini Pande, Gerard Roland, Christina Romer, David Romer, Emmanuel Saez, Andrei Shleifer, Francesco Trebbi, and four anonymous referees, and the participants at the Berkeley Development Lunch and the Economic History and Macroeconomics Seminars for their help, input, and advice.  I am particularly grateful to Daron Acemoglu, Simon Johnson, and James Robinson for providing me with data, and for sharing with me a preliminary response and later formal responses to my work.  Any mistakes are my own.  Please e-mail any comments to albouy@umich.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}