{
    "id": 14134,
    "citation_title": "Crisis and Responses: the Federal Reserve and the Financial Crisis of 2007-2008",
    "citation_author": [
        "Stephen G. Cecchetti"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRealizing that their traditional instruments were inadequate for responding to the crisis that began on 9 August 2007, Federal Reserve officials improvised. Beginning in mid-December 2007, they implemented a series of changes directed at ensuring that liquidity would be distributed to those institutions that needed it most.  Conceptually, this meant America's central bankers shifted from focusing solely on the size of their balance sheet, which they use to keep the overnight interbank lending rate close to their chosen target, to manipulating the composition of their assets as well.   In this paper, I examine the Federal Reserve's conventional and unconventional responses to the financial crisis of 2007-2008.\n\n",
    "acknowledgement": "\nStephen G. Cecchetti is Economic Adviser and Head of the Monetary and Economic Department, Bank of International Settlements, Basel, Switzerland. At the time this essay was written, he was Barbara and Richard M. Rosenberg Professor of Global Finance, International Business School, Brandeis University, Boston, Massachusetts. Among the vast number of people I spoke with in preparing this essay, I wish especially to thank Peter Fisher, Jens Hilscher, Spence Hilton, Anil Kashyap, Jamie McAndrews, Kim Schoenholtz, Andrei Shleifer, Jeremy Stein, Timothy Taylor and Paul Tucker for their insights and comments.  An earlier version of this essay was presented as the Edgeworth Lecture at the 2008 Annual Meeting of the Irish Economic Association. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}