{
    "id": 14132,
    "citation_title": "Climate Change and Economic Growth: Evidence from the Last Half Century",
    "citation_author": [
        "Melissa Dell",
        "Benjamin F. Jones",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses annual variation in temperature and precipitation over the past 50 years to examine the impact of climatic changes on economic activity throughout the world. We find three primary results. First, higher temperatures substantially reduce economic growth in poor countries but have little effect in rich countries. Second, higher temperatures appear to reduce growth rates in poor countries, rather than just the level of output. Third, higher temperatures have wide-ranging effects in poor nations, reducing agricultural output, industrial output, and aggregate investment, and increasing political instability. Analysis of decade or longer climate shifts also shows substantial negative effects on growth in poor countries. Should future impacts of climate change mirror these historical effects, the negative impact on poor countries may be substantial.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Esther Duflo, Michael Greenstone, Jonathan Gruber, Seema Jayachandran, Charles Jones, Peter Klenow, William Nordhaus, Elias Papaioannou, and Carl Wunsch for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}