{
    "id": 14139,
    "citation_title": "Global Trade and the Maritime Transport Revolution",
    "citation_author": [
        "David S. Jacks",
        "Krishna Pendakur"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the role of transport improvements in globalization?  We argue that the nineteenth century is the ideal testing ground for this question: freight rates fell on average by 50% while global trade increased 400% from 1870 to 1913.  We estimate the first indices of bilateral freight rates for the period and directly incorporate these into a standard gravity model.  We also take the endogeneity of bilateral trade and freight rates seriously and propose an instrumental variables approach.  The results are striking as we find no evidence that the maritime transport revolution was the primary driver of the late nineteenth century global trade boom.  Rather, the most powerful forces driving the boom were those of income growth and convergence.\n\n",
    "acknowledgement": "\nWe thank Rui Esteves, Douglas Irwin, Chris Meissner, Alan Taylor, William Hutchinson, and the paper's two referees for comments.  We also appreciate the feedback from seminar participants at the Long-term Perspectives for Business, Finance, and Institutions conference, the 2007 Allied Social Sciences meetings, the 2007 All-UC Group in Economic History conference, the 2007 European Historical Economics Society meetings, the 2007 Economic History Association meetings, Harvard, and Dalhousie.  Finally, we gratefully acknowledge the Social Sciences and Humanities Research Council of Canada for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}