{
    "id": 14131,
    "citation_title": "Vengeance",
    "citation_author": [
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2008-06-17",
    "issue_date": "2008-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the extent of vengeful feelings and their determinants using data on more than 89,000 individuals from 53 countries.  Country characteristics (such as per-capita income, average education of the country, presence of an armed conflict, the extent of the rule-of-law, uninterrupted democracy, individualism) as well as personal attributes of the individuals influence vengeful feelings.  The magnitude of vengeful feelings is greater for people in low-income countries, in countries with low levels of education, low levels of the rule-of-law, in collectivist countries and in countries that experienced an armed conflict in recent history.  Females, older people, working people, people who live in high-crime areas of their country and people who are at the bottom 50% of their country's income distribution are more vengeful.  The intensity of vengeful feelings dies off gradually over time.  The findings suggest that vengeful feelings of people are subdued as a country develops economically and becomes more stable politically and socially and that both country characteristics and personal attributes are important determinants of vengeance.  Poor people who live in higher-income societies that are ethno-linguistically homogeneous are as vengeful as rich people who live in low-income societies that are ethno-linguistically fragmented.  These results reinforce the idea that some puzzles about individual choice can best be explained by considering the interplay of personal and cultural factors.\n\n",
    "acknowledgement": "\nI thank Armando Gomes, Volkan Topalli, Julie Hotchkiss, Sudipta Sarangi, Julie Berry Cullen, Murat Iyigun and Kaj Gittings for helpful comments. Paul Mahler, Michelle McCown, Umut Ozek and Duha Altindag provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}