{
    "id": 14141,
    "citation_title": "Henry Agard Wallace, the Iowa Corn Yield Tests, and the Adoption of Hybrid Corn",
    "citation_author": [
        "Richard C. Sutch"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research report makes the following claims: \n1] There was not an unambiguous economic advantage of hybrid corn over the open-pollinated varieties in 1936. \n2] The early adoption of hybrid corn before 1937 can be better explained by a sustained propaganda campaign conducted by the U.S. Department of Agriculture at the direction of the Secretary of Agriculture, Henry Agard Wallace.  The Department's campaign echoed that of the commercial seed companies.  The most prominent hybrid seed company, Pioneer Hi-Bred Company, was founded by Wallace and he retained a financial interest while serving as Secretary. \n3] The early adopters of hybrid seed were followed by later adopters as a consequence of the droughts of 1934 and especially 1936.  The eventual improvement of yields as newer varieties were introduced explains the continuation and acceleration of the process.\n\n",
    "acknowledgement": "\nThanks to Connie Chow and Hiroko Inoue for research assistance, to Susan B. Carter for critical advice, to Mason Gaffney for prodding questions that stimulated much further research, and to Norman Ellstrand for assistance with the plant biology.  Financial support was provided by a National Science Foundation Grant: \"Biocomplexity in the Environment, Dynamics of Coupled Natural and Human Systems.\"  Administrative support was provided by the Biotechnology Impacts Center and the Center for Economic and Social Policy at the University of California, Riverside. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}