{
    "id": 14145,
    "citation_title": "Executive Compensation: A New View from a Long-Term Perspective, 1936-2005",
    "citation_author": [
        "Carola Frydman",
        "Raven E. Saks"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the long-run trends in executive compensation using a new panel dataset of top executives in large publicly-held firms from 1936 to 2005, collected from corporate reports.  This historic perspective reveals several surprising new facts that conflict with inferences based only on data from the recent decades.  First, the median real value of compensation was remarkably flat from the end of World War II to the mid-1970s, even during times of rapid economic expansion and aggregate firm growth.  This finding contrasts sharply with the steep upward trajectory of pay over the past thirty years, which coincided with a period of similarly large increases in aggregate firm size.  A second surprising finding is that the sensitivity of an executive's wealth to firm performance was not inconsequentially small for most of our sample period.  Thus, recent years were not the first time when compensation arrangements served to align managerial incentives with those of shareholders.  Taken together, the long-run trends in the level and structure of compensation pose a challenge to several common explanations for the widely-debated surge in executive pay of the past several decades, including changes in firms' size, rent extraction by CEOs, and increases in managerial incentives.\n\n",
    "acknowledgement": "\nWe would like to thank George Baker, Edward Glaeser, Claudia Goldin, Caroline Hoxby, Lawrence Katz, and Robert Margo for their advice and encouragement throughout this project.  Very helpful comments have also been received from Doug Elmendorf, Eric Hilt, Antoinette Schoar, Dan Sichel, and seminar participants at the DAE NBER meetings, AEA meetings, AFA meetings, and EHA meetings.  We would also like to thank the staff at the Historical Collections and Danielle Barney of Baker Library for making the data collection possible and Brian Hall and Jeff Liebman for providing us with their data.  Yoon Chang, Yao Huang, Michele McAteer, Timothy Schwuchow, James Sigel, and Athanasios Vorvis provided outstanding research assistance.  We gratefully acknowledge financial support from the Economic History Association, the Multidisciplinary Program in Inequality & Social Policy at Harvard University, and the National Science Foundation's Dissertation Completion Fellowship.  The views in this paper do not necessarily reflect those of the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}