{
    "id": 1414,
    "citation_title": "Empirical Tests of Alternative Models of International Growth",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Edward E. Leamer"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent changes in patterns of international trade and growth have rekindled interest in the relationships among trade, growth, and the international distribution of income. Three alternative models can serve as a theoretical foundation for an empirical analysis of these relationships. The first is the standard Heckscher-Ohlin-Samuelson (Ho) trade model with equalnumbers of factors and goods and incomplete specialization. The second model allows complete specialization and more goods than factors. The third model posits short run capital immobility. Each of these models has quite different implications for the determination of wage levels and growth rates.The conclusions that we draw from this research are rather mixed. Each of the models perform well on certain criteria and poorly on others. While the standard HO model clearly fails to satisfy certain cross-equation constraints, national endowments are remarkably good predictors of the locus of international production. There are, however, significant nonlinearities in the relationship between factor allocations and national endowments. Such nonlinearities are predicted by the uneven version of the HO model. At odds with both of these models is our finding that lagged values of inputs providean important explanation of current factor demands. Such correlations are suggested by the adjustment cost model.\n\n",
    "acknowledgement": "\n"
}