{
    "id": 14149,
    "citation_title": "Tax Incentives for Affordable Housing: The Low Income Housing Tax Credit",
    "citation_author": [
        "Mihir A. Desai",
        "Dhammika Dharmapala",
        "Monica Singhal"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe Low Income Housing Tax Credit (LIHTC) represents a novel tax expenditure program that employs \"investable\" tax credits to spur production of low-income rental housing. While it has grown into the largest source of new affordable housing in the U.S. and its structure is now being replicated in other programs, the LIHTC has also drawn skepticism and calls for its repeal. We provide estimates of tax expenditures under this program and discuss pricing, efficiency, and distributional effects of the program. We also consider the impacts of the recent financial crisis on the LIHTC program and explore implications of resulting policy changes and proposals.\n\n",
    "acknowledgement": "\nWe thank Bill Apgar, Lily Batchelder, Jeff Brown, Rob Dietz, Tom Holtmann, Christopher Marquis, Tom Neubig, Michael Novogradac, Richard Peiser, Michael Schler, Abby Sigal, Alvin Warren, David Weisbach and participants in the NBER Economics of Tax Expenditure Conference and the 2009 Tax Policy and the Economy conference for helpful discussions and comments. We are grateful to Ben Feigenberg, Jill Gentry, Adam Hallowell and Ealy Ko for providing excellent research assistance and to the Harvard University Taubman Center for State and Local Government, the Harvard Real Estate Academic Initiative, and the Fitzgerald Gubernatorial Fund for Maine for generous research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}