{
    "id": 14144,
    "citation_title": "A New Method to Estimate Risk and Return of Non-Traded Assets from Cash Flows: The Case of Private Equity Funds",
    "citation_author": [
        "Joost Driessen",
        "Tse-Chun Lin",
        "Ludovic Phalippou"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new GMM-style methodology with good small-sample properties to assess the abnormal performance and risk exposure of a non-traded asset from a cross-section of cash flow data. We apply this method to a sample of 958 mature private equity funds spanning 24 years. Our methodology uses actual cash flow data and not intermediary self-reported Net Asset Values. In addition, it does not require a distributional assumption for returns. For venture capital funds, we find a high market beta and significant under-performance. For buyout funds, we find a low beta and no abnormal performance, but the sample is small. Larger funds have higher returns due to higher risk exposures and not higher alphas. We also find that Net Asset Values significantly overstate fund market values for the subset of mature and inactive funds.\n\n",
    "acknowledgement": "\nWe thank Michael Brennan, Gurdip Bakshi, Magnus Dahlquist (AFA discussant), Frank de Jong, Thomas Dangl, Steve Kaplan, Rainer Lauterbach (EFA discussant), André Lucas, Tarun Ramadorai (SIFR discussant), Lubos Pástor, Per Stromberg, Marno Verbeek, Annette Vissing-Jorgensen (NBER\ndiscussant), Bas Werker, and seminar participants at Bergen, BI Oslo, HEC Paris, Tilburg, SIFR private equity conference, NBER meetings on private equity, the Vienna Symposia on Asset Management, the Rotterdam Conference on Asset Management, the EFA 2007 in Ljubljana, the NTU IEFA conference, the ECB-CFS conference, and Netspar Pension Workshop for valuable comments. We thank Inquire-UK for financial support. Views are those of authors and not that of Inquire-UK. All authors are affiliated to the University of Amsterdam Business School, Roetersstraat 11, 1018 WB Amsterdam, the Netherlands. Emails: J.J.A.G.Driessen@uva.nl, T.C.Lin@uva.nl and L.Phalippou@uva.nl. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}