{
    "id": 14146,
    "citation_title": "U.S. Defense Contracts During the Tax Expenditure Battles of the 1980s",
    "citation_author": [
        "Susan Guthrie",
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the impact of the tax treatment of U.S. military contractors.  Prior to the early 1980s, taxpayers were permitted to use the completed contract method of accounting to defer taxation of profits earned on long term contracts.  Legislation passed in 1982, 1986 and 1987 required that at least 70 percent of the profits earned on long-term contracts be taxed as accrued, thereby significantly reducing the tax benefits associated with long term contracting.  Comparing contracts that were ineligible for the tax benefits associated with long term contracting with those that were eligible, it appears that between 1981 and 1989 the duration of U.S. Department of Defense contracts shortened by an average of between one and 3.5 months, or somewhere between 6 and 29 percent of average contract length.  This pattern suggests that the tax benefits associated with long term contracts promoted artificial contract lengthening prior to passage of the 1986 Act.  The evidence is consistent with a behavioral model in which the Department of Defense ignores the federal income tax consequences of its procurement actions, thereby indirectly rewarding contractors who are able to benefit from tax expenditures of various types.\n\n",
    "acknowledgement": "\nWe thank Thomas A. Barthold, Christopher Heady and participants in the NBER Tax Expenditures Conference for helpful comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}