{
    "id": 14142,
    "citation_title": "Biological Innovation and Productivity Growth in the Antebellum Cotton Economy",
    "citation_author": [
        "Alan L. Olmstead",
        "Paul W. Rhode"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Cliometrics literature on slave efficiency has generally focused on static questions. We take a decidedly more dynamic approach. Drawing on the records of 142 plantations with 509 crops years, we show that the average daily cotton picking rate increased about four-fold between 1801 and 1862. We argue that the development and diffusion of new cotton varieties were the primary sources of the increased efficiency.  These finding have broad implications for understanding the South's preeminence in the world cotton market, the pace of westward expansion, and the importance of indigenous technological innovation.\n\n",
    "acknowledgement": "\nA number of talented students have contributed to the collection and analysis of the data. Heading this list are Jeffery Graham and Janine L. F. Wilson who have served as the project's lead research assistants. Amir Amadi, Raphael Avraham, Audrey Goodwater, Rowena Gray, Pablo Jenkins, Teresa Nguyen, and Joanna Parks at UC Davis; Edward Esau of UC Riverside and the Historic Natchez Foundation; Tiffany Hamelin, University of Mississippi; Peter Malaspina, University of North Carolina; Jeremy Meiners, Washington University; Kristi Barnes, Auburn University; and Eric Sumral, Millsaps College, have all spent countless hours poring over plantation records. We give special thanks to Shelagh Mackay, whose attention to detail and insights have left a positive mark on our research. Librarians across the South have been of great assistance in identifying sources. We would like to recognize Henry Fulmer, South Caroliniana Library, University of South Carolina; Laura Clark Brown, Southern History Collection, University of North Carolina; Elizabeth Dunn and Linda McCurdy, Duke University; Tara Z. Laver, Louisiana State University; Andrea Cantrell, University of Arkansas; Donnelly Lancaster, University of Alabama; Melissa Smith, Tulane University; Burt Altman, Florida State University; Clinton Bagley, Mississippi Department of Archives and History; and Jennifer Ford, University of Mississippi, for their special efforts. Mimi Miller at the Historic Natchez Foundation has been a font of information. Dale Flesher and Mary Jones both graciously opened their private records to us. We have benefited from the comments, assistance, and interest of Julian Alston, Lety Arroyo-Abad, Jeremy Atack, Louis Cain, Lee Craig, Gregory Clark, Peter Coclanis, Stanley Engerman, Price Fishback, Timothy Guinanne, Mary Jackman, Zorina Khan, Thomas Mayer, Stephanie McCurry, John Hebron Moore, Joel Mokyr, Chiaki Moriguchi, Thomas Mroz, Carl Pray, Richard Steckel, Richard Sutch, and Gavin Wright, as well as participants at our presentations at UC Davis and UC Riverside, Duke, Northwestern, Stanford, Vanderbilt, and Yale universities, the NBER-DAE Summer Institute, and the universities of Arizona, Athens, Carlos III, Pennsylvania, and Zaragoza and two anonymous referees. This research is supported by National Science Foundation Collaborative Research Grants, \"Seeds and Slaves: Technological Change, Plantation Efficiency, and Southern Economic Development,\" SES- 0550913 and SES-0551130. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}