{
    "id": 14140,
    "citation_title": "Superstar CEOs",
    "citation_author": [
        "Ulrike Malmendier",
        "Geoffrey Tate"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "2018-06-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCompensation, status, and press coverage of managers in the U.S. follow a highly skewed distribution: a small number of 'superstars' enjoy the bulk of the rewards. We evaluate the impact of CEOs achieving superstar status on the performance of their firms, using prestigious business awards to measure shocks to CEO status. We find that award-winning CEOs subsequently underperform, both relative to their prior performance and relative to a matched sample of non-winning CEOs. At the same time, they extract more compensation following the award, both in absolute amounts and relative to other top executives in their firms. They also spend more time on public and private activities outside their companies, such as assuming board seats or writing books. The incidence of earnings management increases after winning awards. The effects are strongest in firms with weak governance, even though the frequency of obtaining superstar status is independent of corporate governance. Our results suggest that the ex-post consequences of media-induced superstar status for shareholders are negative.\n\n",
    "acknowledgement": "\nWe would like to thank Stefano DellaVigna and Joshua Pollet for providing portions of the data. We would also like to thank Stefano DellaVigna, Mark Grinblatt, Dirk Hackbarth, Guido Imbens, Alan Krueger, David Laibson, Justin McCrary, Terry Odean, Jesse Rothstein, Andrei Shleifer, Betsey Stevenson, Justin Wolfers, David Yermack, Luigi Zingales, and participants in seminars at Berkeley, Drexel, Duke, LBS, LSE, Mannheim, Princeton, Stanford, UCLA, Wharton, Washington University, the 2004 Stanford Media, NBER Personnel Economics, and SITE Psychology & Economics and the 2005 NBER Summer Institute in Corporate Finance, AEA and \"People and Money\" conferences for helpful comments. Nicole Hammer, Jared Katseff, Camelia Kuhnen, and Catherine Leung provided excellent research assistance. We acknowledge financial support from the Russell Sage Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}