{
    "id": 14155,
    "citation_title": "General Education vs. Vocational Training: Evidence from an Economy in Transition",
    "citation_author": [
        "Ofer Malamud",
        "Cristian Pop-Eleches"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relative benefits of general education and vocational training in Romania, a country which experienced major technological and institutional change during its transition from Communism to a market economy. To avoid the bias caused by non-random selection, we exploit a 1973 educational reform that shifted a large proportion of students from vocational training to general education while keeping average years of schooling unchanged. Using data from the 1992 and 2002 Romanian Censuses and household surveys from 1995-2000, we analyze the effect of this policy with a regression discontinuity design. We find that men in cohorts affected by the policy were significantly less likely to work in manual or craft-related occupations than their counterparts who were unaffected by the policy. However, in contrast to cross-sectional findings, we find no difference in labor market participation or earnings between cohorts affected and unaffected by the policy. We therefore conclude that differences in labor market returns between graduates of vocational and general schools are largely driven by selection.\n\n",
    "acknowledgement": "\nWe wish to thank Daron Acemoglu, Kerwin Charles, Claudia Goldin, Caroline Hoxby, Larry Katz, Marcos Rangel, three anonymous referees, and seminar participants at Columbia, Chicago, Essex, Tel-Aviv, IUPUI, LSE, Michigan, NBER Education Program Meetings, NEUDC, and Yale. Ofer Malamud gratefully acknowledges the financial support of the Spencer Foundation. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}