{
    "id": 14157,
    "citation_title": "The Value of Life in General Equilibrium",
    "citation_author": [
        "Anupam Jena",
        "Casey Mulligan",
        "Tomas J. Philipson",
        "Eric Sun"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPerhaps the most important change of the last century was the great expansion of life itself -- in the US alone, life expectancy increased from 48 to 78 years. Recent economic estimates confirm this claim, finding that the economic value of the gain in longevity was on par with the value of growth in material well-being, as measured by income per capita. However, ever since Malthus, economists have recognized that demographic changes are linked to economic behavior and vice versa. Put simply, living with others who live 78 years is different than living with others who live only 48 years, so that valuing the extra 30 years of life is not simply a matter of valuing the extra years a single individual lives.  The magnitude by which such valuations differ is overstated when there are increasing returns to population and is understated under decreasing returns.  Focusing on the gains in life expectancy in the United States from 1900 to 2000, we find that a significant part of the value of longer life may be affected by these general equilibrium demographic effects.\n\n",
    "acknowledgement": "\nWe are thankful for useful comments from Ryan Edwards, David Bloom, David Canning, Dana Goldman, Darius Lakdawalla, David Weil, and seminar participants at Harvard University, the Human Capital Conference at SUNY Buffalo, the Kiel Institute, and RAND. Jena and Sun received support from the Bing Center for Health Economics and RAND and the NIH through the University of Chicago Medical Scientist Training Program. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}