{
    "id": 14150,
    "citation_title": "From the New Wave to the New Hollywood: The Life Cycles of Important Movie Directors from Godard and Truffaut to Spielberg and Eastwood",
    "citation_author": [
        "David Galenson",
        "Joshua Kotin"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo great movie directors were both born in 1930. One of them, Jean-Luc Godard, revolutionized filmmaking during his 30s, and declined in creativity thereafter. In contrast, Clint Eastwood did not direct his first movie until he had passed the age of 40, and did not emerge as an important director until after 60. This dramatic difference in life cycles was not accidental, but was a characteristic example of a pattern that has been identified across the arts: Godard was a conceptual innovator who peaked early, whereas Eastwood was an experimental innovator who improved with experience. This paper examines the goals, methods, and creative life cycles of Godard, Eastwood, and eight other directors who were the most important filmmakers of the second half of the twentieth century. Francis Ford Coppola, Stanley Kubrick, Stephen Spielberg, and François Truffaut join Godard in the category of conceptual young geniuses, while Woody Allen, Robert Altman, John Cassavetes, and Martin Scorsese are classed with Eastwood as experimental old masters. In an era in which conceptual innovators have dominated a number of artistic activities, the strong representation of experimental innovators among the greatest film directors is an interesting phenomenon.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}