{
    "id": 14159,
    "citation_title": "Influence, Information Overload, and Information Technology in Health Care",
    "citation_author": [
        "James B. Rebitzer",
        "Mari Rege",
        "Christopher Shepard"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate whether information technology can help physicians more efficiently acquire new knowledge in a clinical environment characterized by information overload.  Our analysis makes use of data from a randomized trial as well as a theoretical model of the influence that information technology has on the acquisition of new medical knowledge.  Although the theoretical framework we develop is conventionally microeconomic, the model highlights the non-market and non-pecuniary influence activities that have been emphasized in the sociological literature on technology diffusion.  We report three findings.  First, empirical evidence and theoretical reasoning suggests that computer based decision support will speed the diffusion of new medical knowledge when physicians are coping with information overload.  Secondly, spillover effects will likely lead to \"underinvestment\" in this decision support technology.  Third, alternative financing strategies common to new information technology, such as the use of marketing dollars to pay for the decision support systems, may lead to undesirable outcomes if physician information overload is sufficiently severe and if there is significant ambiguity in how best to respond to the clinical issues identified by the computer.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}