{
    "id": 14153,
    "citation_title": "Pricing and Welfare in Health Plan Choice",
    "citation_author": [
        "M. Kate Bundorf",
        "Jonathan D. Levin",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2008-06-27",
    "issue_date": "2008-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrices in government and employer-sponsored health insurance markets only partially reflect insurers' expected costs of coverage for different enrollees. This can create inefficient distortions when consumers self-select into plans. We develop a simple model to study this problem and estimate it using new data on small employers. In the markets we observe, the welfare loss compared to the feasible efficient benchmark is around 2-11% of coverage costs. Three-quarters of this is due to restrictions on risk-rating employee contributions; the rest is due to inefficient contribution choices. Despite the inefficiency, we find substantial benefits from plan choice relative to single-insurer options.\n\n",
    "acknowledgement": "\nWe thank Amy Finkelstein and Will Manning for helpful suggestions. Levin gratefully acknowledges support from the National Science Foundation and the Center for Advanced Study in the Behavioral Sciences. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}