{
    "id": 14152,
    "citation_title": "An Institutional Theory of Public Contracts: Regulatory Implications",
    "citation_author": [
        "Pablo T. Spiller"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fundamental feature of private contracting is its relational nature.  When faced with unforeseen or unexpected circumstances, private parties, as long as the relation remains worthwhile, adjust their required performance without the need for costly renegotiation or formal recontracting.  Public contracting, on the other hand, seems to be characterized by formalized, standardized, bureaucratic, rigid procedures.  Common wisdom sees public contracts as generally more inflexible, requiring more frequent formal renegotiation, having a higher tendency to litigate, and providing weaker incentives.  In sum, public contracts are perceived to be less \"efficient.\" In this paper I develop a theory of public contracting that accommodates these stark differences between private and public contracting.  The thrust of the paper is that these differences arise directly because of the different hazards present in public and purely private contracts, which directly impact the nature of the resulting contractual forms.  A fundamental corollary of this result is that the perceived inefficiency of public or governmental contracting is simply the result of contractual adaptation to different inherent hazards, and as such is not directly remediable.  Finally, I apply the main insights from the general framework developed here to understand the characteristics of concession contracts.\n\n",
    "acknowledgement": "\nJeffrey A. Jacobs Distinguished Professor of Business and Technology, Haas School of Business, University of California, Berkeley, and Research Associate, NBER. This paper benefited from comments received at various workshops and seminars, including the World Bank, the Nice Conference on Regulation and Deregulation, University of California, Irvine, and ISNIE, as well as from an anonymous referee and from conversations with Benito Arruñada, Bryan Hong, Claude Menard, Robert Seamans, Steve Tadelis, Richard Wang, and Oliver Williamson.  Bryan Hong, Richard Wang and Robert Seamans provided useful research assistance.  This research benefited from funding from the Jeffrey A. Jacobs Distinguished Professorship Chair in Business and Technology at the Haas School of Business of the University of California, Berkeley. I can be contacted at spiller@haas.berkeley.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}