{
    "id": 14156,
    "citation_title": "Family Leave after Childbirth and the Health of New Mothers",
    "citation_author": [
        "Pinka Chatterji",
        "Sara Markowitz"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, almost a third of new mothers who worked during pregnancy return to work within three months of childbirth.  Current public policies in the U.S. do not support long periods of family leave after childbirth, although some states are starting to change this.  As such, it is vital to understand how length of family leave during the first year after childbirth affects families' health and wellbeing.  The purpose of this paper is to examine the association between family leave length, which includes leave taking by mothers and fathers, and behavioral and physical health outcomes among new mothers.  Using data from the Early Childhood Longitudinal Study - Birth Cohort, we examine measures of depression, overall health status, and substance use.  We use a standard OLS as well as an instrumental variables approach with county-level employment conditions and state-level maternity leave policies as identifying instruments. The results suggest that longer maternity leave from work, both paid and un-paid, is associated with declines in depressive symptoms, a reduction in the likelihood of severe depression, and an improvement in overall maternal health.  We also find that having a spouse that did not take any paternal leave after childbirth is associated with higher levels of maternal depressive symptoms.  We do not find, however, that length of paternal leave is associated with overall maternal health, and we find only mixed evidence that leave length after childbirth affects maternal alcohol use and smoking.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from NICHD Grant Number 1R03HD052583-01A2.  We would also like to thank Janet Currie, Karen Norberg, and participants at the 2008 SOLE and ASHE meetings for very helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}