{
    "id": 14169,
    "citation_title": "Efficient Prediction of Excess Returns",
    "citation_author": [
        "Jon Faust",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2008-07-16",
    "issue_date": "2008-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that augmenting a standard linear regression model with variables that are correlated with the error term but uncorrelated with the original regressors will increase asymptotic efficiency of the original coefficients. We argue that in the context of predicting excess returns, valid augmenting variables exist and are likely to yield substantial gains in estimation efficiency and, hence, predictive accuracy. The proposed augmenting variables are ex post measures of an unforecastable component of excess returns: ex post errors from macroeconomic survey forecasts and the surprise components of asset price movements around macroeconomic news announcements. These \"surprises\" cannot be used directly in forecasting--they are not observed at the time that the forecast is made--but can nonetheless improve forecasting accuracy by reducing parameter estimation uncertainty. We derive formal results about the benefits and limits of this approach and apply it to standard examples of forecasting excess bond and equity returns. We find substantial improvements in out-of-sample forecast accuracy for standard excess bond return regressions; gains for forecasting excess stock returns are much smaller.\n\n",
    "acknowledgement": "\nWe thank Frank Diebold, Graham Elliott, Art Goldberger, Atsushi Inoue, Shinichi Sakata and Jim Stock for helpful comments. All remaining errors are our own. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other employee of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}