{
    "id": 14163,
    "citation_title": "Reconsideration of the P-Bar Model of Gradual Price Adjustment",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the P-bar model of price adjustment with the currently dominant Calvo specification.  Theoretically, the P-bar model is more attractive as it depends upon adjustment costs for physical quantities rather than nominal prices, while incorporating a one-period information lag.  Furthermore, the resulting adjustment relation is more completely free of \"money illusion,\" in terms of dynamic relationships, and therefore satisfies the natural rate hypothesis of Lucas (1972), which is not satisfied by the Calvo model in any of its variants.  Along the way, it shows that both the P-bar and Calvo models can be formulated in distinct versions in which current real wages are, or are not, allocative.  Quantitatively, for a given calibration of the demand parameters, the implied time series properties of the inflation rate, output gap, and nominal interest rate are determined for various policy parameters, and are compared with quarterly data for the U.S. economy.  Neither model dominates but, overall, the comparison seems somewhat more favorable to the P-bar model and certainly does not provide support for the dominant position held by the Calvo model in current monetary policy analysis.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Symposium \"The Phillips Curve and the Natural Rate of Unemployment,\" Kiel Institute for the World Economy, June 3-4, 2007.  I am indebted to Marvin Goodfriend and Edward Nelson for many helpful discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}