{
    "id": 14165,
    "citation_title": "Global Portfolio Rebalancing Under the Microscope",
    "citation_author": [
        "Harald Hau",
        "Hélène Rey"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCross border capital flows and returns on assets are two key variables in international macroeconomics. Difficult endogeneity issues plague any analysis of their correlations in aggregate data. This paper examines the dynamics of international portfolios with a unique data set on the stock allocations of approximately 6,500 international equity funds domiciled in four different currency areas during a 5 year period. The disaggregated data structure allows us to examine the effect of realized returns on portfolio adjustments. Do managers rebalance their portfolios towards their desired weights or do they increase their exposure to appreciating assets? We find strong support for portfolio rebalancing behavior aimed at stabilizing exchange rate risk and equity risk exposure around desired levels. These findings are important for the new open economy macroeconomics models featuring endogenous portfolio choice. They should also help inform the burgeoning theoretical literature in macroeconomics and in finance that aims at modeling financial intermediaries.\n\n",
    "acknowledgement": "\nSylvain Champonnois provided excellent research assistance. We are very grateful to the Fondation Banque de France and especially Henri Pagès for financial support and feedback. We also benefited greatly from comments by Philippe Bachetta, Mick Devereux, Marcel Fratscher, Stéphane Guibaud, Karen Lewis, Paolo Mauro, Jay Shambaugh, Andrew Rose, Mark Seasholes, Kenichi Ueda and seminar participants at the NBER, the CEPR, the University of Amsterdam, the University of Brussel, HEI, Harvard University and the AEA 2009 meeting. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}