{
    "id": 14162,
    "citation_title": "Edgeworth Cycles Revisited",
    "citation_author": [
        "Joseph J. Doyle",
        "Jr.",
        "Erich Muehlegger",
        "Krislert Samphantharak"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome gasoline markets exhibit remarkable price cycles, where price spikes are followed by a string of small price declines until the next price spike.  This pattern is predicted from a model of competition driven by Edgeworth cycles, as described by Maskin and Tirole.  We extend the Maskin and Tirole model and empirically test its predictions with a new dataset of daily station-level prices in 115 US cities.  One innovation is that we also examine cycling within cities, which allows controls for city fixed effects.  Consistent with the theory, and often in contrast with previous empirical work, we find that the least and most concentrated markets are much less likely to exhibit cycling behavior; and the areas with more independent retailers that have convenience stores are more likely to cycle. We also find that the average gasoline prices are relatively unrelated to cycling behavior.\n\n",
    "acknowledgement": "\nWe would like to thank Justine Hastings, Matthew Lewis,  Tavneet Suri, and participants at the American Economics Association Annual Meetings and the International Industrial Organization Conference for helpful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}