{
    "id": 14160,
    "citation_title": "Random Walk or A Run: Market Microstructure Analysis of the Foreign Exchange Rate Movements based on Conditional Probability",
    "citation_author": [
        "Yuko Hashimoto",
        "Takatoshi Ito",
        "Takaaki Ohnishi",
        "Misako Takayasu",
        "Hideki Takayasu",
        "Tsutomu Watanabe"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing tick-by-tick data of the dollar-yen and euro-dollar exchange rates recorded in the actual transaction platform, a \"run\" -- continuous increases or decreases in deal prices for the past several ticks -- does have some predictable information on the direction of the next price movement. Deal price movements, that are consistent with order flows, tend to continue a run once it started i.e., conditional probability of deal prices tend to move in the same direction as the last several times in a row is higher than 0.5. However, quote prices do not show such tendency of a run. Hence, a random walk hypothesis is refuted in a simple test of a run using the tick by tick data. In addition, a longer continuous increase of the price tends to be followed by larger reversal. The findings suggest that those market participants who have access to real-time, tick-by-tick transaction data may have an advantage in predicting the exchange rate movement. Findings here also lend support to the momentum trading strategy.\n\n",
    "acknowledgement": "\nThe authors are grateful to EBS for their understanding the value of academic research and providing a proprietary data set for the academic purpose with few restrictions and a modest fee. Also, we are grateful to EBS analysts in New York for guidance on the nature of the data. Research support by JSPS Grants-in-aid for Scientific Research, (A) No. 20243014, is gratefully acknowledged. Comments at the Econometric Society European Meeting, Budapest, August 26-31, 2008 and Meetings of Statistics Association, September 8, 2007 are gratefully appreciated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}