{
    "id": 14161,
    "citation_title": "Estimating Derivatives in Nonseparable Models with Limited Dependent Variables",
    "citation_author": [
        "Joseph G. Altonji",
        "Hidehiko Ichimura",
        "Taisuke Otsu"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a simple way to estimate the effects of changes in a vector of observable variables X on a limited dependent variable Y when Y is a general nonseparable function of X and unobservables. We treat models in which Y is censored from above or below or potentially from both. The basic idea is to first estimate the derivative of the conditional mean of Y given X at x with respect to x on the uncensored sample without correcting for the effect of changes in x induced on the censored population. We then correct the derivative for the effects of the selection bias. We propose nonparametric and semiparametric estimators for the derivative. As extensions, we discuss the cases of discrete regressors, measurement error in dependent variables, and endogenous regressors in a cross section and panel data context.\n\n",
    "acknowledgement": "\nOur research was supported by the National Science Foundation under SBR-9512009 and the Institute for Policy Research, Northwestern University (Altonji) , the Economic Growth Center and the Cowles Foundation, Yale University (Altonji and Otsu), JSPS Basic Research (B) 18330040 (Ichimura), and the National Science Foundation under SES-0720961 (Otsu).  We thank Eugene Canjels, Paul McGuire, and Ernesto Villanueva for excellent research assistance and seminar participants at several universities for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}