{
    "id": 14166,
    "citation_title": "E-commerce and the Market Structure of Retail Industries",
    "citation_author": [
        "Maris Goldmanis",
        "Ali Hortacsu",
        "Chad Syverson",
        "Onsel Emre"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile a fast-growing body of research has looked at how the advent and diffusion of e-commerce has affected prices, much less work has investigated e-commerce's impact on the number and type of producers operating in an industry. This paper theoretically and empirically takes up the question of which businesses most benefit and most suffer as consumers switch to purchasing products online. We specify a general industry model involving consumers with differing search costs buying products from heterogeneous-type producers. We interpret e-commerce as having reduced consumers' search costs. We show how such reductions reallocate market shares from an industry's low-type producers to its high-type businesses. We test the model using U.S. data for three industries in which e-commerce has arguably decreased consumers' search costs considerably: travel agencies, bookstores, and new auto dealers. Each industry exhibits the market share shifts predicted by the model. Interestingly, while the industries experienced similar changes, the specific mechanisms through which e-commerce induced them differed. For bookstores and auto dealers, industry-wide declines in small outlets reflected market-specific impacts, evidenced by the fact that more small-store exit occurred in local markets where consumers' use of e-commerce channels grew fastest. For travel agencies, on the other hand, the shifts reflected aggregate changes driven by airlines cutting agent commissions as consumers started buying tickets online.\n\n",
    "acknowledgement": "\nWe thank Tim Bresnahan, Francine Lafontaine, Michael Rauh, and participants at multiple seminars for valuable suggestions. We gratefully acknowledge financial support for this research from the NET Institute (www.NETinst.org) and the NSF (award no. SES-0242031). The authors can be contacted at the Department of Economics, University of Chicago, 1126 E. 59th Street, Chicago, IL 60637. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}