{
    "id": 14167,
    "citation_title": "Lifting the Curse of Dimensionality: Measures of the Labor Legislation Climate in the States During the Progressive Era",
    "citation_author": [
        "Price V. Fishback",
        "Rebecca Holmes",
        "Samuel Allen"
    ],
    "citation_publication_date": "2008-07-16",
    "issue_date": "2008-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most difficult problems in the social sciences is measuring the policy climate in societies.   Prior to the 1930s the vast majority of labor regulations in the U.S. were enacted at the state level.  In this paper we develop several summary measures of labor regulation that document the changes in labor regulation across states and over time during the Progressive Era.  The measures include an Employer-Share-Weighted Index (ESWI) that weights regulations by the share of workers affected and builds up the overall index from 17 categories of regulation; the number of pages of laws; appropriations for spending on labor issues per worker; and two nonparametric COORDINATES that summarize locations in a policy space.  We describe the pluses and minuses of the measures, how strongly they are correlated, and show the stories that they tell about the changes in labor regulation during the progressive era.  We then provide preliminary evidence on the extent to which the labor regulation measures are associated with political and economic correlates identified as important in histories of industrial relations and labor markets.\n\n",
    "acknowledgement": "\nPrice V. Fishback is the Frank and Clara Kramer Professor of Economics at the University of Arizona and a Research Associate with the National Bureau of Economic Research, Department of Economics, University of Arizona, Tucson, AZ 85721 (520-621-4421, pfishback@bpa.arizona.edu).  Rebecca Holmes is Director of Economics, Cox Communications, 1550 W. Deer Valley Rd, Phoenix, AZ 85027,(phone 623-328-3983, Rebecca.Holmes@cox.com.  Samuel Allen is an Assistant Professor of Economics at the Virginia Military Institute. Department of Economics and Business, 341 Scott Shipp Hall, Virginia Military Institute, Lexington, VA 24450 (540-464-7061, AllenSK@vmi.edu).  We would like to thank Robert Margo, Paul Rhode, Andy Daughety, Gerald Friedman, Claudia Goldin, Lawrence Katz, Sumner LaCroix, Jeremy Atack, Shawn Kantor, Bill Collins, Ronald Oaxaca, Joshua Rosenbloom, Lou Cain, and Tom Weiss for helpful comments.  Keith Poole deserves special thanks for his generosity in sharing information about and guiding us through the process of using the optimal classification technique for the COORDINATE measures.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}