{
    "id": 14164,
    "citation_title": "Determinacy, Learnability, and Plausibility in Monetary Policy Analysis: Additional Results",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2008-07-15",
    "issue_date": "2008-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a very broad class of dynamic linear models, if agents possess knowledge of current endogenous variables in a least-squares learning process, determinacy of a rational expectations (RE) equilibrium is sufficient but not necessary for learnability of that equilibrium.  Thus, since learnability is an attractive necessary condition for plausibility of any equilibrium, there may exist a single plausible RE solution even in cases of indeterminacy.  This paper proposes and outlines a distinct criterion that plausible models should possess, termed \"well formulated\" (WF), which rules out infinite discontinuities in the implied impulse response functions.  The paper explores the relationship between this WF property and learnability, under the information assumption mentioned above, and finds that they often agree but neither strictly implies the other.  Extending the P-matrix requirement, implied for specified matrices by the WF property, to one that demands positive dominant-diagonal matrices would guarantee both WF and learnability, but a suitable rationale has not been found.  Finally, under a second information assumption, which gives the agents only lagged information on endogenous variables during the learning process, the situation is less favorable in the sense that learnability can be guaranteed only under special assumptions.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2007 Annual Conference of the Central Bank of Chile, held in Santiago on November 15-16, 2007.  I am indebted to Riccardo DiCecio, George Evans, Christopher Kent, and Carl Walsh for helpful comments on earlier versions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}