{
    "id": 14177,
    "citation_title": "Fight or Flight? Portfolio Rebalancing by Individual Investors",
    "citation_author": [
        "Laurent E. Calvet",
        "John Y. Campbell",
        "Paolo Sodini"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the dynamics of individual portfolios in a unique dataset containing the disaggregated wealth of all households in Sweden. Between 1999 and 2002, we observe little aggregate rebalancing in the financial portfolio of participants. These patterns conceal strong household-level evidence of active rebalancing, which on average offsets about one half of idiosyncratic passive variations in the risky asset share. Wealthy, educated investors with better diversified portfolios tend to rebalance more actively. We find some evidence that households rebalance towards a higher risky share as they become richer. We also study the decisions to trade individual assets. Households are more likely to fully sell directly held stocks if those stocks have performed well, and more likely to exit direct stockholding if their stock portfolios have performed well; but these relationships are much weaker for mutual funds, a pattern which is consistent with previous research on the disposition effect among direct stockholders and performance sensitivity among mutual fund investors. When households continue to hold individual assets, however, they rebalance both stocks and mutual funds to offset about one sixth of the passive variations in individual asset shares. Households rebalance primarily by adjusting purchases of risky assets if their risky portfolios have performed poorly, and by adjusting both fund purchases and full sales of stocks if their risky portfolios have performed well. Finally, the tendency for households to fully sell winning stocks is weaker for wealthy investors with diversified portfolios of individual stocks.\n\n",
    "acknowledgement": "\nWe thank Statistics Sweden for providing the data. We received helpful comments from Markus Brunnermeier, Ren? Garcia, David McCarthy, Stefan Nagel, Paolo Zaffaroni, three anonymous referees, and seminar participants at Bergen, Boston University, the Federal Reserve Bank of Minneapolis, the Financial Services Authority of the UK, Harvard University, Imperial College, MIT, Oxford University, Pompeu Fabra, SIFR, the Stockholm School of Economics, the Swedish Financial Supervisory Authority, Universit? Libre de Bruxelles, the University of Helsinki, the University of Venice, the Wharton School, the 2007 Brazilian Finance Society meeting in Sao Paulo, the 2007 Summer Finance Conference in Gerzensee, the Fall 2007 NBER Asset Pricing Meeting, and the 2008 AFA meetings in New Orleans. The project benefited from excellent research assistance by Daniel Sunesson and Sammy El-Ghazaly. This material is based upon work supported by the Agence Nationale de la Recherche under a Chaire d?Excellence to Calvet, BFI under a Research Grant to Sodini, the HEC Foundation, the National Science Foundation under Grant No. 0214061 to Campbell, Riksbank, and the Wallander and Hedelius Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}