{
    "id": 14174,
    "citation_title": "Returns to Physician Human Capital: Analyzing Patients Randomized to Physician Teams",
    "citation_author": [
        "Joseph J. Doyle",
        "Jr.",
        "Steven M. Ewer",
        "Todd H. Wagner"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatient sorting can confound estimates of the returns to physician human capital.  This paper compares nearly 30,000 patients who were randomly assigned to clinical teams from one of two academic institutions.  One institution is among the top medical schools in the country, while the other institution is ranked lower in the quality distribution.  Patients treated by the two teams have identical observable characteristics and have access to a single set of facilities and ancillary staff.  Those treated by physicians from the higher-ranked institution have 10-25% shorter and less expensive stays than patients assigned to the lower-ranked institution.  Health outcomes are not related to the physician team assignment, and the estimates are precise.  Procedure differences across the teams are consistent with the ability of physicians in the lower-ranked institution to substitute time and diagnostic tests for the faster judgments of physicians from the top-ranked institution.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ann Bartel, Christine Durrance, Michael Greenstone, Larry Katz, Steve Levitt, Lars Lefgren, Abigail Ochberg, Joe Price, Roberto Rigobon, Jon Skinner, Doug Staiger, Tom Stoker, Tavneet Suri, and Jack Wennberg for helpful comments and insights. We also greatly benefited from the efficient programming of Andrew Siroka. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}