{
    "id": 14173,
    "citation_title": "Has Public Health Insurance for Older Children Reduced Disparities in Access to Care and Health Outcomes?",
    "citation_author": [
        "Janet Currie",
        "Sandra Decker",
        "Wanchuan Lin"
    ],
    "citation_publication_date": "2008-07-16",
    "issue_date": "2008-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of expanding public health insurance eligibility for older children. Using data from the National Health Interview Surveys from 1986 to 2005, we first show that although income continues to be an important predictor of children's health status, the importance of income for predicting health has fallen for children 9 to 17 in recent years.  We then investigate the extent to which the dramatic expansions in public health insurance coverage for these children in the past decade are responsible for the decline in the importance of income. We find that while eligibility for public health insurance unambiguously improves current utilization of preventive care, it has little effect on current health status.  However, we find some evidence that Medicaid eligibility in early childhood has positive effects on future health.  This may indicate that adequate medical care early on puts children on a better health trajectory, resulting in better health as they grow.\n\n",
    "acknowledgement": "\nWe thank Lisa Bates and participants in the April 2007 Population Association of America meetings and two anonymous referes for helpful comments.  We also thank Deborah Ingram, Susan Jack, Diane Makuc and Christopher Moriarity of NCHS for help with the NHIS data and income imputations.  The findings and conclusions in this paper are those of the authors and do not necessarily represent the views of the Centers for Disease Control and Prevention.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}