{
    "id": 14179,
    "citation_title": "Saving Your Home in Chapter 13 Bankruptcy",
    "citation_author": [
        "Michelle J. White",
        "Ning Zhu"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how filing for bankruptcy under Chapter 13 helps financially distressed debtors save their homes.  We develop a model of debtors' decisions to default on their mortgages and file for bankruptcy under Chapter 13 and evaluate the model using new data on Chapter 13 bankruptcy filers.  We also examine the effect of allowing bankruptcy judges to reduce debtors' mortgage payments, i.e., introducing \"cram-down\" of mortgages in Chapter 13.   We find that 96% of Chapter 13 filers are homeowners and 79% of filers repay mortgage debt in their repayment plans; while just 9% of filers repay only unsecured debt in their plans.  These results suggest that filers use Chapter 13 almost exclusively as a \"save-your-home\" procedure.   But under current law, only about 1% Chapter 13 filers save their homes when they would otherwise have defaulted.  If cram-down were introduced, we predict that this fraction would increase to 10%.    The cost to lenders of introducing cram-down is estimated to be $264,000 per home saved and $30 billion in total.\n\n",
    "acknowledgement": "\nWe are grateful to an anonymous referee and to Richard Hynes for very helpful comments.  We also benefitted from comments by participants at presentations at the University of Virginia Law School, NYU Law School, and the Richmond Federal Reserve Bank.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}