{
    "id": 14176,
    "citation_title": "School Competition and Efficiency with Publicly Funded Catholic Schools",
    "citation_author": [
        "David Card",
        "Martin Dooley",
        "Abigail Payne"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe province of Ontario has two publicly funded school systems: secular schools (known as public schools) that are open to all students, and separate schools that are open to children with Catholic backgrounds.  The systems are administered independently and receive equal funding per student.  In this paper we use detailed school and student-level data to assess whether competition between the systems leads to improved efficiency.  Building on a simple model of school choice, we argue that incentives for effort will be greater in areas where there are more Catholic families, and where these families are less committed to a particular system. To measure the local determinants of cross-system competition we study the effects of school openings on enrollment growth at nearby elementary schools. We find significant cross-system responses to school openings, with a magnitude that is proportional to the fraction of Catholics in the area, and is higher in more rapidly growing areas. We then test whether schools that face greater cross-system competition have higher productivity, as measured by test score gains between 3rd and 6th grade.  We estimate a statistically significant but modest-sized impact of potential competition on the growth rate of student achievement.  The estimates suggest that extending competition to all students would raise average test scores in 6th grade by 6-8% of a standard deviation.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Olesya Vovk and our research assistants in the Public Economics Data Analysis Laboratory.  We also thank Joseph Altonji, Todd Elder, David Green, Philip Haile, Steven Jones, Patrick Kline, Patrick McEwen, Derek Neal, Craig Riddell, Arthur Sweetman, and many other seminar participants for helpful comments on earlier drafts.  This research has been funded from grants from the Canadian Foundation for Innovation, the Ontario Innovation Trust, the Social Sciences and Humanities Research Council, the Council of Ministers of Education, and McMaster University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}