{
    "id": 14185,
    "citation_title": "The Evolutionary Theory of Time Preferences and Intergenerational Transfers",
    "citation_author": [
        "C.Y. Cyrus Chu",
        "Hung-Ken Chien",
        "Ronald D. Lee"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt each age an organism produces energy by foraging and allocates this energy among reproduction, survival, growth, and intergenerational transfers. We characterize the optimal set of allocation decisions that maximizes reproductive fitness. Time preference (the discount rate) is derived from the marginal rate of substitution between energy obtained at two different times or ages in an individual's life, holding reproductive fitness constant. We show that the life history may have an initial immature phase during which there is body growth but no fertility, and a later mature phase with fertility but no growth, as with humans. During the immature phase, time preference depends only on the compounding effect of body growth, much like returns on a capital investment, but not on fertility, or the intrinsic population growth rate. During the mature phase, time preference depends on the costliness of fertility, and on endogenous survival and intrinsic growth rate, and not at all on body growth. During the transition between the two phases, fertility, mortality, body growth, and intrinsic growth rate all matter. Using these results, we conclude that time preference and discount rates are likely to be U-shaped across age. We compare our results to Hansson and Stuart (1990), Rogers (1994, 1997) and Sozou and Seymour (2003). Wastage and inefficiencies aside, in a single sex model a system of intergenerational transfers yields Samuelson's (1958) biological interest rate equal to the population growth rate. When the rate of time preference exceeds this biological rate, inter- generational transfers will raise fitness and evolve through natural selection, partially smoothing out the age variations in time preference.\n\n",
    "acknowledgement": "\nLee's research for this paper was funded by NIA grant P01 AG022500. We are grateful for exceptionally helpful comments and suggestions from the referees. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}