{
    "id": 14183,
    "citation_title": "Strategic Judgment Proofing",
    "citation_author": [
        "Yeon-Koo Che",
        "Kathryn E. Spier"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA liquidity-constrained entrepreneur needs to raise capital to finance a business activity that may cause injuries to third parties -- the tort victims. Taking the level of borrowing as fixed, the entrepreneur finances the activity with senior (secured) debt in order to shield assets from the tort victims in bankruptcy. Interestingly, senior debt serves the interests of society more broadly: it creates better incentives for the entrepreneur to take precautions than either junior debt or outside equity. Unfortunately, the entrepreneur will raise a socially excessive amount of senior debt. Giving tort victims priority over senior debtholders in bankruptcy prevents over-leveraging but leads to suboptimal incentives. Lender liability exacerbates the incentive problem even further. A Limited Seniority Rule, where the firm may issue senior debt up to an exogenous limit after which any further borrowing is treated as junior to the tort claim, dominates these alternatives. Shareholder liability, mandatory liability insurance and punitive damages are also discussed.\n\n",
    "acknowledgement": "\nThe authors thank Barry Adler, Ian Ayres, Lucian Bebchuk, Patrick Bolton, Albert Choi, Jim Dana, Allen Ferrell, Fernando Gomez, Oliver Hart, Kazumi Hori, Daniel Klerman, Reinier Kraakman, Yair Listokin, Paul Mahoney, Mark Ramseyer, Chris Sanchirico, Alan Schwartz, James Spindler, Eric Talley, Abe Wickelgren, Justin Wolfers, many seminar participants, and the editor and the referees for helpful comments. They acknowledge Shoemaker Fellowship and Searle Fund for their respective financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}