{
    "id": 14187,
    "citation_title": "Do Buyouts (Still) Create Value?",
    "citation_author": [
        "Shourun Guo",
        "Edie S. Hotchkiss",
        "Weihong Song"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether, and how, leveraged buyouts from the most recent wave of public to private transactions created value. For a sample of 192 buyouts completed between 1990 and 2006, we show that these deals are somewhat more conservatively priced and lower levered than their predecessors from the 1980s. For the subsample of deals with post-buyout data available, median market adjusted returns to pre- and post-buyout capital invested are 78% and 36%, respectively.  In contrast, gains in operating performance are either comparable to or slightly exceed those observed for benchmark firms.  We examine the relative contribution of several potential determinants of returns; in addition to gains in operating performance, returns are strongly related to increases in industry valuation multiples.  Overall, our results provide insights into how transactions from the most recent wave of leveraged buyouts created value.\n\n",
    "acknowledgement": "\nWe thank for helpful suggestions Francesca Cornelli, Steve Kaplan, Darren Kisgen, Jun Qian, Laura Resnikoff, Jeremy Stein, Per Stromberg, and seminar participants at Babson College, Boston College, the NBER New World of Private Equity conference, and the Swedish Institute for Financial Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}