{
    "id": 14180,
    "citation_title": "The Investment Behavior of Buyout Funds: Theory and Evidence",
    "citation_author": [
        "Alexander Ljungqvist",
        "Matthew Richardson",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the determinants of buyout funds' investment decisions. In a model in which the supply of capital is \"sticky\" in the short run, we link the timing of funds' investment decisions, their risk-taking behavior, and the returns they subsequently earn on their buyouts to changes in the demand for private equity, conditions in the credit market, and funds' ability to influence their perceived talent in the market. Using a proprietary dataset of 207 buyout funds that invested in 2,274 buyout targets over the last two decades, we then investigate the implications of the model. Our dataset contains precisely dated cash inflows and outflows in every portfolio company, links every buyout target to an identifiable buyout fund, and is free from reporting and survivor biases. Thus, we are able to characterize every buyout fund's precise investment choices. Our empirical findings are consistent with the model. First, established funds accelerate their investment flows and earn higher returns when investment opportunities improve, competition for deal flow eases, and credit market conditions loosen. Second, the investment behavior of first-time funds is less sensitive to market conditions. Third, younger funds invest in riskier buyouts, in an effort to establish a track record. Fourth, following periods of good performance, funds become more conservative, and this effect is stronger for younger funds.\n\n",
    "acknowledgement": "\nWe are grateful to an anonymous institutional investor for making data available for this study; to the Salomon Center at NYU Stern for generous financial assistance; and to UIf Axelson, Eric Green, Mike Wright, and participants in the New World of Private Equity Conference for many helpful comments. We thank Eric Stern for excellent research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}