{
    "id": 14188,
    "citation_title": "Immigration and National Wages: Clarifying the Theory and the Empirics",
    "citation_author": [
        "Gianmarco I.P. Ottaviano",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effects of immigration on wages of native workers at the national U.S. level. Following Borjas (2003) we focus on national labor markets for workers of different skills and we enrich his methodology and refine previous estimates. We emphasize that a production function framework is needed to combine workers of different skills in order to evaluate the competition as well as cross-skill complementary effects of immigrants on wages. We also emphasize the importance (and estimate the value) of the elasticity of substitution between workers with at most a high school degree and those without one. Since the two groups turn out to be close substitutes, this strongly dilutes the effects of competition between immigrants and workers with no degree. We then estimate the substitutability between natives and immigrants and we find a small but significant degree of imperfect substitution which further decreases the competitive effect of immigrants. Finally, we account for the short run and long run adjustment of capital in response to immigration. Using our estimates and Census data we find that immigration (1990-2006) had small negative effects in the short run on native workers with no high school degree (-0.7%) and on average wages (-0.4%) while it had small positive effects on native workers with no high school degree (+0.3%) and on average native wages (+0.6%) in the long run. These results are perfectly in line with the estimated aggregate elasticities in the labor literature since Katz and Murphy (1992). We also find a wage effect of new immigrants on previous immigrants in the order of negative 6%.\n\n",
    "acknowledgement": "\nSome sections of this paper incorporate methods and procedures contained in the previous NBER Working Paper #12496, \"Rethinking the Effect of Immigration on Wages\". All estimates are, however, updated and new. We thank David Card, Steve Raphael, and Chad Sparber for very helpful discussions and comments. Greg Wright provided excellent research assistance. Ottaviano gratefully acknowledges funding from the European Commission and MIUR. Peri gratefully acknowledges funding from the John D. and Catherine T. MacArthur Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}