{
    "id": 14184,
    "citation_title": "Endogenous information, menu costs and inflation persistence",
    "citation_author": [
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model where firms make state-dependent decisions on both pricing and acquisition of information. It is shown that when information is not perfect, menu costs combined with the aggregate price level serving as an endogenous public signal generate rigidity in price setting even when there is no real rigidity. Specifically, firms reveal their information to other firms by changing their prices. Because the cost of changing price is borne by a firm but the benefit from better information goes to other firms, firms have an incentive to postpone price changes until more information is revealed by other firms via the price level. The information externality and menu costs reinforce each other in delaying price adjustment. As a result, the response of inflation to nominal shocks is both sluggish and hump-shaped. The model can also qualitatively capture a number of stylized facts about price setting at the micro level and inflation at the macro level.\n\n",
    "acknowledgement": "\nI thank Susanto Basu, Olivier Blanchard, Kathryn Dominguez, Paul Evans, Edward Knotek, Maxym Kryshko, Lones Smith, Linda Tesar, seminar participants at Bank of Canada, Berkeley, Boston Fed, Chicago GSB, Columbia, Maryland, Michigan, NBER, Ohio State, Penn, Sloan, Stanford, St. Louis Fed, Yale SOM, and especially Olivier Coibion, Christopher House, Serena Ng, David Romer, Matthew Shapiro, and Dmitriy Stolyarov for comments on previous drafts of the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}