{
    "id": 14181,
    "citation_title": "Expectations, Learning and Business Cycle Fluctuations",
    "citation_author": [
        "Stefano Eusepi",
        "Bruce Preston"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theory of expectations-driven business cycles based on learning. Agents have incomplete knowledge about how market prices are determined and shifts in expectations of future prices affect dynamics. In a real business cycle model, the theoretical framework amplifies and propagates technology shocks. Improved correspondence with data arises from dynamics in beliefs being themselves persistent and because they generate strong intertemporal substitution effects in consumption and leisure. Output volatility is comparable with a rational expectations analysis with a standard deviation of technology shock that is 20 percent smaller, and has substantially more volatility in investment and hours. Persistence in these series is captured, unlike in standard models.  Inherited from real business cycle theory, the benchmark model suffers a comovement problem between consumption, hours, output and investment. An augmented model that is consistent with expectations-driven business cycles, in the sense of Beaudry and Portier (2006), resolves these counterfactual predictions.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Australasian Workshop in Macroeconomic Dynamics 2008, Australian National University, Columbia University, ESSIM 2008, Federal Reserve Bank of Atlanta, Northwestern University, Society of Economic Dynamics 2007, Society of Computational Economics 2008, Universitat Automoma and CREI-Universitat Pompeu Fabra. We thank Albert Marcet, Kristoffer Nimark, Jaume Ventura and particularly Florin Bilbiie for useful conversations and comments. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of New York or the Federal Reserve System. The usual caveat applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}