{
    "id": 14189,
    "citation_title": "Board Interlocks and the Propensity to be Targeted in Private Equity Transactions",
    "citation_author": [
        "Toby Stuart",
        "Soojin Yim"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the propensity for U.S. public companies to become targets for private equity-backed, take-private transactions. We consider the characteristics of 483 private equity-backed deals in the 2000-2007 period relative to public companies, and find that, in addition to the financial drivers studied in previous works, board characteristics and director networks are also associated with deal generation. We find that a company that has a director who has had LBO experience through prior board service is ~40% more likely to receive a private equity offer, and that the strength of this effect varies with the influence of the director and the quality of the prior LBO experience. This effect is robust to the most likely alternative explanations and supports the idea that directors and social networks play an influential role in change-of-control transactions.\n\n",
    "acknowledgement": "\nThe authors would like to thank Rakesh Khurana for some initial, provocative discussions on this project; Tracy Li for helpful research assistance; Guido Imbens, Bill Kerr, Josh Lerner, Steve Kaplan, Ramana Nanda, Bill Simpson, Jeremy Stein, David Robinson, David Scharfstein, Julie Wulf, Matthew Rhodes-Kropf, Mitchell Petersen, Scott Stern, and Yael Hochberg for helpful comments. In addition, we acknowledge Erika McCaffery's assistance in locating data for this project. Direct correspondence to yim@fas.harvard.edu or tstuart@hbs.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}