{
    "id": 14197,
    "citation_title": "Environmental Taxes",
    "citation_author": [
        "Don Fullerton",
        "Andrew Leicester",
        "Stephen Smith"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter provides an overview of key economic issues in the use of taxation as an instrument of environmental policy in the UK. It first reviews economic arguments for using taxes and other market mechanisms in environmental policy, discusses the choice of tax base, and considers the value of the revenue from environmental taxes. It is argued that environmental tax revenues do not significantly alter economic constraints on tax policy, and that environmental taxes need to be justified primarily by the cost-effective achievement of environmental goals. The chapter then assesses key areas where environmental taxes appear to have significant potential -- including taxes on energy used by industry and households, road transport, aviation, and waste. In some of these areas, efficient environmental tax design needs to make use of a number of taxes in combination -- a \"multi-part instrument\".\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Mirrlees Review - Reforming the Tax System for the 21st Century, http://www.ifs.org.uk/mirrleesreview/.  The authors are grateful for helpful suggestions from the editors of this volume, from Paul Johnson and Nick Stern, and from all participants at the conferences where this work was presented and discussed. We are particularly grateful to Agnar Sandmo, the discussant at the 2007 conference. Any views expressed here are solely those of the authors, however, and we are responsible for any remaining errors.\n\n\n"
}