{
    "id": 14198,
    "citation_title": "Powerful Women: Does Exposure Reduce Bias?",
    "citation_author": [
        "Lori A. Beaman",
        "Raghabendra Chattopadhyay",
        "Esther Duflo",
        "Rohini Pande",
        "Petia Topalova"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "2020-03-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit random assignment of gender quotas across Indian village councils to investigate whether having a female chief councillor affects public opinion towards female leaders. Villagers who have never been required to have a female leader prefer male leaders and perceive hypothetical female leaders as less effective than their male counterparts, when stated performance is identical. Exposure to a female leader does not alter villagers' taste preference for male leaders. However, it weakens stereotypes about gender roles in the public and domestic spheres and eliminates the negative bias in how female leaders' effectiveness is perceived among male villagers. Female villagers exhibit less prior bias, but are also less likely to know about or participate in local politics; as a result, their attitudes are largely unaffected. Consistent with our experimental findings, villagers rate their women leaders as less effective when exposed to them for the first, but not second, time. These changes in attitude are electorally meaningful: after 10 years of the quota policy, women are more likely to stand for and win free seats in villages that have been continuously required to have a female chief councillor.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not implicate the International Monetary Fund, its management, its Executive Board, or the National Bureau of Economic Research. We thank Ash Center Harvard, Nike Foundation, MIT, YCIAS Yale, and UNICEF for funding, Alexandra Cirone, Catherine Lee and Kudzai Takavarasha for research assistance, and Prasid Chakraborty and the SRG team for outstanding fieldwork. We also thank Abhijit Banerjee, Tim Besley, Shawn Cole, Dominic Leggett and numerous seminar participants for comments.\n\n\n"
}