{
    "id": 14196,
    "citation_title": "Air Pollution and Infant Health: Lessons from New Jersey",
    "citation_author": [
        "Janet Currie",
        "Matthew J. Neidell",
        "Johannes Schmieder"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of three \"criteria\" air pollutants on infant health in New Jersey in the 1990s by combining information about mother's residential location from birth certificates with information from air quality monitors.   In addition to large sample size, our work offers three important innovations:  First, because we know the exact addresses of mothers, we select those mothers closest to air monitors to ensure a more accurate measure of air quality.   Second, since we follow mothers over time, we control for unobserved characteristics of mothers using maternal fixed effects.  Third, we examine interactions of air pollution with smoking and other predictors of poor infant health outcomes.  We find consistently negative effects of exposure to pollution, especially carbon monoxide, both during and after birth.  The effects are considerably larger for smokers than for nonsmokers as well as for older mothers.  Since automobiles are the main source of carbon monoxide emissions, our results have important implications for regulation of automobile emissions.\n\n",
    "acknowledgement": "\nWe are grateful for funding under NIH grant R21 HD055613-01.  All opinions and any errors are our own.  We would also like to thank Katherine Hempstead and Matthew Weinberg of the New Jersey Department of Health for facilitating our access to the data.   Seminar participants at Tilburg University provided helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}