{
    "id": 14192,
    "citation_title": "The Plight of Mixed Race Adolescents",
    "citation_author": [
        "Roland G. Fryer",
        "Jr",
        "Lisa Kahn",
        "Steven D. Levitt",
        "Jörg L. Spenkuch"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 40 years the fraction of mixed race black-white births has increased nearly nine-fold. There is little empirical evidence on how these children fare relative to their single-race counterparts. This paper describes basic facts about the plight of mixed race individuals during their adolescence and early adulthood. As one might expect, on a host of background and achievement characteristics, mixed race adolescents fall in between whites and blacks.  When it comes to engaging in risky/anti-social adolescent behavior, however, mixed race adolescents are stark outliers compared to both blacks and whites.  We argue that these behavioral patterns are most consistent with the \"marginal man\" hypothesis, which we formalize as a two-sector Roy model. Mixed race adolescents -- not having a natural peer group -- need to engage in more risky behaviors to be accepted. All other models we considered can explain neither why mixed race adolescents are outliers on risky behaviors nor why these behaviors are not strongly influenced by the racial composition at their school.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of  Child Health and Human Development, with cooperative funding from 17 other agencies.  Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwistle for assistance in the original design.  Persons interested in obtaining data from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}