{
    "id": 14191,
    "citation_title": "Procyclical Fiscal Policy in Developing Countries: Truth or Fiction?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Carlos A. Vegh"
    ],
    "citation_publication_date": "2008-07-18",
    "issue_date": "2008-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large empirical literature has found that fiscal policy in developing countries is procyclical, in contrast to high-income countries where it is countercyclical. The idea that fiscal policy in developing countries is procyclical has all but reached the status of conventional wisdom. This has sparked a growing theoretical literature that attempts to explain such a puzzle. Some authors, however, have suggested that procyclical fiscal policy could be more fiction than truth since, by and large, the current literature has ignored endogeneity problems and may have simply misidentified a standard expansionary effect of fiscal policy. To settle this issue of causality, we build a novel quarterly dataset for 49 countries covering the period 1960-2006, and subject the data to a battery of econometric tests: instrumental variables, simultaneous equations, and time-series methods.  We find overwhelming evidence to support the idea that procyclical fiscal policy in developing countries is in fact truth and not fiction.  We also find evidence that fiscal policy is expansionary -- a channel disregarded by the existing literature -- lending empirical support to the notion that when \"it rains, it pours.\"\n\n",
    "acknowledgement": "\nWe are grateful to Ari Aisen, Ugo Panizza, Roberto Rigobon, Martin Uribe, Guillermo Vuletin and seminar participants at the University of Maryland, Universit? Libre de Bruxelles, and International Economic Association Meetings (Istanbul) for helpful comments and suggestions and to Inci Gumus, James John, Francisco Parodi, and Ioannis Tokatlidis for help in obtaining data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}