{
    "id": 14193,
    "citation_title": "Housing Supply and Housing Bubbles",
    "citation_author": [
        "Edward L. Glaeser",
        "Joseph Gyourko",
        "Albert Saiz"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLike many other assets, housing prices are quite volatile relative to observable changes in fundamentals.  If we are going to understand boom-bust housing cycles, we must incorporate housing supply.  In this paper, we present a simple model of housing bubbles that predicts that places with more elastic housing supply have fewer and shorter bubbles, with smaller price increases.  However, the welfare consequences of bubbles may actually be higher in more elastic places because those places will overbuild more in response to a bubble.  The data show that the price run-ups of the 1980s were almost exclusively experienced in cities where housing supply is more inelastic.  More elastic places had slightly larger increases in building during that period.  Over the past five years, a modest number of more elastic places also experienced large price booms, but as the model suggests, these booms seem to have been quite short.  Prices are already moving back towards construction costs in those areas.\n\n",
    "acknowledgement": "\nWe thank Jose Scheinkman, Andrei Shleifer, participants at the University of British Columbia's 2008 Summer Symposium on Urban Economics and Real Estate, the editors and referee for helpful comments on the paper.  Naturally, we remain responsible for any errors.  Glaeser thanks the Taubman Center for State and Local Government for financial support.  Gyourko and Saiz thank the Research Sponsor Program of the Zell/Lurie Real Estate Center for the same.  Finally, Andrew Moore provided excellent research support on the empirical work.  Scott Kominers and Matt Resseger provided excellent research assistance on the theory. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}