{
    "id": 14194,
    "citation_title": "The Impact of Postsecondary Remediation Using a Regression Discontinuity Approach: Addressing Endogenous Sorting and Noncompliance",
    "citation_author": [
        "Juan Carlos Calcagno",
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRemedial or developmental courses are the most common instruments used to assist postsecondary students who are not ready for college-level coursework. However, despite its important role in higher education and substantial costs, there is little rigorous evidence on the effectiveness of college remediation on the outcomes of students. This study uses a detailed dataset to identify the causal effect of remediation on the outcomes of nearly 100,000 college students in Florida. Using a Regression Discontinuity design, we provide causal estimates while also investigating possible endogenous sorting around the policy cutoff. The results suggest math and reading remedial courses have mixed benefits. Being assigned to remediation appears to increase persistence to the second year and the total number of credits completed for students on the margin of passing out of the requirement, but it does not increase the completion of college-level credits or eventual degree completion. Taken together, the results suggest that remediation might promote early persistence in college, but it does not necessarily help students on the margin of passing the placement cutoff make long-term progress toward earning a degree.\n\n",
    "acknowledgement": "\nWe would like to thank Josh Angrist, Tom Bailey, Eric Bettinger, Melissa Clark, John Deke, Kevin Dougherty, Tom Kane, Hank Levin, and Miguel Urquiola for detailed comments and suggestions that have improved the paper as well as participants at the Teachers College Society of Economics and Education Seminar and the Spencer Foundation Fall Fellows Workshop. We are also grateful to Justin McCrary for providing the Stata codes; to Pat Windham, Judith Thompson, and Sandra Burkholder for sharing the data and for their suggestions; and to Peter Crosta and Matthew Jacobus for excellent research assistance. This research was generously supported by the Spencer Dissertation Fellowship, Lumina Foundation for Education through the Achieving the Dream: Community Colleges Count initiative, and the National Center for Postsecondary Research (NCPR). All errors, omissions, and conclusions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}