{
    "id": 14202,
    "citation_title": "Do Women Pay More for Credit? Evidence from Italy",
    "citation_author": [
        "Alberto F. Alesina",
        "Francesca Lotti",
        "Paolo Emilio Mistrulli"
    ],
    "citation_publication_date": "2008-07-29",
    "issue_date": "2008-07-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe answer is yes. By using a unique and large data set on overdraft contracts between banks and microfirms and self-employed individuals, we find robust evidence that women in Italy pay more for overdraft facilities than men. We could not find any evidence that women are riskier then men. The male/female differential remains even after controlling for a large number of characteristics of the type of business, the borrower and the market structure of the credit market. The result is not driven by women using a different type of bank than men, since the same bank charges different rates to male and female borrowers. Social capital does play a role: high levels of trust loosen credit conditions by lowering interest rates, but this benefit is not evenly distributed, as women benefit from increased social capital less than men.\n\n",
    "acknowledgement": "\nWe thank Magda Bianco, Andrea Brandolini, Daniele Franco, Giorgio Gobbi, Andrea Lamorgese, Enrico Santarelli and Andrei Shleifer for their useful comments; Guido de Blasio and Luigi Zingales for providing data on social capital. The views expressed are those of the authors and do not necessarily reflect those of the Bank of Italy nor the National Bureau of Economic Research.\n\n\n"
}