{
    "id": 14204,
    "citation_title": "Housing Wealth Isn't Wealth",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2008-07-29",
    "issue_date": "2008-07-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA fall in house prices due to a change in fundamental value redistributes wealth from those long housing (for whom the fundamental value of the house they own exceeds the present discounted value of their planned future consumption of housing services) to those short housing.  In a representative agent model and in the Yaari-Blanchard OLG model used in the paper, there is no pure wealth effect on consumption from a change in house prices if this represents a change in fundamental value. There is a pure wealth effect on consumption from a change in house prices if this reflects a change in the speculative bubble component of house prices. Two other channels through which house prices can affect aggregate consumption are (1) redistribution effects if the marginal propensity to spend out of wealth differs between those long housing and those short housing and (2) collateral or credit effects due to the collateralisability of housing wealth and the non-collateralisability of human wealth.  A decline in house prices reduces the scope for mortgage equity withdrawal.  For given sequences of future after-tax labour income and interest rates, this may depress consumption in the short run while boosting it in the long run.\n\n",
    "acknowledgement": "\nI would like to thank Ben Broadbent, Markus Brunnermeier, Mike Buchanan, Charles Calomiris, Stephen Cecchetti, Anne Sibert and participants at the conference \"The Role of Money Markets\" jointly organised by Columbia Business School and the Federal Reserve Bank of New York on May 29-30, 2008 for helpful comments.  I owe a debt to Mervyn King for planting the idea in my mind more than ten years ago.  The responsibility for any errors is mine.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}