{
    "id": 14208,
    "citation_title": "Labor Supply: Are the Income and Substitution Effects Both Large or Both Small?",
    "citation_author": [
        "Miles S. Kimball",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2008-07-29",
    "issue_date": "2008-07-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor supply is unresponsive to permanent changes in wage rates.  Thus, income and substitution effects cancel, but are they both close to zero or both large?  This paper develops a theory of labor supply where income and substitution effects cancel, taking into account optimization over time, fixed costs of going to work, and interactions of labor supply decisions within the household.  The paper then applies this theory to survey evidence on the response of labor supply to a large wealth shock. The evidence implies that the constant marginal utility of wealth (Frisch) elasticity of labor supply is about one.\n\n",
    "acknowledgement": "\nThis research was funded by National Institute on Aging grant P01-AG10179.  We are grateful to F. Thomas Juster for help in designing the survey instrument, to Robert Barsky for collaboration in the early stage of this project, and to John Bound and Gary Solon for important suggestions.  Ana Quinones and Brahima Coulibaly provided outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}