{
    "id": 14209,
    "citation_title": "Information, Avoidance Behavior, and Health: The Effect of Ozone on Asthma Hospitalizations",
    "citation_author": [
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2008-07-29",
    "issue_date": "2008-07-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses whether responses to information about risk impact estimates of the relationship between ozone and asthma in Southern California. Using a regression discontinuity design, I find smog alerts significantly reduces daily attendance at two major outdoor facilities. Using daily time-series regression models that include year-month and small area fixed effects, I find estimates of the effect of ozone for children and the elderly that include information are significantly larger than estimates that do not. These results are consistent with the hypothesis that individuals take substantial action to reduce exposure to risk; estimates ignoring these actions are severely biased.\n\n",
    "acknowledgement": "\nI thank Janet Currie, Michael Greenstone, Ken Chay, Sherry Glied, Enrico Moretti, Helen Levy, Will Manning, Tomas Philipson, Sylvia Brandt, Elizabeth Powers, Michael Khoo, Joshua Graff Zivin, Amanda Lang, Paul Rathouz, Bob Kaestner, Kerry Smith, Pat Bayer, Wes Hartmann, an anonymous referee, and numerous seminar participants for valuable feedback.  I am also very grateful to Bruce Selik and Joe Cassmassi of the South Coast Air Quality Management District for providing information on smog alerts, Mei Kwan, E.C. Krupp, and Ken Warren for help with obtaining the attendance data used for this analysis, and Sarah Kishinevsky, Mike Kraft, and Sonalini Singh for excellent research assistance. Financial support from the University of Chicago's Center for Integrating Statistical and Environmental Science is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}