{
    "id": 14200,
    "citation_title": "Frequency of Price Adjustment and Pass-through",
    "citation_author": [
        "Gita Gopinath",
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common finding across empirical studies of price adjustment is that there is large heterogeneity in the frequency of price adjustment. However, there is little evidence of how distant prices are from the desired flexible price. Without this evidence, it is difficult to discern what the frequency measure implies for the transmission of shocks or to understand why some firms adjust more frequently than others. We exploit the open economy environment, which provides a well-identified and sizeable cost shock namely the exchange rate shock  to shed light on these questions. First, we empirically document that high frequency adjusters have a long-run pass-through that is at least twice as high as low frequency adjusters in the data. Next, we show theoretically that long-run pass-through is determined by the same primitives that shape the curvature of the profit function and, hence, also affect frequency. In an environment with variable mark-ups or variable marginal costs, theory predicts a positive relation between frequency and pass-through, as documented in the data. Consequently, estimates of long-run pass-through shed light on the determinants of the duration of prices. The standard workhorse model with constant elasticity of demand and Calvo or state dependent pricing generates long-run pass-through that is uncorrelated with frequency, contrary to the data. Lastly, we calibrate a dynamic menu-cost model and show that variable mark-ups chosen to match the variation in pass-through in the data can generate substantial variation in price duration, equivalent to one third of the observed variation in the data.\n\n",
    "acknowledgement": "\nWe wish to thank the international price program of the Bureau of Labor Statistics for access to unpublished micro data. We owe a huge debt of gratitude to our project coordinator Rozi Ulics for her invaluable help on this project. The views expressed here do not necessarily reflect the views of the BLS nor those of the National Bureau of Economic Research. We also thank Loukas Karabarbounis for excellent research assistance. We thank participants at several venues for comments. This research is supported by NSF grant # SES 0617256.\n\n\n"
}