{
    "id": 14205,
    "citation_title": "Real Effects of the Subprime Mortgage Crisis: Is it a Demand or a Finance Shock?",
    "citation_author": [
        "Hui Tong",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-07-29",
    "issue_date": "2008-07-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a methodology to study whether and how a financial-sector crisis can spill over to the real economy, and apply it to the case of the ongoing subprime mortgage crisis. If there is a spillover, does it manifest itself primarily by reducing consumer confidence and consumer demand? Is there also a supply-side channel through a tightened liquidity constraint faced by non-financial firms? Since most firms appear to have much larger cash holdings than in the past, some suggest that a liquidity constraint is not likely to be a significant factor for non-financial firms. We propose a methodology to estimate the importance of these two channels for spillovers. We first propose an index of a firm's sensitivity to a shock to consumer confidence, based on its response to the 9/11 shock in 2001. We then construct a separate firm-level index on financial constraint based on Whited and Wu (2006). As a robustness check, we also construct an alternative sector-level index of a firm's intrinsic demand for external finance, based on the work of Rajan and Zingales (1998). We find robust evidence suggesting that both channels are at work, but that a tightened liquidity squeeze appears to be economically more important than reduced consumer confidence or spending in explaining cross-firm differences in stock price declines.\n\n",
    "acknowledgement": "\nWe thank Tam Bayoumi, Stijn Claessens, Marcello Estevao, Laura Kodres, Luc Laeven, Neng Wang, Toni Whited, Olaf Unteroberdoerster, Yishay Yafeh, and seminar and conference participants at the IMF, HKMA, and the International Finance Conference sponsored by Bank of Canada and Queen's University for helpful comments, and John Klopfer, Andrew Swiston, and  Natalia Barrera Tovar for excellent research assistance. The views in the paper are those of the authors, and do not necessarily reflect those of the IMF nor those of the National Bureau of Economic Research.\n\n\n"
}