{
    "id": 14201,
    "citation_title": "Neighbors And Co-Workers: The Importance Of Residential Labor Market Networks",
    "citation_author": [
        "Judith K. Hellerstein",
        "Melissa McInerney",
        "David Neumark"
    ],
    "citation_publication_date": "2008-07-25",
    "issue_date": "2008-07-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe specify and implement a test for the presence and importance of labor market network based on residential proximity in determining the establishments at which people work.  Using matched employer-employee data at the establishment level, we measure the importance of these network effects for groups broken out by race, ethnicity, and various measures of skill.  The evidence indicates that these types of labor market networks do exist and play an important role in determining the establishments where workers work, that they are more important for minorities and the less-skilled, especially among Hispanics, and that these networks appear to be race-based.\n\n",
    "acknowledgement": "\nThis research was supported by NICHD grant R01HD042806.  We are grateful for the comments of Joel Elvery, Mark Granovetter, Lisa Hellerstein, Jed Kolko, Andrew Noymer, Michael Ransom, Cliff Stein, Chris Taber, Etienne Wasmer, two anonymous referees, and participants in \"Social Networks and Peer Effects: Theory and Applications, A Conference in Memory of Antoni Calvó-Armengol,\" the Western Economics Association meetings, the All-UC Labor Conference, the Society of Labor Economists Annual Meetings, and seminars at ERMES, GPPI, Harvard University, IZA, Maryland, the NBER Summer Institute, NYU, UCI, USC, and Washington University.  We thank Kyle Handley for outstanding research assistance.  The research in this paper was conducted while McInerney was a Special Sworn Status researcher of the U.S. Census Bureau and the Census Bureau Research Data Center.  Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau.  This paper has been screened to ensure that no confidential data are revealed. Research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence by the Census Bureau nor by the National Bureau of Economic Research.\n\n\n"
}