{
    "id": 1421,
    "citation_title": "The Short-Run Demand for Money: A Reconsideration",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe partial-adjustment approach to the specification of the short-run demand for money has dominated the literature for more than a decade. There are three basic problems with this approach. First, the same lag structure is imposed on all variables, and each independent variable enters only as a current value. In contrast a rational individual would respond to different variables (income, interest rates, prices) with quite different lags. Second, when the general price levelis subject to gradual adjustment hut can move quickly in response to supply shocks, the influence of these supply shocks should enter with a negative sign. Third, the estimated equation for real balances may not be a money demand equation at all, but rather its coefficients may represent a shifting mixture of demand and supply responses.The empirical work examines several alternative dynamic specifications, including a generalized partial adjustment framework and the error-correction model. Both of the latter specifications exhibit greater structural stability after 1973 than the standard partial adjustment specification, and the generalized partial adjustment model also yields relatively small errors in post-sample dynamic simulations. Shifts in coefficients as the sample period is extended after 1973 are consistent with the interpretation that the real balance equation no longer traces out structural demand parameters, hut rather a mixture of demand and supply responses.\n\n",
    "acknowledgement": "\n"
}