{
    "id": 14217,
    "citation_title": "Financial Stability, the Trilemma, and International Reserves",
    "citation_author": [
        "Maurice Obstfeld",
        "Jay C. Shambaugh",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rapid growth of international reserves---a development concentrated in the emerging markets---remains a puzzle. In this paper we suggest that a model based on financial stability and financial openness goes far toward explaining reserve holdings in the modern era of globalized capital markets. The size of domestic financial liabilities that could potentially be converted into foreign currency (M2), financial openness, the ability to access foreign currency through debt markets, and exchange rate policy are all significant predictors of reserve stocks. Our empirical financial-stability model seems to outperform both traditional models and recent explanations based on external short-term debt.\n\n",
    "acknowledgement": "\nFinancial support from the Fondation Banque de France through a grant administered by the CEPR is gratefully acknowledged. We also thank Sara Friesen and Seema Sangita for excellent research assistance. We thank Sebastian Edwards for providing us with his data on financial openness (which update the indicator described in Edwards 2007); we thank Ross Levine for directing us to data on bank quality; and we thank Ugo Panizza for providing data on \"original sin.\" For helpful comments we thank Sebastian Edwards, Kenneth Froot, Olivier Jeanne, Ross Levine, and Dani Rodrik; scholars in workshops at the Banque de France, Kansas, Manchester, Warwick, Brown, and UCLA; participants at the 10th Annual International Economics Conference at UC Santa Cruz, the NBER IFM Program Meeting, the Darden-State Street Emerging Markets Finance conference, the 2nd annual CEGE conference at UC Davis, the 2008 IEA World Congress in Istanbul; and especially discussants Michael Devereux, Kathryn Dominguez, and Sebnem Kalemli-Ozcan. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}