{
    "id": 14218,
    "citation_title": "Securities Laws, Disclosure, and National Capital Markets in the Age of Financial Globalization",
    "citation_author": [
        "René M. Stulz"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs barriers to international investment fall and technology improves, the cost advantages for a firm's securities to trade publicly in the country in which that firm is located and for that country to have a market for publicly traded securities distinct from the capital markets of other countries will progressively disappear. However, securities laws remain an important determinant of whether and where securities are issued, how they are valued, who owns them, and where they trade. The value of public firms depends on these laws, so that identical firms subject to different laws are likely to have different values. We show that mandatory disclosure through securities laws can decrease agency costs between corporate insiders and minority shareholders, but only provided the investors can act on the information disclosed and the laws cannot be weakened ex post too much through lobbying by corporate insiders. With financial globalization, national disclosure laws can have wide-ranging effects on a country's welfare, on firms and on investor portfolios, including the extent to which share holdings reveal a home bias. In equilibrium, if firms can choose the securities laws they are subject to when they go public, some firms will choose stronger securities laws than those of the country in which they are located and some firms will do the opposite. These effects of securities laws can be expected to become smaller if differences in national laws and their enforcement decrease and if the costs of private solutions to manage corporate agency conflicts that are substitutes for securities laws fall.\n\n",
    "acknowledgement": "\nThe Ohio State University, NBER, and ECGI. I am grateful for excellent scientific assistance from Rose Liao, for useful conversations with Craig Doidge and Ingrid Werner, and for comments from Ray Ball, John Coates, Oliver Hart, Howell Jackson, Christian Leuz, Andrew Karolyi, Stew Myers, Doug Skinner, Abbie Smith, participants at the 2008 Journal of Accounting Research Conference, at the 2008 WFA meetings, and at a seminar at Ohio State. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}