{
    "id": 14214,
    "citation_title": "Market Penetration Costs and the New Consumers Margin in International Trade",
    "citation_author": [
        "Costas Arkolakis"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop a new theory of marketing costs and introduce it into a model of trade with product differentiation and firm productivity heterogeneity. In this model, a firm enters a market if it makes profits by reaching a single consumer there and pays an increasing marginal cost to access additional consumers. This market penetration cost introduces an extensive margin of new consumers in firms' sales.  I calibrate the key parameters of the model to match data on French firms from Eaton, Kortum and Kramarz, in particular the higher sales in France of firms that choose to export to more destinations.  The model predicts that most firms do not export, and that a large proportion of firms that export in particular markets do so in small amounts.  These predictions are in line with the French data, but together create a puzzle for models with a fixed cost of exporting, such as those of Melitz and Chaney. Looking at the comparative statics of trade liberalization, I find that the model predicts large increases in trade in goods with positive but little previous trade, in line with Kehoe and Ruhl. The model implies that these increases can contribute to new trade significantly more than the corresponding increases due to new exporters.\n\n",
    "acknowledgement": "\nI am grateful to my advisors Timothy Kehoe and Samuel Kortum for their continued guidance and their support. I am also grateful to Cristina Arellano and Jonathan Eaton for continuous encouragement and various discussions on the topic. I am indebted to Jonathan Eaton, Samuel Kortum and Francis Kramarz for providing me with statistics from their data. For their suggestions and comments, I also would to like to thank George Alessandria, Marios Angeletos, Ariel Burstein, Thomas Chaney, V.V. Chari, John Dalton, Thomas Holmes, Christos Ioannou, Patrick Kehoe, Erzo G.J. Luttmer, Ellen McGrattan, Marc Melitz, Fabrizio Perri, Edward C. Prescott, James Schmitz, Robert Shimer, Ina Simonovska, Farid Toubal as well as various workshop and seminar participants. Financial support from the Heller Dissertation Fellowship is gratefully acknowledged. All remaining errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}