{
    "id": 14210,
    "citation_title": "Long Term Insurance (LTI) for Addressing Catastrophe Risk",
    "citation_author": [
        "Dwight Jaffee",
        "Howard Kunreuther",
        "Erwann Michel-Kerjan"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes long-term insurance (LTI) as an alternative to the standard annual homeowners policy using lessons from the mortgage market as a benchmark. LTI has the potential to significantly increase social welfare by reducing insurers' administrative costs, lowering search costs and uncertainty for consumers and providing incentives for long-term investment in mitigation measures to protect property. A two-period model illustrates situations that would make a long-term contract attractive to both insurers and consumers under competitive market conditions.\n\n",
    "acknowledgement": "\nThis paper benefited from helpful comments and discussions with Omar Besbes, Brian Cheyne, Patricia Grossi, Paul Kleindorfer, Trevor Maynard, Franklin Nutter, Paul Raschky, Robert Shiller and Richard Thomas on the concept of long-term insurance. An earlier draft of this paper was presented at the May 2008 Insurance Project Workshop of the National Bureau of Economic Research (NBER) where we received useful suggestions from the workshop participants. Partial support for this paper was provided from the Managing and Financing Extreme Events Project of the Wharton Risk Management and Decision Processes Center. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}