{
    "id": 14215,
    "citation_title": "What's News in Business Cycles",
    "citation_author": [
        "Stephanie Schmitt-Grohe",
        "Martin Uribe"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we perform a structural Bayesian estimation of the contribution of anticipated shocks to business cycles in the postwar United States. Our theoretical framework is a real-business-cycle model augmented with four real rigidities: investment adjustment costs, variable capacity utilization, habit formation in consumption, and habit formation in leisure. Business cycles are assumed to be driven by permanent and stationary neutral productivity shocks, permanent investment-specific shocks, and government spending shocks. Each of these shocks is buffeted by four types of structural innovations: unanticipated innovations and innovations anticipated one, two, and three quarters in advance. We find that anticipated shocks account for more than two thirds of predicted aggregate fluctuations. This result is robust to estimating a variant of the model featuring a parametric wealth elasticity of labor supply.\n\n",
    "acknowledgement": "\nWe thank for comments Juan Rubio-Ramirez, Harald Uhlig, and seminar participants at Duke University, the 2008 University of Texas at Dallas Conference on Methods and Topics in Economic and Financial Dynamics, the 39th Konstanz Seminar on Monetary Theory and Policy, the University of Bonn, and the 2008 NBER Summer Institute. Javier García-Cicco and Sarah Zubairy provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}