{
    "id": 14212,
    "citation_title": "Organizational Fragmentation and Care Quality in the U.S. Health Care System",
    "citation_author": [
        "Randall D. Cebul",
        "James B. Rebitzer",
        "Lowell J. Taylor",
        "Mark Votruba"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMany goods and services can be readily provided through a series of unconnected transactions, but in health care close coordination over time and within care episodes improves both health outcomes and efficiency.  Close coordination is problematic in the US health care system because the financing and delivery of care is distributed across a variety of distinct and often competing entities, each with its own objectives, obligations and capabilities.  These fragmented organizational structures lead to disrupted relationships, poor information flows, and misaligned incentives that combine to degrade care quality and increase costs.  We illustrate our argument with examples taken from the insurance and the hospital industries, and discuss possible responses to the problems resulting from organizational fragmentation.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we would like to thank (without implicating) the editors of this journal, Doug Belew, Kathleen Engel, Mark Hall, Ray Herschman, Jill Horwitz , Robert Rebitzer, Mark Rukavina, Jonathan Skinner, Katherine Swartz, Bill Whitely, Kathryn Zeiler and participants in the Fragmented Health Care System conference at the Petrie-Flom Center for Health Law Policy at Harvard Law School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}