{
    "id": 14211,
    "citation_title": "Harming the Best: How Schools Affect the Black-White Achievement Gap",
    "citation_author": [
        "Eric A. Hanushek",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSizeable achievement differences by race appear in early grades, but substantial uncertainty exists about the impact of school quality on the black-white achievement gap and particularly about its evolution across different parts of the achievement distribution. Texas administrative data show that the overall growth in the achievement gap between third and eighth grade is higher for students with higher initial achievement and that specific teacher and peer characteristics including teacher experience and peer racial composition explain a substantial share of the widening. The adverse effect of attending school with a high black enrollment share appears to be an important contributor to the larger growth in the achievement differential in the upper part of the test score distribution. This evidence reaffirms the major role played by peers and school quality, but also presents a policy dilemma.  Teacher labor market complications, current housing patterns, legal limits in segregation efforts, and uncertainty about the overall effects of specific desegregation programs indicate that effective policy responses will almost certainly involve a set of school improvements beyond simple changes in peer racial composition and the teacher experience distribution.\n\n",
    "acknowledgement": "\nSupport for this work has been provided by the Packard Humanities Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}