{
    "id": 14216,
    "citation_title": "Does Innovation Stimulate Employment? A Firm-Level Analysis Using Comparable Micro-Data from Four European Countries",
    "citation_author": [
        "Rupert Harrison",
        "Jordi Jaumandreu",
        "Jacques Mairesse",
        "Bettina Peters"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of process and product innovations introduced by firms on employment growth in these firms. A simple model that relates employment growth to process innovations and to the growth of sales separately due to innovative and unchanged products is developed and estimated using comparable firm-level data from France, Germany, Spain and the UK. Results show that displacement effects induced by productivity growth in the production of old products are large, while those associated with process innovations, which are likely to be compensated by price decreases, appear to be small. The effects related to product innovations are, however, strong enough to overcompensate these displacement effects.\n\n",
    "acknowledgement": "\nThe authors thank the respective statistical offices for access to the data. We are grateful for comments by Manuel Arellano, Steve Bond, Bronwyn Hall, Daniele Paserman, Alessandro Sembenelli, Luc Soete, Manuel Trajtenberg, John Van Reenen, Marian Vidal-Fernandez, two referees, and the participants at the seminars where preliminary versions of the paper have been discussed. This research has benefited from joint work with the rest of the IEEF team: Laura Abramovsky, Rachel Griffith, Elena Huergo, Norbert Janz, Elizabeth Kremp, Alberto Lopez, Pierre Mohnen, Tobias Schmidt and Helen Simpson. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}