{
    "id": 14229,
    "citation_title": "Risk and Lack of Diversification under Employee Ownership and Shared Capitalism",
    "citation_author": [
        "Joseph R. Blasi",
        "Douglas L. Kruse",
        "Harry M. Markowitz"
    ],
    "citation_publication_date": "2008-08-27",
    "issue_date": "2008-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome analysts view risk as the Achilles Heel of employee ownership and to some extent variable pay plans such as profit sharing and gainsharing.  Workers in such \"shared capitalist\" firms may invest too much of their wealth in the firm, contrary to the principle of diversification.  This paper addresses whether the risk in shared capitalism makes it unwise for most workers or whether the risk can be managed to limit much of the loss of utility from holding the extra risk.  We create an index of financial security based on worker pay and wealth, and find that workers who feel financially insecure exhibit fewer of the positive outcomes associated with shared capitalism, and are less interested than other workers in receiving more employee ownership or even more profit sharing in their workplaces.  This response is substantially lessened, however, when accounting for worker empowerment, good employee relations, and high-performance work bundles that appear to buffer worker response toward risk and increase interest in shared capitalism plans.  We also discuss portfolio theory which suggests that any risky investment -- including stock in one's company -- can be part of an efficient portfolio as long as the overall portfolio is properly diversified.  We show that given estimates of risk aversion parameters, workers could prudently hold reasonable proportions of their assets in employee stock ownership of their firm with only a modest loss in utility due to risk.   A good strategy for firms is to personalize individual portfolios on the basis of worker characteristics and preferences, developing investment strategies that would diversify each worker's entire portfolio in ways consistent with individual risk preferences.\n\n",
    "acknowledgement": "\nThe original version of this paper was prepared for the Russell Sage/NBER conference in New York City, October 2006.  This paper is part of the National Bureau of Economic Research's Shared Capitalism Research Project, funded by the Russell Sage and Rockefeller Foundations from 2001-2007. Additional funding for the General Social Survey questions was provided by the Beyster Institute of the University of California at San Diego, the ESOP Association, the Employee Ownership Foundation, Hewitt Associates, the National Center for Employee Ownership, the Profit Sharing Council of America, and American Capital Strategies. The authors wish to thank Tom Smith with the General Social Survey at the National Opinion Research Center of the University of Chicago and Peter Marsden of Harvard University with the National Organizations Study for their assistance in arranging the shared capitalism segment of both surveys.  The authors wish to thank Daniel Kahneman of Princeton University for several  generous discussions and communications with us about our ideas. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}