{
    "id": 14224,
    "citation_title": "Why the DEA STRIDE Data are Still Useful for Understanding Drug Markets",
    "citation_author": [
        "Jeremy Arkes",
        "Rosalie Liccardo Pacula",
        "Susan M. Paddock",
        "Jonathan P. Caulkins",
        "Peter Reuter"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIn 2001, use of the STRIDE data base for the purposes of analyzing drug prices and the impact of public policies on drug markets came under serious attack by the National Research Council (Manski et al., 2001; Horowitz, 2001).   While some of the criticisms raised by the committee were valid, many of the concerns can be easily addressed through more careful use of the data. In this paper, we first disprove Horowitz's main argument that prices are different for observations collected by different agencies within a city.  We then revisit other issues raised by the NRC and discuss how certain limitations can be easily overcome through the adoption of random coefficient models of drug prices and by paying serious attention to drug form and distribution levels.  Although the sample remains a convenience sample, we demonstrate how construction of city-specific price and purity series that pay careful attention to the data and incorporate existing knowledge of drug markets (e.g. the expected purity hypothesis) are internally consistent and can be externally validated.  The findings from this study have important implications regarding the utility of these data and the appropriateness of using them in economic analyses of supply, demand and harms.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Institute on Drug Abuse (1R01 DA019993).  The authors thank Martin Iguchi, Don Kenkel, Beau Kilmer, Jeanne Ringel and members of the National Academy of Sciences and Engineering, Committee on Law and Justice for their insightful comments.  They also thank Terry Zoebeck, Mike Cala, Richard Meyers, and Jeffry Comparin for their assistance understanding the STRIDE data, its fields, and the data entry process. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}