{
    "id": 14227,
    "citation_title": "WORKER RESPONSES TO SHIRKING UNDER SHARED CAPITALISM",
    "citation_author": [
        "Richard Freeman",
        "Douglas Kruse",
        "Joseph Blasi"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGroup incentive systems have to overcome the free rider or 1/N problem, which gives workers an incentive to shirk, if they are to succeed. This paper uses new questions on responses to shirking from the General Social Survey and a special NBER survey of workers at over 300 worksites in 14 companies that have some form of group incentive pay to examine how well workers can monitor their peers and what they do when the peers are not working up to speed.  The paper finds that: 1) most workers say that they can detect fellow employees who shirk; 2) many report that they would speak to the shirker or report the behavior or a supervisor, and many report that they did so in the past;  3) the proportion that takes action against shirkers is greatest among workers paid under group incentive systems, in smaller companies, and in companies with good employee-management relations; 4)  group incentives interact with high-performance human resource policies such as employee involvement teams, training, task variety, low levels of supervision, and good fixed wages to induce more workers to act against shirking; 5) workers in workplaces where there is more anti-shirking behavior report that co-workers work harder, encourage other workers more, and report that their workplace facility is more effective in ways that should raise productivity and profits.\n\n",
    "acknowledgement": "\nPresented at the Russell Sage/NBER conference in New York City, October 2006, and at the M.I.T. Sloan School of Management, November 2007.  The authors wish to thank Eric Maskin and Canice Prendergast for comments on the paper at the Russell Sage/NBER conference.   The discussion and footnotes in response to possible objections represent our responses to his very helpful points. An earlier version was presented at the 2004 Association for Comparative Economic Studies conference, San Diego, CA, with valuable comments from Avner Ben-Ner.  This paper is part of the National Bureau of Economic Research?s Shared Capitalism Research Project, funded by the Russell Sage and Rockefeller Foundations.  Additional funding for the General Social Survey questions was provided by the Beyster Institute for Entrepreneurial Employee Ownership, the ESOP Association, the Employee Ownership Foundation, Hewitt Associates, the National Center for Employee Ownership, and the Profit Sharing Council of America. The authors wish to thank Tom Smith with the General Social Survey at the National Opinion Research Center of the University of Chicago and Peter Marsden of Harvard University with the National Organizations Study for their assistance in arranging the shared capitalism segment of both surveys.  Refen Koh, Michelle Pinheiro, Rhokeun Park, and Patricia Berhau provided excellent assistance in survey scanning, entry, and verification. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}