{
    "id": 14220,
    "citation_title": "Happiness Inequality in the United States",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how the level and dispersion of self-reported happiness has evolved over the period 1972-2006.  While there has been no increase in aggregate happiness, inequality in happiness has fallen substantially since the 1970s.  There have been large changes in the level of happiness across groups: Two-thirds of the black-white happiness gap has been eroded, and the gender happiness gap has disappeared entirely.  Paralleling changes in the income distribution, differences in happiness by education have widened substantially.  We develop an integrated approach to measuring inequality and decomposing changes in the distribution of happiness, finding a pervasive decline in within-group inequality during the 1970s and 1980s that was experienced by even narrowly-defined demographic groups.  Around one-third of this decline has subsequently been unwound.  Juxtaposing these changes with large rises in income inequality suggests an important role for non-pecuniary factors in shaping the well-being distribution.\n\n",
    "acknowledgement": "\nThe authors would like to thank Wharton's Zicklin Center for Business Ethics Research and Zell/Lurie Real Estate Center for generous research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}