{
    "id": 14226,
    "citation_title": "Inventor Moral Hazard in University Licensing: The Role of Contracts",
    "citation_author": [
        "Emmanuel Dechenaux",
        "Jerry Thursby",
        "Marie C. Thursby"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine commonly observed forms of payment, such as milestones, royalties, or consulting contracts as ways of engaging inventors in the development of licensed inventions. Our theoretical model shows that when milestones are feasible, royalties are not optimal unless the licensing firm is risk averse. The model also predicts the use of consulting contracts which improve the firm's ability to monitor inventor effort. Because these contracts increase the firm's expected profits, the upfront fee that the university can charge is higher than otherwise. These results therefore support the commonly observed university policy of allowing faculty to consult with licensing firms outside of their university contracts. They also support firm policies of including milestones. An empirical analysis based on a survey of 112 businesses that license-in university inventions supports the complementarity of milestones and consulting suggested by the theory.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge helpful comments from participants of workshops at the Center for Advanced Studies in Oslo, Norway and INNO-tec at Ludwig Maximilian University. We also acknowledge generous support from the Alan and Mildred Peterson Foundation. Marie Thursby thanks the National Science Foundation for support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}