{
    "id": 14225,
    "citation_title": "Shared Capitalism in the U.S. Economy? Prevalence, Characteristics, and Employee Views of Financial Participation in Enterprises",
    "citation_author": [
        "Douglas L. Kruse",
        "Joseph R. Blasi",
        "Rhokeun Park"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "2018-08-30",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween one-third and one-half of employees participate directly in company performance through profit sharing, gainsharing, employee ownership, or stock options.  This flies in the face of concerns about the free rider problem and worker risk aversion in group incentives, and raises many questions about the effects on firms and workers.  This paper lays out the major reasons we may see such \"shared capitalism\" plans, and reviews recent nationally representative surveys on the prevalence of these plans. We also introduce the NBER shared capitalism data, based on questions added to the 2002 and 2006 General Social Surveys (GSS) and more than 40,000 employee surveys from 14 companies with different combinations of shared capitalism plans.  We find that while shared capitalism exists broadly throughout the economy, it is more likely in larger establishments.  The free rider effect may be countered by the use of other policies to create productive teamwork and a cooperative culture:  shared capitalism is positively linked to workplace decision-making, training, job security, teamwork, the ability to easily observe co-worker performance, and low levels of supervision.  Also, more risk-averse employees avoid participating in several types of shared capitalism, but two-thirds of even the most risk-averse employees in these companies say they want shared capitalism as part of their pay package.  The effects of these plans for both workers and firms are more fully explored in accompanying papers.\n\n",
    "acknowledgement": "\nPresented at the Russell Sage/NBER conference in New York City, October 2006.  We thank Casey Ichniowski for valuable comments.  This paper is part of the National Bureau of Economic Research's Shared Capitalism Research Project, funded by the Russell Sage and Rockefeller Foundations.  Additional funding for the General Social Survey questions was provided by the Beyster Institute of the University of California at San Diego, the ESOP Association, the Employee Ownership Foundation, Hewitt Associates, the National Center for Employee Ownership, the Profit Sharing Council of America, and American Capital. The authors wish to thank Tom Smith with the General Social Survey at the National Opinion Research Center of the University of Chicago and Peter Marsden of Harvard University with the National Organizations Study for their assistance in arranging the shared capitalism segment of both surveys. Refen Koh, Michelle Pinheiro, and Patricia Berhau provided excellent assistance in survey scanning, entry, and verification. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}