{
    "id": 14228,
    "citation_title": "An Economic Model of the Planning Fallacy",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Filippos Papakonstantinou",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPeople tend to underestimate the work involved in completing tasks and consequently finish tasks later than expected or do an inordinate amount of work right before projects are due. We present a theory in which people underpredict and procrastinate because the ex-ante utility benefits of anticipating that a task will be easy to complete outweigh the average ex-post costs of poor planning.  We show that, given a commitment device, people self-impose deadlines that are binding but require less smoothing of work than those chosen by a person with objective beliefs. We test our theory using extant experimental evidence on differences in expectations and behavior. We find that reported beliefs and behavior generally respond as our theory predicts. For example, monetary incentives for accurate prediction ameliorate the planning fallacy while incentives for rapid completion aggravate it.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Roland Benabou, Wolfgang Pesendorfer and seminar participants at New York University, Northwestern University, Princeton University, Purdue University, and the 2006 Whitebox Advisors Conference at Yale University, although we remain responsible for all errors, omissions, and typos. Brunnermeier acknowledges financial support from the National Science Foundation (SES 140-6139) and the Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}