{
    "id": 14230,
    "citation_title": "Creating a Bigger Pie? The Effects of Employee Ownership, Profit Sharing, and Stock Options on Workplace Performance",
    "citation_author": [
        "Joseph R. Blasi",
        "Richard B. Freeman",
        "Chris Mackin",
        "Douglas L. Kruse"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "2018-08-30",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from NBER surveys of over 40,000 employees in hundreds of facilities in 14 firms and from employees on the 2002 and 2006 General Social Surveys to explore how shared compensation affects turnover, absenteeism, loyalty, worker effort, and other outcomes affecting workplace performance.   The empirical analysis shows that shared capitalism has beneficial effects on all outcomes save for absenteeism and that it has its strongest effects on turnover, loyalty, and worker effort when it is combined with:  a) high-performance work policies (employee involvement, training, and job security), b) low levels of supervision, and c) fixed wages that are at or above market level.  Most workers report that cash incentives, stock options, ESOP stock, and ESPP participation motivate them to work harder.  The interaction of the effects of shared capitalism with other corporate policies suggests that the various shared capitalist and other policies may operate through a latent variable, \"corporate culture\".\n\n",
    "acknowledgement": "\nThis paper was presented at the Russell Sage/NBER conference in New York City, October 2006, and benefited from comments by Casey Ichniowski and other participants.  An earlier version was presented at the Labor and Employment Relations conference, Boston, Massachusetts, January 5-8, 2006.  This research is supported by a grant from the Russell Sage Foundation and the Rockefeller Foundation.  The National Opinion Research Center at the University of Chicago provided valuable assistance with the U. S. General Social Survey segment that forms the basis for some of the analysis.  Refen Koh, Rhokeun Park, Michelle Pinheiro, and Patricia Berhau provided excellent assistance in survey scanning, entry, and verification. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}