{
    "id": 14237,
    "citation_title": "How Does Charitable Giving Respond to Incentives and Income? Dynamic Panel Estimates Accounting for Predictable Changes in Taxation",
    "citation_author": [
        "Jon Bakija",
        "Bradley Heim"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the elasticity of charitable giving with respect to its price and after-tax income using a panel of over 550,000 disproportionately high-income tax returns spanning the years 1979 through 2005.  Improvements relative to the previous literature include: using state tax variation to help identify our model while controlling for both individual- and time-specific unobserved heterogeneity; carefully dealing with expectations; allowing people at different income levels to have different degrees responsiveness to taxation and different time paths of unobservable influences on giving; and using a measure of charitable giving that more closely approximates current donations. To address the omitted variable bias that would otherwise arise from failing to control for unobservable expectations of future prices and future incomes, we use predictable changes in future federal and state marginal tax rates and tax liabilities, arising from their pre-announced and phased-in nature, as instruments for future changes in prices and income.  Our estimate of the elasticity of giving with respect to a persistent price change for the full sample is about -0.7; this elasticity is generally larger when the sample is limited to high-income people and we control for time-varying unobservable influences on charity in a flexible fashion.  We find some evidence, particularly among very high-income people, of re-timing giving in response to expected future changes in price, but this finding is sensitive to the source of identification for the price effects.  Our estimates are broadly consistent the permanent income hypothesis.  Expenditures on charitable giving are estimated to respond more strongly to persistent changes in income than to transitory fluctuations in income.  Moreover, we find evidence in some specifications that people will increase their charitable giving now in response to a predictable reduction in future tax liability arising from tax reform.\n\n",
    "acknowledgement": "\nThanks to Jerry Auten, Daniel Feenberg, David Joulfaian, Jim Poterba, and participants at the NBER Tax Expenditures Conference for helpful comments on this paper, and to Joel Slemrod, Jim Hines, Roger Gordon, Gary Solon, Rob McClelland, Mark Wilhelm, Bill Randolph, and seminar participants at a variety of institutions for valuable discussions on earlier incarnations of the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Department of Treasury.\n\n\n"
}