{
    "id": 14233,
    "citation_title": "Do Workers Gain by Sharing? Employee Outcomes under Employee Ownership, Profit Sharing, and Broad-based Stock Options",
    "citation_author": [
        "Douglas Kruse",
        "Richard Freeman",
        "Joseph Blasi"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "2024-09-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how shared capitalism compensation systems - those that link employee pay to company performance - affect diverse employee outcomes.  It uses two data sets: the national GSS survey that provides a broad representative view of the extent of the programs; and the NBER Shared Capitalism Project surveys of workers in 14 companies that use shared capitalism programs extensively.  We find that greater involvement in the programs is generally linked to greater participation in decisions, higher quality supervision and treatment of employees, more training, higher pay and benefits, greater job security, and higher job satisfaction.  We also find positive interactions of shared capitalism with high-performance policies in predicting participation in decisions and overall job satisfaction, and negative interactions of shared capitalism with close supervision in affecting almost all of the outcomes.  Overall the results support the idea that workers can gain by sharing, but whether this happens is contingent on other workplace policies.\n\n",
    "acknowledgement": "\nPresented at the Russell Sage/NBER conference in New York City, October 2006.  We thank Michael Handel and other participants for valuable comments.  An earlier version of this paper was presented at the Labor and Employment Relations Association conference, January 5-8, 2006, Boston, Massachusetts.  This research is supported by a grant from the Russell Sage Foundation and the Rockefeller Foundation.  The National Opinion Research Center at the University of Chicago provided valuable assistance with the General Social Survey segment that forms the basis for some of the analysis.  Refen Koh, Michelle Pinheiro, Rhokeun Park, and Patricia Berhau provided excellent assistance in survey scanning, entry, and verification. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}