{
    "id": 14234,
    "citation_title": "Who Has a Better Idea? Innovation, Shared Capitalism, and HR Policies",
    "citation_author": [
        "Erika Harden",
        "Douglas L. Kruse",
        "Joseph R. Blasi"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship of \"shared capitalist\" compensation systems - profit/gainsharing, employee ownership, and stock options - to the culture for innovation and employees' ability and willingness to engage in innovative activity.   Using a large dataset with over 25,000 employee surveys in over 200 worksites of a large multinational organization, we find that both shared capitalism compensation and high performance work policies contribute to these innovation outcomes.  Owning company stock is the most consistently positive compensation variable in predicting both an innovation culture and willingness to engage in innovative activity.  We also find that shared capitalism and high performance work policies have stronger effects in predicting an innovation culture when they are combined, and that the effects of shared capitalism and high performance work policies are partially, but not wholly, mediated through greater employee alignment with company strategy.  The findings are consistent with agency theories predicting that the principal agent problem can be addressed by a combination of shared incentives and cooperative culture which encourages mutual monitoring and opportunities to share information.\n\n",
    "acknowledgement": "\nPresented at the Russell Sage/NBER conference in New York City, October 2006.  We thank Katherine Klein and other participants for valuable comments.  This research is supported by a grant from the Russell Sage Foundation and the Rockefeller Foundation.  The National Opinion Research Center at the University of Chicago provided valuable assistance with the General Social Survey segment that forms the basis for some of the analysis.  Refen Koh, Rhokeun Park, Michelle Pinheiro, and Patricia Berhau provided excellent assistance in survey scanning, entry, and verification. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}