{
    "id": 14239,
    "citation_title": "Dynamics and Stability of Constitutions, Coalitions, and Clubs",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central feature of dynamic collective decision-making is that the rules that govern the procedures for future decision-making and the distribution of political power across players are determined by current decisions. For example, current constitutional change must take into account how the new constitution may pave the way for further changes in laws and regulations. We develop a general framework for the analysis of this class of dynamic problems. Under relatively natural acyclicity assumptions, we provide a complete characterization of dynamically stable states as functions of the initial state and determine conditions for their uniqueness. We show how this framework can be applied in political economy, coalition formation, and the analysis of the dynamics of clubs. The explicit characterization we provide highlights two intuitive features of dynamic collective decision-making: (1) a social arrangement is made stable by the instability of alternative arrangements that are preferred by sufficiently many members of the society; (2) efficiency-enhancing changes are often resisted because of further social changes that they will engender.\n\n",
    "acknowledgement": "\nDaron Acemoglu gratefully acknowledges financial support from the National Science Foundation and the Canadian Institute for Advanced Research. We thank John Duggan, Matthew Jackson, Robert Powell, and conference and seminar participants at the ASSA 2008 (New Orleans), the 2008 Game Theory World Congress, Berkeley, California Institute of Technology, Harvard and Princeton for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}