{
    "id": 14238,
    "citation_title": "The Greenness of Cities: Carbon Dioxide Emissions and Urban Development",
    "citation_author": [
        "Edward L. Glaeser",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCarbon dioxide emissions may create significant social harm because of global warming, yet American urban development tends to be in low density areas with very hot summers.  In this paper, we attempt to quantify the carbon dioxide emissions associated with new construction in different locations across the country.  We look at emissions from driving, public transit, home heating, and household electricity usage.  We find that the lowest emissions areas are generally in California and that the highest emissions areas are in Texas and Oklahoma.  There is a strong negative association between emissions and land use regulations.  By restricting new development, the cleanest areas of the country would seem to be pushing new development towards places with higher emissions.   Cities generally have significantly lower emissions than suburban areas, and the city-suburb gap is particularly large in older areas, like New York.\n\n",
    "acknowledgement": "\nGlaeser thanks the Taubman Center for State and Local Government, the Rappaport Institute for Greater Boston and the Manhattan Institute.  Kahn thanks the Richard S. Ziman Center for Real Estate at UCLA.  Kristina Tobio and Ryan Vaughn provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}