{
    "id": 14235,
    "citation_title": "How Does Shared Capitalism Affect Economic Performance in the UK?",
    "citation_author": [
        "Alex Bryson",
        "Richard Freeman"
    ],
    "citation_publication_date": "2008-08-14",
    "issue_date": "2008-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses nationally representative linked workplace-employee data from the British 2004 Workplace Employment Relations Survey to examine the operation of shared capitalist forms of pay--profit-sharing and group pay for performance, employee share ownership, and stock options--and their link to productivity.  It shows that shared capitalism has grown in the UK, as it has in the US; that different forms of shared capitalist pay complement each other and other labor practices in the sense that firms use them together more than they would if they chose modes of pay and work practices independently; and that workplaces switch among schemes frequently, which suggests that they have trouble optimizing and the transactions cost of switching are relatively low.  Among the single schemes, share ownership has the clearest positive association with productivity, but its impact is largest when firms combine it with other forms of shared capitalist pay and modes of organization.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Department for Business, Enterprise and Regulatory Reform for financial assistance and the sponsors of WERS (BERR, ACAS, ESRC and PSI) and the ESRC Data Archive for access to the data.  Thanks also to Wayne Gray, John Addison, Nick Bloom and participants at the NBER Productivity Lunch, the NBER Share Capitalism Conference, the 2007 American Economic Association Conference in Chicago, the 2006 Comparative Analysis of Enterprise Data Conference in Chicago and the DTI WERS Conference for their comments on earlier versions of this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}