{
    "id": 14231,
    "citation_title": "Adjusting Government Policies for Age Inflation",
    "citation_author": [
        "John B. Shoven"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment policies that are based on age do not adjust to the fact that a given age is associated with a higher remaining life expectancy and lower mortality risk relative to earlier time periods due to improvements in mortality.  We examine four possible methods for adjusting the eligibility ages for Social Security, Medicare, and Individual Retirement Accounts to determine what eligibility ages would be today and in 2050 if adjustments for mortality improvement were taken into account.  We find that historical adjustment of eligibility ages for age inflation would have increased ages of eligibility by approximately 0.15 years annually.  Failure to adjust for mortality improvement implies the percent of the population eligible to receive full Social Security benefits and Medicare will increase substantially relative to the share eligible under a policy of age adjustment.\n\n",
    "acknowledgement": "\nThis paper was presented at the National Bureau of Economic Research Conference on Demography and the Economy, The Villagio Inn, Yountville, CA April 11-12, 2008.  The authors would like to thank Mary Ho and Susan Putnins for outstanding research assistance.  The paper's shortcomings are solely the responsibility of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}