{
    "id": 14247,
    "citation_title": "Estimating Trends in US Income Inequality Using the Current Population Survey: The Importance of Controlling for Censoring",
    "citation_author": [
        "Richard V. Burkhauser",
        "Shuaizhang Feng",
        "Stephen P. Jenkins",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing internal and public use March Current Population Survey (CPS) data, we analyze trends in US income inequality (1975-2004). We find that the upward trend in income inequality prior to 1993 significantly slowed thereafter once we control for top coding in the public use data and censoring in the internal data. Because both series do not capture trends at the very top of the income distribution, we use a multiple imputation approach in which values for censored observations are imputed using draws from a Generalized Beta distribution of the Second Kind (GB2) fitted to internal data. Doing so, we find income inequality trends similar to those derived from unadjusted internal data. Our trend results are generally robust to the choice of inequality index, whether Gini coefficient or other commonly-used indices.  When we compare our best estimates of the income shares held by the richest tenth with those reported by Piketty and Saez (2003), our trends fairly closely match their trends, except for the top 1 percent of the distribution. Thus, we argue that if United States income inequality has been substantially increasing since 1993, such increases are confined to this very high income group.\n\n",
    "acknowledgement": "\nThe research in this paper was conducted while Burkhauser, Feng and Larrimore were Special Sworn Status researchers of the U.S. Census Bureau at the New York Census Research Data Center at Cornell University. Conclusions expressed are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau. This paper has been screened to ensure that no confidential data are disclosed. Supports for this research from the National Science Foundation (award nos. SES-0427889 SES-0322902, and SES-0339191) and the National Institute for Disability and Rehabilitation Research (H133B040013 and H133B031111) are cordially acknowledged. Jenkins's research was supported by core funding from the University of Essex and the UK Economic and Social Research Council for the Research Centre on Micro-Social Change and the United Kingdom Longitudinal Studies Centre. We thank Lisa Marie Dragoset, Arnie Reznek, Laura Zayatz, the Cornell Census RDC Administrators, and all their U.S. Census Bureau colleagues who have helped with this project. This paper has also benefited from comments made by Peter Gottschalk, Bruce Meyer, and other participants at the Empirical Economics Workshop of Shanghai University of Finance and Economics, Shanghai, May 2008. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}