{
    "id": 14240,
    "citation_title": "Technology's Edge: The Educational Benefits of Computer-Aided Instruction",
    "citation_author": [
        "Lisa Barrow",
        "Lisa Markman",
        "Cecilia E. Rouse"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results from a randomized study of a well-defined use of computers in schools: a popular instructional computer program for pre-algebra and algebra.  We assess the program using a test designed to target pre-algebra and algebra skills.  Students randomly assigned to computer-aided instruction score 0.17 of a standard deviation higher on pre-algebra/algebra tests than students randomly assigned to traditional instruction. We hypothesize that the effectiveness arises from increased individualized instruction as the effects appear larger for students in larger classes and in classes with high student absentee rates.\n\n",
    "acknowledgement": "\nWe thank the many dedicated principals, teachers, and staff of the school districts that participated in this project as well as Gadi Barlevy, Thomas Cook, Jonas Fisher, Jean Grossman, Brandi Jeffs, Alan Krueger, Lisa Krueger, Sean Reardon, Jesse Rothstein, Diane Whitmore Schanzenbach, Pei Zhu, and seminar participants at Columbia University, Duke University, the Federal Reserve Bank of Chicago, McMaster University, Queens University, and the University of Notre Dame for helpful conversations and comments.  Elizabeth Debraggio, Benjamin Kaplan, Katherine Meckel, Kyung-Hong Park, Ana Rocca, and Nathan Wozny provided expert research assistance.  Funding for this project was generously provided by the Education Research Section at Princeton University. Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago or the Federal Reserve System. Any errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}