{
    "id": 14246,
    "citation_title": "Externalities in the Classroom: How Children Exposed to Domestic Violence Affect Everyone's Kids",
    "citation_author": [
        "Scott E. Carrell",
        "Mark L. Hoekstra"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is estimated that between ten and twenty percent of children in the United States are exposed to domestic violence annually. While much is known about the impact of domestic violence and other family problems on children within the home, little is known regarding the extent to which these problems spill over to children outside the family. The widespread perception among parents and school officials is that these externalities are significant, though measuring them is difficult due to data and methodological limitations. We estimate the negative spillovers caused by children from troubled families by exploiting a unique data set in which children's school records are matched to domestic violence cases filed by their parent. To overcome selection bias, we identify the effects using the idiosyncratic variation in peers from troubled families within the same school and grade over time.  We find that children from troubled families significantly decrease their peers' reading and math test scores and significantly increase misbehavior of others in the classroom. The effects are heterogeneous across income, race, and gender and appear to work primarily through troubled boys. The results are robust to within-sibling differences and we find no evidence that non-random selection is driving the results.\n\n",
    "acknowledgement": "\nSpecial thanks to Susan Carrell, David Figlio,  Caroline Hoxby, Alexis Leon, Jason Lindo, Mel Lucas, Doug Miller, Marianne Page, Nick Sanders, Mel Stephens, and participants at the 2008 NBER Summer Institute for their helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}