{
    "id": 14245,
    "citation_title": "Why Do Foreign Firms Leave U.S. Equity Markets?",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "René M. Stulz"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates Securities and Exchange Commission (SEC) deregistrations by foreign firms from the time the Sarbanes-Oxley Act (SOX) was passed in 2002 through 2008. We test two theories, the bonding theory and the loss of competitiveness theory, to understand why foreign firms leave U.S. equity markets and how deregistration affects their shareholders. Firms that deregister grow more slowly, need less capital, and experience poor stock return performance prior to deregistration compared to other foreign firms listed in the U.S. that do not deregister. Until the SEC adopted Exchange Act Rule 12h-6 in 2007 the deregistration process was extremely difficult for foreign firms. Easing these procedures led to a spike in deregistration activity in the second-half of 2007 that did not extend into 2008. We find that deregistrations are generally associated with adverse stock-price reactions, but these reactions are much weaker in 2007 than in other years. It is unclear whether SOX affected foreign-listed firms and deregistering firms adversely in general, but there is evidence that the smaller firms that deregistered after the adoption of Rule 12h-6 reacted more negatively to announcements that foreign firms would not be exempt from SOX. Overall, the evidence supports the bonding theory rather than the loss of competitiveness theory: foreign firms list shares in the U.S. in order to raise capital at the lowest possible cost to finance growth opportunities and, when those opportunities disappear, a listing becomes less valuable to corporate insiders and they go home if they can. But when they do so, minority shareholders typically lose.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Why Do Foreign Firms Leave U.S. Equity Markets? An Analysis of Deregistrations Under SEC Exchange Act Rule 12h-6\".  Warren Bailey, Cam Harvey, and Gerhard Hertig provided useful comments as did seminar participants, at HEC Montreal, Ohio State University, Nanyang Technological University, National University of Singapore, Singapore Management University, and the Swiss Institute of Technology (Zurich). We thank Paul Bennett, Jean Tobin, Greg Krowitz, and other members of the New York Stock Exchange's Market Listings group for their help with data and background information on listings. Mike Anderson, Aray Gustavo Feldens, Rose Liao, and Xiaoyu Xie provided excellent research assistance. Doidge thanks the Social Sciences and Humanities Research Council of Canada and Karolyi thanks the Dice Center for Financial Economics for financial support.  The views expressed herein are those of the author(s)and do not necessarily reflect the views of the National Bureau of Economic Research.\nThe earlier version of this paper is available to NBER subscribers and those eligible for free downloads at:\nhttp://www.nber.org/papers/w14245.rev0.pdf\nIf you are not a subscriber, you may purchase the earlier version by contacting NBER subscriptions at (617) 588-1405\n\n\n"
}