{
    "id": 14248,
    "citation_title": "HIV and Fertility in Africa: First Evidence from Population Based Surveys",
    "citation_author": [
        "Chinhui Juhn",
        "Sebnem Kalemli-Ozcan",
        "Belgi Turan"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe historical pattern of the demographic transition suggests that fertility declines follow mortality declines, followed by a rise in human capital accumulation and economic growth. The HIV/AIDS epidemic threatens to reverse this path. A recent paper by Young (2005), however, suggests that similar to the \"Black Death\" episode in Europe, HIV/AIDS will actually lead to higher growth per capita among the affected African countries. Not only will population decline, behavioral responses in fertility will reinforce this decline by reducing the willingness to engage in unprotected sex. We utilize recent rounds of the Demographic and Health Surveys which link an individual woman's fertility outcomes to her HIV status based on testing. The data allows us to distinguish the effect of own positive HIV status on fertility (which may be due to lower fecundity and other physiological reasons) from the behavioral response to higher mortality risk, as measured by the local community HIV prevalence. We show that HIV-infected women have significantly lower fertility. In contrast to Young (2005), however, we find that local community HIV prevalence has no significant effect on non-infected women's fertility.\n\n",
    "acknowledgement": "\nWe thank Angus Deaton, Emily Oster, and the participants of the AIDS Workshop at Amsterdam Institute for International Development for valuable comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}