{
    "id": 14244,
    "citation_title": "Monetary Aggregates and Liquidity in a Neo-Wicksellian Framework",
    "citation_author": [
        "Matthew Canzoneri",
        "Robert E. Cumby",
        "Behzad Diba",
        "David Lopez-Salido"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWoodford (2003) describes a popular class of neo-Wicksellian models in which monetary policy is characterized by an interest-rate rule, and the money market and financial institutions are typically not even modeled.  Critics contend that these models are incomplete and unsuitable for monetary-policy evaluation.  Our Banks and Bonds model starts with a standard neo-Wicksellian model and then adds banks and a role for bonds in the liquidity management of households and banks.  The Banks and Bonds model gives a more complete description of the economy, but the neo-Wicksellian model has the virtue of simplicity.  Our purpose here is to see if the neo-Wicksellian model gives a reasonably accurate account of macroeconomic behavior in the more complete Banks and Bonds model.  We do this by comparing the models' second moments, variance decompositions and impulse response functions.  We also study the role of monetary aggregates and velocity in predicting inflation in the two models.\n\n",
    "acknowledgement": "\nWe would like to thank Aleksander Berentsen, Dale Henderson, Steve Meyer, conference participants, seminar participants at the Bundesbank, and an anonymous referee for their helpful comments; however, the usual disclaimer applies.  The opinions expressed here are solely those of the authors and do not necessarily reflect the views of the Board of Governors, nor of anyone else associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}