{
    "id": 14242,
    "citation_title": "The Macroeconomic Implications of a Key Currency",
    "citation_author": [
        "Matthew Canzoneri",
        "Robert E. Cumby",
        "Behzad Diba",
        "David Lopez-Salido"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the macroeconomic consequences of the dominant role of the dollar in the international monetary system?  Here, we present a calibrated two country model in which exports are invoiced in the key currency, and government bonds denominated in the key currency are held internationally to facilitate trade.  Domestic government bonds and money are held in each country to facilitate domestic transactions.  Our model generates deviations from uncovered interest parity that are as volatile as some empirical estimates, but much too small by others.  Our model also speaks to some other empirical anomalies, such as the Backus - Smith puzzle.  Shocks affecting asset supplies -- such as bond financed tax cuts,  and open market operations -- have large effects in our model because they generate non-Ricardian changes in household wealth.  Generally, shocks emanating from the key currency country do more to destabilize the world economy than equal sized shocks coming from the other country.  Similarly, monetary and fiscal policy innovations in the key currency country are more potent than those in the other country.  On the other hand, the key currency country is more vulnerable to financial market turbulence, such as a sell off of key currency bonds, which can lower consumption dramatically.\n\n",
    "acknowledgement": "\nWe are grateful for comments from the participants of a conference in  honor of Mike Wickens at the University of York.  The opinions expressed here are solely those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve System, nor of anyone else associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}