{
    "id": 14243,
    "citation_title": "Modeling the Long Run: Valuation in Dynamic Stochastic Economies",
    "citation_author": [
        "Lars Peter Hansen"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI explore the equilibrium value implications of economic models that incorporate reactions to a stochastic environment.  I propose a dynamic value decomposition (DVD) designed to distinguish components of an underlying economic model that influence values over long horizons from components that impact only the short run. To quantify the role of parameter sensitivity and to impute long-term risk prices, I develop an associated perturbation technique. Finally, I use DVD methods to study formally some example economies and to speculate about others.  A DVD is enabled by constructing operators indexed by the elapsed time between the date of pricing and the date of the future payoff (i.e. the future realization of a consumption claim). Thus formulated, methods from applied mathematics permit me to characterize valuation behavior as the time between price determination and payoff realization becomes large.  An outcome of this analysis is the construction of a multiplicative martingale component of a process that is used to represent valuation in a dynamic economy with stochastic growth. I contrast the differences in  the applicability between this multiplicative martingale method  and an additive martingale method familiar from time series analysis that is used to identify shocks with long-run economic consequences.\n\n",
    "acknowledgement": "\nPrepared for the Fisher-Schultz Lecture at the 2006 European Meetings of the Econometric Society. I appreciate helpful comments by Emilio Barucci, Jaroslav Borovicka, Buz Brock, Valentin Haddad, Mark Hendricks, Eric Janofsky, Jim Marrone, Nour Meddahi, Monika Piazzesi, Phil Reny, Chris Rogers, Jose Scheinkman, Grace Tsiang, Harald Uhlig, Jessica Wachter and Neng Wang, Amir Yaron.  This paper is very much influenced by my joint work with John Heaton, Nan Li and Jose Scheinkman on this topic and by related work I have done with Xiaohong Chen and Tom Sargent. This material is based upon work supported by the National Science Foundation under Award Number SES0519372. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}