{
    "id": 14252,
    "citation_title": "Information, Learning, and Drug Diffusion: the Case of Cox-2 Inhibitors",
    "citation_author": [
        "Pradeep Chintadunta",
        "Renna Jiang",
        "Ginger Z. Jin"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent withdrawal of Cox-2 Inhibitors has generated debate on the role of information in drug diffusion: can the market learn the efficacy of new drugs, or does it depend solely on manufacturer advertising and FDA updates? In this study, we use a novel data set to study the diffusion of three Cox-2 Inhibitors ? Celebrex, Vioxx and Bextra ? before the Vioxx withdrawal. Our study has two unique features: first, we observe each patient?s reported satisfaction after consuming a drug. This patient level data set, together with market level data on FDA updates, media coverage, academic articles, and pharmaceutical advertising, allows us to model individual prescription decisions. Second, we distinguish across-patient learning of a drug?s general efficacy from the within-patient learning of the match between a drug and a patient. Our results suggest that prescription choice is sensitive to many sources of information. At the beginning of 2001 and upon Bextra entry in January 2002, doctors held a strong prior belief about the efficacy of Celebrex, Vioxx, and Bextra. As a result, the learning from patient satisfaction is gradual and more concentrated on drug-patient match than on across-patient spillovers. News articles are weakly beneficial for Cox-2 drug sales, but academic articles appear to be detrimental. The impact of FDA updates is close to zero once we control for academic articles, which suggests that FDA updates follow academic articles and therefore deliver little new information to doctors. We find that drug advertising also influences the choice of a patient?s medication. A number of counterfactual experiments are carried out to quantify the influence of information on market shares.\n\n",
    "acknowledgement": "\nWe wish to thank Simon Anderson, John Chao, Greg Crawford, Tülin Erdem, Phillip Leslie, Jackie Luan, Puneet Manchanda, Sean Nicholson, Peter Reiss, Jesse Shapiro, Vishal Singh, Russ Winer, Marta Wosinska, seminar attendees at the University of Pennsylvania, Stanford University, and New York University, as well as the participants at the 2006 American Society of Health Economists Conference, the 2007 Conference on Empirical IO, the 2007 International Industrial Organization Conference, and the 2007 Quantitative Marketing and Economics Conference for constructive comments and suggestions. Research assistance from Yan Chen is greatly appreciated. All errors remain ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}