{
    "id": 14250,
    "citation_title": "On the Lifecycle Dynamics of Venture-Capital- and Non-Venture-Capital-Financed Firms",
    "citation_author": [
        "Manju Puri",
        "Rebecca Zarutskie"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use a new data set that tracks U.S. firms from their birth over two decades to understand the life cycle dynamics and outcomes (both successes and failures) of VC- and non-VC financed firms.  We first ask to what market-wide and firm-level characteristics venture capitalists respond in choosing to make their investments and how this differs for firms financed solely by non-VC sources of entrepreneurial capital.  We then ask what are the eventual differences in outcomes for firms that receive VC financing relative to non-VC-financed firms.  Our findings suggest that VCs follow public market signals similar to other investors and typically invest largely in young firms, with potential for large scale being an important criterion.  The main way that VC financed firms differ from matched non-VC financed firms, is they demonstrate remarkably larger scale both for successful and failed firms, at every point of the firms' life cycle.  They grow more rapidly, but we see little difference in profitability measures at times of exit.  We further examine a number of hypotheses relating to VC-financed firms' failure.  We find that VC-financed firms' cumulative failure rates are lower than non-VC-financed firms but the story is nuanced.  VC appears initially \"patient\" in that VC-financed firms are less likely to fail in the first five years but conditional on surviving past this point become more likely to fail relative to non-VC-financed firms.  We perform a number of robustness checks and find that VC does not appear to have more stringent survival thresholds nor do VC-financed firm failures appear to be disguised as acquisitions nor do particular kinds of VC firms seem to be driving our results.  Overall, our analysis supports the view that VC is \"patient\" capital relative to other non-VC sources of entrepreneurial capital in the early part of firms' lifecycles and that an important criterion for receiving VC investment is potential for large scale, rather than level of profitability, prior to exit.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Center for Economics Studies, Columbia University, Duke University, Harvard Business School, London Business School, Massachusetts Institute of Technology, National Institute of Public Finance and Policy, New Delhi, the New York Fed, the University of Illinois, Urbana- Champaign, the Western Finance Association 2007 meeting, the European Finance Association 2007 meeting and the 4th Annual Conference on Corporate Finance at Washington University for comments and suggestions.  We thank Kirk White for his diligent assistance with the data and for helpful comments.  Jie Yang and Shouyue Yu provided excellent research assistance.  The research in this paper was conducted while the authors were Special Sworn researchers of the U.S. Census Bureau at the Triangle Census Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. Please address correspondence to Puri or Zarutskie at Fuqua School of Business, Duke University, Box 90120, Durham, North Carolina 27708. Puri can be reached at mpuri@duke.edu; Zarutskie can be reached at rebeccaz@duke.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}