{
    "id": 14254,
    "citation_title": "When to Pollute, When to Abate? Intertemporal Permit Use in the Los Angeles NOx Market",
    "citation_author": [
        "Stephen P. Holland",
        "Michael Moore"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntertemporal tradability allows an emissions market to reduce abatement costs.  We study intertemporal trading of nitrogen oxides permits in the RECLAIM program in Southern California.  A theoretical model captures the program's key intertemporal features: two overlapping permit cycles, two compliance cycles for facilities, and tradable permits.  We characterize the competitive equilibrium; show that it is cost effective; and demonstrate the firms' incentive to delay abatement, i.e., to trade intertemporally.  Using model extensions to explore market design issues, an arbitrage condition implies that the equilibrium is invariant to overlapping compliance cycles, but depends crucially on overlapping permit cycles. We empirically investigate intertemporal trading of permits using panel data on RECLAIM facilities for 1994-2006.  Facilities undertake trading by using a considerable proportion of permits of the opposite cycle.  We econometrically test two theoretical propositions -- delayed abatement and trading across cycles -- with a difference-in-differences estimator.  The results neither contradict nor provide conclusive support of the theory.\n\n",
    "acknowledgement": "\nThe authors thank Frank Wolak and seminar participants at UC-Santa Barbara and the UC Energy Institute for comments. Thanks also to Ann Ferris and Peter Landry for research assistance, and to Danny Luong for sharing his expertise on the RECLAIM program. This research was supported in part by a grant from the U.S. Environmental Protection Agency's STAR program. Holland also thanks the University of California Energy Institute for research support during this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}