{
    "id": 14258,
    "citation_title": "Balancing Cost and Emissions Certainty: An Allowance Reserve for Cap-and-Trade",
    "citation_author": [
        "Brian C. Murray",
        "Richard G. Newell",
        "William A. Pizer"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn efficiency grounds, the economics community has to date tended to emphasize price-based policies to address climate change -- such as taxes or a \"safety-valve\" price ceiling for cap-and-trade -- while environmental advocates have sought a more clear quantitative limit on emissions. This paper presents a simple modification to the idea of a safety valve: a quantitative limit that we call the allowance reserve. Importantly, this idea may bridge the gap between competing interests and potentially improve efficiency relative to  tax or other price-based policies. The last point highlights the deficiencies in several previous studies of price and quantity controls for climate change that do not adequately capture the dynamic opportunities within a cap-and-trade system for allowance banking, borrowing, and intertemporal arbitrage in response to unfolding information.\n\n",
    "acknowledgement": "\nThe research was supported in part by a grant from the Swedish Foundation for Strategic Environmental Research (MISTRA). The authors acknowledge Joseph Aldy, Jon Anda, Jason Grumet, Suzanne Leonard, Tim Profeta, Nicole St. Clair, Robert Stavins, Tracy Terry, an anonymous referee, and participants at the Resources for the Future workshop, \"Managing Costs in a U.S. GHG Trading Program,\" (Pizer and Tatsutani 2008) for their insights and suggestions on this issue. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}