{
    "id": 14257,
    "citation_title": "Is American Health Care Uniquely Inefficient?",
    "citation_author": [
        "Alan M. Garber",
        "Jonathan Skinner"
    ],
    "citation_publication_date": "2008-08-27",
    "issue_date": "2008-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. health system has been described as the most competitive, heterogeneous, inefficient, fragmented, and advanced system of care in the world. In this paper, we consider two questions:  First, is the U.S. health care system productively efficient relative to other wealthy countries, in the sense of producing better health for a given bundle of hospital beds, physicians, nurses, and other factor inputs?  Second, is the U.S. allocatively efficient relative to other countries, in the sense of providing highly valued care to consumers?  For both questions, the answer is most likely no.  Although no country can claim to have eliminated inefficiency, the U.S. has fragmented care, high administrative costs, and stands out with regard to heterogeneity in treatment because of race, income, and geography.  The U.S. health care system is also more likely to pay for diagnostic tests, treatments, and other forms of care before effectiveness is established and with little consideration of the value they provide.  A number of proposed reforms that are designed to ameliorate shortcomings of the U.S. health care system, such as quality improvement initiatives and coverage expansions, are unlikely by themselves to reduce expenditures.  Addressing allocative inefficiency is a far more difficult task but central to controlling costs.\n\n",
    "acknowledgement": "\nThe work of both authors is supported by Investigator Awards in Health Policy Research from the Robert Wood Johnson Foundation.  Garber is also grateful for the support of grants from the National Institute on Aging (P30 AG 17253 and P01 AG05842) and from the Department of Veterans Affairs, and Skinner is similarly grateful for support from the National Institute of Aging (P01 AG19783).  We are indebted to Peter Richmond and Kathy Stroffolino for expert assistance, and thank without implicating Jay Bhattacharya, Amitabh Chandra, David Cutler, Elliott Fisher, Sherry Glied, Ann Norman, Allison Rosen, Douglas Staiger, Timothy Taylor, Victor Fuchs, and participants in the NBER 2008 Summer Institute for insightful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}