{
    "id": 14253,
    "citation_title": "Income Tax Provisions Affecting Owner-Occupied Housing: Revenue Costs and Incentive Effects",
    "citation_author": [
        "James M. Poterba",
        "Todd M. Sinai"
    ],
    "citation_publication_date": "2008-08-15",
    "issue_date": "2008-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe mortgage interest deduction, the property tax deduction, the unique treatment of capital gains on owner-occupied homes, and the absence of taxation on imputed rent from owner-occupied homes all influence the effective cost of housing services.  They also affect federal income tax revenues and the distribution of income tax liabilities.  We draw on household-level data from the 2004 Survey of Consumer Finances to analyze how several potential reforms would affect incentives for housing consumption as well as the distribution of income tax burdens.  Our analysis recognizes that changing the mortgage interest deduction would induce changes in household financial behavior.  We estimate that repealing the mortgage interest deduction in 2003 would have raised income tax revenues by $72.4 billion in the absence of any portfolio adjustments, but by only $61.9 billion if homeowners responded by drawing down a limited set of financial assets to partially replace their mortgage debt.  The revenue effects of changing the property tax deduction similarly depend on how state and local governments alter their mix of revenue instruments in response to federal tax reform.  Our results underscore the importance of recognizing behavioral responses when calculating the revenue costs of income tax provisions relating to owner-occupied housing.\n\n",
    "acknowledgement": "\nWe are grateful to Igar Fuki for outstanding research assistance, to Alan Auerbach, Daniel Feenberg, Edward Glaeser, Roger Gordon, Kevin Moore, Lori Stuntz, George Zodrow, and the participants in the NBER Tax Expenditure Project for helpful comments and advice, and to the National Science Foundation (Poterba), the Smith Richardson Foundation, and the Research Sponsors Program of the Zell-Lurie Real Estate Center at the Wharton School (Sinai) for research support.  Sections of this paper draw on Poterba and Sinai (2008). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}