{
    "id": 1426,
    "citation_title": "Fixed Investment in the American Business Cycle, 1919-83",
    "citation_author": [
        "Robert J. Gordon",
        "John M. Veitch"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContributions are made by this paper in three areas, methodological, data creation, and empirical. The methodological section finds that, while structural model building exercises may be useful in suggesting lists of variables that may play an explanatory role in investment equations, they generally achieve identification of structural parameters only by imposing arbitrary and unbelievable simplifying assumptions and exclusion restrictions.The paper advocates a hybrid methodology combining guidance from traditional structural models on the choice and form of explanatory variables to be included, with estimation in a reduced-form format that introduces all explanatory variables and the lagged dependent variable with the same number of unconstrained lag coefficients. The second contribution is the use of a new set of quarterly data for major expenditure categories of GNP extending back to 1919. The data file also contains quarterly data back to 1919 for other variables, including the capital stock, interest rates, the cost of capital including tax incentive effects, a proxy for Tobin's \"Q\", and the real money supply.The empirical results support the view that there are two basic impulses in the business cycle, real and financial.The real impulse appears in our statistical evidence as an autonomous innovation to investment in structures. We interpret these structures innovations as due in turn to changes in the rate of population growth, episodes of speculation and overbuilding, and Schumpeterian waves of innovation.The financial impulse works through the effect on investment of changes in the money supply, as well as the real interest rate (in the case of postwar investment in durable equipment).There is a strong role for the money supply as a determinant of investment behavior, relative to such other factors as the user cost of capital or Tobin's \"Q\". The role of the money supply is interpreted as primarily reflecting the banking contraction of 1929-33 and the episodes of credit crunches and disintermediation in the postwar years. Another feature of the empirical work is the attention paid to aggregation. Coefficient estimates are more stable when four types of investment expenditures are aggregated along the structures-equipment dimension than along the household-business dimension. Historical decompositions highlight the role of autonomous innovations in structures investment and in the money supply, and an inspection of residuals suggests that the main autonomous downward shift in spending in 1929-30 was in fixed investment, not nondurable consumption.\n\n",
    "acknowledgement": "\n"
}