{
    "id": 14266,
    "citation_title": "Fertility Theories: Can They Explain the Negative Fertility-Income Relationship?",
    "citation_author": [
        "Larry E. Jones",
        "Alice Schoonbroodt",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this chapter we revisit the relationship between income and fertility. There is overwhelming empirical evidence that fertility is negatively related to income in most countries at most times. Several theories have been proposed in the literature to explain this somewhat puzzling fact. The most common one is based on the opportunity cost of time being higher for individuals with higher earnings. Alternatively, people might differ in their desire to procreate and accordingly some people invest more in children and less in market-specific human capital and thus have lower earnings. We revisit these and other possible explanations. We find that these theories are not as robust as is commonly believed. That is, several special assumptions are needed to generate the negative relationship. Not all assumptions are equally plausible. Such findings will be useful to distinguish alternative theories. We conclude that further research along these lines is needed.\n\n",
    "acknowledgement": "\nWe thank Todd Schoellman, John Knowles, and the participants at the NBER pre-conference in Boston, the Stanford Junior Faculty Bag Lunch, and the Economics and Demography conference in Napa California for helpful suggestions. We thank Amalia Miller in particular for a thoughtful discussion. Financial support by the NSF (grants SES-0519324 and SES-0452473) and the Stanford Institute for Economic Policy Research (SIEPR) is greatly appreciated. William G. Woolston provided excellent research assistance. Part of this research was completed while Michele Tertilt was a National Fellow at the Hoover Institution at Stanford. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}