{
    "id": 14260,
    "citation_title": "On the Need for a New Approach to Analyzing Monetary Policy",
    "citation_author": [
        "Andrew Atkeson",
        "Patrick J. Kehoe"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a pricing kernel that summarizes well the main features of the dynamics of interest rates and risk in postwar U.S. data and use it to uncover how the pricing kernel has moved with the short rate in this data. Our findings imply that standard monetary models miss an essential link between the central bank instrument and the economic activity that monetary policy is intended to affect and thus we call for a new approach to monetary policy analysis. We sketch a new approach using an economic model based on our pricing kernel. The model incorporates the key relationships between policy and risk movements in an unconventional way: the central bank's policy changes are viewed as primarily intended to compensate for exogenous business cycle fluctuations in risk which threaten to push inflation off target. This model, while an improvement on standard models, is considered just a starting point for their revision. It leads to critical questions that researchers need to answer as they continue to revise their approach to monetary policy analysis.\n\n",
    "acknowledgement": "\nThe views expressed here in are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. Both authors thank the NSF for support, Kathy Rolfe for excellent editorial assistance, and the discussants and attendees of the NBER Macroeconomics Annual Conference for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}