{
    "id": 14261,
    "citation_title": "Ability, Gender, and Performance Standards: Evidence from Academic Probation",
    "citation_author": [
        "Jason M. Lindo",
        "Nicholas J. Sanders",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2008-08-27",
    "issue_date": "2008-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a regression discontinuity design to examine students' responses to the negative incentive brought on by being placed on academic probation. Consistent with a model of introducing performance standards in which agents respond differently based on ability, we find that being placed on probation at the end of the first year discourages some students from returning to school while improving the performance of those who return. Contrary to the predictions of the model when ability is known, we find that heterogeneous discouragement effects result in high ability students having a greater overall dropout rate near the cutoff than lower ability students. The result can be explained by extending the model to allow for the performance standard to also affect self confidence (ability expectations). We also consider effects by gender and find that being placed on probation more than doubles the probability that men drop out but has no such discouragement effect for women.\n\n",
    "acknowledgement": "\nWe thank Chris Ayres, Scott Carrell, Doug Miller, Marianne Page, Ann Huff Stevens, and seminar participants at the UC Davis Applied Microeconomics Lunch Series, the 2008 WEAI Conference, and the University of British Columbia for their helpful comments and suggestions at various stages of this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}