{
    "id": 14265,
    "citation_title": "Selection Bias in College Admissions Test Scores",
    "citation_author": [
        "Melissa Clark",
        "Jesse Rothstein",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData from college admissions tests can provide a valuable measure of student achievement, but the non-representativeness of test-takers is an important concern. We examine selectivity bias in both state-level and school-level SAT and ACT averages.  The degree of selectivity may differ importantly across and within schools, and across and within states.  To identify within-state selectivity, we use a control function approach that conditions on scores from a representative test.  Estimates indicate strong selectivity of test-takers in \"ACT states,\" where most college-bound students take the ACT, and much less selectivity in SAT states.  To identify within- and between-school selectivity, we take advantage of a policy reform in Illinois that made taking the ACT a graduation requirement.  Estimates based on this policy change indicate substantial positive selection into test participation both across and within schools.  Despite this, school-level averages of observed scores are extremely highly correlated with average latent scores, as across-school variation in sample selectivity is small relative to the underlying signal.  As a result, in most contexts the use of observed school mean test scores in place of latent means understates the degree of between-school variation in achievement but is otherwise unlikely to lead to misleading conclusions.\n\n",
    "acknowledgement": "\nWe thank DeForest McDuff for excellent research assistance and Jeff Smith for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}