{
    "id": 14278,
    "citation_title": "Long Term Persistence",
    "citation_author": [
        "Luigi Guiso",
        "Paola Sapienza",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIs social capital long lasting? Does it affect long term economic performance? To answer these questions we test Putnam's conjecture that today marked differences in social capital between the North and South of Italy were due to the culture of independence fostered by the free city-states experience in the North of Italy at the turn of the first millennium. We show that the medieval experience of independence has an impact on social capital within the North, even when we instrument for the probability of becoming a city-state with historical factors (such as the Etruscan origin of the city and the presence of a bishop in year 1,000). More importantly, we show that the difference in social capital among towns that in the Middle Ages had the characteristics to become independent and towns that did not exists only in the North (where most of these towns became independent) and not in the South (where the power of the Norman kingdom prevented them from doing so). Our difference in difference estimates suggest that at least 50% of the North-South gap in social capital is due to the lack of a free city-state experience in the South.\n\n",
    "acknowledgement": "\nWe thank Francesco Giavazzi, Paola Giuliano, Eliana La Ferrara, Giuliano Milani, Guido Tabellini, and participants in seminars at Brown University, the University of Chicago and the NBER for very helpful comments. We are extremely grateful to Giuliano Milani for his advice and help in obtaining data and references on Medieval history. Antonello Montesanti has very kindly given us access to his data on the Etruscan origin of Italian cities. Lorenzo Ciari and Marcello Sartarelli have provided excellent research assistance and Peggy Eppink and Janice Luce invaluable editorial help. Luigi Guiso thanks the European University Institute, Paola Sapienza the Zell Center, and Luigi Zingales the Center for Research in Security Prices (CRSP), the Stigler Center, and the Initiative on Global Markets at the University of Chicago for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}