{
    "id": 14277,
    "citation_title": "Cognitive and Non-Cognitive Peer Effects in Early Education",
    "citation_author": [
        "Matthew Neidell",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine peer effects in early education by estimating value added models with school fixed effects that control extensively for individual, family, peer, and teacher characteristics to account for the endogeneity of peer group formation. We find statistically significant and robust spillover effects from preschool on math and reading outcomes, but statistically insignificant effects on various behavioral and social outcomes. Of the behavioral and social effects explored, we find that peer externalizing problems, which most likely capture classroom disturbance, hinder cognitive outcomes. Our estimates imply that ignoring spillover effects significantly understates the social returns to preschool.\n\n",
    "acknowledgement": "\nThe authors thank Janet Currie, Sherry Glied, Cecilia Rouse, Greg Duncan, Steve Pischke, Michael Greenstone, two anonymous referees, and seminar participants at Columbia University and Princeton University for helpful comments, and Reina Kato for excellent research assistance. Both authors gratefully acknowledge funding from the Spencer Foundation, and Waldfogel from the John D. and Catherine T. MacArthur Foundation and Russell Sage Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}