{
    "id": 14275,
    "citation_title": "Mismatch in Law School",
    "citation_author": [
        "Jesse Rothstein",
        "Albert Yoon"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important criticism of race-based higher education admission preferences is that they may hurt minority students who attend more selective schools than they would in the absence of such preferences.  We categorize the non-experimental research designs available for the study of so-called \"mismatch\" effects and evaluate the likely biases in each.  We select two comparisons and use them to examine mismatch effects in law school.  We find no evidence of mismatch effects on any students' employment outcomes or on the graduation or bar passage rates of black students with moderate or strong entering credentials.  What evidence there is for mismatch comes from less-qualified black students who typically attend second- or third-tier schools.  Many of these students would not have been admitted to any law school without preferences, however, and the resulting sample selection prevents strong conclusions.\n\n",
    "acknowledgement": "\nWe thank Richard Abel, William Bowen, Lee Epstein, Tom Kane, Larry Katz, Andrew Martin, Jide Nzelibe, Max Schanzenbach, Nancy Staudt, two anonymous referees, and seminar participants at NBER, UCSB, Duke, Vassar, the Universities of Michigan and Virginia, Northwestern, Washington University, and the Ramon Areces Foundation for helpful comments and suggestions.  We are extremely grateful to the Andrew W. Mellon Foundation for financial support and to Elizabeth Debraggio, Jessica Goldberg and Ashley Miller for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}