{
    "id": 14276,
    "citation_title": "Affirmative Action in Law School Admissions: What Do Racial Preferences Do?",
    "citation_author": [
        "Jesse Rothstein",
        "Albert H. Yoon"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Supreme Court has held repeatedly that race-based preferences in public university admissions are constitutional.  But debates over the wisdom of affirmative action continue.  Opponents of these policies argue that preferences are detrimental to minority students -- that by placing these students in environments that are too competitive, affirmative action hurts their academic and career outcomes.  \nThis article examines the so-called \"mismatch\" hypothesis in the context of law school admissions.  We discuss the existing scholarship on mismatch, identifying methodological limitations of earlier attempts to measure the effects of affirmative action.  Using a simpler, more robust analytical strategy, we find that the data are inconsistent with large mismatch effects, particularly with respect to employment outcomes.  While moderate mismatch effects are possible, they are concentrated among the students with the weakest entering academic credentials.\nTo put our estimates in context, we simulate admissions under race-blind rules.  Eliminating affirmative action would dramatically reduce the number of black law students, particularly at the most selective schools.  Many potentially successful black law students would be excluded, far more than the number who would be induced to pass the bar exam by the elimination of mismatch effects.  Accordingly, we find that eliminating affirmative action would dramatically reduce the production of black lawyers.\n\n",
    "acknowledgement": "\nA revised version of this paper will be published in the University of Chicago Law Review in the Spring 2008 issue (vol. 75, no. 2).  We are thankful for comments from workshop participants at the American Bar Foundation, the National Bureau of Economic Research, and the University of Chicago, and from Douglas G. Baird, Richard Brooks, David Gerber, Lani Guinier, John Heinz, Richard Lempert, Tracey Meares, Randall Picker, Eric Posner, Max Schanzenbach, Stephen M. Shavell, David Weisbach, Justin Wolfers, and Robert Yalen.  We thank the Andrew W. Mellon Foundation for financial support.  We alone are responsible for the contents and for all remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}