{
    "id": 14279,
    "citation_title": "\"Might Not Be a Tomorrow\": A Multi-Methods Approach to Anticipated Early Death and Youth Crime",
    "citation_author": [
        "Timothy Brezina",
        "Erdal Tekin",
        "Volkan Topalli"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA number of researchers point to the anticipation of early death, or a sense of \"futurelessness,\" as a contributing factor to youth crime and violence.  Young people who perceive a high probability of early death, it is argued, may have little reason to delay gratification for the promise of future benefits, as the future itself is discounted.  Consequently, these young people tend to pursue high-risk behaviors associated with immediate rewards, including crime and violence.  Although existing studies lend empirical support to these arguments and show a statistical relationship between anticipated early death and youth crime, this support remains tentative.  Moreover, a number of questions remain regarding the interpretation of this relationship, the meanings that offenders attach to the prospect of early death, and the causal mechanisms that link anticipated early death to youth crime.  In this paper, we address the limitations of previous studies using a multi-methods approach, involving the analyses of national survey data and in-depth interviews with active street offenders.\n\n",
    "acknowledgement": "\nAll authors contributed equally to this manuscript; names appear alphabetically. An earlier version of this paper was presented at the 2007 meetings of the American Society of Criminology, Atlanta.  Support for this research was provided by the National Science Foundation (grant # 0520092) and the Georgia State University Research Foundation. Address correspondence to Timothy Brezina. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}