{
    "id": 14270,
    "citation_title": "Individual Laboratory-Measured Discount Rates Predict Field Behavior",
    "citation_author": [
        "Christopher F. Chabris",
        "David Laibson",
        "Carrie L. Morris",
        "Jonathon P. Schuldt",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate discount rates of 555 subjects using a laboratory task and find that these individual discount rates predict inter-individual variation in field behaviors (e.g., exercise, BMI, smoking). The correlation between the discount rate and each field behavior is small: none exceeds 0.28 and many are near 0. However, the discount rate has at least as much predictive power as any variable in our dataset (e.g., sex, age, education). The correlation between the discount rate and field behavior rises when field behaviors are aggregated: these correlations range from 0.09-0.38. We present a model that explains why specific intertemporal choice behaviors are only weakly correlated with discount rates, even though discount rates robustly predict aggregates of intertemporal decisions.\n\n",
    "acknowledgement": "\nThe authors wish to thank Kirill Babikov, Ananya Chakravarti, Lee Chung, Alison H. Delargy, Margaret E. Gerbasi, J. Richard Hackman, Jill M. Hooley, Steven E. Hyman, Thomas Jerde, Stephen M. Kosslyn, Melissa A. Liebert, Sarah Murphy, Jacob Sattelmair, Aerfen Whittle, and Anita W. Woolley for their advice, assistance, and support of this research. We acknowledge financial support by a NARSAD Young Investigator Award and DCI Postdoctoral Fellowship awarded to Christopher F. Chabris, an NSF ROLE grant to J. Richard Hackman and Stephen M. Kosslyn, and NIA (P01 AG005842, R01 AG021650) and NSF (0527516) grants to David I. Laibson The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}