{
    "id": 14273,
    "citation_title": "Racial Discrimination and Competition",
    "citation_author": [
        "Ross Levine",
        "Alexey Levkov",
        "Yona Rubinstein"
    ],
    "citation_publication_date": "2008-08-21",
    "issue_date": "2008-08-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper assesses the impact of competition on racial discrimination. The dismantling of inter- and intrastate bank restrictions by U.S. states from the mid-1970s to the mid-1990s reduced financial market imperfections, lowered entry barriers facing nonfinancial firms, and boosted the rate of new firm formation. We use bank deregulation to identify an exogenous intensification of competition in the nonfinancial sector, and evaluate its impact on the racial wage gap, which is that component of the black-white wage differential unexplained by Mincerian characteristics. We find that bank deregulation reduced the racial wage gap by spurring the entry of non- financial firms. Consistent with taste-based theories, competition reduced both the racial wage gap and racial segregation in the workplace, particularly in states with a comparatively high degree of racial prejudice, where competition-enhancing bank deregulation eliminated about one-quarter of the racial wage gap after five years.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Brown University, the Bank of Israel, the Federal Reserve Bank of New York, Harvard University, and the NBER Workshop on \"Income Distribution and Macroeconomics.\" We also thank Daron Acemoglu, Gary Becker, Roland Benabou, Steve Durlauf, Ken Chay, and Raquel Fernandez for very useful discussions. We are grateful to Kerwin Charles and Jonathan Guryan for sharing their data. We thank the Watson Institute for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}