{
    "id": 14274,
    "citation_title": "Like Father, Like Son? A Note on the Intergenerational Transmission of IQ Scores",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore able parents tend to have more able children. While few would question the validity of this statement, there is little large-scale evidence on the intergenerational transmission of IQ scores.  Using a larger and more comprehensive dataset than previous work, we are able to estimate the intergenerational correlation in IQ scores, examining not just average correlations but also how this relationship varies for different subpopulations.  We find that there is substantial intergenerational transmission of IQ scores; an increase in father's IQ at age 18 of 10% is associated with a 3.2% increase in son's IQ at the same age.  This relationship holds true no matter how we break the data.  This effect is much larger than our estimated elasticity of intergenerational transmission of income of approximately .2.\n\n",
    "acknowledgement": "\nBlack and Devereux gratefully acknowledge financial support from the National Science Foundation. Salvanes thanks the Research Council of Norway for financial support. We would like to thank Gary Solon for helpful comments.  We are indebted to Stig Jakobsen who was instrumental in obtaining access to the IQ data from the Norwegian Armed Forces.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}