{
    "id": 14288,
    "citation_title": "Federal Budget Rules: The US Experience",
    "citation_author": [
        "Alan J. Auerbach"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLike many other developed economies, the United States has imposed fiscal rules in attempting to impose a degree of fiscal discipline on the political process of budget determination.  The federal government has operated under a series of budget control regimes that have been complex in nature and of debatable impact.  Much of the complexity of these federal budget regimes relates to the structure of the U.S. federal government.  The controversy over the impact of different regimes relates to the fact that the rules have no constitutional standing, leading to the question of whether they do more than clarify a government's intended policies.\nIn this paper, I review US federal budget rules and present some evidence on their possible effects.  From an analysis of how components of the federal budget behaved under the different budget regimes, it appears that the rules did have some effects, rather than simply being statements of policy intentions.  The rules may also have had some success at deficit control, although such conclusions are highly tentative given the many other factors at work during the different periods.  Even less certain is the extent to which the various rules achieved whatever objectives underlay their introduction.\n\n",
    "acknowledgement": "\nThis paper was presented at a conference on Fiscal Rules and Institutions organized by the Economic Council of Sweden, Stockholm, October 2007.  I am grateful to my discussant, Torbjörn Becker, to other conference participants, and to Dhammika Dharmapala, Bill Gale, Richard Kogan and Dan Shaviro for comments on earlier drafts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}