{
    "id": 14280,
    "citation_title": "Understanding Bank Runs: The Importance of Depositor-Bank Relationships and Networks",
    "citation_author": [
        "Rajkamal Iyer",
        "Manju Puri"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique, new, database to examine micro depositor level data for a bank that faced a run. We use minute-by-minute depositor withdrawal data to understand the effectiveness of deposit insurance, the role of social networks, and the importance of bank-depositor relationships in influencing depositor propensity to run. We employ methods from the epidemiology literature which examine how diseases spread to estimate transmission probabilities of depositors running, and the significant underlying factors. We find that deposit insurance is only partially effective in preventing bank runs. Further, our results suggest that social network effects are important but are mitigated by other factors, in particular the length and depth of the bank-depositor relationship.  Depositors with longer relationships and those who have availed of loans from a bank are less likely to run during a crisis, suggesting that cross-selling acts not just as a revenue generator but also as a complementary insurance mechanism for the bank. Finally, we find there are long term effects of a solvent bank run in that depositors who run do not return back to the bank. Our results help understand the underlying dynamics of bank runs and hold important policy implications.\n\n",
    "acknowledgement": "\nWe would like to thank Doug Diamond, Mark Flannery, Atif Mian, Adair Morse, George Pennacchi, Debu Purohit, David Robinson, Claire Rosenfeld, Florencio Lopez de Silanes, Phil Strahan, Per Stromberg, David Smith, Amir Sufi, Anjan Thakor, Tanju Yorulmazer, and seminar participants at the American Finance Association Meetings, New Orleans, Bank Structure and Competition conference, Fed Chicago, Duke University, European School of Management and Technology, Federal Deposit Insurance Corporation, Washington, Financial Intermediation Research Society Conference, Anchorage, Harvard Business School, Indian School of Business, NBER Corporate Finance Summer Institute, New York Fed and NYU Stern conference on Financial Intermediation, University of Amsterdam, UBC Winter conference, Whistler, World Bank, Vanderbilt University, and CAC-FIC-SIFR conference at Wharton for helpful comments.  We are grateful to Mr. Gokul Parikh, and the staff of the bank for all their help. We appreciate the excellent research assistance of Ananth Raman. We thank the FDIC for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}