{
    "id": 14283,
    "citation_title": "Criminal Sentencing in Nineteenth Century Pennsylvania",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow law is interpreted and enforced at a particular historical moment reflects contemporary social concerns and prejudices. This paper investigates the nature of criminal sentencing in mid-nineteenth-century Pennsylvania. It finds that extralegal factors, namely place of conviction and several personal characteristics, were important determinants of sentence length. The observed disparities in the mid-nineteenth century, however, are different than modern disparities. Instead of longer sentences, African Americans and recent immigrants tended to receive shorter sentences, whereas more affluent offenders received longer sentences. The results are consistent with other interpretations of the period as the \"era of the common man.\"\n\n",
    "acknowledgement": "\nI thank Carolyn Moehling, Anne Morrison Piehl and seminar participants at Clemson University for many helpful comments on earlier versions of the paper. I thank Professor John Langbein at Yale Law School for affording me the opportunity to attend his course on the history of the common law in which I learned much about the history of criminal procedure. Veronica Hart provided invaluable research assistance. Financial support was provided by the National Science Foundation, SES-0109165. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}