{
    "id": 1428,
    "citation_title": "Securities Activities of U.S. Commercial Bank Affiliates: Lessons from the International Financial Markets",
    "citation_author": [
        "Richard M. Levich"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn issue confronting U.S. policymakers is whether restrictions on securities activities of U.S. commercial banks ought to be abolished within a broader program of banking and financial market deregulation. The Euro-bond market offers an opportunity to examine the performance of a largely unregulated securities market and the behavior of U.S. commercial bank affiliates within that market. In this paper, we present evidence on the development and performance of the Euro-bond market over the last 20 years and then infer the likely consequences if a similar level of deregulation and competition were permitted in the United States. Data on the level of competition is presented along with an analysis of underwriting strategies and innovations that have been pursued in the market. The most serious criticisms concerning Euro-bond market operations--e.g. excessive spreads, conflicts of interest, and the Grey market--are reviewed. Overall, the evidence suggests that the Euro-bond market has experienced dynamic and vigorous growth, resulting in net benefits to both borrowers and lenders without exposing the financial instituitons to significant risks. Large U.S. companies regularly tap the Euro-bond market and capture some of these benefits. Allowing U.S. commercial bank affiliates to compete in the U.S. securities markets could make these benefits more certain and expand their availability toall firms with a minimal increase in risk to the safety and soundness of the banking system.\n\n",
    "acknowledgement": "\n"
}