{
    "id": 14287,
    "citation_title": "Public or Private Production of Food Safety: What Do U.S. Consumers Want?",
    "citation_author": [
        "V. Kerry Smith",
        "Carol Mansfield",
        "Aaron Strong"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports estimates of consumers' preferences for plans to improve food safety. The plans are distinguished based on whether they address the ex ante risk of food borne illness or the ex post effects of the illness. They are also distinguished based on whether they focus on a public good -- reducing risk of illness for all consumers or allowing individual households to reduce their private risks of contracting a food borne pathogen. Based on a National Survey conducted in 2007 using the Knowledge Network internet panel our findings indicate consumers favor ex ante risk reductions and are willing to pay approximately $250 annually to reduce the risk of food borne illness. Moreover, they prefer private to public approaches and would not support efforts to reduce the severity of cases of illness over risk reductions.\n\n",
    "acknowledgement": "\nThis research was completed when the third author was a Postdoctoral Fellow, in CEESP, Arizona State University. Thanks are due F. Reed Johnson for assistance with the development of the experimental design for the survey, to Laurel Clayton, Eric Moore, Jonathan Eyer, and Garth Baughman for excellent research assistance and comments  and to Richard Laborin for assistance in preparing several drafts of this manuscript.  The research was supported by the United States Department of Homeland Security through the Center for Risk and Economic Analysis of Terrorism Events (CREATE) under grant numbers 2007-ST-061-000001 and DE-AC05-76RL01830. However, any opinions, findings, and conclusions or recommendations in this document are those of the authors and do not necessarily reflect views of the United States Department of Homeland Security. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}