{
    "id": 14289,
    "citation_title": "Product Market Synergies and Competition in Mergers and Acquisitions: A Text-Based Analysis",
    "citation_author": [
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "2012-02-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how product differentiation influences mergers and acquisitions and the ability of firms to exploit product market synergies.  Using novel text-based analysis of firm 10K product descriptions, we find three key results.  (1) Firms are more likely to enter restructuring transactions when the language describing their assets is similar to all other firms, consistent with their assets being more redeployable.  (2) Targets earn lower announcement returns when similar alternative target firms exist.  (3) Acquiring firms in competitive product markets experience increased profitability, higher sales growth, and increased changes in their product descriptions when they buy target firms that are similar to them and different from rival firms.  Our findings are consistent with similar merging firms exploiting synergies to create new products and increase their product differentiation relative to ex-ante rivals.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Product Market Synergies and Competition in Mergers and Acquisitions.\" Hoberg can be reached at ghoberg@rhsmith.umd.edu and Phillips can be reached at gphillips@rhsmith.umd.edu.  We thank Michael Faulkender, Kathleen Hanley, Nagpurnanand Prabhala, David Robinson and seminar participants at Duke University, Ohio State University, the Securities Exchange Commission, and the University of Maryland for helpful comments.  All errors are the authors alone. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}