{
    "id": 14286,
    "citation_title": "Trade, Technology, and the Environment: Why Have Poor Countries Regulated Sooner?",
    "citation_author": [
        "Mary Lovely",
        "David Popp"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries who adopted regulation of coal-fired power plants after 1980 generally did so at a much lower level of per-capita income than did early adopters -- poor countries regulated sooner. This phenomenon suggests that pioneering adopters of environmental regulation provide an advantage to countries adopting these regulations later, presumably through advances in technology made by these first adopters. Focusing specifically on regulation of coal-fired power plants, we ask to what extent the availability of new technology influences the adoption of new environmental regulation. We build a general equilibrium model of an open economy to identify the political-economy determinants of the decision to regulate emissions. Using a newly-created data set of SO2 and NOX regulations for coal-fired power plants and a patent-based measure of the technology frontier, we test the model's predictions using a hazard regression of the diffusion of environmental regulation across countries. Our findings support the hypothesis that international economic integration eases access to environmentally friendly technologies and leads to earlier adoption, ceteris paribus, of regulation in developing countries. By limiting firms' ability to burden shift, however, openness may raise opposition to regulation. Our results suggest that domestic trade protection allows costs to be shifted to domestic consumers while large countries can shift costs to foreign consumers, raising the likelihood of adoption. Other political economy factors, such as the quality of domestic coal and election years, are also important determinants.\n\n",
    "acknowledgement": "\nWe thank Neelakshi Medhi and Tara Holmes for excellent research assistance. Helpful comments on earlier versions were received from Devashish Mitra, David Sonnenfeld and seminar participants at Sustainable Resource Use and Economic Dynamics: SURED 2006, the International Monetary Fund, the London School of Economics, the Association for Public Policy Analysis and Management, the ERB Institute at the University of Michigan, and Northwestern University's Searle Center on Law, Regulation, and Economic Growth. As usual, any remaining errors are the responsibility of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}