{
    "id": 14282,
    "citation_title": "Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe \"Easterlin paradox\" suggests that there is no link between a society's economic development and its average level of happiness. We re-assess this paradox analyzing multiple rich datasets spanning many decades. Using recent data on a broader array of countries, we establish a clear positive link between average levels of subjective well-being and GDP per capita across countries, and find no evidence of a satiation point beyond which wealthier countries have no further increases in subjective well-being. We show that the estimated relationship is consistent across many datasets and is similar to the relationship between subject well-being and income observed within countries. Finally, examining the relationship between changes in subjective well-being and income over time within countries we find economic growth associated with rising happiness. Together these findings indicate a clear role for absolute income and a more limited role for relative income comparisons in determining happiness.\n\n",
    "acknowledgement": "\nThe authors would like to thank Gary Becker, David Blanchflower, Angus Deaton, Richard Easterlin, Carol Graham, Daniel Kahneman, Alan Krueger, David Laibson, Andrew Oswald, and Luis Rayo for useful discussions, and Gale Muller and his colleagues at Gallup for access to and help with the Gallup World Poll. Rohak Doshi and Michael L. Woodford provided excellent research assistance. We would like to thank the Zicklin Center for Business Ethics Research and the Zell/Lurie Real Estate Center for generous research support. The data and Stata programs used in this paper are available for download from the authors' homepages. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}