{
    "id": 14292,
    "citation_title": "Global Business Cycles: Convergence or Decoupling?",
    "citation_author": [
        "M. Ayhan Kose",
        "Christopher Otrok",
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the evolution of the degree of global cyclical interdependence over the period 1960-2005. We categorize the 106 countries in our sample into three groups -- industrial countries, emerging markets, and other developing economies. Using a dynamic factor model, we then decompose macroeconomic fluctuations in key macroeconomic aggregates -- output, consumption, and investment -- into different factors. These are: (i) a global factor, which picks up fluctuations that are common across all variables and countries; (ii) three group-specific factors, which capture fluctuations that are common to all variables and all countries within each group of countries; (iii) country factors, which are common across all aggregates in a given country; and (iv) idiosyncratic factors specific to each time series. Our main result is that, during the period of globalization (1985-2005), there has been some convergence of business cycle fluctuations among the group of industrial economies and among the group of emerging market economies. Surprisingly, there has been a concomitant decline in the relative importance of the global factor. In other words, there is evidence of business cycle convergence within each of these two groups of countries but divergence (or decoupling) between them.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the Brookings Institution, Cornell University, Johns Hopkins University, University of Wisconsin, and the 2008 NBER Summer Institute. We would like to thank Mark Aguiar, Stijn Claessens, Selim Elekdag, Charles Engel, Fabrizio Perri, Mark Watson and seminar participants for useful comments. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, IMF policy, or the views of the National Bureau of Economic Research.\n\n\n"
}