{
    "id": 14296,
    "citation_title": "The Welfare Impact of Reducing Choice in Medicare Part D: A Comparison of Two Regulation Strategies",
    "citation_author": [
        "Claudio Lucarelli",
        "Jeffrey Prince",
        "Kosali Simon"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "2011-10-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by widely publicized concerns that there are \"too many\" plans, we structurally estimate (and validate) an equilibrium model of the Medicare Part D market to study the welfare impacts of two feasible, similar-sized approaches for reducing choice. One reduces the maximum number of firm offerings regionally; the other removes plans providing donut hole coverage - consumers' most valued dimension. We find welfare losses are far smaller when coupled with elimination of a dimension of differentiation, as in the latter approach. We illustrate our findings' relevance under current health care reforms, and consider the merits of instead imposing ex ante competition for entry.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Measuring Welfare and the Effects of Regulation in a Government-Created Market: The Case of Medicare Part D Plans.\" We would like to thank Mike Baye , Leemore Dafny, Gautam Gowrisankaran, Brian Januzik, Jonathan Ketcham, Amanda Kowalski, Dan Miller, Chris Roebuck, Minjae Song and seminar participants at the Federal Trade Commission, the 7th Annual International Industrial Organization Conference, and the 3rd Biennial Conference of the American Society of Health Economists (ASHEcon) for many helpful comments. We also thank the Cornell University Consumer Pharmaceutical Policy Center, funded by an unrestricted educational grant from the Merck Company Foundation to Cornell University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}