{
    "id": 14290,
    "citation_title": "Real and Financial Industry Booms and Busts",
    "citation_author": [
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how product market competition affects firm cash flows and stock returns in industry booms and busts. In competitive industries, we find that high industry-level stock-market valuation, investment and new financing are followed by sharply lower operating cash flows and abnormal stock returns. We also find that analyst estimates are positively biased and returns comove more when industry valuations are high in competitive industries. In concentrated industries these relations are weak and generally insignificant. Our results suggest that when industry stock-market valuations are high, firms and investors in competitive industries do not fully internalize the negative externality of industry competition on cash flows and stock returns.\n\n",
    "acknowledgement": "\nWe especially thank Matthew Rhodes-Kropf and David Robinson for many helpful comments. We also thank Ron Giammarino, Bill Latham, Josh Lerner, Lubos Pastor, Paul Povel, Paul Seguin and seminar participants at the AEA meetings, American University, Baruch, Delaware, George Mason, Georgia State, the 2007 Frontiers of Finance Conference, Insead, NBER, NYU, Oxford, UBC, Vanderbilt, University of Vienna, Washington University of St. Louis, the Western Finance Association and Yale for helpful comments. All errors are the authors alone. Copyright 2007 by Gerard Hoberg and Gordon Phillips. All rights reserved. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}