{
    "id": 14293,
    "citation_title": "Effects of Low-Skilled Immigration on U.S. Natives: Evidence from Hurricane Mitch",
    "citation_author": [
        "Adriana Kugler",
        "Mutlu Yuksel"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 1980s the composition of immigrants to the U.S. shifted towards less-skilled workers. Around this time, real wages and employment of younger and less-educated U.S. workers fell. Some blame recent immigration shifts for the misfortunes of unskilled workers in the U.S. OLS estimates using Census data show instead that native wages are positively related to the recent influx of Latin Americans. However, these estimates are biased if demand shocks are positively related to immigration. An IV strategy, which deals with the endogeneity of immigration by exploiting a large influx of Central American immigrants towards U.S. Southern ports of entry after Hurricane Mitch, also generates positive wage effects but only for more educated native men. Yet, ignoring the flows of native and earlier immigrants in response to this exogeneous immigration is likely to generate upward biases in these estimates too. Native wage effects disappear and less-skilled employment of previous Latin American immigrants falls when controlling for out-migration. This highlights the importance of controlling for out-migration not only of natives but also of previous immigrants in regional studies of immigration.\n\n",
    "acknowledgement": "\nWe are especially grateful to Joe Altonji, Josh Angrist, David Autor, Frank Bean, George Borjas, Richard Freeman, Dan Hamermesh, Jenny Hunt, Chinhui Juhn, Larry Katz, Kevin Lang, Ethan Lewis, Peter Mieszkowski, and David Neumark as well as seminar participants at the NBER Summer Institute, the Society of Labor Economists Meetings, and UC Irvine for useful comments. Adriana Kugler thanks the Baker Institute for financial support through a grant from the Houston Endowment. E-mail for correspondence: adkugler@uh.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}