{
    "id": 14298,
    "citation_title": "The Cost of Property Rights: Establishing Institutions on the Philippine Frontier Under American Rule, 1898-1918",
    "citation_author": [
        "Noel Maurer",
        "Lakshmi Iyer"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine three reforms to property rights introduced by the United States in the Philippines in the early 20th century: the redistribution of large estates to their tenants, the creation of a system of secure land titles, and a homestead program to encourage cultivation of public lands. During the first phase of American occupation (1898-1918), we find that the progress of implementing these reforms was very slow. As a consequence, tenure insecurity increased over this period, and the distribution of farm sizes remained extremely unequal. We identify two primary causes for the slow progress of reform: first, the high cost of implementing these programs was a major factor in reducing take-up. On the other hand, the government was reluctant to evict delinquent or informal cultivators, especially on public lands. This reduced the costs of tenure insecurity. Political constraints prevented the government from subsidizing land reforms to a greater degree.\n\n",
    "acknowledgement": "\nWe would particularly like to thank Anne Booth, Alan Dye, Claudia Goldin, Bishnupriya Gupta, Stephen Haber, Richard Hooley, David Moss, Jeff Williamson for their excellent comments, advice, and help above and beyond the normal.  We would also like to thank the participants in the Harvard-Hitotsubashi-Warwick Conference (Venice), the Harvard University Economic History Workshop, Harvard Business School Institutional Foundations of Capitalism, Yale University Economic History Workshop, and the Sawyer Seminar on Power and Property Rights (UNC-Chapel Hill).  Avi Mowshovitz and Kevin Jiang provided superlative research assistance.  Any and all errors are, of course, wholly our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}