{
    "id": 14295,
    "citation_title": "Current Account Sustainability and Relative Reliability",
    "citation_author": [
        "Stephanie E. Curcuru",
        "Charles P. Thomas",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sustainability of the large and persistent U.S. current account deficits is one of the biggest issues currently being confronted by international macroeconomists. Some very plausible theories suggest that the substantial global imbalances can continue in a benign manner, other equally plausible theories predict a disorderly resolution, and in general it is very difficult to discern between competing theories. To inform the debates, we view competing theories through the perspective of the relative reliability of the data the theories rely on. Our analysis of the dark matter theory is cursory; from a relative reliability perspective, it fails as it is built on the assumption that an item that is largely unmeasured is the most accurate component of the entire set of international accounts. Similarly, the best data currently available suggest that U.S. returns differentials are much smaller than implied by the exorbitant privilege theory. Our analysis opens up questions about potential inconsistencies in the international accounts, which we address by providing rough estimates of various holes in the accounts.\n\n",
    "acknowledgement": "\nThis paper, which is forthcoming in the NBER's International Seminar 2008, is also being released as Federal Reserve International Finance Discussion Paper 947.  The authors are indebted to Jeff Frankel for suggesting the topic and to Trevor Reeve for particularly helpful discussions. We thank James Albertus for excellent research assistance and Mike Dooley, Daniel Gros, Philip Lane, Gian Maria Milesi-Ferretti, and participants at the Wisconsin Conference on Current Account Sustainability and the NBER International Seminar on Macroeconomics Conference in Slovenia for helpful comments. Warnock thanks the Darden School Foundation for generous support. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Dallas, the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}