{
    "id": 14297,
    "citation_title": "School Nutrition Programs and the Incidence of Childhood Obesity",
    "citation_author": [
        "Daniel L. Millimet",
        "Rusty Tchernis",
        "Muna Husain"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn light of the recent rise in childhood obesity, the School Breakfast Program (SBP) and National School Lunch Program (NSLP) have received renewed attention. Using panel data on over 13,500 primary school students, we assess the relationship between SBP and NSLP participation and (relatively) long-run measures of child weight. After documenting a positive association between SBP participation and child weight, and no association between NSLP participation and child weight, we present evidence indicating positive selection into the SBP. Allowing for even modest positive selection is sufficient to alter the results, indicating that the SBP is a valuable tool in the current battle against childhood obesity, whereas the NSLP exacerbates the current epidemic.\n\n",
    "acknowledgement": "\nThe authors wish to thank Patricia Anderson, Steven Haider, Elaina Rose, Jayjit Roy, seminar participants at Georgetown University Public Policy Institute, Texas Camp Econometrics, and conference participants at the Western Economic Association International Annual Meetings. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}