{
    "id": 14291,
    "citation_title": "Post-Merger Restructuring and the Boundaries of the Firm",
    "citation_author": [
        "Vojislav Maksimovic",
        "Gordon Phillips",
        "N. R. Prabhala"
    ],
    "citation_publication_date": "2008-08-29",
    "issue_date": "2008-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMergers and acquisitions are a fast way for a firm to grow. Using plant-level data, we examine how firms redraw their boundaries after acquisitions. We find that there is a large amount of restructuring in a short period following mergers. Acquirers sell 27% and close 19% of acquired plants within three years of the acquisition. Plants in the target's peripheral divisions, especially in industries in which asset values are increasing, and in industries in which the acquirer does not have a comparative advantage, are more likely to be sold by the acquirer. Acquirers with skill in running their peripheral divisions tend to retain more acquired plants. Plants retained by acquirers increase in productivity whereas sold plants do not. The extent of post-merger restructuring activities and their cross-sectional variation do not support an empire building explanation for mergers. Acquirers readjust their firm boundaries in ways that are consistent with the exploitation of their comparative advantage across industries.\n\n",
    "acknowledgement": "\nWe thank Murillo Campello, Gilles Chemla, Sudipto Dasgupta, John Matsusaka, Oguzhan Ozbas, Vish Viswanathan, and seminar participants at Duke, HKUST, Indian School of Business, NBER, Tanaka School at Imperial College, Tulane University, University of Mannheim, University of Southern California and the University of Western Ontario.  This research was supported by the NSF. We would like to thank CES staff.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Center for Economic Studies. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}