{
    "id": 14303,
    "citation_title": "Does Church Attendance Cause People to Vote? Using Blue Laws' Repeal to Estimate the Effect of Religiosity on Voter Turnout",
    "citation_author": [
        "Alan Gerber",
        "Jonathan Gruber",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegular church attendance is strongly associated with a higher probability of voting. It is an open question as to whether this association, which has been confirmed in numerous surveys, is causal. We use the repeal of the laws restricting Sunday retail activity (\"Blue laws\") to measure the effects of church-going on political participation. The repeal of Blue Laws caused a 5 percent decrease in church attendance. We measure the effect of Blue Laws' repeal on political participation and find that following the repeal turnout falls by approximately 1 percentage point. This turnout decline, which is statistically significant and fairly robust across model specifications, is consistent with the large effect of church attendance on turnout reported in the literature, and suggests that church attendance may have significant causal influence on voter turnout.\n\n",
    "acknowledgement": "\nWe thank Tracy Liu, and in particular Gabriel Durazo for research assistance in collecting the Blue Laws data.   We thank Shang Ha for research assistance. We are grateful to James Snyder, who supplied the election data. This work was supported by the Metanexus Institute and the Yale University Institution for Social and Policy Studies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}