{
    "id": 14300,
    "citation_title": "Business Volatility, Job Destruction, and Unemployment",
    "citation_author": [
        "Steven J. Davis",
        "R. Jason Faberman",
        "John Haltiwanger",
        "Ron Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment inflows fell from 4 percent of employment per month in the early 1980s to 2 percent or less by the mid 1990s and thereafter.  U.S. data also show a secular decline in the job destruction rate and the volatility of firm-level employment growth rates. We interpret this decline as a decrease in the intensity of idiosyncratic labor demand shocks, a key parameter in search and matching models of unemployment.  According to these models, a lower intensity of idiosyncratic shocks produces less job destruction, fewer workers flowing through the unemployment pool and less frictional unemployment. To evaluate the importance of this theoretical mechanism, we relate industry-level unemployment flows from 1977 to 2005 to industry-level indicators for the intensity of idiosyncratic shocks. Unlike previous research, we focus on the lower frequency relationship of job destruction and business volatility to unemployment flows.  We find strong evidence that declines in the intensity of idiosyncratic labor demand shocks drove big declines in the incidence and rate of unemployment.  This evidence implies that the unemployment rate has become much less sensitive to cyclical movements in the job-finding rate.\n\n",
    "acknowledgement": "\nWe thank John Abowd, Hoyt Bleakley, Robert Hall and seminar participants at Northwestern University, the University of Chicago, the Stanford Institute for Theoretical Economics and the San Francisco Federal Reserve Bank Conference on Recent Trends in Economic Volatility for helpful comments on earlier drafts. Marios Michaelides provided excellent research assistance. This work is unofficial and has not undergone the review accorded to official Census Bureau publications. The views expressed are those of the authors and do not necessarily reflect the views of the U.S. Bureau of Labor Statistics, the U.S. Bureau of the Census, the Federal Reserve Bank of Philadelphia or their staff members. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}