{
    "id": 14309,
    "citation_title": "The Effect of Medicare Coverage for the Disabled on the Market for Private Insurance",
    "citation_author": [
        "John F. Cogan",
        "R. Glenn Hubbard",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubsidies for health insurance for chronically ill, high-cost individuals may increase coverage in the broader population by improving the functioning of insurance markets.  In this paper, we assess an historical example of a policy intervention of this sort, the extension of Medicare to the disabled, on the private insurance coverage of non-disabled individuals.  We use data on insurance coverage from the Panel Study of Income Dynamics from before and after the extension of Medicare to the disabled to estimate the effect of the program on private insurance coverage rates in the broader population.  We find that the insurance coverage of individuals who had a health condition that limited their ability to work increased significantly in states with high versus low rates of disability.  Our findings suggest that that subsidizing individuals with high expected health costs is an effective way to increase the private insurance coverage of other high-cost individuals.\n\n",
    "acknowledgement": "\nRespectively, Leonard and Shirley Ely Senior Fellow, Hoover Institution, Stanford University; Dean and Russell L. Carson Professor of Finance and Economics (Graduate School of Business) and Professor of Economics, Columbia University, and Research Associate, National Bureau of Economic Research; and David S. and Ann M. Barlow Professor in Management (Graduate School of Business) and Senior Fellow (Hoover Institution), Stanford University, and Research Associate, National Bureau of Economic Research.  We would like to thank Jay Bhattacharya for the suggestion of using the PSID and Alan Auerbach, Kate Bundorf, Jonathan Skinner, and participants at the NBER Summer Institute for helpful comments.  Kessler gratefully acknowledges funding from the National Institutes on Aging. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}