{
    "id": 14301,
    "citation_title": "Transfer Program Complexity and the Take Up of Social Benefits",
    "citation_author": [
        "Henrik Jacobsen Kleven",
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper models complexity in social programs as a byproduct of efforts to screen between deserving and undeserving applicants. While a more rigorous screening technology may have desirable effects on targeting efficiency, the associated complexity introduces transaction costs into the application process and may induce incomplete take up. The paper integrates the study of take up with the study of classification errors of type I and type II, and argue that incomplete take up can be seen as a form of type I error. We consider a government interested in ensuring a minimum income level for as many deserving individuals as possible, and characterize optimal programs when policy makers can choose the rigor of screening (and associated complexity) along with a benefit level and an eligibility criterion. It is shown that optimal program parameters reflect a trade-off at the margin between type I errors (including non-takeup) and type II errors. Optimal programs that are not universal always feature a high degree of complexity. Although it is generally possible to eliminate take up by the undeserving (type II errors), policies usually involve eligibility criteria that make them eligible and rely on complexity to restrict their participation. Even though the government is interested only in ensuring a minimum benefit level, the optimal policy may feature benefits that are higher than this target minimum. This is because benefits generically screen better than either eligibility criteria or complexity. We present numerical simulations on comparative statics with respect to budget size, ability distribution, complexity costs, and stigma. Our results are discussed in light of empirical findings for public programs in the United States.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}