{
    "id": 14315,
    "citation_title": "Demand Estimation Under Incomplete Product Availability",
    "citation_author": [
        "Christopher T. Conlon",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncomplete product availability is an important feature of many markets; ignoring changes in availability may bias demand estimates. We study a new dataset from a wireless inventory system installed on 54 vending machines to track product availability every four hours. The data allow us to account for product availability when estimating demand, and provides a valuable source of variation for identifying substitution patterns. We develop a procedure that allows for changes in product availability even when availability is only observed periodically. We find significant differences in demand estimates, with the corrected model predicting significantly larger impacts of stock-outs on profitability.\n\n",
    "acknowledgement": "\nWe thank Dan Ackerberg, Susan Athey, Steve Berry, Uli Doraszelski, J.P. Dube, Phil Haile, Wes Hartmann, Ken Hendricks, Guido Imbens, Phillip Leslie, Richard Mortimer, Ariel Pakes and Frank Wolak for helpful discussions and comments. We also thank seminar participants at the Stanford Institute for Theoretical Economics, the National Bureau of Economic Research (Summer Institute), the Econometric Society (Winter Meetings), Brown University, Columbia University, Harvard University, London School of Economics, the Stern School of Business at New York University, Northeastern University, Stanford University, University of Arizona, University of Texas, and Washington University for helpful comments. Financial support for this research was generously provided through NSF grant SES-0617896. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}