{
    "id": 14314,
    "citation_title": "Teacher Preparation and Student Achievement",
    "citation_author": [
        "Donald Boyd",
        "Pamela Grossman",
        "Hamilton Lankford",
        "Susanna Loeb",
        "James Wyckoff"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are fierce debates over the best way to prepare teachers.  Some argue that easing entry into teaching is necessary to attract strong candidates, while others argue that investing in high quality teacher preparation is the most promising approach. Most agree, however, that we lack a strong research basis for understanding how to prepare teachers.  This paper is one of the first to estimate the effects of features of teachers' preparation on teachers' value-added to student test score performance in math and English Language Arts.  Our results indicate variation across preparation programs in the average effectiveness of the teachers they are supplying to New York City schools. In particular, preparation directly linked to practice appears to benefit teachers in their first year.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We benefited particularly from insights and help from Carla Asher, Vicki Bernstein, Marilyn Cochrane-Smith, David Cohen, Ronald Ehrenberg, Jennifer Bell-Ellwanger, Robert Floden, Nicholas Michelli, Richard Murnane, Edward Silver, and Ana Maria Villegas.  We appreciate financial support from the Carnegie Corporation of New York, City University of New York, the National Science Foundation, the Spencer Foundation and the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018 to the Urban Institute. We are also grateful for the exceptional research assistance provided by Marsha Ing, Luke Miller, Maria Perez, and Matt Ronfeldt, as well as Karen Hammerness, Morva McDonald, and Michelle Reininger.  The views expressed in the paper are solely those of the authors and may not reflect those of the funders or the National Bureau of Economic Research. Any errors are attributable to the authors.\n\n\n"
}