{
    "id": 14310,
    "citation_title": "Housing Busts and Household Mobility",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko",
        "Joseph Tracy"
    ],
    "citation_publication_date": "2008-09-05",
    "issue_date": "2008-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing two decades of American Housing Survey data from 1985-2005, we estimate the impact on household mobility of owners having negative equity in their homes and of rising mortgage interest rates.  We find that both lead to lower, not higher, mobility rates over time.  The impacts are economically large, with mobility being almost 50 percent lower for owners with negative equity in their homes.  This does not imply that current worries about defaults and owners having to move from their homes are entirely misplaced.  It does indicate that, in the past, the lock-in effects of these two factors were dominant over time.  Our results cannot simply be extrapolated to the future, but policy makers should begin to consider the consequences of lock-in and reduced household mobility because they are quite different from those associated with default and higher mobility.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.  We appreciate the helpful comments of Ed Glaeser, Chris Mayer, Stuart Rosenthal, and seminar participants on NYU.  Andrew Moore provided excellent research assistance.  Fernando Ferreira and Joseph Gyourko thank the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}