{
    "id": 14312,
    "citation_title": "How Much Does Immigration Boost Innovation?",
    "citation_author": [
        "Jennifer Hunt",
        "Marjolaine Gauthier-Loiselle"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the extent to which skilled immigrants increase innovation in the United States by exploring individual patenting behavior as well as state-level determinants of patenting. The 2003 National Survey of College Graduates shows that immigrants patent at double the native rate, and that this is entirely accounted for by their disproportionately holding degrees in science and engineering. These data imply that  a one percentage point rise in the share of immigrant college graduates in the population increases patents per capita by 6%. This could be an overestimate of immigration's benefit if immigrant inventors crowd out native inventors, or an underestimate if immigrants have positive spill-overs on inventors. Using a 1950-2000 state panel, we show that natives are not crowded out by immigrants, and that immigrants do have positive spill-overs, resulting in an increase in patents per capita of about 15% in response to a one percentage point increase in immigrant college graduates. We isolate the causal effect by instrumenting the change in the share of skilled immigrants in a state with the initial share of immigrant high school dropouts from Europe, China and India. In both data sets, the positive impacts of immigrant post-college graduates and scientists and engineers are larger than for immigrant college graduates.\n\n",
    "acknowledgement": "\nWe are grateful to David Munroe for excellent research assistance, and for helpful comments to Francisco Alvarez-Cuadrado, Leah Brooks, David Card, Lee Fleming, Rachel Friedberg, David Green, Francisco Gonzales, Judy Hellerstein, Chad Jones, Bill Kerr, Daniel Parent, Giovanni Peri, Steve Pischke, Regina Riphahn, Eric Stuen and Dee Suttiphisal, seminar participants at the NBER (Productivity and Labor Studies), Nuremberg and the SoLE/EALE Transatlantic Conference, and several friends holding patents. We thank Bill Kerr, Nicole Fortin, and Jim Hirabayashi of the USPTO for data and Deven Parmar for obtaining and formatting the USPTO data. Hunt is also affiliated with the CReAM, CEPR, IZA and DIW-Berlin, and acknowledges the Social Science and Humanities Research Council of Canada for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}