{
    "id": 14318,
    "citation_title": "International evidence on well-being",
    "citation_author": [
        "David G. Blanchflower"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational Time Accounting is a way of measuring society's well-being, based on time use.  Its explicit form is the U-index, for \"unpleasant\" or \"undesirable\", which measures the proportion of time an individual spends in an unpleasant state. In this paper I review cross-country evidence on happiness and life satisfaction and consider whether these data will likely be replaced by the U-index.  I find that first, that there are many similarities.  According to both measures happiness is higher for the more educated, for married people, for those with higher income and for whites and lower for the unemployed; is U-shaped in age and un-trended over time in the USA although they are trended up in a number of EU countries and especially so in developing countries.  Equivalent results are found using self-reported unhappiness data.  Second, there is a large body of data on happiness that is unavailable on the U-index.  For example, according to happiness research well-being across nations is lower the higher is the unemployment rate, the current inflation rate and the highest inflation rate in a person's adult life.  Higher inequality also lowers happiness. Third, we know little about the predictive power of the U-index. Happiness and life satisfaction data seem able to forecast migration flows.  Fourth, happy people are particularly optimistic about the future.  Fifth, according to the happiness data the US ranks above France but the U-index suggests the reverse.\n\n",
    "acknowledgement": "\nI thank Andrew Clark, Dick Easterlin, Richard Freeman, Alan Krueger, Andrew Oswald, Jon Skinner, Alois Stutzer and Justin Wolfers and participants at the NBER Conference on National Time Accounts for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}