{
    "id": 14311,
    "citation_title": "Pitfalls of Participatory Programs: Evidence From a Randomized Evaluation in Education in India",
    "citation_author": [
        "Abhijit Banerjee",
        "Rukmini Banerji",
        "Esther Duflo",
        "Rachel Glennerster",
        "Stuti Khemani"
    ],
    "citation_publication_date": "2008-09-11",
    "issue_date": "2008-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParticipation of beneficiaries in the monitoring of public services is increasingly seen as a key to improving their efficiency. In India, the current government flagship program on universal primary education organizes both locally elected leaders and parents of children enrolled in public schools into committees and gives these groups powers over resource allocation, and monitoring and management of school performance. However, in a baseline survey we found that people were not aware of the existence of these committees and their potential for improving education. This paper evaluates three different interventions to encourage beneficiaries' participation through these committees: providing information, training community members in a new testing tool, and training and organizing volunteers to hold remedial reading camps for illiterate children. We find that these interventions had no impact on community involvement in public schools, and no impact on teacher effort or learning outcomes in those schools. However, we do find that the intervention that trained volunteers to teach children to read had a large impact on activity outside public schools -- local youths volunteered to be trained to teach, and children who attended these camps substantially improved their reading skills. These results suggest that citizens face substantial constraints in participating to improve the public education system, even when they care about education and are willing to do something to improve it.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}