{
    "id": 14319,
    "citation_title": "Is a Donor in Hand Better than Two in the Bush? Evidence from a Natural Field Experiment",
    "citation_author": [
        "Craig E. Landry",
        "Andreas Lange",
        "John A. List",
        "Michael K. Price",
        "Nicholas G. Rupp"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis study develops theory and conducts an experiment to provide an understanding of why people initially give to charities, why they remain committed to the cause, and what factors attenuate these influences. Using an experimental design that links donations across distinct treatments separated in time, we present several insights. For example, we find that previous donors are more likely to give, and contribute more, than donors asked to contribute for the first time. Yet, how these previous donors were acquired is critical: agents who are initially attracted by signals of charitable quality transmitted via an economic mechanism are much more likely to continue giving than agents who were initially attracted by non-mechanism factors.\n\n",
    "acknowledgement": "\nWe are grateful to Jamie Brown-Kruse for working with us in her capacity as the Director of the Hazard Center. We thank the Editor and three anonymous referees for excellent insights that markedly improved the study. Colin Camerer, Ernst Fehr, Glenn Harrison, Lise Vesterlund, and seminar participants at several universities, conferences, and meetings also provided useful insights. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}