{
    "id": 14328,
    "citation_title": "Long-Term Care of the Disabled Elderly: Do Children Increase Caregiving by Spouses?",
    "citation_author": [
        "Liliana E. Pezzin",
        "Robert A. Pollak",
        "Barbara S. Schone"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo adult children affect the care elderly parents provide each other?  We develop two models in which the anticipated behavior of adult children provides incentives for elderly parents to increase care for their disabled spouses.  The \"demonstration effect\" postulates that adult children learn from a parent's example that family caregiving is appropriate behavior.  The \"punishment effect\" postulates that adult children may punish parents who fail to provide spousal care by not providing future care for the nondisabled spouse when necessary.  Thus, joint children act as a commitment mechanism, increasing the probability that elderly spouses will provide care for each other; stepchildren with weak attachments to their parents  provide weaker incentives for spousal care than joint children.  Using data from the HRS, we find evidence that spouses provide more care when they have children with strong parental attachment.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support of the National Institute on Aging under grants 1 R01 AG24049 and 1 R01AG 025475.  Early versions of this paper were presented at the Economic Demography Workshop, Population Association o f America, New York, NY 2007; the National Bureau of Economic Research Cohort Studies, Cambridge MA 2006; and at the European Society of Population Economics, Paris, France, 2005. The views in this paper are the authors.  No official endorsement by the Agency for Healthcare Research and Quality of the Department of Health and Human Services is intended or should be inferred. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}