{
    "id": 14329,
    "citation_title": "Wage Formation between Newly Hired Workers and Employers: Survey Evidence",
    "citation_author": [
        "Robert E. Hall",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome workers bargain with prospective employers before accepting a job. Others could bargain, but find it undesirable, because their right to bargain has induced a sufficiently favorable offer, which they accept. Yet others perceive that they cannot bargain over pay; they regard the posted wage as a take-it-or-leave-it opportunity. Theories of wage formation point to substantial differences in labor-market equilibrium between bargained and posted wages. The fraction of workers hired away from existing jobs is another key determinant of equilibrium, because a worker with an existing job has a better outside option in bargaining than does an unemployed worker. Our survey measures the incidences of wage posting, bargaining, and on-the-job search. We find that about a third of workers had precise information about pay when they first met with their employers, a sign of wage posting. We find that another third bargained over pay before accepting their current jobs. And about 40 percent of workers could have remained on their earlier jobs at the time they accepted their current jobs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}