{
    "id": 14327,
    "citation_title": "Can Policy Interact with Culture? Minimum Wage and the Quality of Labor Relations",
    "citation_author": [
        "Philippe Aghion",
        "Yann Algan",
        "Pierre Cahuc"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan public policy interfere with culture, such as beliefs and norms of cooperation? We investigate this question by evaluating the interactions between the State and the Civil Society, focusing on the labor market. International data shows a negative correlation between union density and the quality of labor relations on one hand, and state regulation of the minimum wage on the other hand. To explain this relation, we develop a model of learning of the quality of labor relations. State regulation crowds out the possibility for workers to experiment negotiation and learn about the true cooperative nature of participants in the labor market. This crowding out effect can give rise to multiple equilibria: a \"good\" equilibrium characterized by strong beliefs in cooperation, leading to high union density and low state regulation; and a \"bad\" equilibrium, characterized by distrustful labor relations, low union density and strong state regulation of the minimum wage. We then use surveys on social attitudes and unionization behavior to document the relation between minimum wage legislation and the beliefs about the scope of cooperation in the labor market.\n\n",
    "acknowledgement": "\nThe authors thank for their very useful comments Daron Acemoglu, Marios Angeletos, Philippe Askenazy, Olivier Blanchard, Daniel Cohen, Jean-Michel Grandmont, Guy Laroque, Etienne Lehmann, Torsten Persson, Thomas Piketty, Guido Tabellini and Andrei Shleifer. We have benefited from many helpful comments from seminar participants at Bocconi, Boston College, CREST, Hebrew University, Mannheim University, MIT, Paris School of Economics, University of Florida and the IOG (Institution, Organization and Growth) group at the Canadian Institute for Advanced Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}