{
    "id": 14326,
    "citation_title": "Medicare Part D's Effects on Elderly Drug Costs and Utilization",
    "citation_author": [
        "Jonathan D. Ketcham",
        "Kosali Simon"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze Medicare Part D's net effect on elderly out-of-pocket (OOP) costs and use of prescription drugs using a dataset containing 1.4 billion prescription records from Wolters Kluwer Health (WKH). These data span the period December 2004-December 2007 and include pharmacy customers whose age as of 2007 is greater than 57 years. The outcomes we examine are OOP cost per day's supply of a medication, the days of medication supplied per capita, and the number of individuals filling prescriptions. We compare outcomes before vs. after January 2006, for those over age 66 years vs. for those age 58-64 years, adjusting for the under-reporting of certain cash-only transactions in the WKH data. Our results indicate that from 2005-2007, Part D reduced elderly OOP costs per day's supply of medication by 21.7%, and increased elderly use of prescription drugs by 4.7%, implying a price elasticity of demand of -0.22. These effects occurred primarily during the first year of the program. An age- and time-standardized comparison of our quantity results with previous estimates from Walgreens data shows that our findings are 2.6 times as large. We conclude that Part D lowered elderly patients' OOP costs substantially and increased utilization modestly, and note that in comparing results across studies on this topic, magnitudes may vary substantially due to differences in data and methods.\n\n",
    "acknowledgement": "\nWe are grateful for financial support in purchasing Wolters Kluwer Health data in the form of grants awarded to Cornell University from Pfizer Inc and Merck Foundation, the philanthropic arm of Merck Inc. Special thanks to Jim Hendrix, Rusty Jones and Steven Pieri of Wolters Kluwer Health, to Michael North and Robert Harris for their research support, and to David Ridley, Kirsten Axelsen and 2008 ASHE session participants for valuable comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}