{
    "id": 14325,
    "citation_title": "Valuing a Homeland Security Policy: Countermeasures for the Threats from Shoulder Mounted Missiles",
    "citation_author": [
        "V. Kerry Smith",
        "Carol Mansfield",
        "Laurel Clayton"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports estimates for the ex ante tradeoffs for three specific homeland security policies that all address a terrorist attack on commercial aircraft with shoulder mounted missiles.  Our analysis focuses on the willingness to pay for anti-missile laser jamming countermeasures mounted on commercial aircraft compared with two other policies as well as the prospect of remaining with the status quo. Our findings are based a stated preference conjoint survey conducted in 2006 and administered to a sample from Knowledge Networks' national internet panel. The estimates range from $100 to $220 annually per household.  Von Winterfeldt and O'Sullivan's [2006] analysis of the same laser jamming plan suggests that the countermeasures would be preferred if economic losses are above $74 billion, the probability of attack is larger than 0.37 in ten years, and if the cost of the measures is less than about $14 billion.  Our results imply that, using the most conservative of our estimates, a program with a cost consistent with their thresholds would yield significant aggregate net benefits.  More generally, this research grows out of a need to measure the benefits of an iconic public good -- national defense -- to assess the economic efficiency of Department of Homeland Security policies.\n\n",
    "acknowledgement": "\nThanks are due Barbara Kanninen for assistance with the development of the experimental designs for the surveys, to Detlof von Winterfeldt and CREATE's Science Advisory Committee for comments on earlier versions of this research, to Eric Moore for excellent research assistance, and to Richard Laborin for assistance in preparing several drafts of this manuscript.  The research was supported by the United States Department of Homeland Security through the Center for Risk and Economic Analysis of Terrorism Events (CREATE) under grant numbers 2007-ST-061-000001 and DE-AC05-76RL01830. However, any opinions, findings, and conclusions or recommendations in this document are those of the authors and do not necessarily reflect views of the United States Department of Homeland Security. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}