{
    "id": 14323,
    "citation_title": "Strategic Interaction Among Heterogeneous Price-Setters In An Estimated DSGE Model",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a DSGE model in which firms follow one of four price-setting regimes: sticky prices, sticky-information, rule-of-thumb, or full-information flexible prices. The parameters of the model, including the fractions of each type of firm, are estimated by matching the moments of the observed variables of the model to those found in the data. We find that sticky-price firms and sticky-information firms jointly account for over 80% of firms in the model, with the rest largely accounted for by rule-of-thumb firms. We compare the performance of our hybrid model to pure sticky-price and sticky-information models along various dimensions, including monetary policy implications.\n\n",
    "acknowledgement": "\nThe authors thank Bob Barsky, Angus Chu, Bill Dupor, Chris House, Ed Knotek, Peter Morrow, Serena Ng, Phacharapot Nuntramas, Oleg Korenok, Matthew Shapiro, Eric Sims, Mark Watson, an anonymous referee, and seminar participants at the University of Michigan and North American Econometric Society Meeting for helpful comments. The authors also wish to thank the Robert V. Roosa Fellowship and Rackham Dissertation Fellowship for financial support, the SciClone Computational Cluster (College of William and Mary) and Center for Advanced Computing (University of Michigan) for computational support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}