{
    "id": 14321,
    "citation_title": "Capital Flow Bonanzas: An Encompassing View of the Past and Present",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA considerable literature has examined the causes, consequences, and policy responses to surges in international capital flows. A related strand of papers has attempted to catalog current account reversals and capital account \"sudden stops.\" This paper offers an encompassing approach with an algorithm cataloging capital inflow bonanzas in both advanced and emerging economies during 1980-2007 for 181 countries and 1960-2007 for a subset of 66 economies from all regions. In line with earlier studies, global factors, such as commodity prices, international interest rates, and growth in the world's largest economies, have a systematic effect on the global capital flow cycle. Bonanzas are no blessing for advanced or emerging market economies. In the case of the latter, capital inflow bonanzas are associated with a higher likelihood of economic crises (debt defaults, banking, inflation and currency crashes). Bonanzas in developing countries are associated with procyclical fiscal policies and attempts to curb or avoid an exchange rate appreciation -- very likely contributing to economic vulnerability. For the advanced economies, the results are not as stark, but bonanzas are associated with more volatile macroeconomic outcomes for GDP growth, inflation, and the external accounts. Slower economic growth and sustained declines in equity and housing prices follow at the end of the inflow episode.\n\n",
    "acknowledgement": "\nThe authors wish to thank Jeff Frankel, Francisco Giavazzi, Alejandro Izquiredo, Frank Warnock, and other participants for helpful comments. Meagan Berry, Adam Paul, and Anna Stumpf provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}