{
    "id": 14320,
    "citation_title": "Optimal Minimum Wage Policy in Competitive Labor Markets",
    "citation_author": [
        "David Lee",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a theoretical analysis of optimal minimum wage policy in a perfectly competitive labor market. We show that a binding minimum wage -- while leading to unemployment -- is nevertheless desirable if the government values redistribution toward low wage workers and if unemployment induced by the minimum wage hits the lowest surplus workers first. This result remains true in the presence of optimal nonlinear taxes and transfers. In that context, a minimum wage effectively rations the low skilled labor that is subsidized by the optimal tax/transfer system, and improves upon the second-best tax/transfer optimum. When labor supply responses are along the extensive margin, a minimum wage and low skill work subsidies are complementary policies; therefore, the co-existence of a minimum wage with a positive tax rate for low skill work is always (second-best) Pareto inefficient. We derive formulas for the optimal minimum wage (with and without optimal taxes) as a function of labor supply and demand elasticities and the redistributive tastes of the government. We also present some illustrative numerical simulations.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Marios Angeletos, Pierre Cahuc, David Card, Kenneth Judd, Guy Laroque, Etienne Lehmann, and numerous seminar participants for useful discussions and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}