{
    "id": 14337,
    "citation_title": "Imitative Obesity and Relative Utility",
    "citation_author": [
        "David G. Blanchflower",
        "Andrew J. Oswald",
        "Bert Van Landeghem"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf human beings care about their relative weight, a form of imitative obesity can emerge (in which people subconsciously keep up with the weight of the Joneses).  Using Eurobarometer data on 29 countries, this paper provides cross-sectional evidence that overweight perceptions and dieting are influenced by a person's relative BMI, and longitudinal evidence from the German Socioeconomic Panel that well-being is influenced by relative BMI.  Highly educated people see themselves as fatter -- at any given actual weight -- than those with low education.  These results should be treated cautiously, and fixed-effects estimates are not always well-determined, but there are grounds to take seriously the possibility of socially contagious obesity.\n\n",
    "acknowledgement": "\nWe are grateful to Alois Stutzer for many helpful ideas on the topic of obesity, and to Gordon D.A. Brown for discussions on the possible role of ordinal rank in BMI.  For valuable suggestions, we thank also John Cawley, Nicholas Christakis, Andrew Clark, Armin Falk, Amanda Goodall, Carol Graham, Nick Powdthavee, Dan Wilson, and participants at the 2008 NBER Health Economics and Health Policy Workshops and the 2008 EEA Milan Meeting.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}