{
    "id": 14338,
    "citation_title": "Gender Differences in Market Competitiveness in a Real Workplace: Evidence from Performance-based Pay Tournaments among Teachers",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent lab and field experiments suggest that women are less effective than men in a competitive environment. In this paper I examine how individual performance in a real work place is affected by a competitive environment and by its gender mix. The competition is among math, English and Language teachers who participated in a rank order tournament that rewarded teachers with large cash bonuses based on the test performance of their classes. The evidence suggest that the average ranking, winning rate and awarded prize did not differ by gender nor between teachers in competition groups with only female teachers or with both genders. I also find that the direct impact of the bonus program on students' outcomes did not vary by male and female teachers or by the type of competitive environment in terms of gender mix of the participants. As for mechanisms that can explain these results, I found no differences by either gender or by the gender mix of the competition group in teachers' awareness and familiarity with the program and its rules, and in effort and teaching methods. Women though were more pessimistic about the effectiveness of teachers' performance pay and more realistic than men about their likelihood of winning bonuses.\n\n",
    "acknowledgement": "\nSpecial thanks go to Alex Levkov and Roy Mill for outstanding research assistance. I benefited from comments of seminar participants at Boston University, Hebrew University, CESifo/PEPG 2008 conference and the NBER 2008 Summer Institute Labor Studies conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}