{
    "id": 14331,
    "citation_title": "Managerial Incentives and Value Creation: Evidence from Private Equity",
    "citation_author": [
        "Phillip Leslie",
        "Paul Oyer"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the differences between companies owned by private equity (PE) investors and similar public companies.  We document that PE-owned companies use much stronger incentives for their top executives and have substantially higher debt levels.  However, we find little evidence that PE-owned firms outperform public firms in profitability or operational efficiency.  We also show that the compensation and debt differences between PE-owned companies and public companies disappear over a very short period (one to two years) after the PE-owned firm goes public.  Our results raise questions about whether and how PE firms and the incentives they put in place create value.\n\n",
    "acknowledgement": "\nWe thank Ben Beder, Marco Beltran, Christopher Jung, William Vijverberg, and Alex Wong for research assistance, and thanks to Bengt Holmstrom and Steve Kaplan for helpful feedback.  We are also very grateful to a number of executives at private equity firms for giving us insights into their business practices. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}