{
    "id": 14330,
    "citation_title": "Simple Humans, Complex Insurance, Subtle Subsidies",
    "citation_author": [
        "Jeffrey Liebman",
        "Richard Zeckhauser"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe behavioral revolution in economics has demonstrated that human beings often have difficulty making wise choices. The most widely chronicled difficulties arise for decisions made under conditions of uncertainty, those whose consequences unfold over significant amounts of time, and decisions made in complex environments. Unfortunately, these are precisely the elements involved when individuals choose a health insurance policy, or decide whether to consume health care services.  In this paper, we argue that traditional economic models of insurance are woefully insufficient for analyzing the tradeoffs inherent when giving consumers responsibility for making health care choices.   We show that behavioral economics provides a stronger normative justification for many features of our existing health care policy than do the models of traditional economics. We then demonstrate that policy analyses of the wide range of subsidies that permeate the health care system change substantially when viewed from the behavioral perspective. In closing, we discuss how recent policy trends can be fruitfully assessed using a behavioral lens.\n\n",
    "acknowledgement": "\nThis paper is a chapter in the forthcoming book Using Taxes to Reform Health Insurance: Pitfalls and Promises. Henry J. Aaron and Leonard E. Burman, eds (Washington: Brookings Institution).  We are grateful to Henry Aaron, Len Burman, Jeffrey Kling, Edward McCaffery, Eve Rittenberg, and Chris Robert for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}