{
    "id": 14332,
    "citation_title": "Managing Contribution and Capital Market Risk in a Funded Public Defined Benefit Plan: Impact of CVaR Cost Constraints",
    "citation_author": [
        "Raimond Maurer",
        "Olivia S. Mitchell",
        "Ralph Rogalla"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a Monte Carlo framework, we analyze the risks and rewards of moving from an unfunded defined benefit pension system to a funded plan for German civil servants, allowing for alternative strategic contribution and investment patterns. In the process we integrate a Conditional Value at Risk (CVaR) restriction on overall plan costs into the pension manager's objective of controlling contribution rate volatility. After estimating the contribution rate that would fully fund future benefit promises for current and prospective employees, we identify the optimal contribution and investment strategy that minimizes contribution rate volatility while restricting worst-case plan costs. Finally, we analyze the time path of expected and worst-case contribution rates to assess the chances of reduced contribution rates for current and future generations. Our results show that moving toward a funded public pension system can be beneficial for both civil servants and taxpayers.\n\n",
    "acknowledgement": "\nThis research was conducted with support from the TransCoop Program of the Alexander von Humboldt Foundation and the Pension Research Council (PRC) at The Wharton School of the University of Pennsylvania. We are grateful for useful comments from Peter Brady, Peter König, and Steven Haberman, and for data provided by the Hessian Statistical Office. This is part of the NBER Program on the Economics of Aging. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affiliated nor the National Bureau of Economic Research.\n\n\n"
}