{
    "id": 14335,
    "citation_title": "The Efficacy of Parochial Politics: Caste, Commitment, and Competence in Indian Local Governments",
    "citation_author": [
        "Kaivan Munshi",
        "Mark Rosenzweig"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParochial politics is typically associated with poor leadership and low levels of public good provision. This paper explores the possibility that community involvement in politics need not necessarily worsen governance and, indeed, can be efficiency-enhancing when the context is appropriate. Complementing the new literature on the role of community networks in solving market problems, we test the hypothesis that strong traditional social institutions can discipline the leaders they put forward, successfully substituting for secular political institutions when they are ineffective. Using new data on Indian local governments at the ward level over multiple terms, and exploiting the randomized election reservation system, we find that the presence of a numerically dominant sub-caste (caste equilibrium) is associated with the selection of leaders with superior observed characteristics and with greater public good provision. This improvement in leadership competence occurs without apparently diminishing leaders' responsiveness to their constituency.\n\n",
    "acknowledgement": "\nWe are grateful to Ashley Lester for initial collaboration on this project and to Pedro Dal Bo for many insights that improved this paper. We thank Brian Knight, Laura Schechter, and participants at NBER, SITE, and conferences in Amsterdam, Alicante, and Bangkok for helpful comments. Munshi acknowledges research support from the National Science Foundation through grant SES-0617847. We are responsible for any errors that may remain. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}