{
    "id": 14339,
    "citation_title": "Leadership, Coordination and Mission-Driven Management",
    "citation_author": [
        "Patrick Bolton",
        "Markus K. Brunnermeier",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhat makes a good leader? A good leader is able to coordinate his followers around a credible mission statement, which communicates the future course of action of the organization. In practice, leaders learn about the best course of action for the organization over time. While learning helps improve the organization's goals it also creates a time-consistency problem. Leader resoluteness is a valuable attribute in such a setting, since it slows down the leader's learning and thus improves the credibility of the mission statement. But resolute leaders also inhibit communication with followers and leader resoluteness is costly when followers have sufficiently valuable signals.\n\n",
    "acknowledgement": "\nWe are grateful to Florian Ederer, Oliver Hart, Wei Jiang, Navin Kartik, Rakesh Khurana and Anjan Thakor for their comments. We thank participants at the Harvard Business School Strategy Research Conference 2007 and the Utah Winter Finance Conference 2008 and seminar participants at Harvard-MIT workshop, University of Toronto, Pontificia Universidade Catolica, University of North Carolina, New York University, Northwestern University (Kellogg), University College London and Warwick University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}