{
    "id": 1433,
    "citation_title": "Debt and Taxes in the Theory of Public Finance",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf a specified amount of government spending must be financed, how should that finance be divided between taxes and government borrowing? In the case of a temporary increase in government spending, it has been argued that debt finance is optimal because the small increments in all future tax rates to finance interest payments involves a smaller excess burden than the single large tax rate increase that would be required to avoid an initial increase in the national debt. This argument ignores the excess burden of debt finance that results if the initial capital stock is smaller than optimal (e.g., because of taxes or capital income).The first section of the present paper shows how the debt-finance advantage of a small increase in tax rates can be explicitly balanced against the disadvantage of the excess burden that arises from additional debt. The analysis shows that, with plausible parameter values, the excess burden of debt finance is likely to outweigh the advantage of avoiding a large single tax change and therefore that financing a temporary increase in government spending by an immediate tax increase is likely to be preferable to debt financing.The second section examines the appropriate response to a permanent increase in government spending and shows that such spending cannot be financed by a permanent increase in government debt. Moreover, whenever the golden rule level of capital intensity is an optimality condition independent of the level of government spending, any increase in government spending should be matched by an equal increase in tax revenue.\n\n",
    "acknowledgement": "\n"
}