{
    "id": 14336,
    "citation_title": "International Financial Remoteness and Macroeconomic Volatility",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that proximity to major international financial centers seems to reduce business cycle volatility.  In particular, we show that countries that are further from major locations of international financial activity systematically experience more volatile growth rates in both output and consumption, even after accounting for political institutions, trade, and other controls.  Our results are relatively robust in the sense that more financially remote countries are more volatile, though the results are not always statistically significant.  The comparative strength of this finding is in contrast to the more ambiguous evidence found in the literature.\n\n",
    "acknowledgement": "\nRose is B.T.  Rocca Jr.  Professor of International Trade and Economic Analysis and Policy in the Haas School of Business at the University of California, Berkeley, NBER research associate and CEPR Research Fellow.  Spiegel is Vice President, Economic Research, Federal Reserve Bank of San Francisco.  Helpful comments were received from Henning Bohn, Galina Hale, Linda Goldberg, Gordon Hanson, Ken Kletzer, Phil Lane, Enrique Mendoza, Romain Ranciere, participants at the IMF and Cornell University Conference on \"New Perspectives on Financial Globalization\" and two anonymous referees.  Rose thanks the Monetary Authority of Singapore and the National University of Singapore for hospitality during the course of this research.  Christopher Candelaria provided excellent research assistance. The views expressed below do not represent those of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System, or their staffs.  Earlier and current versions of this paper, key output, and the main STATA data set used in the paper are available at http://faculty.haas.berkeley.edu/arose. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}