{
    "id": 14345,
    "citation_title": "Economic Factors Underlying the Unbundling of Advertising Agency Services",
    "citation_author": [
        "Mohammad Arzaghi",
        "Ernst R. Berndt",
        "James C. Davis",
        "Alvin J. Silk"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses a longstanding puzzle involving the unbundling of services that has occurred over more than two decades in the U.S. advertising agency industry: How can the shift from the bundling to the unbundling of services be explained and what accounts for the slow pace of change? Using a cost-based theoretical framework of bundling due to Evans and Salinger (2005, 2008), we develop a simple model of an advertising agency's decision to unbundle its services as a tradeoff between the fixed cost to the advertiser of establishing and maintaining a relationship with an advertising agency and pecuniary economies of scale available in providing media services. The results from an econometric analysis of cross-sectional and pooled data collected by the U.S. Census Bureau for quinquennial censuses conducted between 1982 and 2002 support the key predictions of the model. We find that advertising agency establishments are more likely to unbundle if they are large and diversified in their service offerings and are less likely to do so with increasing age and greater geographical scope. We also find a strong trend toward unbundling over time, a result that is partially explained by increases in media prices over time.\n\n",
    "acknowledgement": "\nAn early version of this paper was presented at the NBER Productivity Luncheon Workshop, Cambridge, MA, April 8, 2008. This research was carried out at the U.S. Census Bureau Research Data Center facility at the National Bureau of Economic Research, Cambridge, MA.  Research support from the Harvard Business School is gratefully acknowledged. The results and conclusions of the research are those of the authors and do not indicate concurrence by the Census Bureau. These results have been screened to avoid revealing confidential data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}