{
    "id": 14348,
    "citation_title": "The Economics of Labor Market Intermediation: An Analytic Framework",
    "citation_author": [
        "David H. Autor"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor Market Intermediaries (LMIs) are entities or institutions that interpose themselves between workers and firms to facilitate, inform, or regulate how workers are matched to firms, how work is accomplished, and how conflicts are resolved. This paper offers a conceptual foundation for analyzing the market role played by these understudied institutions, and to develop a qualitative and, in some cases, quantitative sense of their significance to market operation and welfare. Though heterogeneous, I argue that LMIs share a common function, which is to redress -- and in some cases exploit -- a set of endemic departures of labor market operation from the efficient neoclassical benchmark. At a rudimentary level, LMIs such as online job boards reduce search frictions by aggregating and reselling disparate information at a cost below which workers and firms could obtain themselves. Beyond passively supplying information, a set of LMIs forcibly redress adverse selection problems in labor markets by compelling workers and firms to reveal normally hidden credentials, such as criminal background, academic standing, or financial integrity. At their most forceful, LMIs such as labor unions and centralized job matching clearinghouses, resolve coordination and collective action failures in markets by tightly controlling -- even monopolizing -- the process by which workers and firms meet, match and negotiate. A unifying observation of the analytic framework is that participation in the activities of a given LMI are typically voluntary for one side of the market and compulsory for the other; workers cannot, for example, elect to suppress their criminal records and firms cannot opt out of collective bargaining. I argue that the nature of participation in an LMI's activities -- voluntary or compulsory, and for which parties -- is dictated by the market imperfection that it addresses and thus tells us much about its economic function.\n\n",
    "acknowledgement": "\nThe twelve papers in this volume were prepared for and presented at the NBER Conference on Labor Market Intermediation in May of 2007, and are forthcoming as Studies of Labor Market Intermediation from the University of Chicago Press. The Labor Market Intermediation conference and resulting volume were generously supported by the National Bureau of Economic Research and the National Science Foundation (CAREER award SES-0239538). I am particularly grateful to James Poterba, Marty Feldstein and Richard Freeman for their intellectual guidance and moral support in the development of this endeavor. In addition, David J. Pervin of the University of Chicago Press, Helena Fitz-Patrick of NBER, and two anonymous referees provided invaluable input on the manuscript. I finally thank Carl Beck of NBER for his superb coordination of all aspects of the conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}