{
    "id": 1434,
    "citation_title": "Can an Increased Budget Deficit Be Contractionary?",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present paper shows how a negative fiscal multiplier is possible in a two-sector economy that is otherwise similar to the traditional one-sector Keynesian analysis. The key to this surprising possibility is that an increased budget deficit changes the sectoral balance of demand. A reduction of taxes or an increase in transfer payments raises the demand for consumer goods. At the same time, the rise in the interest rates that results from the deficit causes a fall in the demand for investment goods. In the one-good economy assumed in both Keynesian and monetarist theories, the intersectoral shift of demand is of no consequence. But when consumer goods and investment goods are explicitly distinguished, the change in the sectoral pattern of demand causes separate changes in the prices of the two kinds of goods. As a result, the overall price level can rise even if the total real volume of output declines. The rise in the overall pricelevel implies a reduction in the real value of the money stock. The contractionary effect of the decline in the real money stock can more than offset the direct expansionary effect of the increased deficit. The net effect of the increased deficit can therefore be to reduce real GNP. The paper analyzes the conditions which affect the likelihood that the fiscal multiplier is negative. It is important to distinguish this demand composition reason for a negative multiplier from two other possibilities that have previously been discussed: (1) the adverse effect of budget deficits on business  \"confidence\" and (2) the contraction of current demand that occurs if anticipated future budget deficits raise real long-term interest rates.\n\n",
    "acknowledgement": "\n"
}