{
    "id": 14349,
    "citation_title": "Real-Time Measurement of Business Conditions",
    "citation_author": [
        "S. Boragan Aruoba",
        "Francis X. Diebold",
        "Chiara Scotti"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a framework for measuring economic activity at high frequency, potentially in real time. We use a variety of stock and flow data observed at mixed frequencies (including very high frequencies), and we use a dynamic factor model that permits exact filtering. We illustrate the framework in a prototype empirical example and a simulation study calibrated to the example.\n\n",
    "acknowledgement": "\nFor helpful guidance we thank the Editor, Associate Editor, and referees, as well as seminar and conference participants at the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of Philadelphia, the European Central Bank, the University of Pennsylvania, SUNY Albany, SCE Cyprus, and American University. We are especially grateful to David Armstrong, Carlos Capistran, Dean Croushore, Martin Evans, Jon Faust, John Galbraith, Eric Ghysels, Sharon Kozicki, Steve Kreider, Simon van Norden, Alexi Onatski, Simon Potter, Scott Richard, Frank Schorfheide, Roberto Sella and Jonathan Wright. For research support we thank the National Science Foundation and the Real-Time Data Research Center at the Federal Reserve Bank of Philadelphia. The views expressed here are solely those of the authors and do not necessarily reflect those of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}