{
    "id": 14340,
    "citation_title": "Asset Management, Human Capital, and the Market for Risky Assets",
    "citation_author": [
        "Isaac Ehrlich",
        "William A. Hamlen Jr.",
        "Yong Yin"
    ],
    "citation_publication_date": "2008-09-10",
    "issue_date": "2008-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRisky-asset prices are conventionally modeled as \"fully (information-) revealing\". Much less work has been done on how prices get to reveal information. Following the \"noisy-prices\", rational-expectations approach, our answer focuses on the micro-foundations of information acquisition and the role of human capital in asset, or risk, management. We derive testable propositions on how education and other determinants of asset management affect its intensity, risky-asset demand, and portfolio returns. We derive related insights concerning determinants of the level and volatility of asset prices and equity premiums. Using micro-level data on portfolio choices, we find that education raises both the portfolio share of risky assets and overall portfolio returns, while a measure of the opportunity cost of asset management has the opposite effects. Our results indicate a non-trivial return to education in generating non-wage income. They suggest that educational attainments directly affect the distribution of income as well as earnings.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper was presented in a conference honoring Robert Lucas Jr., at Clemson University on September 16-18, 2007. We are indebted to Gary Becker for important suggestions on a recent draft, and to the participants in the Clemson conference for useful comments on an earlier draft. We are also indebted to Francis Lui and Stephen Turnovsky, who served as editors for this paper, and to an anonymous referee for very helpful comments. We are especially indebted to Jong Kook Shin for excellent research assistance and important suggestions. We alone are responsible for errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}