{
    "id": 14346,
    "citation_title": "Divorce Law and Women's Labor Supply",
    "citation_author": [
        "Betsey Stevenson"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nDivorce law changes made in the 1970s affected marital formation, dissolution, and bargaining within marriage.  By altering the terms of the marital contract these legal changes impacted the incentives for women to enter and remain in the labor force.  Whereas earlier work had suggested that the impact of unilateral divorce on female employment depended critically on laws governing property division, I show that these results are not robust to alternative specifications and controls.  I find instead that unilateral divorce led to an increase in both married and unmarried female labor force participation, regardless of the pre-existing laws regarding property division.\n\n",
    "acknowledgement": "\nThis project has drawn on the advice of many generous friends and colleagues, including Margret Brinig, Shelly Lundberg, Brigitte Madrian, Robert Pollak, and Justin Wolfers.  I would also like to thank seminar participants at Cornell and SUNY Binghamton and conference participants at the Conference on Empirical Legal Studies and the annual meetings of the American Law and Economics Association and the American Economic Association.  Special thanks to Adam Isen for excellent research assistance and Jeff Gray for sharing his programs.  Generous funding from the Zell/Lurie Real Estate Center is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}