{
    "id": 14342,
    "citation_title": "Costly External Finance: Implications for Capital Markets Anomalies",
    "citation_author": [
        "Dongmei Li",
        "Lu Zhang"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a frictionless world, investment is perfectly elastic to changes in the discount rate. With financial frictions, investment is less elastic, meaning that a given magnitude of change in investment is associated with a higher magnitude of change in the discount rate. Equivalently, investment is a more powerful predictor of future stock returns. Consistent with this prediction, we document that the asset growth, external finance, and accrual anomalies in the cross-section of stock returns are much stronger in financially more constrained firms than in financially less constrained firms. Further tests show that this effect of financial constraints is distinct from the effect of financial distress and the effect of limits of arbitrage on the magnitude of the anomalies.\n\n",
    "acknowledgement": "\nWe acknowledge helpful comments from Espen Eckbo, Gerald Garvey, Rick Green, Han Hong, Erica X. N. Li, Tyler Shumway, Neng Wang, Wei Xiong, Hong Yan (discussant), and other seminar participants at Hanqing Advanced Institute of Economics and Finance at Renmin University of China, the 2008 China International Conference in Finance, and the 2008 UBC PH&N Summer Finance Conference. Parts of this paper were completed while Lu Zhang was visiting Hanqing Advanced Institute of Economics and Finance at Renmin University of China, whose hospitality is gratefully acknowledged. An earlier version of the paper was circulated under the title \"Costly external equity: Implications for asset pricing anomalies.\" We are responsible for all the remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}