{
    "id": 14344,
    "citation_title": "The Internationalization of Venture Capital and Private Equity",
    "citation_author": [
        "Joshua Aizenman",
        "Jake Kendall"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the internationalization of venture capital (VC) and private equity (PE) investments. We derive flows between countries of VC and PE investments worldwide, relying on comprehensive firm-level data sources, covering three decades and about 100 countries. A gravity analysis indicates that distance, common language, and colonial ties are significant factors in directing these flows. Additionally, the presence of high-end human capital, a better business environment, high levels of military expenditure, and deeper financial markets are important local factors that attract international venture capital. There is also evidence of path dependency and persistence in VC and PE flows, indicating network effects and fixed costs of entry may be at work. Further analysis suggests the internalization of VC and PE is an ongoing story. Prior to the 1990s, VC was primarily a US-only phenomenon. The globalization of IT activities induced the US venture capital industry to mature, and to start exporting its unique skills as VC managers. The US is now a dominant net exporter of deals, though most crossborder deals are still either to or from the US. China has emerged as the dominant net importer, followed by Sweden, Canada, the UK, France and India. For deals outside the US, cross-border participation has been the norm, while US-located deals have been almost exclusively domestic, involving a higher percent of international participation only after 2001. In the past few years, domestic VC capacity has begun to emerge in many countries where it did not exist previously.\n\n",
    "acknowledgement": "\nWe would like to thank the following people for their help and insights into the venture capital and private equity world: Brad Maclean of the Asian Venture Capital Journal, Oliver Roupe of the Founder's Fund, Mawuli Ababibo of the African Venture Capital Association, and various staff members at Thomson VentureXpert. We thank Dennis Novy for useful comments. Any errors are ours. This paper's findings, interpretations, and conclusions are entirely those of the authors and do not necessarily represent the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}