{
    "id": 14347,
    "citation_title": "Landed Interests and Financial Underdevelopment in the United States",
    "citation_author": [
        "Raghuram G. Rajan",
        "Rodney Ramcharan"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLanded elites in the United States in the early decades of the twentieth century played a significant role in restricting the development of finance. States that had higher land concentration passed more restrictive banking legislation. At the county level, counties with very concentrated land holdings tended to have disproportionately fewer banks per capita. Banks were especially scarce both when landed elites' incentive to suppress finance, as well as their ability to exercise local influence, was higher. Finally, the resulting financial underdevelopment was negatively correlated with subsequent manufacturing growth. We draw lessons from this episode for understanding economic development.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Lakshmi Aiyar, Shawn Cole, Stijn Claessens, Oded Galor, Mark Rosenzweig,Jeremy Stein, as well as participants in seminars at the IMF, the NBER Political Economy, Corporate Finance,and Growth Workshops, Northwestern University, the University of Chicago and the WFA Meetings for comments. Rajan benefited from grants from the Stigler Center for the Study of the State and the Economy,from the Inititiative on Global Markets, and from the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}