{
    "id": 14356,
    "citation_title": "Field Experiments in Economics: The Past, The Present, and The Future",
    "citation_author": [
        "Steven D. Levitt",
        "John A. List"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis study presents an overview of modern field experiments and their usage in economics.  Our discussion focuses on three distinct periods of field experimentation that have influenced the economics literature.  The first might well be thought of as the dawn of \"field\" experimentation: the work of Neyman and Fisher, who laid the experimental foundation in the 1920s and 1930s by conceptualizing randomization as an instrument to achieve identification via experimentation with agricultural plots.  The second, the large-scale social experiments conducted by government agencies in the mid-twentieth century, moved the exploration from plots of land to groups of individuals.  More recently, the nature and range of field experiments has expanded, with a diverse set of controlled experiments being completed outside of the typical laboratory environment.  With this growth, the number and types of questions that can be explored using field experiments has grown tremendously.  After discussing these three distinct phases, we speculate on the future of field experimental methods, a future that we envision including a strong collaborative effort with outside parties, most importantly private entities.\n\n",
    "acknowledgement": "\nWe thank Glenn Harrison, the editor Esther Gal-Or, an anonymous associate editor, and an anonymous referee for astute comments that improved this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}