{
    "id": 14357,
    "citation_title": "Design Limits and Dynamic Policy Analysis",
    "citation_author": [
        "William A. Brock",
        "Steven N. Durlauf",
        "Giacomo Rondina"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "2013-07-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the frequency domain properties of feedback control rules in linear systems in order to better understand how different policies affect outcomes frequency by frequency.  We are especially concerned in understanding how reductions of variance at some frequencies induce increases in variance at others. Tradeoffs of this type are known in the control literature as design limits.  Design limits are important in understanding the full range of effects of macroeconomic stabilization policies.  We extend existing results to account for discrete time bivariate systems with rational expectations.  Application is made to the evaluation of monetary policy rules.\n\n",
    "acknowledgement": "\nThis research has been supported by National Science Foundation grant SES-0518274 and the University of Wisconsin Vilas Trust and Graduate School.  We are thankful to the Editor and to three anonymous referees for their comments and suggestions. We have also benefitted from comments by Lars Hansen, Christopher Sims and Volker Wieland.  Nonarit Bisonyabut, Hon Ho Kwok, and Xiangrong Yu have provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}