{
    "id": 14352,
    "citation_title": "Fetal Exposure to Toxic Releases and Infant Health",
    "citation_author": [
        "Janet Currie",
        "Johannes F. Schmieder"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvery year, millions of pounds of toxic chemicals thought to be linked to developmental problems in fetuses and young children are released into the air. In this paper we estimate the effect of these releases on the health of newborns. Using data from the Toxic Release Inventory Program and Vital Statistics Natality and Mortality files, we find significant negative effects of prenatal exposure to toxicants on gestation and birth weight. We also find that several developmental chemicals increase the probability of infant death. The effect is quite sizeable: the reported reductions in cadmium, toluene, and epichlorohydrin releases during the 90s could account for about 3.9 percent of the overall decrease in infant mortality. Our results are robust to several specification checks, such as comparing developmental to non-developmental chemicals, and fugitive air releases to stack air releases.\n\n",
    "acknowledgement": "\nThe authors thank Alan Burke for excellent research assistance.  We also thank Alan McCartland and participants in seminars at Berkeley and the International Health Economics Associations meetings in Copenhagen in June 2007 for helpful comments.  This research was supported by funding from NIH R21  HD055613-01.  We are solely responsible for all errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}