{
    "id": 14359,
    "citation_title": "Policymaking for Posterity",
    "citation_author": [
        "Lawrence H. Summers",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPolicymaking for posterity involves current decisions with distant consequences.  Contrary to conventional prescriptions, we conclude that the greater wealth of future generations may strengthen the case for preserving environmental amenities; lower discount rates should be applied to the far future, and special effort should be made to avoid actions that impose costs on future generations.  --  Posterity brings great uncertainties.  Even massive losses, such as human extinction, however, do not merit infinite negative utility.  Given learning, greater uncertainties about damages could increase or decrease the optimal level of current mitigation activities.  --  Policies for posterity should anticipate effects on:  alternative investments, both public and private; the actions of other nations; and the behaviors of future generations.  Such effects may surprise.  --  This analysis blends traditional public finance and behavioral economics with a number of hypothetical choice problems.\n\n",
    "acknowledgement": "\nWe thank Guan Yang for his research assistance with the literature, and Nils Wernerfelt for both research assistance and the computation of the results of our uncertainty and learning model.  Kip Viscusi provided helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}