{
    "id": 14355,
    "citation_title": "Trades of the Living Dead: Style Differences, Style Persistence and Performance of Currency Fund Managers",
    "citation_author": [
        "Momtchil Pojarliev",
        "Richard M. Levich"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make use of a new database on daily currency fund manager returns over a three-year period, 2005-08. This higher frequency data allows us to estimate both alpha measures of performance and beta style factors on a yearly basis, which in turn allows us to test for persistence. We find no evidence to support alpha persistence; a manager's alpha in one year is not significantly related to his alpha in the prior year. On the other hand, there is substantial evidence for style persistence; funds that rely on carry, trend or value trading or with a long/short bias toward currency volatility are likely to maintain that style in the following year. In addition, we are able to examine the performance of managers that survive through the entire sample period, versus those that drop out. We find significant differences in both the investment styles of living versus deceased funds, as well as their realized alpha performance measures. We conjecture that both style differences and ineffective market timing, rather than market conditions, have impacted performance outcomes and induced some managers to close their funds.\n\n",
    "acknowledgement": "\nWe appreciate comments from Neville Bulgin and his colleagues at Deutsche Bank on this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}