{
    "id": 14351,
    "citation_title": "Costly Financial Intermediation in Neoclassical Growth Theory",
    "citation_author": [
        "Rajnish Mehra",
        "Facundo Piguillem",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe neoclassical growth model is extended to include costly intermediated borrowing and lending between households. This is an important extension as substantial resources are used in intermediating the large amount of borrowing and lending between households. In 2007, in the United States, the amount intermediated was 1.7 times GNP, and the resources used in this intermediation amounted to at least 3.4 percent of GNP. The theory implies that financial intermediation services are an intermediate good and that the spread between borrowing and lending rates measures the efficiency of the financial sector.\n\n",
    "acknowledgement": "\nThis paper has circulated as \"Intermediated Quantities and Returns.\" We thank the editor, the two referees, Andy Abel, Costas Azariadis, Sudipto Bhattacharya, Bruce Lehmann, John Cochrane, George Constantinides, Cristina De Nardi, Douglas Diamond, John Donaldson, John Heaton, Jack Favilukis, Francisco Gomes, Fumio Hayashi, Daniel Lawver, Anil Kashyap, Juhani Linnainmaa, Robert Lucas, Ellen McGrattan, Krishna Ramaswamy, Jesper Rangvid, Kent Smetters, Michael Woodford, Dimitri Vayanos, Amir Yaron, Stephen Zeldes, the seminar participants at the Arizona State University, Bank of Korea, University of Calgary, UCLA, UCSD, Charles University, University of Chicago, Columbia University, Duke University, Federal Reserve Bank of Chicago, ITAM, London Business School, London School of Economics, University of Mannheim, University of Minnesota, University of New South Wales, Peking University, Reykjavik University, Rice University, University of Tokyo, University of Virginia, Wharton, Yale University, Yonsei University, the Economic Theory conference in Kos, the conference on Money, Banking and Asset Markets at the University of Wisconsin and ESSFM in Gerzensee for helpful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}