{
    "id": 14358,
    "citation_title": "The Panic of 2007",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHow did problems with subprime mortgages result in a systemic crisis, a panic? The ongoing Panic of 2007 is due to a loss of information about the location and size of risks of loss due to default on a number of interlinked securities, special purpose vehicles, and derivatives, all related to subprime mortgages. Subprime mortgages are a financial innovation designed to provide home ownership opportunities to riskier borrowers. Addressing their risk required a particular design feature, linked to house price appreciation. Subprime mortgages were then financed via securitization, which in turn has a unique design reflecting the subprime mortgage design. Subprime securitization tranches were often sold to CDOs, which were, in turn, often purchased by market value off-balance sheet vehicles. Additional subprime risk was created (though not on net) with derivatives. When the housing price bubble burst, this chain of securities, derivatives, and off-balance sheet vehicles could not be penetrated by most investors to determine the location and size of the risks. The introduction of the ABX indices, synthetics related to portfolios of subprime bonds, in 2006 created common knowledge about the effects of these risks by providing centralized prices and a mechanism for shorting. I describe the relevant securities, derivatives, and vehicles and provide some very simple, stylized, examples to show: (1) how asymmetric information between the sell-side and the buy-side was created via complexity; (2) how the chain of interlinked securities was sensitive to house prices; (3) how the risk was spread in an opaque way; and (4) how the ABX indices allowed information to be aggregated and revealed. I argue that these details are at the heart of the answer to the question of the origin of the Panic of 2007.\n\n",
    "acknowledgement": "\nThanks to Geetesh Bhardwaj, Omer Brav, Adam Budnick, Jared Champion, Kristan Blake Gochee, Itay Goldstein, Ping He, Bengt Holmström, Lixin Huang, Matt Jacobs, Arvind Krishnamurthy, Tom Kushner, Bob McDonald, Hui Ou-Yang, Ashraf Rizvi, Geert Rouwenhorst, Hyun Shin, Marty Wayne, Axel Weber, and to those who wished to remain anonymous, for comments, suggestions, and assistance with data and examples. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}