{
    "id": 14353,
    "citation_title": "Measuring intertemporal preferences using response times",
    "citation_author": [
        "Christopher F. Chabris",
        "David Laibson",
        "Carrie L. Morris",
        "Jonathon P. Schuldt",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use two different approaches to measure intertemporal preferences. First we employ the classical method of inferring preferences from a series of choices (subjects choose between $X now or $Y in D days). Second we adopt the novel approach of inferring preferences using only response time data from the same choices (how long it takes subjects to choose between $X now or $Y in D days). In principle, the inference from response times should work, since choices between items of nearly equivalent value should take longer than choices between items with substantially different values. We find that choice-based analysis and response-time-based analysis yield nearly identical discount rate estimates. We conclude that response time data sheds light on both our revealed (choice-based) preferences and on the cognitive processes that implement those preferences.\n\n",
    "acknowledgement": "\nWe thank Kirill Babikov, Lee Chung, Alison H. Delargy, Margaret E. Gerbasi, J. Richard Hackman, Stephen M. Kosslyn, Melissa A. Liebert, Sarah Murphy, Jacob Sattelmair, Aerfen Whittle, and Anita W. Woolley for their advice, assistance, and support of this research. We thank seminar participants at USC and the EEA for helpful comments. We acknowledge financial support by a NARSAD Young Investigator Award and DCI Postdoctoral Fellowship awarded to Christopher F. Chabris, an NSF ROLE grant to J. Richard Hackman and Stephen M. Kosslyn, and NIA (P01 AG005842, R01 AG021650) and NSF (0527516) grants to David Laibson. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}