{
    "id": 14362,
    "citation_title": "Is Sugar Sweeter at the Pump? The Macroeconomic Impact of Brazil's Alternative Energy Program",
    "citation_author": [
        "Marc D. Weidenmier",
        "Joseph H. Davis",
        "Roger Aliaga-Diaz"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent world energy crisis raises serious questions about the extent to which the United States should increase domestic oil production and develop alternative sources of energy. We examine the energy developments in Brazil as an important experiment. Brazil has reduced its share of imported oil more than any other major economy in the world in the last 30 years, from 70 percent in the 1970s to only 10 percent today. Brazil has largely achieved this goal by: (1) increasing domestic oil production and (2) developing one of the world's largest and most competitive sources of renewable energy -- sugarcane ethanol -- that now accounts for 50 percent of Brazil's total gasoline consumption. A counterfactual analysis of economic growth in Brazil from 1980-2008 suggests that GDP is almost 35 percent higher today because of increased domestic oil production and the development of sugarcane ethanol. We also find a notable reduction in business-cycle volatility as a result of Brazil's progression to a more diversified energy program. Nearly three-fourths of the welfare benefits have come from domestic oil drilling, however, as rents have been paid to domestic factors of production during a time of rising oil prices. We discuss the potential implications of Brazil's energy program for the U.S. economy by conducting historical counterfactual exercises on U.S. real GDP growth since the 1970s.\n\n",
    "acknowledgement": "\nThe authors would like to thank Arevik Avedian, Clement Ogbomo and Lindsay Fay for excellent research assistance. The views expressed in this paper do not necessarily reflect the opinions of The Vanguard Group, nor those of the National Bureau of Economic Research.\n\n\n"
}