{
    "id": 14367,
    "citation_title": "Do Community Colleges provide a Viable Pathway to a Baccalaureate Degree?",
    "citation_author": [
        "Bridget Terry Long",
        "Michal Kurlaender"
    ],
    "citation_publication_date": "2008-09-25",
    "issue_date": "2008-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommunity colleges have become an important entryway for students intending to complete a baccalaureate degree.  However, many question the viability of the transfer function and wonder whether students suffer a penalty for starting at a two-year institution. This paper examines how the outcomes of community college entrants compare to similar students who initially entered four-year institutions within the Ohio public higher education system.  Using a detailed dataset, we track outcomes for nine years and employ multiple strategies to deal with selection issues: propensity score matching and instrumental variables.  The results suggest that straightforward estimates are significantly biased, but even after accounting for selection, students who initially begin at a community college were 14.5 percent less likely to complete a bachelor's degree within nine years.\n\n",
    "acknowledgement": "\nThe authors thank the Ohio Board of Regents and in particular Rod Chu, Darrell Glenn, Robert Sheehan, and Andy Lechler for help with the data. Eric Bettinger provided invaluable support during the project. All opinions and mistakes are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}