{
    "id": 14360,
    "citation_title": "Media versus Special Interests",
    "citation_author": [
        "Alexander Dyck",
        "David Moss",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2008-09-19",
    "issue_date": "2008-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that profit-maximizing media help overcome the problem of \"rational ignorance\" highlighted by Downs (1957) and in so doing make elected representatives more sensitive to the interests of general voters. By collecting news and combining it with entertainment, media are able to inform passive voters on politically relevant issues. To show the impact this information has on legislative outcomes, we document the effect \"muckraking\" magazines had on the voting patterns of U.S. representatives and senators in the early part of the 20th century. We also show under what conditions profit-maximizing media will cater to general (less affluent) voters in their coverage, providing a counterbalance to special interests.\n\n",
    "acknowledgement": "\nWe wish to thank Jonathan Lackow, Adair Morse, Marco di Maggio, and Peter Epstein for outstanding research assistance,and Sam Peltzman and participants at the University of Chicago and the NBER for very useful comments. Dyck thanks the Conaught Fund of the University of Toronto, Moss thanks the Division of Research of the Harvard Business School, and Zingales thanks the Center for Research on Security Prices, the George Stigler Center at the University of Chicago, and the Initiatives on Global Markets for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}