{
    "id": 14369,
    "citation_title": "Housing Externalities",
    "citation_author": [
        "Esteban Rossi-Hansberg",
        "Pierre-Daniel Sarte",
        "Raymond Owens III"
    ],
    "citation_publication_date": "2008-09-25",
    "issue_date": "2008-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing data compiled from concentrated residential urban revitalization programs implemented in Richmond, VA, between 1999 and 2004, we study residential externalities. Specifically, we provide evidence that in neighborhoods targeted by the programs, sites that did not directly benefit from capital improvements nevertheless experienced considerable increases in land value relative to similar sites in a control neighborhood. Within the targeted neighborhoods, increases in land value are consistent with externalities that fall exponentially with distance. In particular, we estimate that housing externalities decrease by half approximately every 990 feet. On average, land prices in neighborhoods targeted for revitalization rose by 2 to 5 percent at an annual rate above those in the control neighborhood. These increases translate into land value gains of between $2 and $6 per dollar invested in the program over a six-year period. We provide a simple theory that helps us interpret and estimate these effects.\n\n",
    "acknowledgement": "\nWe thank Miklos Koren, Dan Tatar, and David Sacks for many helpful discussions. We also thank Marco Gonzales-Navarro, Gilles Duranton, and seminar participants at Yonsei University for their comments. Finally, we thank Brian Minton and Kevin Bryan for outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}