{
    "id": 14366,
    "citation_title": "A Model of Capital and Crises",
    "citation_author": [
        "Zhiguo He",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2008-09-25",
    "issue_date": "2008-09-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model in which the capital of the intermediary sector plays a critical role in determining asset prices. The model is cast within a dynamic general equilibrium economy, and the role for intermediation is derived endogenously based on optimal contracting considerations. Low intermediary capital reduces the risk-bearing capacity of the marginal investor. We show how this force helps to explain patterns during financial crises. The model replicates the observed rise during crises in Sharpe ratios, conditional volatility, correlation in price movements of assets held by the intermediary sector, and fall in riskless interest rates.\n\n",
    "acknowledgement": "\nWe thank Andrea Eisfeldt, Oleg Bondarenko, Darrell Duffie, Mike Fishman, Ravi Jagannathan, Haitao Li, John Moore, Andrea Prat, Dimitri Vayanos, Adrien Verdelhan, Wei Xiong and participants at seminars at Northwestern, LSE, UIC, NBER Summer Institute, CICF 2006, and SITE 2006, SED 2009, Yale Financial Crisis Conference 2009, FESAMES 2009 for helpful comments. A previous version of this paper was titled \"Intermediation, Capital Immobility, and Asset Prices.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}