{
    "id": 14363,
    "citation_title": "Can the West Save Africa?",
    "citation_author": [
        "William Easterly"
    ],
    "citation_publication_date": "2008-09-25",
    "issue_date": "2008-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the new millennium, the Western aid effort towards Africa has surged due to writings by well-known economists, a celebrity mass advocacy campaign, and decisions by Western leaders to make Africa a major foreign policy priority. This survey contrasts the predominant \"transformational\" approach (West saves Africa) to occasional swings to a \"marginal\" approach (West takes one small step at a time to help individual Africans). Evaluation of \"one step at a time\" initiatives is generally easier than that of transformational ones either through controlled experiments (although these have been much oversold) or simple case studies where it is easier to attribute outcomes to actions. We see two themes emerge from the literature survey: (1) escalation. As each successive Western transformational effort has yielded disappointing results, the response has been to try an even more ambitious effort. (2) the cycle of ideas.  Rather than a progressive testing and discarding of failed ideas, we see a cycle in aid ideas in many areas in Africa, with ideas going out of fashion only to come back again later after some lapse long enough to forget the previous disappointing experience.  Both escalation and cyclicality of ideas are symptomatic of the lack of learning that seems to be characteristic of the \"transformational\" approach. In contrast, the \"marginal\" approach has had some successes in improving the well-being of individual Africans, such as the dramatic fall in mortality.\n\n",
    "acknowledgement": "\nI am grateful to the JEL editor, Roger Gordon, 4 anonymous referees, Chris Blattman, Angus Deaton, April Harding, Charles Kenny, Ted Miguel, Lant Pritchett, Vijaya Ramachandran, Nicolas Van de Walle, and participants in the NBER 2008 Summer Institute Workshop on Macroeconomics and Income Distribution for generously taking the time to read this (long!) manuscript and give me detailed comments. I am also grateful for research assistance to history's best RA, Tobias Pfutze.  All errors are of course my responsibility.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}