{
    "id": 14365,
    "citation_title": "The Impact of Piped Water Provision on Infant Mortality in Brazil: A Quantile Panel Data Approach",
    "citation_author": [
        "Shanti Gamper-Rabindran",
        "Shakeeb Khan",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of piped water on the under-1 infant mortality rate (IMR) in Brazil using a novel econometric procedure for the estimation of quantile treatment effects with panel data.  The provision of piped water in Brazil is highly correlated with other observable and unobservable determinants of IMR -- the latter leading to an important source of bias.  Instruments for piped water provision are not readily available, and fixed effects to control for time invariant correlated unobservables are invalid in the simple quantile regression framework.  Using the quantile panel data procedure in Chen and Khan (2007), our estimates indicate that the provision of piped water reduces infant mortality by significantly more at the higher conditional quantiles of the IMR distribution than at the lower conditional quantiles (except for cases of extreme underdevelopment).  These results imply that targeting piped water intervention toward areas in the upper quantiles of the conditional IMR distribution, when accompanied by other basic public health inputs, can achieve significantly greater reductions in infant mortality.\n\n",
    "acknowledgement": "\nWe thank colleagues at IPEA, John Briscoe, Maureen Cropper, Sandy Caincross, Daniel Kammen, Margaret Kosek, Grant Miller, Anita Millman, Kara Nelson, Narayan Sastry, Werner Troesken, Tara Watson, seminar participants at University of Pittsburgh, Yale School of Forestry and Environmental Studies, AERE Health and Environment summer workshop, the Population Association of America and the Allied Social Science annual meetings. Errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}