{
    "id": 14370,
    "citation_title": "Real Wage Inequality",
    "citation_author": [
        "Enrico Moretti"
    ],
    "citation_publication_date": "2008-09-25",
    "issue_date": "2008-09-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA large literature has documented a significant increase in the difference between the wage of college graduates and high school graduates over the past 30 years. I show that from 1980 to 2000, college graduates have experienced relatively larger increases in cost of living, because they have increasingly concentrated in metropolitan areas that are characterized by a high cost of housing. When I deflate nominal wages using a location-specific CPI, I find that the difference between the wage of college graduates and high school graduates is lower in real terms than in nominal terms and has grown less. At least 22% of the documented increase in college premium is accounted for by spatial differences in the cost of living. The implications of this finding for changes in well-being inequality depend on why college graduates sort into expensive cities. Using a simple general equilibrium model of the labor and housing markets, I consider two alternative explanations. First, it is possible that the relative supply of college graduates increases in expensive cities because college graduates are increasingly attracted by amenities located in those cities. In this case, the higher cost of housing reflects consumption of desirable local amenities, and there may still be a significant increase in well-being inequality even if the increase in real wage inequality is limited. Alternatively, it is possible that the relative demand for college graduates increases in expensive cities due to shifts in the relative productivity of skilled labor. In this case, the relative increase in skilled workers' standard of living is offset by the higher cost of living. The evidence indicates that changes in the geographical location of different skill groups are mostly driven by changes in their relative demand. I conclude that the increase in well-being disparities between 1980 and 2000 is smaller than the increase in nominal wage disparities that has been the focus of the previous literature.\n\n",
    "acknowledgement": "\nI thank David Autor, Dan Black, David Card, Tom Davidoff, Ed Glaeser, Chang-Tai Hsieh, Matt Kahn, Pat Kline, Douglas Krupka, David Levine, Adam Looney and Krishna Pendakur for insightful conversations, and seminar participants at Banco de Portugal, Berkeley Economics, Berkeley Haas, Bocconi, Bologna, Chicago Harris, Collegio Carlo Alberto, Edinburgh, Federal Reserve Board of Governors, IZA, Milano, Missouri, NBER Summer Institute, Northwestern, Oxford, San Francisco Federal Reserve, Stanford, UCLA, UC Santa Cruz, Toronto, Tulane, UC Merced and Verona, for many useful comments. I thank Emek Basker for generously providing the Accra data on consumption prices. Issi Romen, Mariana Carrera, Justin Gallagher, Jonas Hjort, Max Kasy and Zach Liscow provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}