{
    "id": 14374,
    "citation_title": "Social Capital and Urban Growth",
    "citation_author": [
        "Edward L. Glaeser",
        "Charles Redlick"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial capital is often place-specific while schooling is portable, so the prospect of migration may reduce the returns to social capital and increase the returns to schooling.  If social capital matters for urban success, it is possible that an area can get caught in a bad equilibrium where the prospect of out-migration reduces social capital investment and a lack of social capital investment makes out-migration more appealing.  We present a simple model of that process and then test its implications.  We find little evidence to suggest that social capital is correlated with either area growth or rates of out-migration.  We do, however, find significant differences in the returns to human capital across space, and a significant pattern of skilled people disproportionately leaving declining areas.  For people in declining areas, the prospect of out-migration may increase the returns to investment in human capital, but it does not seem to impact investment in social capital.\n\n",
    "acknowledgement": "\nWe thank the Taubman Center for State and Local Government for research support.  This essay was written in honor of Roger Bolton and his many contributions to regional economics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}