{
    "id": 14371,
    "citation_title": "The Effect of Gun Shows on Gun-Related Deaths: Evidence from California and Texas",
    "citation_author": [
        "Mark Duggan",
        "Randi Hjalmarsson",
        "Brian A. Jacob"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThousands of gun shows take place in the U.S. each year.  Gun control advocates argue that because sales at gun shows are much less regulated than other sales, such shows make it easier for potential criminals to obtain a gun.  Similarly, one might be concerned that gun shows would exacerbate suicide rates by providing individuals considering suicide with a more lethal means of ending their lives.  On the other hand, proponents argue that gun shows are innocuous since potential criminals can acquire guns quite easily through other black market sales or theft.  In this paper, we use data from Gun and Knife Show Calendar combined with vital statistics data to examine the effect of gun shows.  We find no evidence that gun shows lead to substantial increases in either gun homicides or suicides.  In addition, tighter regulation of gun shows does not appear to reduce the number of firearms-related deaths.\n\n",
    "acknowledgement": "\nWe would like to thank Andrew Cantor, Brittani Head, Josh Hyman, Rebecca Kahane, JD LaRock, Emily Owens, Petko Peev, and Paul Vernier for their excellent research assistance.  We also thank David Hemenway, Ilyana Kuziemko, Jens Ludwig, and participants of the MPRC\n\n\n"
}