{
    "id": 14376,
    "citation_title": "Efficiency bounds for missing data models with semiparametric restrictions",
    "citation_author": [
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the semiparametric efficiency bound for a parameter identified by an unconditional moment restriction with data missing at random (MAR) coincides with that of a particular augmented moment condition problem. The augmented system consists of the inverse probability weighted (IPW) original moment restriction and an additional conditional moment restriction which exhausts all other implications of the MAR assumption. The paper also investigates the value of additional semiparametric restrictions on the conditional expectation function (CEF) of the original moment function given always- observed covariates. In the program evaluation context, for example, such restrictions are implied by semiparametric models for the potential outcome CEFs given baseline covariates. The efficiency bound associated with this model is shown to also coincide with that of a particular moment condition problem. Some implications of these results for estimation are briefly discussed.\n\n",
    "acknowledgement": "\nI would like to thank Gary Chamberlain, Jinyong Hahn, Guido Imbens, Michael Jansson and Whitney Newey for comments on earlier draft. Helpful discussions with Oliver Linton, Cristine Pinto, Jim Powell, Geert Ridder as well as participants in the Berkeley Econometrics Reading Group and Seminars are gratefully acknowledged. This revision has benefited from Tom Rothenberg's skepticism, discussions with Michael Jansson, Justin McCrary, Jim Powell, the comments of a co-editor and three especially meticulous/generous anonymous referees. All the usual disclaimers apply. This is a heavily revised version of material which previously circulated under the titles \"A note on semiparametric efficiency in moment condition models with missing data\", \"GMM 'equivalence' for semiparametric missing data models\", and \"Efficient estimation of missing data models using moment conditions and semiparametric restrictions\". The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}