{
    "id": 14373,
    "citation_title": "The Economics of Place-Making Policies",
    "citation_author": [
        "Edward L. Glaeser",
        "Joshua D. Gottlieb"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShould the national government undertake policies aimed at strengthening the economies of particular localities or regions? Agglomeration economies and human capital spillovers suggest that such policies could enhance welfare. However, the mere existence of agglomeration externalities does not indicate which places should be subsidized. Without a better understanding of nonlinearities in these externalities, any government spatial policy is as likely to reduce as to increase welfare. Transportation spending has historically done much to make or break particular places, but current transportation spending subsidizes low-income, low-density places where agglomeration effects are likely to be weakest. Most large-scale place-oriented policies have had little discernable impact. Some targeted policies such as Empowerment Zones seem to have an effect but are expensive relative to their achievements. The greatest promise for a national place-based policy lies in impeding the tendency of highly productive areas to restrict their own growth through restrictions on land use.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Hall, Patrick Kline, Paul Romer, and Clifford Winston for insightful comments and suggestions, and to Charlie Redlick and Kristina Tobio for research assistance. Edward Glaeser thanks the Taubman Center for State and Local Government for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}