{
    "id": 1437,
    "citation_title": "Speculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "1984-08-01",
    "issue_date": "1984-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes inevitable transitions between fixed and floating exchange-rate regimes in a balance-of-payments model where individual preferences are explicitly specified. The goal is to assessthe analogy between speculative attacks in foreign exchange markets and attacks on official price-fixing schemes in natural resource markets. In discrete time the analogy with resource markets is only partially correct, for in a deterministic model the collapse of a fixed rate may be characterized by two, successive attacks. The two-attack equilibriumis peculiar to discrete-time analysis, however. In the continuous-time limit of discrete-time models there is a single attack timed so as to rule out an anticipated discrete jump in the exchange rate.Balance-of-payments models differ from nonrenewable resource models in that foreign exchange reserves may be borrowed from abroad.The paper therefore asks whether there are limits to central-bank borrowing possibilities. In an idealized world where all private incomeis subject to lump-sum taxation, central-bank reserves can become infinitely negative with no violation of the public sector's intertemporal budget constraint. Nonetheless, a growth rate of domestic credit exceeding the world interest rate, if maintained indefinitely, leads to violation of the constraint in the paper's model.\n\n",
    "acknowledgement": "\n"
}