{
    "id": 14383,
    "citation_title": "Monopoly Power and Endogenous Product Variety: Distortions and Remedies",
    "citation_author": [
        "Florin O. Bilbiie",
        "Fabio Ghironi",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "2016-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe inefficiencies related to endogenous product creation and variety under monopolistic competition are two-fold: one static—the misalignment between consumers and producers regarding the value of a new variety; and one dynamic—time variation in markups. Quantitatively, the welfare costs of the former are potentially very large relative to the latter. For a calibrated version of our model with these distortions, their total cost amounts to 2 percent of consumption. Appropriate taxation schemes can implement the optimum amount of entry and variety. Elastic labor introduces a further distortion that should be corrected by subsidizing labor at a rate equal to the markup for goods, in order to preserve profit margins and hence entry incentives.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Sanjay Chugh, Ippei Fujiwara, Hugo Hopenhayn, Giammario Impullitti, Henning Weber, Mirko Wiederholt, and participants in numerous seminars and conferences. We are grateful to Nicholas Sim, Pinar Uysal, and Benjamin Chen for excellent research assistance, and to Pablo Winant for computational help. Bilbiie gratefully acknowledges without implicating the support of Banque de France via the eponymous Chair at PSE, and of Institut Universitaire de France. Ghironi and Melitz thank the NSF for financial support through a grant to the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}