{
    "id": 14387,
    "citation_title": "Gender, Source Country Characteristics and Labor Market Assimilation Among Immigrants: 1980-2000",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn",
        "Kerry L. Papps"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use 1980, 1990 and 2000 Census data to study the impact of source country characteristics on the labor supply assimilation profiles of married adult immigrant women and men.  Women migrating from countries where women have high relative labor force participation rates work substantially more than women coming from countries with lower relative female labor supply rates, and this gap is roughly constant with time in the United States.  These differences are substantial and hold up even when we control for wage offers and family formation decisions, as well as when we control for the emigration rate from the United States to the source country.  Men's labor supply assimilation profiles are unaffected by source country female labor supply, a result that suggests that the female findings reflect notions of gender roles rather than overall work orientation.  Findings for another indicator of traditional gender roles, source country fertility rates, are broadly similar, with substantial and persistent negative effects of source country fertility on the labor supply of female immigrants except when we control for presence of children, in which case the negative effects only become evident after ten years in the United States.\n\n",
    "acknowledgement": "\nThe authors are indebted to Martha Bailey, Charlie Brown, John DiNardo, Andrew Oswald, Mark Rosenzweig, Jeff Smith, Dean Yang and participants at the Society of Labor Economists meetings in Chicago, May 2007, the Wang Yanan Institute for Studies in Economics 2007 International Symposium on Contemporary Labor Economics, Xiamen University, Xiamen, China, December 2007, the Herman Colloquium, University of Michigan, March 2008, and the Centre for European Economic Research (ZEW) Workshop on Gender and the Labour Market, Mannheim, Germany, March 2008 for helpful comments and suggestions, to Fidan Kurtulus and Albert Yung-Hsu Liu for excellent research assistance and the Russell Sage Foundation for financial support.  Portions of the research for this paper were completed while Blau and Kahn were Visiting Fellows in the Economics Department of Princeton University, supported by the Industrial Relations Section. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}