{
    "id": 14389,
    "citation_title": "Sectoral vs. Aggregate Shocks: A Structural Factor Analysis of Industrial Production",
    "citation_author": [
        "Andrew T. Foerster",
        "Pierre-Daniel G. Sarte",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses factor analytic methods to decompose industrial production (IP) into components arising from aggregate shocks and idiosyncratic sector-specific shocks. An approximate factor model finds that nearly all (90%) of the variability of quarterly growth rates in IP are associated with common factors. Because common factors may reflect sectoral shocks that have propagated by way of input-output linkages, we then use a multisector growth model to adjust for the effects of these linkages. In particular, we show that neoclassical multisector models, of the type first introduced by Long and Plosser (1983), produce an approximate factor model as a reduced form. A structural factor analysis then indicates that aggregate shocks continue to be the dominant source of variation in IP, but the importance of sectoral shocks more than doubles after the Great Moderation (to 30%). The increase in the relative importance of these shocks follows from a fall in the contribution of aggregate shocks to IP movements after 1984.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Richmond or the Federal Reserve System. We thank Andreas Hornstein, Ray Owens, and Roy Webb for helpful conversations. Support was provided by the National Science Foundation through grant SES-0617811. Data and replication files for this research can be found at http://www.princeton.edu/~mwatson. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}