{
    "id": 14384,
    "citation_title": "Sequencing of Reforms, Financial Globalization, and Macroeconomic Vulnerability",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use a large cross country data set and panel probit analysis to investigate the way in which the interaction between trade and financial openness affect the probability of external crises.  This analysis is related to debate on the adequate sequencing of reform.  I also investigate the role played by current account and fiscal imbalances, contagion, international reserves holdings, and the exchange rate regime as possible determinants of external crises.  The results indicate that relaxing capital controls increases the likelihood of a country experiencing a sudden stop.  Moreover, the results suggest that \"financial liberalization first\" strategies increase the degree of vulnerability to external crises.  This is particularly the case if this strategy is pursued with pegged exchange rates and if it results in large current account imbalances.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the TRIO Conference, Tokyo, September, 4-5, 2007.  I thank Alberto Naudon for his assistance.  I have benefited from conversations with Anella Munro.  I thank the conference participants for their suggestions; I also thank seminar participants at the Australian National University for their comments.   I am grateful to Masahiro Kawai, Takeo Hoshi and an anonymous referee for helpful comments and suggestions.  I thank Barry Eichengreen and Ugo Panizza for making available their data on liability mismatch in the banking system.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}