{
    "id": 14386,
    "citation_title": "Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?",
    "citation_author": [
        "Jessica Wachter"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "2012-03-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy is the equity premium so high, and why are stocks so volatile? Why are stock returns in excess of government bill rates predictable? This paper proposes an answer to these questions based on a time-varying probability of a consumption disaster. In the model, aggregate consumption follows a normal distribution with low volatility most of the time, but with some probability of a consumption realization far out in the left tail. The possibility of this poor outcome substantially increases the equity premium, while time-variation in the probability of this outcome drives high stock market volatility and excess return predictability.\n\n",
    "acknowledgement": "\nFor helpful comments, I thank Robert Barro, John Campbell, Mikhail Chernov, Gregory Du\u000bee, Xavier Gabaix, Paul Glasserman, Francois Gourio, Dana Kiku, Bruce Lehmann, Christian Juillard, Monika Piazzesi, Nikolai Roussanov, Jerry Tsai, Pietro Veronesi and seminar participants at the 2008 NBER Summer Institute, the 2008 SED Meetings, the 2011 AFA Meetings, Brown University, the Federal Reserve Bank of New York, MIT, University of Maryland and the Wharton School. I am grateful for financial support from the Aronson+Johson+Ortiz fellowship through the Rodney L. White Center for Financial Research. Thomas Plank and Leonid Spesivtsev provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}