{
    "id": 14388,
    "citation_title": "The Transmission of Women's Fertility, Human Capital and Work Orientation Across Immigrant Generations",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn",
        "Albert Yung-Hsu Liu",
        "Kerry L. Papps"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "2012-01-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 1995-2011 Current Population Survey and 1970-2000 Census data, we find that the fertility, education and labor supply of second generation women (US-born women with at least one foreign-born parent) are significantly positively affected by the immigrant generation's levels of these variables, with the effect of the fertility and labor supply of women from the mother's source country generally larger than that of women from the father's source country and the effect of the education of men from the father's source country larger than that of women from the mother's source country. We present some evidence that suggests our findings for fertility and labor supply are due to at least in part to intergenerational transmission of gender roles. Transmission rates for immigrant fertility and labor supply between generations are higher than for education, but there is considerable intergenerational assimilation toward native levels for all three of these outcomes.\n\n",
    "acknowledgement": "\nWe are indebted for helpful comments and suggestions to Susan Dynarski, Klaus Zimmermann, two anonymous referees and participants at the Society of Labor Economists meetings in Boston, May 2009; the Midwest Economics Association Meetings in St Louis, March 2011; the Centre of Equality, Social Organization, and Performance (ESOP) Workshop on Gender and Households in Oslo, May 2011; the IZA/CEPR 13th European Summer Symposium in Labour Economics in Buch, Ammersee, September 2011; and seminars at the Institute for the Study of Labor (IZA) and Yale Law School. We thank Peter Brummund for excellent research assistance, and the Russell Sage Foundation for financial support. Portions of the research for this paper were completed while Blau and Kahn were Visiting Fellows in the Economics Department of Princeton University, supported by the Industrial Relations Section. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}