{
    "id": 14381,
    "citation_title": "Accounting for Persistence and Volatility of Good-Level Real Exchange Rates: The Role of Sticky Information",
    "citation_author": [
        "Mario J. Crucini",
        "Mototsugu Shintani",
        "Takayuki Tsuruga"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVolatile and persistent real exchange rates are observed not only in aggregate series but also in the individual good level data. Kehoe and Midrigan (2007) recently showed that, under a standard assumption on nominal price stickiness, empirical frequencies of micro price adjustment cannot replicate the time-series properties of the law-of-one-price deviations. We extend their sticky price model by combining good specific price adjustment with information stickiness in the sense of Mankiw and Reis (2002). Under a reasonable assumption on the money growth process, we show that the model fully explains both persistence and volatility of the good-level real exchange rates. Furthermore, our framework allows for multiple cities within a country. Using a panel of U.S.-Canadian city pairs, we estimate a dynamic price adjustment process for each 165 individual goods. The empirical result suggests that the dispersion of average time of information update across goods is comparable to that of average time of price adjustment.\n\n",
    "acknowledgement": "\nWe would like to thank Eiji Fujii, seminar and conference participants at Duke, Hokkaido, North Carolina State and Osaka University, the Federal Reserve Bank of Dallas, 2008 Midwest Macro Meetings, 2007 9th TCER Macroeconomic Conference for helpful comments and discussions. Mario J. Crucini gratefully acknowledges the financial support of National Science Foundation. The views expressed in the paper are those of the authors and are not reflective of those of the Bank of Japan or the National Bureau of Economic Research.\n\n\n"
}