{
    "id": 14385,
    "citation_title": "When The Saints Come Marching In: Effects of Hurricanes Katrina and Rita on Student Evacuees",
    "citation_author": [
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "2024-10-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine academic performance and college going for public school students affected by Hurricanes Katrina and Rita.  Students who are forced to switch schools due to the hurricanes experience sharp declines in test scores in the first year following the hurricane.  However, by the second and third years after the disaster, Katrina evacuees displaced from Orleans Parish appear to benefit from the displacement, experiencing a .15 standard deviation improvement in scores.  The test score gains are concentrated among students whose initial schools were in the lowest quintile of the test score distribution and among students who leave the New Orleans MSA.  Katrina evacuees from suburban areas and Rita evacuees (from the Lake Charles area) eventually recover most of the ground lost during 05-06 but do not experience long term gains relative to their pre-Katrina test scores.    High school age Orleans evacuees have higher college enrollment rates than their predecessors from the same high schools.   Meanwhile, Katrina evacuees from the suburbs experience a 3.5 percentage point drop in their rate of enrollment in four year colleges.  Those evacuees do not to make up for the decline in the subsequent two years.  Later cohorts of suburban New Orleans evacuees are unaffected.  The results suggest that for students in the lowest performing schools, the long term gains to achievement from switching schools can more than offset even substantial costs of disruption.\n\n",
    "acknowledgement": "\nI thank Joshua Angrist, Amitabh Chandra, Alan Gustman, Doug Staiger and NBER Summer Institute Participants for helpful suggestions and Celia Kujala for outstanding research assistance.  I thank Fen Chou (Louisiana Department of Education), Ann Payne (Data Recognition Corp), and Richard Reeves (National Student Clearinghouse) for helping me assemble the data.   The National Science Foundation and the US Department of Educations' Institute for Education Sciences provided generous funding.  Data are provided by the Louisiana Department of Education, the East Baton Rouge School District and the National Student Clearinghouse.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}