{
    "id": 14395,
    "citation_title": "Sudden Stops, Sectoral Reallocations, and the Real Exchange Rate",
    "citation_author": [
        "Timothy J. Kehoe",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2008-10-08",
    "issue_date": "2008-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA sudden stop of capital flows into a developing country tends to be followed by a rapid switch from trade deficits to surpluses, a depreciation of the real exchange rate, and decreases in output and total factor productivity.  Substantial reallocation takes place from the nontraded sector to the traded sector.  We construct a multisector growth model, calibrate it to the Mexican economy, and use it to analyze Mexico's 1994-95 crisis.  When subjected to a sudden stop, the model accounts for the trade balance reversal and the real exchange rate depreciation, but it cannot account for the decreases in GDP and TFP.  Extending the model to include labor frictions and variable capital utilization, we still find that it cannot quantitatively account for the dynamics of output and productivity without losing the ability to account for the movements of other variables.\n\n",
    "acknowledgement": "\nThis paper has benefited from discussions with George Alessandria, David Backus, Michael Devereux, Patrick Kehoe, Enrique Mendoza, Carlos Végh, and the participants at the Micro Foundations of Real Exchange Rates Conference at the Carnegie Bosch Institute, the Workshop on Structural Analysis of Business Cycles in the Open Economy at the Sveriges Riksbank, the XXXI Simposio del Análisis  Económico, the New Perspectives on Financial Globalization Conference at the International Monetary Fund, and seminars at Arizona State University, UCLA, MIT, and Washington University in St. Louis.    This work was undertaken with the support of the National Science Foundation under grant SES-0536970.  All of the data used in this paper are available at www.econ.umn.edu/~tkehoe.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}