{
    "id": 14391,
    "citation_title": "Stabilizing Expectations under Monetary and Fiscal Policy Coordination",
    "citation_author": [
        "Stefano Eusepi",
        "Bruce Preston"
    ],
    "citation_publication_date": "2008-10-08",
    "issue_date": "2008-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the constraints imposed on monetary and fiscal policy design by expectations formation. Households and firms learn about the policy regime using historical data. Regime uncertainty substantially narrows, relative to a rational expectations analysis of the model, the menu of policies consistent with expectations stabilization. There is greater need for policy coordination: the specific choice of monetary policy limits the set of fiscal policies consistent with macroeconomic stability --- and simple Taylor-type rules frequently lead to expectations-driven instability. In contrast, non-Ricardian fiscal policies combined with an interest rate peg promote stability. Resolving uncertainty about the prevailing monetary policy regime improves stabilization policy, enlarging the menu of policy options consistent with stability. However, there are limits to the benefits of communicating the monetary policy regime: the more heavily indebted the economy, the greater is the likelihood of expectations-driven instability. More generally, regardless of agents' knowledge of the policy regime, even when expectations are anchored in the long term, short-term dynamics display greater volatility than under rational expectations.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Bank of Japan,  IGIER Universita Bocconi, the CAMA and Lowey Institute conference on \"Fiscal Policy Frameworks\", Columbia University, CREI-Universitat Pompeu Fabra, the European Central Bank conference on \"Learning, Asset Prices and Monetary Policy\", Federal Reserve Bank of New York, Federal Reserve Bank of St Louis \"Learning Week\", Indiana University, NCER Working Group in Macroeconometics, Riksbank conference on \"Refining Monetary Policy: Transparency and Real Stability\" and Yale University. Jordi Gali, Mike Woodford and particularly Eric Leeper and our discussants Timothy Kam, Donald Kohn and Frank Smets are thanked for useful conversations and detailed comments. The usual caveat applies. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of New York, the Federal Reserve System, or the Natonal Bureau of Economic Research. Preston thanks the Federal Reserve Bank of New York for its hospitality and resources while completing some of this work.\n\n\n"
}