{
    "id": 14390,
    "citation_title": "International Capital Flows under Dispersed Information: Theory and Evidence",
    "citation_author": [
        "Cédric Tille",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2008-10-02",
    "issue_date": "2008-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new theory of international capital flows based on dispersed information across individual investors. There is extensive evidence of information heterogeneity within and across countries, which has proven critical to understanding asset price behavior. We introduce information dispersion into an open economy dynamic general equilibrium portfolio choice model, and emphasize two implications for capital flows that are specific to the presence of dispersed information. First, gross and net capital flows become partially disconnected from publicly observed fundamentals. Second, capital flows (particularly gross flows) contain information about future fundamentals, even after controlling for current fundamentals. We find that these implications are quantitatively significant and consistent with data for industrialized countries.\n\n",
    "acknowledgement": "\nCedric Tille gratefully acknowledges financial support from the Swiss National Science Foundation and the National Centre of Competence in Research \"Financial Valuation and Risk Management\" (NCCR FINRISK). van Wincoop gratefully acknowledges financial support from the National Science Foundation (grant SES-0649442), the Bankard Fund for Political Economy, the Hong Kong Institute for Monetary Research and the Netherlands Central Bank. We thank Philippe Bacchetta, Paul Bergin, Casper de Vries, Bernard Dumas, Robert Kollmann, Frank Warnock, participants at the CEPR Third Annual Conference on the Macroeconomics of Global Interdependence, the 2008 NBER summer institute, the 2008 meetings of the Society for Economic Dynamics and the European Economic Association, Cornell University, the IMF, the Federal Reserve Bank of New York, the Board of Governors of the Federal Reserve, the Netherlands Central Bank, Hong Kong Authority Authority, UC Davis and the University of Amsterdam for valuable discussions and comments on an earlier draft. We thank Simone Meier for valuable research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}