{
    "id": 14396,
    "citation_title": "Partial Prescriptions For Decisions With Partial Knowledge",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2008-10-08",
    "issue_date": "2008-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper concerns the prescriptive function of decision analysis.  I suppose that an agent must choose an action yielding welfare that varies with the state of nature.  The agent has a welfare function and beliefs, but he does not know the actual state of nature.  It is often argued that such an agent should adhere to consistency axioms which imply that behavior can be represented as maximization of expected utility.  However, our agent is not concerned the consistency of his behavior across hypothetical choice sets.  He only wants to make a reasonable choice from the choice set that he actually faces.  Hence, I reason that prescriptions for decision making should respect actuality.  That is, they should promote welfare maximization in the choice problem the agent actually faces.  I conclude that any decision rule respecting weak and stochastic dominance should be considered rational.  Expected utility maximization respects dominance, but it has no special status from the actualist perspective.  Moreover, the basic consistency axiom of transitivity has a clear normative foundation only when actions are ordered by dominance.\n\n",
    "acknowledgement": "\nThis research was supported in part by NSF Grant SES-0549544.  I have benefitted from the comments of Ken Binmore, Larry Blume, Buz Brock, Dan Hausman, Francesca Molinari, Jörg Stoye, and Alex Tetenov. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}