{
    "id": 14398,
    "citation_title": "The Subprime Panic",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2008-10-08",
    "issue_date": "2008-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the ongoing credit crisis or panic requires understanding the designs of a number of interlinked securities, special purpose vehicles, and derivatives, all related to subprime mortgages. I describe the relevant securities, derivatives, and vehicles to show: (1) how the chain of interlinked securities was sensitive to house prices; (2) how asymmetric information was created via complexity; (3) how the risk was spread in an opaque way; and (4) how trade in the ABX indices (linked to subprime bonds) allowed information to be aggregated and revealed. These details are at the heart of the origin of the Panic of 2007. The events of the panic are described.\n\n",
    "acknowledgement": "\nThis paper is a much shorter, somewhat revised, version of a paper entitled \"The Panic of 2007,\" which was prepared for the Proceedings of a Symposium on \"Maintaining Stability in a Changing Financial System,\" Federal Reserve Bank of Kansas City, Jackson Hole Conference, August 2008. See http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1255362 . For comments, suggestions, and assistance with data and examples on the Jackson Hole paper, I thank Geetesh Bhardwaj, Omer Brav, Adam Budnick, Jared Champion, Kristan Blake Gochee, Itay Goldstein, Ping He, Bengt Holmström, Lixin Huang, Matt Jacobs, Arvind Krishnamurthy, Tom Kushner, Bob McDonald, Hui Ou-Yang, Ashraf Rizvi, Geert Rouwenhorst, Hyun Shin, Marty Wayne, Axel Weber, and to those who wished to remain anonymous. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}