{
    "id": 14402,
    "citation_title": "Fixed Costs and Long-Lived Investments",
    "citation_author": [
        "Christopher L. House"
    ],
    "citation_publication_date": "2008-10-16",
    "issue_date": "2008-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNeoclassical investment models predict that firms should make frequent, small adjustments to their capital stocks. Microeconomic evidence, however, shows just the opposite -- firms make infrequent, large adjustments to their capital stocks. In response, researchers have developed models with fixed costs of adjustment to explain the data. While these models generate the observed firm-level investment behavior, it is not clear that the aggregate behavior of these models differs importantly from the aggregate behavior of neoclassical models. This is important since most of our existing understanding of investment is based on models without fixed costs. Moreover, models with fixed costs have non-degenerate, time-varying distributions of capital holdings across firms, making the models extremely difficult to analyze. This paper shows that, for sufficiently long-lived capital, (1) the cross-sectional distribution of capital holdings has virtually no bearing on the equilibrium and (2) the aggregate behavior of the fixed-cost model is virtually identical to that of the neoclassical model. The findings are due to a near infinite elasticity of investment timing for long-lived capital goods  -- a feature that fixed-cost models and neoclassical models share. The analysis shows that the so-called \"irrelevance results\" obtained in recent numerical studies of fixed-cost models are not parametric special cases but instead reflect fundamental properties of long-lived investments.\n\n",
    "acknowledgement": "\nI gratefully acknowledge the comments of Lutz Kilian, John Leahy, Ana-Maria Mocanu, Matthew Shapiro, Nancy Stokey, Gianluca Violante, Caroline Weber, and seminar participants at the University of Michigan, Ohio State University, the Federal Reserve Bank of New York, New York University, NYU Stern, the NBER Monetary Economics group and the Stanford Institute for Theoretical Economics (SITE).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}