{
    "id": 14406,
    "citation_title": "Free Distribution or Cost-Sharing? Evidence from a Malaria Prevention Experiment",
    "citation_author": [
        "Jessica Cohen",
        "Pascaline Dupas"
    ],
    "citation_publication_date": "2008-10-16",
    "issue_date": "2008-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIt is often argued that cost-sharing -- charging a subsidized, positive price -- or a health product is necessary to avoid wasting resources on those who will not use or do not need the product. We explore this argument through a field experiment in Kenya, in which we randomized the price at which prenatal clinics could sell long lasting anti-malarial insecticide-treated nets (ITNs) to pregnant women. We find no evidence that cost-sharing reduces wastage on those that will not use the product: women who received free ITNs are not less likely to use them than those who paid subsidized positive prices. We also find no evidence that cost-sharing induces selection of women who need the net more: those who pay higher prices appear no sicker than the average prenatal client in the area in terms of measured anemia (an important indicator of malaria). Cost-sharing does, however, considerably dampen demand. We find that uptake drops by 75 percent when the price of ITNs increases from zero to $0.75 (i.e. from 100 to 87.5 percent subsidy), the price at which ITNs are currently sold to pregnant women in Kenya. We combine our estimates in a cost-effectiveness analysis of ITN prices on child mortality that incorporates both private and social returns to ITN usage. Overall, our results suggest that free distribution of ITNs could save many more lives than cost-sharing programs have achieved so far, and, given the large positive externality associated with widespread usage of ITNs, it would likely do so at a lesser cost per life saved.\n\n",
    "acknowledgement": "\nWe thank the Mulago Foundation for its financial support. We also thank the donors to TAMTAM Africa, Inc. for providing the free nets distributed in this study. Jessica Cohen was funded by a National Science Foundation Graduate Research Fellowship. We are very grateful to the Kenya Ministry of Health and its staff for their collaboration. We thank Eva Kaplan, Nejla Liias, and especially Katharine Conn and Moses Baraza for the smooth implementation of the project and the excellent data collection. We also thank David Autor, Esther Duflo, William Easterly, Greg Fischer, Raymond Guiteras, Sendhil Mullainathan, Mead Over, Dani Rodrik, and numerous seminar participants for helpful comments. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}