{
    "id": 14409,
    "citation_title": "Information Disclosure Policy: Do States' Data Processing Efforts Help More than the Information Disclosure Itself?",
    "citation_author": [
        "Hyunhoe Bae",
        "Peter Wilcoxen",
        "David Popp"
    ],
    "citation_publication_date": "2008-10-16",
    "issue_date": "2008-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Toxics Release Inventory (TRI) was expected to reduce health risks stemming from emissions of hazardous chemicals by increasing public pressure on polluters. However, it is a massive and complex dataset, requiring significant expertise to interpret in its raw form. State governments have attempted to mitigate the TRI's information processing burden on the public via two types of policies: (1) selection and dissemination of raw TRI data for plants within the state, and (2) data processing activities producing more refined reports and analysis. This study assesses the effectiveness of those policies. Our results show that state-level data dissemination efforts lowered the total number of pounds of chemicals released, but had little effect on health risks. State-level data processing efforts, in contrast, did lead to significant reductions in health risks. We conclude that simple dissemination of the data was ineffective (and even counterproductive in some instances), and that the states' data processing efforts have played a critical role in achieving the TRI's underlying goal.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}