{
    "id": 14403,
    "citation_title": "Optimal Taxation and Social Insurance with Endogenous Private Insurance",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2008-10-16",
    "issue_date": "2008-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper characterizes the welfare gains from redistributive taxation and social insurance in an environment where the private sector provides partial insurance.  We analyze stylized models in which adverse selection, pre-existing information, or imperfect optimization in private insurance markets create a role for government intervention. We derive simple formulas that map reduced-form empirical estimates into quantitative predictions for optimal tax and social insurance policy. Applications to unemployment and health insurance show that taking private market insurance into account matters significantly for optimal benefit levels given existing empirical estimates of the key parameters.\n\n",
    "acknowledgement": "\nWe thank Andrew Clark, Amy Finkelstein, Roger Gordon, Ken Judd, Narayana Kocherlakota, Pierre Pestieau, and conference participants at the NBER Trans-Atlantic Public Economics Seminar for very helpful comments and discussions.  Financial support from NSF Grant SES-0134946, the Sloan Foundation, and the Hoover Institution is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}