{
    "id": 14401,
    "citation_title": "Will the U.S. Bank Recapitalization Succeed? Eight Lessons from Japan",
    "citation_author": [
        "Takeo Hoshi",
        "Anil K. Kashyap"
    ],
    "citation_publication_date": "2008-10-10",
    "issue_date": "2008-10-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the financial crisis that started in 2007, the U.S. government has used a variety of tools to try to rehabilitate the U.S. banking industry. Many of those strategies were used also in Japan to combat its banking problems in the 1990s. There are also a surprising number of other similarities between the current U.S. crisis and the recent Japanese crisis. The Japanese policies were only partially successful in recapitalizing the banks until the economy finally started to recover in 2003. From these unsuccessful attempts, we derive eight lessons. In light of these eight lessons, we assess the policies the U.S. has pursued. The U.S. has ignored three of the lessons and it is too early to evaluate the U.S. policies with respect to four of the others. So far the U.S. has avoided Japan's problem of having impaired banks prop up zombie firms.\n\n",
    "acknowledgement": "\nHoshi is affiliated with the School of International Relations and Pacific Studies at the University of California San Diego, National Bureau of Economic Research, and Tokyo Center for Economic Research. Kashyap is affiliated with the University of Chicago Booth School of Business, Federal Reserve Bank of Chicago and National Bureau of Economic Research. Kashyap thanks the Initiative on Global Markets at the University of Chicago Booth School of Business for research support. Earlier drafts of this paper circulated under the titles \"Will the TARP Succeed? Lessons from Japan\" and \"Will the U.S. Recapitalization Succeed? Lessons from Japan.\" We thank Kanako Hotta, Yian Liu and Ashish Shenoy for excellent research assistance and Peggy Eppink for help preparing the document. We thank Mitsuhiro Fukao, Giovanni Dell'Ariccia, David Greenlaw, Beverly Hirtle, Takatoshi Ito, Hiroshi Osano, Kevin Stiroh and seminar participants at the 2009 ASSA Meeting, the Banque de France, the Bank of Japan, Doshisha University, the European Bank for Reconstruction and Development, the European Commission, the Federal Reserve Bank of New York, the Harvard Law School, Indiana University, the International Monetary Fund, the Ohio State University, NBER 2009 Summer Institute, Princeton University, Tsinghua University, University of Illinois, Chicago and the Yale Law School for useful comments. The views in this paper are those of the authors alone and not the institutions with which we are affiliated, all mistakes are our own.\n\n\n"
}