{
    "id": 14407,
    "citation_title": "Local Industrial Conditions and Entrepreneurship: How Much of the Spatial Distribution Can We Explain?",
    "citation_author": [
        "Edward L. Glaeser",
        "William R. Kerr"
    ],
    "citation_publication_date": "2008-10-16",
    "issue_date": "2008-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are some places more entrepreneurial than others? We use Census Bureau data to study local determinants of manufacturing startups across cities and industries. Demographics have limited      explanatory power. Overall levels of local customers and suppliers are only modestly important, but new entrants seem particularly drawn to areas with many smaller suppliers, as suggested by Chinitz (1961). Abundant workers in relevant occupations also strongly predict entry. These forces plus city and industry fixed effects explain between sixty and eighty percent of manufacturing entry. We use spatial distributions of natural cost advantages to address partially endogeneity concerns\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to eglaeser@harvard.edu and wkerr@hbs.edu. We are grateful to Jim Davis, Mercedes Delgado, Glenn Ellison, Thomas Hellmann, Ramana Nanda, Scott Stern, and two referees for advice on this research project. Kristina Tobio provided excellent research assistance. This research is supported by Harvard Business School, the Kaufman Foundation, the National Science Foundation, and the Innovation Policy and the Economy Group. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged. Research results and conclusions expressed are our own and do not necessarily reflect the views of the Census Bureau or NSF. This paper has been screened to insure that no confidential data are revealed. This paper was first circulated in November 2007.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}