{
    "id": 14414,
    "citation_title": "Estimating Welfare in Insurance Markets Using Variation in Prices",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Mark R. Cullen"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how standard consumer and producer theory can be used to estimate welfare in insurance markets with selection. The key observation is that the same price variation needed to identify the demand curve also identifies how costs vary as market participants endogenously respond to price. With estimates of both the demand and cost curves, welfare analysis is straightforward. We illustrate our approach by applying it to the employee health insurance choices at Alcoa, Inc. We detect adverse selection in this setting but estimate that its quantitative welfare implications are small, and not obviously remediable by standard public policy tools.\n\n",
    "acknowledgement": "\nWe are grateful to Felicia Bayer, Brenda Barlek, Chance Cassidy, Fran Filpovits, Frank Patrick, and Mike Williams for innumerable conversations explaining the institutional environment of Alcoa, to Colleen Barry, Susan Busch, Linda Cantley, Deron Galusha, James Hill, Sally Vegso, and especially Marty Slade for providing and explaining the data, to Tatyana Deryugina, Sean Klein, Dan Sacks, and James Wang for outstanding research assistance, and to Kate Bundorf, Raj Chetty, Peter Diamond, Hanming Fang, David Laibson, Jonathan Levin, Jim Poterba, Jonathan Skinner, and seminar participants at MIT, Stanford, Yale, the NBER Health Care Meeting, and SITE 2008 for helpful comments. The data were provided as part of an ongoing service and research agreement between Alcoa, Inc. and Yale, under which Yale faculty and staff perform jointly agreed-upon ongoing and ad-hoc research projects on workers' health, injury, disability and health care, and Mark Cullen serves as medical director for Alcoa, Inc. We gratefully acknowledge support from the National Science Foundation grant #SES-0643037 (Einav), the Alfred P. Sloan Foundation (Finkelstein), and the John D. and Catherine T. MacArthur Foundation Network on Socioeconomic Status and Health, and Alcoa, Inc. (Cullen). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}