{
    "id": 14416,
    "citation_title": "Imported Intermediate Inputs and Domestic Product Growth: Evidence from India",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Amit Khandelwal",
        "Nina Pavcnik",
        "Petia Topalova"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew goods play a central role in many trade and growth models. We use detailed trade and firm-level data from a large developing economy--India--to investigate the relationship between declines in trade costs, the imports of intermediate inputs and domestic firm product scope. We estimate substantial static gains from trade through access to new imported inputs. Accounting for new imported varieties lowers the import price index for intermediate goods on average by an additional 4.7 percent per year relative to conventional gains through lower prices of existing imports. Moreover, we find that lower input tariffs account on average for 31 percent of the new products introduced by domestic firms, which implies potentially large dynamic gains from trade. This expansion in firms' product scope is driven to a large extent by international trade increasing access of firms to new input varieties rather than by simply making existing imported inputs cheaper. Hence, our findings suggest that an important consequence of the input tariff liberalization was to relax technological constraints through firms' access to new imported inputs that were unavailable prior to the liberalization.\n\n",
    "acknowledgement": "\nWe thank Matthew Flagge, Andrew Kaminski, Alexander Mcquoid, and Michael Sloan Rossiter for excellent research assistance and Andy Bernard, N.S. Mohanram, Marc Melitz, Steve Redding, Andres Rodriguez-Clare, Jagadeesh Sivadasan, Peter Schott, David Weinstein, and several seminar participants for useful comments. We are particularly grateful to Christian Broda and David Weinstein for making their substitution elasticity estimates available to us. Goldberg also thanks the Center for Economic Policy Studies at Princeton for financial support.  The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}