{
    "id": 14418,
    "citation_title": "The Quality-Complementarity Hypothesis: Theory and Evidence from Colombia",
    "citation_author": [
        "Maurice Kugler",
        "Eric Verhoogen"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a tractable formalization and an empirical investigation of the quality-complementarity hypothesis, the hypothesis that input quality and plant productivity are complementary in generating output quality. We embed this complementarity in a general-equilibrium trade model with heterogeneous, monopolistically competitive firms, extending Melitz (2003), and show that it generates distinctive implications for two simple, observable within-sector correlations -- between output prices and plant size and between input prices and plant size -- and for how those correlations vary across sectors. Using uniquely rich and representative data on the unit values of outputs and inputs of Colombian manufacturing plants, we then document three facts: (1) output prices are positively correlated with plant size within industries on average; (2) input prices are positively correlated with plant size within industries on average; and (3) both correlations are more positive in industries with more scope for quality differentiation, as measured by the advertising and R&D intensity of U.S. industries. The predicted and observed correlations between export status and input and output prices are similar to those for plant size. We present additional evidence that market power of either final-good producers or input suppliers does not fully explain the empirical patterns we observe. These findings are consistent with the predictions of our model and difficult to reconcile with alternative models that impose symmetry or homogeneity of either inputs or outputs. We interpret the results as broadly supportive of the quality-complementarity hypothesis.\n\n",
    "acknowledgement": "\nWe would like to thank, without implicating, Pol Antras, Abhijit Banerjee, Oeindrila Dube, Esther Duflo, Jonathan Eaton, Marcela Eslava, Garth Frazer, Andrew Foster, Penny Goldberg, John Haltiwanger, James Harrigan, Kate Ho, David Hummels, Amit Khandelwal, Wojciech Kopczuk, Adriana Kugler, David Lee, Marc Melitz, Nathan Nunn, Rohini Pande, Cristian Pop-Eleches, Esteban Rossi-Hansberg, Rafael Santos, John Sutton, Chad Syverson, Kensuke Teshima, Jim Tybout, Miguel Urquiola, David Weinstein and many seminar participants for helpful comments; Kensuke Teshima, Hitoshi Shigeoka and Juan Ovalle for excellent research assistance; and Juan Francisco Martinez, Luis Miguel Suarez, German Perez and Beatriz Ferreira of DANE for help with the plant data. Verhoogen thanks the Program for Economic Research at Columbia University for funding and the Center for Health and Well-Being at Princeton University and the Abdul Latif Jameel Poverty Action Lab at MIT for hospitality. An earlier version of this paper was circulated under the title, \"Product Quality at the Plant Level: Plant Size, Exports, Output Prices and Input Prices in Colombia.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}