{
    "id": 14415,
    "citation_title": "Inside the Black of Box of Ability Peer Effects: Evidence from Variation in the Proportion of Low Achievers in the Classroom",
    "citation_author": [
        "Victor Lavy",
        "M. Daniele Paserman",
        "Analia Schlosser"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the extent of ability peer effects in the classroom and explore the underlying mechanisms through which these peer effects operate. We identify as low ability students those who are enrolled at least one year behind their birth cohort (\"repeaters\"). We show that there are marked differences between the academic performance and behavior of repeaters and regular students. The status of repeaters is mostly determined by first grade; therefore, it is unlikely to have been affected by their classroom peers, and our estimates will not suffer from the reflection problem. Using within school variation in the proportion of these low ability students across cohorts of middle and high school students in Israel, we find that the proportion of low achieving peers has a negative effect on the performance of regular students, especially those located at the lower end of the ability distribution. An exploration of the underlying mechanisms of these peer effects shows that, relative to regular students, repeaters report that teachers are better in the individual treatment of students and in the instilment of capacity for individual study. However, a higher proportion of these low achieving students results in a deterioration of teachers' pedagogical practices, has detrimental effects on the quality of inter-student relationships and the relationships between teachers and students, and increases the level of violence and classroom disruptions.\n\n",
    "acknowledgement": "\nWe thank the Israeli Ministry of Education for assisting with the data. We thank Caroline Hoxby, Damon Clark, Stephen Ross, and seminar participants at Hebrew University, University of Connecticut, LSE, PSE, and the CEPR, NBER Education Program and SOLE conferences for many helpful comments. Roy Mill, Issi Romem, Yannay Spitzer, and Rachel Berner provided outstanding research assistance. We thank the Falk Institute for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}