{
    "id": 14417,
    "citation_title": "Future Rent-Seeking and Current Public Savings",
    "citation_author": [
        "Ricardo J. Caballero",
        "Pierre Yared"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom is that politicians' rent-seeking motives increase public debt and deficits. This is because myopic politicians face political risk and prefer to extract political rents as early as possible. An implication of this argument is that governments will under-save during a boom, leaving the economy unprotected in the event of a downturn. This view motivates a number of fiscal rules which are aimed at cutting deficits and constraining borrowing so as to limit the size of this political distortion. In this paper we study the determination of government debt and deficits in a dynamic model of debt which characterizes political distortions. We find that in our model the conventional wisdom always applies in the long run, but only does so in the short run when economic volatility is low. Instead, when economic volatility is high, a rent-seeking government over-saves and over-taxes along the equilibrium path relative to a benevolent government. Paradoxically, the over-saving bias can also be solved in this case by a rule of capping deficits, although the mechanism operates through its effect on expectations of future rent extraction rather than though the contemporary constraint. However, these rules are ineffective in solving the high taxation problem caused by the political friction, which in the short run is more acute in the high income volatility scenario.\n\n",
    "acknowledgement": "\nWe are grateful to Stefania Albanesi, Marco Battaglini, Patrick Bolton, V.V. Chari, Tito Cordella, Michael Golosov, Simon Johnson, Narayana Kocherlakota, Jose Tessada, and Aleh Tsyvinski for comments. Caballero thanks the NSF for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}