{
    "id": 14426,
    "citation_title": "Uncertainty, Climate Change and the Global Economy",
    "citation_author": [
        "David von Below",
        "Torsten Persson"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper illustrates how one may assess our comprehensive uncertainty about the various relations in the entire chain from human activity to climate change. Using a modified version of the RICE model of the global economy and climate, we perform Monte Carlo simulations, where full sets of parameters in the model's most important equations are drawn randomly from pre-specified distributions, and present results in the forms of fan charts and histograms. Our results suggest that under a Business-As-Usual scenario, the median increase of global mean temperature in 2105 relative to 1900 will be around 4.5 °C. The 99 percent confidence interval ranges from 3.0 °C to 6.9 °C. Uncertainty about socio-economic drivers of climate change lie behind a non-trivial part of this uncertainty about global warming.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Eva Benz, Simon Dietz, Daniel Johansson, Karl-Göran Mäler, Will Steffen, Marty Weitzman, and participants in seminars at IIES, MISU, Copenhagen and Mannheim. Financial support from Mistra, the Swedish Research Council, and Jan Wallander and Tom Hedelius' Research Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}