{
    "id": 14424,
    "citation_title": "Fooling Some of the People All of the Time: The Inefficient Performance and Persistence of Commodity Trading Advisors",
    "citation_author": [
        "Geetesh Bhardwaj",
        "Gary B. Gorton",
        "K. Geert Rouwenhorst"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestors face significant barriers in evaluating the performance of hedge funds and commodity trading advisors (CTAs). The only available performance data comes from voluntary reporting to private companies. Funds have incentives to strategically report to these companies, causing these data sets to be severely biased. And, because hedge funds use nonlinear, state-dependent, leveraged strategies, it has proven difficult to determine whether they add value relative to benchmarks. We focus on commodity trading advisors, a subset of hedge funds, and show that during the period 1994-2007 CTA excess returns to investors (i.e., net of fees) averaged 85 basis points per annum over US T-bills, which is insignificantly different from zero. We estimate that CTAs on average earned gross excess returns (i.e., before fees) of 5.4%, which implies that funds captured most of their performance through charging fees. Yet, even before fees we find that CTAs display no alpha relative to simple futures strategies that are in the public domain. We argue that CTAs appear to persist as an asset class despite their poor performance, because they face no market discipline based on credible information. Our evidence suggests that investors' experience of poor performance is not common knowledge.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments and suggestions from Martijn Cremers, Ned Elton, Bill Fung, Mila Getmansky, Will Goetzmann, Marty Gruber, Raj Gupta, David Hsieh, Jon Ingersoll, Bing Liang, Jonathan Macey, Roberta Romano, Ken Scott, and seminar participants at UMass Amherst. The views expressed are those of the authors and do not necessarily reflect the official position of AIG Financial Products Corp or the National Bureau of Economic Research.\n\n\n"
}