{
    "id": 14429,
    "citation_title": "Does Daylight Saving Time Save Energy? Evidence from a Natural Experiment in Indiana",
    "citation_author": [
        "Matthew J. Kotchen",
        "Laura E. Grant"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe history of Daylight Saving Time (DST) has been long and controversial. Throughout its implementation during World Wars I and II, the oil embargo of the 1970s, consistent practice today, and recent extensions, the primary rationale for DST has always been to promote energy conservation. Nevertheless, there is surprisingly little evidence that DST actually saves energy. This paper takes advantage of a natural experiment in the state of Indiana to provide the first empirical estimates of DST effects on electricity consumption in the United States since the mid-1970s. Focusing on residential electricity demand, we conduct the first-ever study that uses micro-data on households to estimate an overall DST effect. The dataset consists of more than 7 million observations on monthly billing data for the vast majority of households in southern Indiana for three years. Our main finding is that --  contrary to the policy's intent -- DST increases residential electricity demand. Estimates of the overall increase are approximately 1 percent, but we find that the effect is not constant throughout the DST period. DST causes the greatest increase in electricity consumption in the fall, when estimates range between 2 and 4 percent. These findings are consistent with simulation results that point to a tradeoff between reducing demand for lighting and increasing demand for heating and cooling. We estimate a cost of increased electricity bills to Indiana households of $9 million per year. We also estimate social costs of increased pollution emissions that range from $1.7 to $5.5 million per year. Finally, we argue that the effect is likely to be even stronger in other regions of the United States.\n\n",
    "acknowledgement": "\nWe are grateful to Dick Stevie and Monica Redman of Duke Energy for generously providing data and assistance throughout. We also acknowledge financial support from the University of California Energy Institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}