{
    "id": 14421,
    "citation_title": "Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage",
    "citation_author": [
        "Meredith Fowlie"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor political, jurisdictional and technical reasons, environmental regulation of industrial pollution is often incomplete: regulations apply to only a subset of facilities contributing to a pollution problem. Policymakers are increasingly concerned about the emissions leakage that may occur  if unregulated production can be easily substituted for production at regulated firms. This paper analyzes emissions leakage in an incompletely regulated and imperfectly competitive industry.  When regulated producers are less polluting than their unregulated ounterparts, emissions under incomplete regulation can exceed the level of emissions that would have occurred in the absence of regulation. Converseley, when regulated firms are relatively more polluting, aggregate emissions under complete regulation can exceed aggregate emissions under incomplete regulation.  In a straightforward application of the theory of the second best, I show that incomplete regulation can welfare dominate complete regulation of emissions from an asymmetric oligopoly.  The model is used to simulate greenhouse gas emissions from California's electricity sector under a source-based cap-and-trade program. Incomplete regulation that exempts out-of-state producers achieves approximately a third of the emissions reductions achieved under complete regulation at more than twice the cost per ton of emissions abated.\n\n",
    "acknowledgement": "\nThe author gratefully acknowledges the University of California Energy Institute for financial support. I thank Henry Shiu (UC Davis) and David Hawkins (California ISO) for granting access to industry data.  Thanks to Jim Bushnell,  Don Fullerton, Larry Goulder, and seminar participants at the Canadian Resource and Environmental Economics conference, Michigan State University, the National Bureau of Economic Research, Stanford University, the Triangle Resource and Environmental Economics seminar, the University of Michigan, and the UC\\ Energy Institute POWER conference for valuable comments. Two anonymous referees provided constructive suggestions and corrections. All remaining errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}