{
    "id": 1442,
    "citation_title": "Theories of Wage Rigidity",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1984-09-01",
    "issue_date": "1984-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers two sets of theories attempting to explain wage rigidities and unemployment: implicit contract theory and the efficiency wage theory. The basic thesis of the paper is that the former set of theories do not provide a convincing explanation of the kind of wage rigidity which is associated with cyclical unemployment,while the latter theories do. Several of the more recent versions of implicit contract theory are considered: implicit contracts with asymmetric information may give rise to over employment rather than underemployment, and the forms of contracts to be expected, were asymmetric information considerations paramount, are not observed.Other versions of the asymmetric information implicit contract model, explicitly long term in nature, may give rise to full employment. One version of implicit contract theory which does give rise to lay-offs arises when search is costly and cannot be monitored. But even this extension does not explain certain important features of observed patterns of unemployment. In contrast, the efficiency wage models not only provide an explanation of the existence of unemployment equilibrium in competitive economies, but they also provide part of the explanation of the observed patterns of unemployment. They also explain why different firms may pay similar workers different wages, why wages may be sticky, why firms maynot loose much if they fail to adjust their wages, and why, when they adjust their wages optimally, they adjust them slowly.The policy implications of the efficiency wage model are markedly different from those of models in which wages are absolutely rigid aswell as from those in which unemployment arises from asymmetric information.\n\n",
    "acknowledgement": "\n"
}