{
    "id": 14428,
    "citation_title": "Health Capital and the Prenatal Environment: The Effect of Maternal Fasting During Pregnancy",
    "citation_author": [
        "Douglas Almond",
        "Bhashkar Mazumder"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe use the Islamic holy month of Ramadan as a natural experiment in fasting and fetal health. In Michigan births 1989-2006, we find prenatal exposure to Ramadan among Arab mothers results in lower birthweight and reduced gestation length. Exposure to Ramadan in the first month of gestation is also associated with a sizable reduction in the number of male births. In Census data for Uganda, Iraq, and the US we find strong associations between in utero exposure to Ramadan and the likelihood of being disabled as an adult. Effects are particularly large for mental (or learning) disabilities. We also find significant effects on proxies for wealth, earnings, the sex composition of the adult population, and more suggestive evidence of effects on schooling. We find no evidence that negative selection in conceptions during Ramadan accounts for our findings, suggesting that avoiding Ramadan exposure during pregnancy is costly or the long-term effects of fasting unknown.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from seminar participants at the NBER Cohorts meeting Spring 2007, UC Davis, Chicago Harris, the National Poverty Center Life Events Conference, Brown University, Stockholm University (IIES), the NBER Childrens Program, the University of Illinois (Chicago), the Federal Reserve Bank of San Francisco, Notre Dame, the Tinbergen Institute, Bristol University, UVA, Cornell, and the University of Chicago (Booth School of Business). We also thank Lena Almond, Hoyt Bleakley, Janet Currie, Carlos Dobkin, Phoebe Ellsworth, Andrew Gelman, Jon Guryan, Jim Heckman, Hilary Hoynes, Darren Lubotsky, Doug Miller, Kevin Milligan, Diane Whitmore-Schanzenbach, and Kosali Simon for helpful comments. We thank Ana Rocca, Kenley Barrett, Sarena Goodman, and Shyue-Ming Loh for excellent research assistance and Christine Pal for careful copy editing. The views expressed here do not reflect the views of the Federal Reserve system, nor those of the National Bureau of Economic Research.\n\n\n"
}