{
    "id": 14422,
    "citation_title": "Can a Lender of Last Resort Stabilize Financial Markets? Lessons from the Founding of the Fed",
    "citation_author": [
        "Asaf Bernstein",
        "Eric Hughson",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2008-10-21",
    "issue_date": "2008-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the founding of the Federal Reserve as a historical experiment to provide some insight into whether a lender of last resort can stabilize financial markets. Following the Panic of 1907, Congress passed two measures that established a lender of last resort in the United States: (1) the Aldrich-Vreeland Act of 1908 which authorized certain banks to issue emergency currency during a financial crisis and (2) the Federal Reserve Act of 1913 which established a central bank. We employ a new identification strategy to isolate the effects of the introduction of a lender of last resort from other macroeconomic shocks. We compare the standard deviation of stock returns and short-term interest rates over time across the months of September and October, the two months of the year when financial markets were most vulnerable to a crash because of financial stringency from the harvest season, with the rest of the year during the period 1870-1925. Stock volatility in the post-1907 period (June 1908-1925) was more than 40 percent lower in the months of September and October compared to the period (1870- May 1908). We also find that the volatility of the call loan rate declined nearly 70 percent in September and October following the monetary regime change.\n\n",
    "acknowledgement": "\nThe authors would like to thank Richard Burdekin, Vincenzo Quadrini and seminar participants at  Claremont McKenna College and the University of Southern California for comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}