{
    "id": 14438,
    "citation_title": "Is Poland at Risk of a Boom-and-Bust Cycle in the Run-Up to Euro Adoption?",
    "citation_author": [
        "Barry Eichengreen",
        "Katharina Steiner"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether Poland is at risk of the boom-bust problem that has afflicted economies around the time of euro adoption.  Our answer, inevitably, is mixed.  On the one hand the fact that Poland is an outlier, credit-growth wise, accentuates the danger of a boom if one believes in mean reversion. Our econometrics indicate that the fall in interest rates that will flow from expectations of euro adoption will further feed that boom.  On the other hand the fact that interest rates have already converged part way to euro-area levels (and more extensively than in earlier adopters that experienced a sharp fall in rates and a pronounced credit boom), especially in the case of lending to firms, suggests that this shock may be less intense in Poland. And it is certainly conceivable that the same policies and country characteristics (not always visible to the econometrician) that have restrained credit growth in the past may continue to do so in the future.  The broader literature also points to two set of factors, the first of which makes the danger of an unsustainable credit boom more immediate, the second of which makes it more remote. In the first category are the continuing limitations of the supervisory framework and the weakness of the finance minister in the budget-making process. In the second are a record of rigorous prudential supervision and the existence of relatively competitive labor markets.\n\n",
    "acknowledgement": "\nThis paper was prepared for the National Report on Poland's Membership in the Euro Area, commissioned by the National Bank of Poland.  It was begun while Steiner was visiting UC Berkeley, whose hospitality is acknowledged with thanks.  We thank Bernhard Mahlberg for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}