{
    "id": 14439,
    "citation_title": "Portfolio Substitution and the Revenue Cost of Exempting State and Local Government Interest Payments from Federal Income Tax",
    "citation_author": [
        "James M. Poterba",
        "Arturo Ramirez Verdugo"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how alternative assumptions about household portfolio behavior affect estimates of the revenue cost of excluding state and local government interest payments from the federal income tax base.  Standard tax expenditure estimates assume that current holders of tax-exempt bonds would replace their holdings of tax-exempt bonds with taxable bonds if the tax exemption were eliminated.  We consider a number of alternative possible portfolio responses.  Because taxable bonds are among the most heavily taxed assets, assuming that investors holding tax-exempt bonds would otherwise hold taxable bonds yields a larger estimate of the revenue cost of tax exemption than many alternative assumptions.  Based on data from the 2004 Survey of Consumer Finances, we estimate that the revenue cost of tax exemption under the \"taxable bond substitution hypothesis\" is $14.2 billion, compared with $10.1 billion if corporate stock replaces tax-exempt bonds in household portfolios, and $7.9 billion if investors distribute their tax-exempt bond holdings in proportion to the other assets currently in their portfolios.  We also explore the revenue effects of capping the dollar amount of tax-exempt interest per tax return and of limiting tax-exempt interest as a fraction of AGI.\n\n",
    "acknowledgement": "\nWe are grateful to participants in the NBER Tax Expenditure Project, especially William Gentry, Roger Gordon, and Eric Toder, for helpful comments, and to the National Science Foundation (Poterba) for research support.  Pablo Villanueva and Jose Cabrera provided outstanding research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}