{
    "id": 14435,
    "citation_title": "Work Expectations, Realizations, and Depression in Older Workers",
    "citation_author": [
        "Tracy A. Falba",
        "William T. Gallo",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact on depressive symptoms of deviation in actual labor force behavior at age 62 from earlier expectations.  Our sample of 4,241 observations is drawn from the Health and Retirement Study (HRS). We examine workers who were less than 62 years of age at the 1992 HRS baseline, and who had reached age 62 by our study endpoint, enabling comparison of actual labor force withdrawal with earlier expectations. Poisson regression were used to estimate the impact of expected full-time work status on depressive symptoms; regressions are estimated separately for those working fulltime at age 62 and those not working fulltime. We found significant effects on depression at age 62 both for full-time workers who expected not to be working full-time, and for participants not working full-time who expected to be doing so. These results hold even after adjustment for earlier depressive symptoms, sociodemographic and other relevant controls.  The findings suggest that working longer and retiring earlier than expected each may compromise psychological well-being.  The current financial crisis may result in both scenarios as some workers may have to work longer than expected due to the decline in pension and other wealth while others may retire earlier due to job loss.\n\n",
    "acknowledgement": "\nThis work was supported by Grant Number RL1AA017542 from the National Institute on Alcohol Abuse and Alcoholism to Yale University and Grant Number R01AG027045 from the National Institute on Aging to Yale University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Alcohol Abuse and Alcoholism, National Institute on Aging, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n"
}