{
    "id": 14433,
    "citation_title": "Timing and Quantity of Consumer Purchases and the Consumer Price Index",
    "citation_author": [
        "Rachel Griffith",
        "Ephraim Leibtag",
        "Andrew Leicester",
        "Aviv Nevo"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common approach to measuring price changes is to look at the change of the expenditure needed to purchase a fixed basket of goods. It is well-known that this approach suffers from problems and creates several biases in the measurement of price changes faced by consumers. Substitution and outlet bias, two commonly studied concerns, are both driven by consumer choices of what and where to buy. However, consumers also make other choices, including how much and when to buy. We discuss the implications of consumers' timing and quantity decisions have on standard practices of computing of computing a price index.\nWe use household-level data on quantities purchased and prices paid to construct a measure of the savings made by consumers' optimizing behaviour in the purchase of food. In particular, we compare the prices actually paid by the consumers to various alternatives that do not allow for substitution. Our analysis suggests that the average consumer makes significant, and comparable in magnitude, savings from the four dimensions of choice that we study. Furthermore, our data suggests significant heterogeneity in consumer behavior, and that this behavior is correlated with demographics. Our findings suggest that ignoring timing and quantity decisions, when computing a price index, can generate biases on the order of magnitude of substitution and outlet biases.\n\n",
    "acknowledgement": "\nFinancial support for Griffith and Leicester from the ESRC through the ESRC Centre for the Microeconomic Analysis of Public Policy at IFS (CPP) is gratefully acknowledged. Griffith and Leicester, University College London and Institute for Fiscal Studies, Leibtag, US Department of Agriculture Economic Research Service, Nevo, Northwestern University and National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the US Department of Agriculture.\n\n\n"
}