{
    "id": 14431,
    "citation_title": "Carbon, Trade Policy, and Carbon Free Trade Areas",
    "citation_author": [
        "Yan Dong",
        "John Whalley"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses both the potential contribution that trade policy initiatives can make towards the achievement of significant global carbon emissions reduction and the potential impacts of proposals now circulating for carbon reduction motivated geographical trade arrangements, including carbon free trade areas. We first suggest that trade policy is likely to be a relatively minor consideration in climate change containment. The dominant influence on carbon emissions globally for next several decades will be growth more so than trade and its composition, and in turn, the size of trade seemingly matters more than its composition given differences in emission intensity between tradables and nontradables. We also note that differences in emissions intensity across countries are larger than across products or sectors and so issues of country discrimination in trade policy (and violations of MFN) arises. We next discuss both unilateral and regional carbon motivated trade policy arrangements, including three potential variants of carbon emission reduction based free trade area arrangements. One is regional trade agreements with varying types of trade preferences towards low carbon intensive products, low carbon new technologies and inputs to low carbon processes. A second is the use of joint border measures against third parties to counteract anti-competitive effects from groups of countries taking on deeper emission reduction commitments. A third is third country trade barriers along with free trade or other regional trade agreements as penalty mechanisms to pressure other countries to join emission reducing environmental agreements. We differentiate among the objectives, forms and possible impacts of each variant. We also speculate as to how the world trading system may evolve in the next few decades as trade policy potentially becomes increasingly dominated by environmental concerns. We suggest that the future evolution of the trading system will likely be with environmentally motivated arrangements acting as an overlay on prevailing trade and financial arrangements in the WTO and IMF, and eventually movement to linked global trade and environmental policy bargaining.\n\n",
    "acknowledgement": "\nWe are grateful to Ray Riezman , Suzanne Droge and participants in a CESifo Conference on Europe and Global Environmental Negotiations, July 14-15 2008 in Venice for comments and discussion. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}