{
    "id": 14436,
    "citation_title": "Not-so-Classical Measurement Errors: A Validation Study of Homescan",
    "citation_author": [
        "Liran Einav",
        "Ephraim Leibtag",
        "Aviv Nevo"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report results from a validation study of Nielsen Homescan data. We use data from a large grocery chain to match thousands of individual transactions that were recorded by both the retailer (at the store) and the Nielsen Homescan panelist (at home). First, we report how often shopping trips are not reported, and how often trip information, product information, price, and quantity are reported with error. We focus on recording errors in prices, which are more prevalent, and show that they can be classified to two categories, one due to standard recording errors, while the other due to the way Nielsen constructs the price data. We then show how the validation data can be used to correct the impact of recording errors on estimates obtained from Nielsen Homescan data. We use a simple application to illustrate the impact of recording errors as well as the ability to correct for these errors. The application suggests that while recording errors are clearly present, and potentially impact results, corrections, like the one we employ, can be adopted by users of Homescan data to investigate the robustness of their results.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the Chicago-Northwestern IO-Marketing conference, the Hoover Economics Bag Lunch, the NBER Price Dynamics Conference, the NBER Productivity Potpourri, the Stanford Economics Junior Lunch, and the World Congress on National Accounts for helpful comments. We thank Andrea Pozzi and Chris Taylor for outstanding research assistance. This research was funded by a cooperative agreement between the USDA ERS and Northwestern University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research or the US Department of Agriculture.\n\n\n"
}