{
    "id": 14434,
    "citation_title": "Identification with Imperfect Instruments",
    "citation_author": [
        "Aviv Nevo",
        "Adam M. Rosen"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDealing with endogenous regressors is a central challenge of applied research. The standard solution is to use instrumental variables that are assumed to be uncorrelated with unobservables. We instead assume (i) the correlation between the instrument and the error term has the same sign as the correlation between the endogenous regressor and the error term, and (ii) that the instrument is less correlated with the error term than is the endogenous regressor. Using these assumptions, we derive analytic bounds for the parameters. We demonstrate the method in two applications.\n\n",
    "acknowledgement": "\nWe thank Joel Horowitz, Chuck Manski, Rob Porter, and Elie Tamer as well as seminar participants at Northwestern University, University College London, SITE, University of Paris I, and the University of Toronto for comments. Adam Rosen gratefully acknowledges financial support form the Center for the Study of Industrial Organization, the Eisner Memorial Fellowship at Northwestern University, and the Economic and Social Research Council through the ESRC Centre for Microdata Methods and Practice grant RES-589-28-0001.  The authors are solely responsible for any and all errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}