{
    "id": 14437,
    "citation_title": "Real Exchange Rate Movements and the Relative Price of Non-traded Goods",
    "citation_author": [
        "Caroline M. Betts",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the quarterly bilateral real exchange rate and the relative price of non-traded to traded goods for 1225 country pairs over 1980-2005.  We show that the two variables are positively correlated, but that movements in the relative price measure are smaller than those in the real exchange rate.  The relation between the two variables is stronger when there is an intense trade relationship between two countries and when the variance of the real exchange rate between them is small.  The relation does not change for rich/poor country bilateral pairs or for high inflation/low inflation country pairs. We identify an anomaly: The relation between the real exchange rate and relative price of non-traded goods for US/EU bilateral trade partners is unusually weak.\n\n",
    "acknowledgement": "\nA very preliminary version of this paper was circulated in November 2001.  The authors gratefully acknowledge the financial support of the National Science Foundation.  We would like to thank David Backus, Rudolfs Bems, Paul Bergin,  Mario Crucini, Mick Devereux, Charles Engel, Gonzalo Fernández de Córdoba, Kristian Hartelius, Patrick Kehoe, Beverly Lapham, Chris Telmer, and seminar participants at the 2001 Canadian Macro Study Group Meetings, Claremont Mckenna College, FRB Minneapolis, FRB New York, FRB Philadelphia, NYU, Stanford, UC-Davis, UCLA, the University of Kansas, USC, the 2001 Annual Meeting of the Society for Economic Dynamics, the 2003 Workshop of the Jornadas Béticas de Macroeconomía Dinámica, the 2006 Summer Meetings of the Econometric Society, and the 2006 Latin American Econometric Society Meetings for very helpful comments and suggestions. We also thank John Dalton, Jim MacGee, Ananth Ramanarayanan, Kim Ruhl, and Kevin Wiseman for extraordinary research assistance and Guihong Chen for help with the Chinese data.  All of the data used in this paper are available at http://www.econ.umn.edu/~tkehoe.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}