{
    "id": 14430,
    "citation_title": "Are Structural VARs with Long-Run Restrictions Useful in Developing Business Cycle Theory?",
    "citation_author": [
        "V. V. Chari",
        "Patrick J. Kehoe",
        "Ellen R. McGrattan"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe central finding of the recent structural vector autoregression (SVAR) literature with a differenced specification of hours is that technology shocks lead to a fall in hours. Researchers have used this finding to argue that real business cycle models are unpromising. We subject this SVAR specification to a natural economic test by showing that when applied to data generated from a multiple-shock business cycle model, the procedure incorrectly concludes that the model could not have generated the data as long as demand shocks play a nontrivial role. We also test another popular specification, which uses the level of hours, and show that with nontrivial demand shocks, it cannot distinguish between real business cycle models and sticky price models. The crux of the problem for both SVAR specifications is that available data necessitate a VAR with a small number of lags and, when demand shocks play a nontrivial role, such a VAR is a poor approximation to the model's infinite order VAR.\n\n",
    "acknowledgement": "\nThe authors thank the editor, Robert King, and the referees for very helpful comments, Kathy Rolfe and Joan Gieseke for excellent editorial assistance, and the National Science Foundation for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}