{
    "id": 14432,
    "citation_title": "Linkage of Tradable Permit Systems in International Climate Policy Architecture",
    "citation_author": [
        "Judson Jaffe",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCap-and-trade systems have emerged as the preferred national and regional instrument for reducing emissions of greenhouse gases throughout the industrialized world, and the Clean Development Mechanism  -- an international emission-reduction-credit system -- has developed a substantial constituency, despite some concerns about its performance.  Because linkage between tradable permit systems can reduce compliance costs and improve market liquidity, there is great interest in linking cap-and-trade systems to each other, as well as to the CDM and other credit systems.  We examine the benefits and concerns associated with various types of linkages, and analyze the near-term and long-term role that linkage may play in a future international climate policy architecture.  In particular, we evaluate linkage in three potential roles:  as an independent bottom-up architecture, as a step in the evolution of a top-down architecture, and as an ongoing element of a larger climate policy agreement.  We also assess how the policy elements of climate negotiations can facilitate or impede linkages.  Our analysis throughout is both positive and normative.\n\n",
    "acknowledgement": "\nThis paper, prepared for the Harvard Project on International Climate Agreements, draws, in part, on Jaffe and Stavins (2007), which built upon previous studies by Haites and Mullins (2001), Baron and Bygrave (2002), Blyth and Bosi (2004), Baron and Philibert (2005), Ellis and Tirpak (2006), and Kruger et al. (2007).  Exceptionally valuable research assistance was provided by Matthew Ranson, and our research benefitted greatly from communications with Joseph Aldy, Scott Barrett, Denny Ellerman, Robert Keohane, and David Victor.  The authors are grateful to Joseph Aldy for comments on a previous version of the manuscript, but all remaining errors are our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}