{
    "id": 14444,
    "citation_title": "Sudden Stops, Financial Crises and Leverage: A Fisherian Deflation of Tobin's Q",
    "citation_author": [
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the quantitative predictions of a DSGE model with an endogenous collateral constraint are consistent with key features of the emerging markets' Sudden Stops. Business cycle dynamics produce periods of expansion during which the ratio of debt to asset values raises enough to trigger the constraint. This sets in motion a deflation of Tobin's Q driven by Irving Fisher's debt-deflation mechanism, which causes a spiraling decline in credit access and in the price and quantity of collateral assets. Output and factor allocations decline because the collateral constraint limits access to working capital financing. This credit constraint induces significant amplification and asymmetry in the responses of macro-aggregates to shocks. Because of precautionary saving, Sudden Stops are low probability events nested within normal cycles in the long run.\n\n",
    "acknowledgement": "\nI am grateful to Guillermo Calvo, Dave Cook, Mick Devereux, Gita Gopinath, Tim Kehoe, Nobuhiro Kiyotaki, Narayana Kocherlakota, Juan Pablo Nicolini, Marcelo Oviedo, Helene Rey, Vincenzo Quadrini, Alvaro Riascos, Lars Svensson, Linda Tesar and Martin Uribe for helpful comments. I also acknowledge comments by participants at the 2006 Texas Monetary Conference, 2005 Meeting of the Society for Economic Dynamics, the Fall 2004 IFM Program Meeting of the NBER, and seminars at the ECB, BIS, Bank of Portugal, Cornell, Duke, Georgetown, IDB, IMF, Harvard, Hong Kong Institute for Monetary Research, Hong Kong University of Science and Technology, Johns Hopkins, Michigan, Oregon, Princeton, UCLA, USC, Western Ontario and Yale. Many thanks also to Guillermo Calvo, Alejandro Izquierdo, Rudy Loo-Kung and Ernesto Talvi for allowing me to use their classification of Sudden Stop events. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}