{
    "id": 14449,
    "citation_title": "When Does Improving Health Raise GDP?",
    "citation_author": [
        "Quamrul H. Ashraf",
        "Ashley Lester",
        "David N. Weil"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess quantitatively the effect of exogenous health improvements on output per capita. Our simulation model allows for a direct effect of health on worker productivity, as well as indirect effects that run through schooling, the size and age-structure of the population, capital accumulation, and crowding of fixed natural resources. The model is parameterized using a combination of microeconomic estimates, data on demographics, disease burdens, and natural resource income in developing countries, and standard components of quantitative macroeconomic theory. We consider both changes in general health, proxied by improvements in life expectancy, and changes in the prevalence of two particular diseases: malaria and tuberculosis. We find that the effects of health improvements on income per capita are substantially lower than those that are often quoted by policy-makers, and may not emerge at all for three decades or more after the initial improvement in health. The results suggest that proponents of efforts to improve health in developing countries should rely on humanitarian rather than economic arguments.\n\n",
    "acknowledgement": "\nWe thank the editors, discussants, and participants for many useful comments. Daron Acemoglu provided detailed comments on an earlier draft of the paper. We also thank seminar participants at Banco d'Espana, the Brown Macro Lunch, Dartmouth College, the Harvard Program on the Global Demography of Aging, the International Monetary Fund, the San Francisco Fed, Tufts University, the UAPS Fifth African Population Conference, and Williams College. Financial support from the William and Flora Hewlett Foundation is gratefully acknowledged. Jeffrey Kang, Bryce Millett, Ishani Tewari, and Joshua Wilde provided superlative research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}