{
    "id": 14443,
    "citation_title": "What Makes Them Tick? Employee Motives and Firm Innovation",
    "citation_author": [
        "Henry Sauermann",
        "Wesley M. Cohen"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of individual-level motives upon innovative effort and performance in firms. Drawing from economics and social psychology, we develop a model of the impact of individuals' motives and incentives upon their innovative effort and performance. Using data on over 11,000 industrial scientists and engineers (SESTAT 2003), we find that individuals' motives have significant effects upon innovative effort and performance. These effects vary significantly, however, by the particular kind of motive (e.g., desire for intellectual challenge vs. pay). We also find that intrinsic and extrinsic motives affect innovative performance even when controlling for effort, suggesting that motives affect not only the level of individual effort, but also its quality. Overall, intrinsic motives, particularly the desire for intellectual challenge, appear to benefit innovation more than extrinsic motives such as pay.\n\n",
    "acknowledgement": "\nWe thank the participants in the Duke University's Fuqua School of Business Strategy Seminar, in the \"Workshop on Using Human Resource Data from Science Resources Statistics,\" and in the Sixth Roundtable for Engineering Entrepreneurship Research, as well as participants in seminars at the NBER, HBS, LBS, MIT, RPI, UCLA, INSEAD, the University of Michigan and the University of Bocconi for their comments. We thank especially Jim Adams, Ashish Arora, Scott Cook, Jeff Edwards, Jon Fjeld, Nimmi Kannankutty, Rachel Kranton, Rick Larrick, Mike Lenox, Megan MacGarvie, Will Mitchell, Luigi Orsenigo, Mike Roach, Scott Rockart, Paula Stephan, Scott Stern, and Marie Thursby. Financial support from the Ewing Marion Kauffman Foundation is gratefully acknowledged. We also thank the Science Resources Statistics Division of the National Science Foundation for providing the restricted-use SESTAT database employed in our empirical analysis. However, \"the use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report.\"  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}