{
    "id": 14440,
    "citation_title": "Realization Utility",
    "citation_author": [
        "Nicholas C. Barberis",
        "Wei Xiong"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nA number of authors have suggested that investors derive utility from realizing gains and losses on assets that they own. We present a model of this \"realization utility,\" analyze its predictions, and show that it can shed light on a number of puzzling facts. These include the disposition effect, the poor trading performance of individual investors, the higher volume of trade in rising markets, the effect of historical highs on the propensity to sell, the individual investor preference for volatile stocks, the low average return of volatile stocks, and the heavy trading associated with highly valued assets.\n\n",
    "acknowledgement": "\nWe thank Daniel Benjamin, Patrick Bolton, John Campbell, Lauren Cohen, Erik Eyster, Nicolae Garleanu, Simon Gervais, Bing Han, Vicky Henderson, Bige Kahraman, Peter Kelly, Antonio Mele, Matthew Rabin, Chris Rogers, Paul Tetlock, Jeffrey Wurgler, the referees, and seminar participants at Arizona State University, Brown University, Cornell University, Harvard University, the LSE, New York University, Notre Dame University, Oxford University, Princeton University, the University of California at Berkeley, the University of Texas at Austin, Yale University, the Gerzensee Summer Symposium, and the NBER for helpful comments. We are especially grateful to Xuedong He, Jonathan Ingersoll, and Lawrence Jin for many discussions about this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}