{
    "id": 14446,
    "citation_title": "Market Responses to the Panic of 2008",
    "citation_author": [
        "Casey Mulligan",
        "Luke Threinen"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the panic of 2008 as part of the wealth and substitution effects deriving from a housing price crash that began in 2006.  The dissipation of the wealth effect stimulates a reorganization of the banking industry and increases in employment, GDP, and unemployment.  The release of resources from the housing sector lowers investment goods prices, and thereby devalues existing non-residential capital while stimulating non-residential investment.  These predictions are compared with measured U.S. economic performance from 2006 to 2008 Q2.\n\n",
    "acknowledgement": "\nThis is an interim report on on-going research, and undoubtedly contains inadvertent errors.  Many of the numerical calculations here are best interpreted as estimates of order-of-magnitude.  Readers who would like to see a more polished report may want to wait a few months until we have had more time to digest these findings, and to replace some of the approximations with more precise estimates.  For the others, we will provide updates and corrections on Mulligan's blog www.panic2008.net.  We appreciate the many comments and conversations on this subject since September 2008, including (but not limited to) those from Fernando Alvarez, Gary Becker, John Haskell, Kevin Murphy, David Shipley, Chris Suellentrop, University of Chicago students, and persons entering comments on Mulligan's blog.  The errors that remain are our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}