{
    "id": 14445,
    "citation_title": "Media Bias and Influence: Evidence from Newspaper Endorsements",
    "citation_author": [
        "Brian G. Knight",
        "Chun-Fang Chiang"
    ],
    "citation_publication_date": "2008-10-24",
    "issue_date": "2008-10-24",
    "revision_date": "2016-03-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between media bias and the influence of the media on voting in the context of newspaper endorsements. We first develop a simple econometric model in which voters choose candidates under uncertainty and rely on endorsements from better informed sources. Newspapers are potentially biased in favor of one of the candidates and voters thus rationally account for the credibility of any endorsements. Our primary empirical finding is that endorsements are influential in the sense that voters are more likely to support the recommended candidate after publication of the endorsement. The degree of this influence, however, depends upon the credibility of the endorsement. In this way, endorsements for the Democratic candidate from left-leaning newspapers are less influential than are endorsements from neutral or right-leaning newspapers, and likewise for endorsements for the Republican. These findings suggest that voters do rely on the media for information during campaigns but that the extent of this reliance depends upon the degree and direction of any bias.\n\n",
    "acknowledgement": "\nWe thank Pedro Dal Bo, Andrew Foster, Glenn Loury, Jesse Shapiro, Ethan Kaplan, and Fernanda Leite Lopez de Leon for helpful comments. We also thank participants the 2008 PIER Political Economy Conference and participants at numerous university seminars. We also thank Chisoo Kim for providing data on newspaper ownership and historical endorsements. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}