{
    "id": 14451,
    "citation_title": "Using Elicited Choice Probabilities to Estimate Random Utility Models: Preferences for Electricity Reliability",
    "citation_author": [
        "Asher A. Blass",
        "Saul Lach",
        "Charles F. Manski"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen data on actual choices are not available, researchers studying preferences sometimes pose choice scenarios and ask respondents to state the actions they would choose if they were to face these scenarios. The data on stated choices are then used to estimate random utility models, as if they are data on actual choices. Stated choices may differ from actual ones because researchers typically provide respondents with less information than they would have facing actual choice problems. Elicitation of choice probabilities overcomes this problem by permitting respondents to express uncertainty about their behavior. This paper shows how to use elicited choice probabilities to estimate random utility models with random coefficients and applies the methodology to estimate preferences for electricity reliability in Israel.\n\n",
    "acknowledgement": "\nThe data analyzed in this research were collected under a contract from the Israel Ministry of National Infrastructures to ERCG, Ltd. The research of Charles F. Manski was supported in part by U. S. National Science Foundation grant SES-0549544. We thank Yaron Aronshtam for his excellent research assistance. We thank three anonymous referees for their many constructive comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}