{
    "id": 14457,
    "citation_title": "Fear of Rejection? Tiered Certification and Transparency",
    "citation_author": [
        "Emmanuel Farhi",
        "Josh Lerner",
        "Jean Tirole"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe sub-prime crisis has shown a harsh spotlight on the practices of securities underwriters, which provided too many complex securities that proved to ultimately have little value. This uproar calls attention to the fact that the literature on intermediaries has carefully analyzed their incentives, but that we know little about the broader strategic dimensions of this market. The paper explores three related strategic dimensions of the certification market: the publicity given to applications, the coarseness of rating patterns and the sellers' dynamic certification strategies. In the model, certifiers respond to the sellers' desire to get a chance to be highly rated and to limit the stigma from rejection. We find conditions under which sellers opt for an ambitious certification strategy, in which they apply to a demanding, but non-transparent certifier and lower their ambitions when rejected. We derive the comparative statics with respect to the sellers' initial reputation, the probability of fortuitous disclosure, the sellers' self-knowledge and impatience, and the concentration of the certification industry. We also analyze the possibility that certifiers opt for a quick turnaround time at the expense of a lower accuracy. Finally, we investigate the opportunity of regulating transparency.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}