{
    "id": 14452,
    "citation_title": "Income Dispersion and Counter-Cyclical Markups",
    "citation_author": [
        "Chris Edmond",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent advances in measuring cyclical changes in the income distribution raise new questions: How might these distributional changes affect the business cycle itself? We show how counter-cyclical income dispersion can generate counter-cyclical markups in the goods market, without any preference shocks or price-setting frictions. In recessions, heterogeneous labor productivity shocks raise income dispersion, lower the price elasticity of demand, and increase imperfectly competitive firms' optimal markups. The calibrated model explains not only many cyclical features of markups, but also cyclical, long-run and cross-state patterns of standard business cycle aggregates.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, David Backus, Mark Bils, Mark Gertler, Carlos Garriga, Aubhik Khan, John Leahy, Emi Nakamura, Nick Souleles, Harald Uhlig, Lawrence Uren, Stijn Van Nieuwerburgh, Pierre-Olivier Weill, Michael Woodford, Randy Wright, and seminar participants at Columbia, Tokyo, Princeton, UCLA, NYU, Philadelphia FRB, Rochester, Iowa, Oslo, Melbourne and the 2008 Washington University in St Louis conference on money, credit and policy, the 2007 New York area monetary policy meetings, 2007 AEA and 2006 SED meetings for helpful comments and conversations. We especially thank Jeff Campbell whose detailed suggestions greatly improved the paper. Laura Veldkamp also thanks Princeton University for their hospitality and financial support through the Kenen fellowship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}