{
    "id": 14456,
    "citation_title": "Paying the Piper: The High Cost of Funerals in South Africa",
    "citation_author": [
        "Anne Case",
        "Anu Garrib",
        "Alicia Menendez",
        "Analia Olgiati"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe analyze funeral arrangements following the deaths of 3,751 people who died between January 2003 and December 2005 in the Africa Centre Demographic Surveillance Area. We find that, on average, households spend the equivalent of a year's income for an adult's funeral, measured at median per capita African (Black) income. Approximately one-quarter of all individuals had some form of insurance, which helped surviving household members defray some fraction of funeral expenses. However, an equal fraction of households borrowed money to pay for the funeral. We develop a model, consistent with ethnographic work in this area, in which households respond to social pressure to bury their dead in a style consistent with the observed social status of the household and that of the deceased. Households that cannot afford a funeral commensurate with social expectations must borrow money to pay for the funeral. The model leads to empirical tests, and we find results consistent with our model of household decision-making.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the National Institute of Aging R01 AG20275-01, P01 AG005842, and the Demography of Aging Center, Princeton University. We have benefited from the ACDIS field and data centre staff under the leadership of Kobus Herbst and Colin Newell, and Wellcome Trust Grants 065377 and 067181 The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}