{
    "id": 14454,
    "citation_title": "The Euro and Firm Restructuring",
    "citation_author": [
        "Matteo Bugamelli",
        "Fabiano Schivardi",
        "Roberta Zizza"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether and how the adoption of the euro, narrowly defined as the end of competitive devaluations, has affected member states' productive structures, distinguishing between within and across sector reallocation. We find evidence that the euro has been accompanied by a reallocation of activity within rather than across sectors. Since its adoption, productivity growth has been relatively stronger in country-sectors that once relied more on competitive devaluations to regain price competitiveness. This effect is robust to potential omitted-variable bias and correlated effects. Firm-level evidence from Italian manufacturing confirms that low-tech businesses, which arguably benefitted most from devaluations, have been restructuring more since the adoption of the euro. Restructuring has entailed a shift of business focus from production to upstream and downstream activities, such as product design, advertising, marketing and distribution, and a corresponding reduction in the share of blue collar workers.\n\n",
    "acknowledgement": "\nPrepared for the NBER Conference on Europe and the Euro, October 17 & 18, 2008. We have benefited from discussions and comments from Alberto Alesina, Andrea Brandolini, Paola Caselli, Francesco Giavazzi, Francesca Lotti, Marco Magnani, Gianmarco Ottaviano, Daniela Puggioni, Paolo Sestito and seminar participants at the Bank of Italy and NBER conference. The views expressed here are our own and do not necessarily reflect those of the Bank of Italy, nor those of the National Bureau of Economic Research.\n\n\n"
}