{
    "id": 14458,
    "citation_title": "Measuring Labor Earnings Inequality using Public-Use March Current Population Survey Data: The Value of Including Variances and Cell Means When Imputing Topcoded Values",
    "citation_author": [
        "Richard V. Burkhauser",
        "Shuaizhang Feng",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the Census Bureau's internal March Current Population Surveys (CPS) file, we construct and make available variances and cell means for all topcoded income values in the public-use version of these data. We then provide a procedure that allows researchers with access only to the public-use March CPS data to take advantage of this added information when imputing its topcoded income values. As an example of its value we show how our new procedure improves on existing imputation methods in the labor earnings inequality literature.\n\n",
    "acknowledgement": "\nThe research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the New York Census Research Data Center at Cornell University. Conclusions expressed are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau nor those of the National Bureau of Economic Research. This paper has been screened to ensure that no confidential data are disclosed. Supports for this research from the National Science Foundation (award nos. SES-0427889 SES-0322902, and SES-0339191) and the National Institute for Disability and Rehabilitation Research (H133B040013 and H133B031111) are cordially acknowledged. We thank Lisa Marie Dragoset, Ian Schmutte, Arnie Reznek, Laura Zayatz, the Cornell Census RDC Administrators, and all their U.S. Census Bureau colleagues who have helped with this project. We thank Peter Gottschalk for convincing us to undertake this effort.  Burkhauser completed this paper while he was the R.I. Downing Fellow in Social Economics in the Faculty of Economics and Commerce, University of Melbourne.\n\n\n"
}