{
    "id": 14466,
    "citation_title": "Effects of Welfare Reform on Educational Acquisition of Young Adult Women",
    "citation_author": [
        "Dhaval M. Dave",
        "Nancy E. Reichman",
        "Hope Corman"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation beyond traditional ages for schooling is an important source of human capital acquisition among adult women. Welfare reform, which began in the early 1990s and culminated in the passage of the Personal Responsibility and Work Opportunity Reconciliation Act in 1996, has promoted work rather than educational acquisition for this group. Exploiting variation in welfare reform across states and over time and using relevant comparison groups, we undertake a comprehensive study of the effects of welfare reform on adult women's educational acquisition. We first estimate effects of welfare reform on high school drop-out of teenage girls, both to improve on past research on this issue and to explore compositional changes that may be relevant for our primary analyses of the effects of welfare reform on the educational acquisition of adult women. We conduct numerous specification checks and explore the mediating role of work. We find robust and convincing evidence that welfare reform significantly decreased the probability of college enrollment among adult women, by at least 20 %. It also appears to have decreased the probability of high school enrollment on the same order of magnitude. These results suggest that the gains from welfare reform in terms of increases in employment and reductions in caseloads have come at a cost in terms of lower educational attainment among adult women at risk for relying on welfare.\n\n",
    "acknowledgement": "\nThe authors are grateful for valuable research assistance from Natasha Pilkauskas and Afshin Zilanawala; for helpful comments from Julie Hotchkiss, Robert Kaestner, and Sanders Korenman; and for helpful information on welfare policies vis-à-vis education from Julie Strawn and Elizabeth Lower-Basch, as well as Gilbert Crouse and Don Oellerich of the Department of Health and Human Services' Office of The Assistant Secretary for Planning and Evaluation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}