{
    "id": 14469,
    "citation_title": "Identification and Estimation of 'Irregular' Correlated Random Coefficient Models",
    "citation_author": [
        "Bryan S. Graham",
        "James Powell"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study identification and estimation of a correlated random coefficients (CRC) panel data model. The outcome of interest varies linearly with a vector of endogenous regressors. The coefficients on these regressors are heterogenous across units and may covary with them. We consider the average partial effect (APE) of a small change in the regressor vector on the outcome (cf., Chamberlain, 1984; Wooldridge, 2005a). Chamberlain (1992) calculates the semiparametric efficiency bound for the APE in our model and proposes a √N consistent estimator. Nonsingularity of the APE's information bound, and hence the appropriateness of Chamberlain's (1992) estimator, requires (i) the time dimension of the panel (T) to strictly exceed the number of random coefficients (p) and (ii) strong conditions on the time series properties of the regressor vector. We demonstrate irregular identification of the APE when T = p and for more persistent regressor processes. Our approach exploits the different identifying information in the subpopulations of 'stayers' -- or units whose regressor values change little across periods -- and 'movers' -- or units whose regressor values change substantially across periods. We propose a feasible estimator based on our identification result and characterize its large sample properties. While irregularity precludes our estimator from attaining parametric rates of convergence, it limiting distribution is normal and inference is straightforward to conduct. Standard software may be used to compute point estimates and standard errors. We use our methods to estimate the average elasticity of calorie consumption with respect to total outlay for a sample of poor Nicaraguan households.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at UC - Berkeley, UCLA, USC, Harvard, Yale, NYU, Princeton, Rutgers, Syracuse, Penn State, members of the Berkeley Econometrics Reading Group and participants in the Conference in Economics and Statistics in honor of Theodore W. Anderson's 90th Birthday (Stanford University), the Copenhagen Microeconometrics Summer Workshop and the JAE Conference on Distributional Dynamics (CEMFI, Madrid) for comments and feedback. Discussions with Manuel Arellano, Stéphane Bonhomme, Gary Chamberlain, Iván Fernández-Val, Jinyong Hahn, Jerry Hausman, Bo Honoré, Michael Jansson, Roger Klein, Arthur Lewbel, Ulrich Müller, John Strauss, and Edward Vytlacil were helpful in numerous ways. This revision has also benefited from the detailed comments of a co-editor as well as three anonymous referees. Max Kasy and Alex Poirier provided research assistance. Financial support from the National Science Foundation (SES #0921928) is gratefully acknowledged. All the usual disclaimers apply.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}