{
    "id": 14460,
    "citation_title": "China's Participation in Global Environmental Negotiations",
    "citation_author": [
        "Huifang Tian",
        "John Whalley"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the paper we discuss China's participation in both the 2009 Copenhagen negotiations on a post-Kyoto global climate change regime currently under way and out beyond Copenhagen in further negotiations likely to follow. China is now both the largest and most rapidly growing carbon emitter, and has much higher emission intensity relative to GDP than OECD countries. In the Copenhagen negotiation, there will be strong pressure on China to take on emissions reduction commitments and China's concern will be to do so in ways that allow continuation of a high growth rate and fast development. Central to this will be maintaining access to OECD markets for manufactured exports in face of potential environmental protectionism. Thus the broad approach seems likely to be to take on environmental commitments in part in return for stronger guarantees of access to export markets abroad. This involves directly linked trade and environmental commitments although how linkage can be made explicit is a major issue. More narrowly, the issues that seem likely to dominate the climate change negotiating agenda from China's viewpoint are the interpretation of the common but differentiated responsibilities (CBDR) principle adopted in Kyoto, the choice of negotiating instruments and form of emission commitments, and the size (and form) of accompanying financial funds for adaptation and innovation. We suggest that a possible interpretation of CBDR reflecting China's desire to leave room to grow when undertaking emission reduction commitments might be for China to take on emission intensity commitments while OECD countries take on emission level commitments. Larger funds and flexibility in their use will also raise China's willingness to make commitments.\n\n",
    "acknowledgement": "\nWe are grateful to the Centre for International Governance Innovation (CIGI) for financial support, and to Sean Walsh, Tongsan Wang, Guoqing Cheng, Yiming Wang, Shunming Zhang, Xin Xian and Ray Reizman, and to participants in a CESifo conference on Europe and Global Environmental Negotiations held in Venice July 14/15 2008 and seminars at Xiamen University and the Development Research Center, Beijing for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}