{
    "id": 14461,
    "citation_title": "Testing the Melitz Model of Trade: An Application to U.S. Motion Picture Exports",
    "citation_author": [
        "Gordon H. Hanson",
        "Chong Xiang"
    ],
    "citation_publication_date": "2008-10-30",
    "issue_date": "2008-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a simple empirical method to test two alternative versions of the Melitz (2003) model, one with global fixed export costs and one with bilateral fixed export costs.  With global costs, import sales per product variety (relative to domestic sales per variety) are decreasing in variable trade barriers, as a result of adjustment occurring along the intensive margin of trade.  With bilateral costs, imports per product variety are increasing in fixed trade costs, due to adjustment occurring along the extensive margin.  We apply our approach to data on imports of U.S. motion pictures in 46 countries over 1995-2006.  Imports per product variety are decreasing in geographic distance, linguistic distance, and other measures of trade costs, consistent with adjustment to these costs occurring along the intensive margin.  There is relatively little variation in the number of U.S. movies that countries import but wide variation in the box-office revenues per movie.  The data thus appear to reject the bilateral-fixed-export-cost model in favor of the global-fixed-export-cost model.\n\n",
    "acknowledgement": "\nWe thank David Hummels, Marc Melitz, Phillip McCalman, Nina Pavcnik, Stephen Redding, and seminar participants at UCSD, the NBER, the Princeton University IES Workshop and the 2008 EIIT Meetings for helpful comments; Adina Ardelean, Sirsha Chatterjee, Anca Cristea, Michael Ewens, and Jeffrey Lin for excellent research assistance; and the National Science Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}