{
    "id": 14465,
    "citation_title": "What Happened To The Quants In August 2007?: Evidence from Factors and Transactions Data",
    "citation_author": [
        "Amir E. Khandani",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDuring the week of August 6, 2007, a number of quantitative long/short equity hedge funds experienced unprecedented losses. It has been hypothesized that a coordinated deleveraging of similarly constructed portfolios caused this temporary dislocation in the market. Using the simulated returns of long/short equity portfolios based on five specific valuation factors, we find evidence that the unwinding of these portfolios began in July 2007 and continued until the end of 2007. Using transactions data, we find that the simulated returns of a simple marketmaking strategy were significantly negative during the week of August 6, 2007, but positive before and after, suggesting that the Quant Meltdown of August 2007 was the combined effects of portfolio deleveraging throughout July and the first week of August, and a temporary withdrawal of marketmaking risk capital starting August 8th.  Our simulations point to two unwinds---a mini-unwind on August 1st starting at 10:45am and ending at 11:30am, and a more sustained unwind starting at the open on August 6th and ending at 1:00pm---that began with stocks in the financial sector and long Book-to-Market and short Earnings Momentum.  These conjectures have significant implications for the systemic risks posed by the hedge-fund industry.\n\n",
    "acknowledgement": "\nThe views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of AlphaSimplex Group, MIT, the NBER, any of their affiliates and employees, or any of the individuals acknowledged below. The authors make no representations or warranty, either expressed or implied, as to the accuracy or completeness of the information contained in this article, nor are they recommending that this article serve as the basis for any investment decision---this article is for information purposes only. We thank Paul Bennett, Kent Daniel, Pankaj Patel, Steve Poser, Li Wei, Souheang Yao, and participants at the 2008 Q-Group Conference, the JOIM 2008 Spring Conference, the NBER 2008 Risk and Financial Institutions Conference, the NY Stern School Finance Seminar, and the 2008 QWAFAFEW Boston Meeting for helpful comments and discussion. Research support from AlphaSimplex Group and the MIT Laboratory for Financial Engineering is gratefully acknowledged.\n\n\n"
}