{
    "id": 14468,
    "citation_title": "The Political Economy of the U.S. Mortgage Default Crisis",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the determinants of congressional voting behavior on two of the most significant pieces of federal legislation in U.S. economic history: the American Housing Rescue and Foreclosure Prevention Act of 2008 and the Emergency Economic Stabilization Act of 2008. We find evidence that constituent interests and special interests influence voting patterns during the crisis. Representatives from districts experiencing an increase in mortgage default rates are significantly more likely to vote in favor of the AHRFPA. They are precise in responding only to mortgage related constituent defaults, and are significantly more sensitive to defaults of their own-party constituents. Increased campaign contributions from the financial services industry is associated with a higher likelihood of voting in favor of the EESA, a bill which transfers wealth from tax payers to the financial services industry. We also examine the trade-off between politician ideology and constituent and special interests, and find that conservative politicians are less responsive to constituent and special interest pressure. This latter finding suggests that politicians, through ideology, can commit against intervention even during severe crises.\n\n",
    "acknowledgement": "\nThe authors would like to thank Alberto Alesina, Paul Beaudry, Matilde Bombardini, Patrick Francois, David Lucca, Don Morgan, Torsten Persson, Riccardo Puglisi, and Guido Tabellini for useful comments and discussion. We would also like to thank seminar participants at Bocconi University, Chicago GSB, the Federal Reserve Banks of Kansas City and New York, the University of Maryland, Princeton University, Stockholm University, and the World Bank for comments. We are grateful to the Initiative on Global Financial Markets at Chicago GSB for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}