{
    "id": 14462,
    "citation_title": "The Rise of Retirement Among African Americans: Wealth and Social Security Effects",
    "citation_author": [
        "Dora L. Costa"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nI examine the effects of an unearned income transfer on the retirement rates and living arrangements of a very poor population by studying the effects of pensions on the decisions of black Union Army veterans.  I find that blacks were 2 to 5 times as responsive as whites to income transfers in their retirement decisions and 6 to 8 times as responsive in their choice of independent living arrangements.  I argue that blacks' greater poverty explains their responsiveness to pensions.  My findings have implications for understanding racial differences in trends in retirement and independent living.  I show that the retirement rates of both blacks and whites rose between 1900 and 1930 but that convergence in black and white rates and in living arrangements only occurred between 1930 and 1950. I argue that income effects from the institution of Social Security explain up to half of the convergence in black-white retirement rates and in living arrangements.\n\n",
    "acknowledgement": "\nI gratefully acknowledge the support of NIH grants R01 AG27960 and P01 AG10120.  I have benefited from the comments of participants at seminars at the Univeristy of Chicago and UCLA.  I thank Gissele Gajate for research assistanceship and Lou Cain, Sok Chul, Gissele Gajate, Matthew Kahn, and Chulhee Lee for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}