{
    "id": 14464,
    "citation_title": "Risk Taking and Gender in Hierarchies",
    "citation_author": [
        "Suzanne Scotchmer"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn a labor market hierarchy, promotions are affected by the noisiness of information about the candidates. I study the hypothesis that males are more risk taking than females, and its implications for rates of promotion and abilities of survivors. I define promotion hierarchies with and without memory, where memory means that promotion depends on the entire history of success. In both types of hierarchies, the surviving risk takers will have lower average ability whenever they have a higher survival rate. Further, even if more risk takers than non risk takers are promoted in the beginning of the hierarchy, that will be reversed over time. The risk takers will eventually have a lower survival rate, but higher ability. As a consequence of these differences, the various requirements of employment law cannot simultaneously be satisfied. Further, if promotion standards are chosen to maximize profit, the standards will reflect gender in ways that are difficult to distinguish from discriminatory intent.\n\n",
    "acknowledgement": "\nI thank Larry Blume, David Freedman, and Bob Anderson for guidance in the proof of Lemma 7. I thank an anonymous referee for improving Lemma 1. I thank Bob Anderson, Ian Ayres, Marcus Berliant, Eddie Dekel, Catherine Eckel, Dino Falaschetti, Ed Green, Linda Krieger, David Levine, Anthony Marino, David Neumark, Stephen Maurer, Roberto Raimondo and Joel Sobel for discussion. A previous version of this paper circulated as \"Affirmative Action in Hierarchies.\" I thank the Kauffman Foundation, the Committee on Research of the U.C., Berkeley, Academic Senate, and NSF grant SBE 0830186 for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}