{
    "id": 14477,
    "citation_title": "Outsourcing when Investments are Specific and Complementary",
    "citation_author": [
        "Alla Lileeva",
        "Johannes Van Biesebroeck"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing the universe of large Canadian manufacturing firms in 1988 and 1996, we investigate to what extent outsourcing decision can be explained by a simple property rights model. The unique availability of disaggregate information on outputs as well as inputs permits the construction of a very detailed measure of vertical integration. We also construct five different measures of technological intensity to proxy for investments that are likely to be specific to a buyer-seller relationship. A theoretical model that allows for varying degrees of investment specificity and for complementarities---an externality between buyer and supplier investments---guides the analysis. Our main findings are that (i) greater specificity makes outsourcing less likely; (ii) complementarities between the investments of the buyer and the seller are also associated with less outsourcing; (iii) property rights predictions on the link between investment intensities and optimal ownership are only supported for transactions with low complementarities. High specificity and a low risk of appropriation strengthen the predictions in the model and in the data.\n\n",
    "acknowledgement": "\nWe would like to thank Ig Horstmann for countless useful discussions and seminar participants at Case Western, Urbana-Champaign, the Catholic University of Louvain, the University of Toronto, Aachen University, EARIE 2008, and SITE 2007, especially Bob Gibbons, for comments. Financial support from Statistics Canada, CFI, OIT, and SSHRC is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}