{
    "id": 14474,
    "citation_title": "Child Care Subsidies and Child Development",
    "citation_author": [
        "Chris M. Herbst",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChild care subsidies are an important part of federal and state efforts to move welfare recipients into employment.  One of the criticisms of the current subsidy system, however, is that it overemphasizes work and does little to encourage parents to purchase high-quality child care.  Consequently, there are reasons to be concerned about the implications of child care subsidies for child development.  In this paper, we provide a systematic assessment of the impact of subsidy receipt on a wide range of child outcomes.  Drawing on rich data from the Early Childhood Longitudinal Study, we document a negative relationship between child care subsidies and child development.  In particular, our results suggest that subsidy receipt in the year before kindergarten lowers reading and math test scores and increases a variety of behavior problems at kindergarten entry.  Some of these negative effects persist to the end of kindergarten.  A tentative explanation for the poorer outcomes is that subsidized children are more likely to receive intense exposure to low-quality child care.\n\n",
    "acknowledgement": "\nThe authors would like to thank Lisa Gennetian, Aletha Huston, Susanna Loeb, and seminar participants at ASU's School of Public Affairs, GSU's Economics Department, and the 2008 Association for Public Policy Analysis and Management Fall Research Conference for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}