{
    "id": 14470,
    "citation_title": "Are Mixed Neighborhoods Always Unstable? Two-Sided and One-Sided Tipping",
    "citation_author": [
        "David Card",
        "Alexandre Mas",
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA great deal of urban policy depends on the possibility of creating stable, economically and racially mixed neighborhoods.  Many social interaction models - including the seminal Schelling (1971) model -- have the feature that the only stable equilibria are fully segregated.  These models suggest that if home-buyers have preferences over their neighborhoods' racial composition, a neighborhood with mixed racial composition is inherently unstable, in the sense that a small change in the composition sets off a dynamic process that converges to either 0% or 100% minority share.   Card, Mas, and Rothstein (2008) outline an alternative \"one-sided\" tipping model in which neighborhoods with a minority share below a critical threshold are potentially stable, but those that exceed the threshold rapidly shift to 100% minority composition.  In this paper we examine the racial dynamics of Census tracts in major metropolitan areas over the period from 1970 to 2000, focusing on the question of whether tipping is \"two-sided\" or \"one-sided\".  The evidence suggests that tipping behavior is one-sided, and that neighborhoods with minority shares below the tipping point attract both white and minority residents.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}