{
    "id": 14473,
    "citation_title": "Carry Trades and Currency Crashes",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Stefan Nagel",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper documents that carry traders are subject to crash risk: i.e. exchange rate movements between high-interest-rate and low-interest-rate currencies are negatively skewed. We argue that this negative skewness is due to sudden unwinding of carry trades, which tend to occur in periods in which risk appetite and funding liquidity decrease. Funding liquidity measures predict exchange rate movements, and controlling for liquidity helps explain the uncovered interest-rate puzzle. Carry-trade losses reduce future crash risk, but increase the price of crash risk. We also document excess co-movement among currencies with similar interest rate. Our findings are consistent with a model in which carry traders are subject to funding liquidity constraints.\n\n",
    "acknowledgement": "\nSpecial thanks goes to Craig Burnside, Gabriele Galati, Jean Imbs, Jakub Jurek, Hanno Lustig, Igor Makarov, Michael Melvin, Martin Oehmke, Nikolai Roussanov, Adrien Verdelhan and the editors Daron Acemoglu, Ken Rogoff and Mike Woodford. We are also grateful to comments from seminar participants at New York University, BGI, International Monetary Fund and conference participants at the German Economists Abroad conference, the American Economics Association Meetings 2008, NBER Behavioral Finance Meetings and P. Woolley Center at the London School of Economics. Brunnermeier acknowledges financial support from the Alfred P. Sloan Foundation.  Lasse Pedersen is affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}