{
    "id": 14471,
    "citation_title": "Mental Health Parity Legislation, Cost-Sharing and Substance Abuse Treatment Admissions",
    "citation_author": [
        "Dhaval M. Dave",
        "Swati Mukerjee"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTreatment is highly cost-effective in reducing an individual's substance abuse (SA) and associated harms.  However, data from Treatment Episodes (TEDS) indicate that per capita treatment admissions substantially lagged behind increases in heavy drug use from 1992-2007.  Only ten percent of individuals with clinical SA disorders receive any treatment, and almost half who forgo treatment point to accessibility and cost constraints as barriers to care.  This study investigates the impact of state mental health and SA parity legislation on treatment admission flows and cost-sharing.  Fixed effects specifications indicate that mandating comprehensive parity for mental health and SA disorders raises the probability that a treatment admission is privately insured, lowering costs for the individual.  Despite some crowd-out of charity care for private insurance, mandates reduce the uninsured probability by a net 2.4 percentage points.  States mandating comprehensive parity also see an increase in total treatment admissions. Thus, increasing cost-sharing and reducing financial barriers may aid the at-risk population in obtaining adequate SA treatment.  Supply constraints mute effect sizes, suggesting that demand-focused interventions need to be complemented with policies supporting treatment providers. These results have implications for the effectiveness of the 2008 Federal Mental Health Parity and Addiction Equity Act in increasing SA treatment admissions and promoting cost-sharing.\n\n",
    "acknowledgement": "\nThe authors would like to thank Phil Cook, Rosalie Pacula, and seminar participants at the 2008 American Society of Health Economists Biennial Conference for very helpful comments on preliminary versions of this study.  The authors gratefully acknowledge research support from Bentley University.  The views expressed herein are those of the authors and not of any affiliated institutions or the National Bureau of Economic Research.\n\n\n"
}