{
    "id": 14472,
    "citation_title": "Are Big Cities Bad Places to Live? Estimating Quality of Life across Metropolitan Areas",
    "citation_author": [
        "David Albouy"
    ],
    "citation_publication_date": "2008-11-06",
    "issue_date": "2008-11-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe standard revealed-preference estimate of a city's quality of life is proportional to that city's cost-of-living relative to its wage-level. Adjusting estimates to account for federal taxes, non-housing costs, and non-labor income produces more plausible quality-of-life estimates than in the previous literature. Unlike previous estimates, adjusted quality-of-life measures successfully predict how housing costs rise with wage levels, are positively correlated with popular \"livability\" rankings and stated preferences, and do not decrease with city size. Mild seasons, sunshine, hills, and coastal proximity account for most inter-metropolitan quality-of-life differences. Amendments to quality-of-life measures for labor-market disequilibrium and household heterogeneity provide additional insights.\n\n",
    "acknowledgement": "\nI would like to thank Soren Anderson, Patricia Beeson, Jeff Biddle, Dan Black, Glenn Blomquist, JS Butler, David Card, Paul Courant, Lucas Davis, Morris Davis, Gilles Duranton, Randall Eberts, Rob Gillezeau, Joseph Gyourko, Jim Hines, John Hoehn, Juanna Joensen, Matthew Kahn, Ryan Kellogg, Pat Kline, Jed Kolko, François Ortalo-Magné, Enrico Moretti, John Quigley, Jordan Rappaport, Stuart Rosenthal, Albert Saiz, David Savageau, Noah Smith, Gary Solon, Lowell Taylor, Casey Warman, Hendrik Wolff and the participants of seminars at Carnegie Mellon University, Columbia University, the Federal Reserve Bank of Chicago, Michigan State University, University of Kentucky, University of Michigan, the Stockholm School of Economics, University of Washington, University of Western Ontario, and Yale University and at the AREUEA Annual Meetings, Econometric Society North American Summer Meetings, NBER Public Economics Meetings, North American Regional Science Council Annual Meetings, and Society of Labor Economics Annual Meetings for their help, discussions, and advice. Olivier Deschenes and Wolfram Schlenker generously provided detailed weather data.  Kevin A. Crosby, Walter Graf, and Bert Lue provided excellent research assistance. The National Science Foundation (SES-0922340) and the Center for Local, State, and Urban Policy (CLOSUP) provided generous financial assistance. Any mistakes are my own. Please e-mail any questions or comments to albouy@umich.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}