{
    "id": 14475,
    "citation_title": "Peer Effects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya",
    "citation_author": [
        "Esther Duflo",
        "Pascaline Dupas",
        "Michael Kremer"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo the extent that students benefit from high-achieving peers, tracking will help strong students and hurt weak ones. However, all students may benefit if tracking allows teachers to present material at a more appropriate level. Lower-achieving pupils are particularly likely to benefit from tracking if teachers would otherwise have incentives to teach to the top of the distribution. We propose a simple model nesting these effects. We compare 61 Kenyan schools in which students were randomly assigned to a first grade class with 60 in which students were assigned based on initial achievement. In non-tracking schools, students randomly assigned to academically stronger peers scored higher, consistent with a positive direct effect of academically strong peers. However, compared to their counterparts in non-tracking schools, students in tracking schools scored 0.14 standard deviations higher after 18 months, and this effect persisted one year after the program ended. Furthermore, students at all levels of the distribution benefited from tracking. Students near the median of the pre-test distribution benefited similarly whether assigned to the lower or upper section. A natural interpretation is that the direct effect of high-achieving peers is positive, but that tracking benefited lower-achieving pupils indirectly by allowing teachers to teach at a level more appropriate to them.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Abhijit Banerjee, Michael Greenstone, Caroline Hoxby, Guido Imbens, Brian Jacob, and many seminar participants for helpful comments and discussions. We thank the anonymous referees and the editor for their suggestions. We thank the Kenya Ministry of Education, Science and Technology, International Child Support Africa, and Matthew Jukes for their collaboration. We thank Jessica Morgan, Ian Tomb, Paul Wang, Nicolas Studer, and especially Willa Friedman for excellent research assistance. We are grateful to Grace Makana and her field team for collecting all the data. We thank, without implicating, the World Bank and the Government of the Netherlands for the grant that made this study possible. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}