{
    "id": 14482,
    "citation_title": "Child Health and Young Adult Outcomes",
    "citation_author": [
        "Janet Currie",
        "Mark Stabile",
        "Phongsack Manivong",
        "Leslie L. Roos"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research has shown a strong connection between birth weight and future child outcomes.  But this research has not asked how insults to child health after birth affect long-term outcomes, whether health at birth matters primarily because it predicts future health or through some other mechanism, or whether health insults matter more at some key ages than at others?  We address these questions using a unique data set based on public health insurance records for 50,000 children born between 1979 and 1987 in the Canadian province of Manitoba.  These children are followed until 2006, and their records are linked to provincial registries with outcomes data.  We compare children with health conditions to their own siblings born an average of 3 years apart, and control for health at birth.  We find that health problems, and especially mental health problems in early childhood are significant determinants of outcomes linked to adult socioeconomic status.\n\n",
    "acknowledgement": "\nWe are grateful to Randy Fransoo for sharing his expertise about the data and to Paul Newacheck, Louise Sequin and participants in seminars at Brown University, the Wharton School, the NBER Labor Studies group, Peking National University, the Chinese University of Hong Kong, University Paris 1-Sorbonne and the University of Zurich for helpful comments.  We also thank the following people from the Manitoba Ministry of Education, Citizenship, and Youth--Heather Hunter and Shirley McLellan; from the Ministry of Family Services and Housing--Harvey Stevens and Jan Forster; and from the Ministry of Health and Healthy Living--Louis Barre.  Funding was provided by the Partnership for America's Economic Success, the Social Science and Humanities Research Council of Canada (MH 2007/2008-22), and the Canadian Institute for Advanced Research and the RBC Financial group.  The results and conclusions presented are those of the authors.  No official endorsement by Manitoba Health and Healthy Living, the Partnership for America's Economic Success or other funding agencies is intended or should be inferred. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}