{
    "id": 14485,
    "citation_title": "Can You Recognize an Effective Teacher When You Recruit One?",
    "citation_author": [
        "Jonah E. Rockoff",
        "Brian A. Jacob",
        "Thomas J. Kane",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the relationship between teachers' characteristics and teacher effectiveness has been underway for over a century, yet little progress has been made in linking teacher quality with factors observable at the time of hire.  However, most research has examined a relatively small set of characteristics that are collected by school administrators in order to satisfy legal requirements and set salaries.  To extend this literature, we administered an in-depth survey to new math teachers in New York City and collected information on a number of non-traditional predictors of effectiveness including teaching specific content knowledge, cognitive ability, personality traits, feelings of self-efficacy, and scores on a commercially available teacher selection instrument.  Individually, we find that only a few of these predictors have statistically significant relationships with student and teacher outcomes. However, when all of these variables are combined into two primary factors summarizing cognitive and non-cognitive teacher skills, we find that both factors have a modest and statistically significant relationship with student and teacher outcomes, particularly with student test scores. These results suggest that, while there may be no single factor that can predict success in teaching, using a broad set of measures can help schools improve the quality of their teachers.\n\n",
    "acknowledgement": "\nThe authors would like first to thank Jon Fullerton, who helped us greatly in the design and implementation of the survey used in this analysis.  We also thank a number of individuals who made the survey possible, including Betsy Arons, Vicki Bernstein, Nate Brown, Doug Jaffe, Leigh McGuigan, Amy McIntosh, Joe Meglino, and Ranjeet Singh of the New York City Department of Education, Delia Stafford and Martin Haberman of the Haberman Foundation, and Heather Hill of the Harvard Graduate School of Education.  Ellen Viruleg, Stephanie Rennane, and Robert Lindsley provided outstanding research assistance.  We are grateful to the Spencer Foundation and the Carnegie Corporation for generous financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}