{
    "id": 14489,
    "citation_title": "How Central Bankers See It: The First Decade of ECB Policy and Beyond",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Kermit L. Schoenholtz"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this history of the first decade of ECB policy, we also discuss key challenges for the next decade. Beyond the ECB's track record and an array of published critiques, our analysis relies on unique source material: extensive interviews with current and former ECB leaders and with other policymakers and scholars who viewed the evolution of the ECB from privileged vantage points. We share the assessment of our interviewees that the ECB has enjoyed many more successes than disappointments. These successes reflect both the ECB's design and implementation. Looking forward, we highlight the unique challenges posed by enlargement and, especially, by the euro area's complex arrangements for guarding financial stability. In the latter case, the key issues are coordination in a crisis and harmonization of procedures. As several interviewees suggested, in the absence of a new organizational structure for securing financial stability, the current one will need to function as if it were a single entity.\n\n",
    "acknowledgement": "\nThe authors are Economic Adviser and Head of the Monetary and Economic Department, Bank for International Settlements, Research Associate, National Bureau of Economic Research and Research Fellow, Centre for Economic Policy Research; and Senior Advisor and Managing Director of Citi Economic and Market Analysis. This paper was prepared for the NBER conference \"Europe and the Euro,\" 17-18 October 2008, Milan, Italy. It is traditional to use the introductory footnote to thank colleagues who contributed comments and advice. In this case, there were dozens of people without whom we could not have written this paper. First, 17 senior officials sat for interviews that their staffs helped organize; second, Citigroup facilitated interview transcription; third, several economists helped with data and filled in parts of the history (notably, Jose Luis Alzola); and finally, the editors of this volume spurred us to write this paper. To all of them we extend our heartfelt thanks. We also would like to thank Alberto Alesina, Vitor Gaspar, and Francesco Giavazzi for comments on an earlier draft; and Malcolm Spittler of Citigroup for his excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}