{
    "id": 14483,
    "citation_title": "Reality versus Propaganda in the Formation of Beliefs about Privatization",
    "citation_author": [
        "Rafael Di Tella",
        "Sebastian Galiani",
        "Ernesto Schargrodsky"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArgentina privatized most public utilities during the 1990's but re-nationalized the main water company in 2006. We study beliefs about the benefits of the privatization of water services amongst low and middle income groups immediately after the 2006 nationalization. Negative opinions about the privatization prevail. These are particularly strong amongst households that did not benefit from the privatization and amongst households that were reminded of the government's negative views about the privatization. A person's beliefs of the benefits of the water privatization were almost 30% more negative (relative to other privatizations) if his/her household did not gain access to water after the privatization. Similarly, a person's view of the water privatization (relative to other privatizations) was 16% more negative if he/she was read a vignette with some of the negative statements about the water privatization that Argentina's President expressed during the nationalization process. Interestingly, the effect of the vignette on households that gained water is insignificant, while it is largest (and significant) amongst households that did not gain water during the privatization. This suggests that propaganda was persuasive when it had a basis on reality.\n\n",
    "acknowledgement": "\nWe thank Diego Comin, Thomas Piketty and Julio Rotemberg as well as seminar participants at various seminars for helpful comments. We are grateful to Florencia Borrescio Higa, Guadalupe Dorna, and David Lenis for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}