{
    "id": 14487,
    "citation_title": "Storable Votes and Agenda Order Control. Theory and Experiments",
    "citation_author": [
        "Alessandra Casella"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies a voting scheme where members of a committee voting sequentially on a known series of binary proposals are each granted a single extra bonus vote to cast as desired - a streamlined version of Storable Votes. When the order of the agenda is exogenous, a simple sufficient condition guarantees the existence of welfare gains, relative to simple majority voting. But if one of the voters controls the order of the agenda, does the scheme become less efficient? The endogeneity of the agenda gives rise to a cheap talk game, where the chair can use the order of proposals to transmit information about his priorities. The game has multiple equilibria, differing systematically in the precision of the information transmitted. The chair can indeed benefit, but the aggregate welfare effects are of ambiguous sign and very small in all parameterizations studied. The theoretical conclusions are tested through laboratory experiments. Subjects have difficulty identifying the informative strategies, and tend to cast the bonus vote on their highest intensity proposal. As a result, realized payoffs are effectively identical to what they would be if the agenda were exogenous. The bonus vote matters; the chair's control of the agenda does not.\n\n",
    "acknowledgement": "\nI thank the National Science Foundation (award # SES-0617934) and the Guggenheim Foundation for financial support; Bogac Celen for advice and help with the experiments, Raj Advani for programming the experiments, and Shuky Ehrenberg and Uliana Popova for excellent assistance overall. Seminar audiences at the 2008 Arne Ryde Symposium on Mechanism Design, the Paris School of Economics, Columbia, Essex, and the University of Western Ontario offered valuable comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}