{
    "id": 14488,
    "citation_title": "Capital Structure and Debt Structure",
    "citation_author": [
        "Joshua D. Rauh",
        "Amir Sufi"
    ],
    "citation_publication_date": "2008-11-13",
    "issue_date": "2008-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel data set that records individual debt issues on the balance sheet of a large random sample of rated public firms, we show that a recognition of debt heterogeneity leads to new insights into the determinants of corporate capital structure. We first demonstrate that traditional capital structure studies that ignore debt heterogeneity miss a substantial fraction of capital structure variation. We then show that relative to high credit quality firms, low credit quality firms are more likely to have a multi-tiered capital structure consisting of both secured bank debt with tight covenants and subordinated non-bank debt with loose covenants. Further, while high credit quality firms enjoy access to a variety of sources of discretionary flexible sources of finance, low credit quality firms rely on tightly monitored secured bank debt for liquidity. We discuss the extent to which these findings are consistent with existing theoretical models of debt structure in which firms simultaneously use multiple debt types to preserve manager and creditor incentives.\n\n",
    "acknowledgement": "\nWe thank Doug Diamond, Anil Kashyap, Michael Roberts, Luigi Zingales, and seminar participants at Chicago GSB, Rice University, Tilburg University, Maastricht University, York University, the University of Toronto, Georgetown University, UC Berkeley, and the University of Colorado for comments.  We gratefully acknowledge financial support from the Center for Research in Security Prices and the IBM Corporation. Thanks to Ram Chivukula and Adam Friedlan for excellent research assistance. A previous version of this research circulated under the title: \"The Composition and Priority of Corporate Debt: Evidence from Fallen Angels\"; Rauh: (773) 834 1710, jrauh@chicagogsb.edu; Sufi: (773) 702 6148, amir.sufi@chicagogsb.edu The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}