{
    "id": 14495,
    "citation_title": "Adjusting to Trade Policy: Evidence from U.S. Antidumping Duties on Vietnamese Catfish",
    "citation_author": [
        "Irene Brambilla",
        "Guido Porto",
        "Alessandro Tarozzi"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "2011-12-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2003, after claims of dumping, the U.S. imposed heavy tariffs on imports of catfish from Vietnam. As a result, Vietnamese exports of catfish to the U.S. market sharply declined. Using a panel data of Vietnamese households, we explore the responses of catfish producers in the Mekong delta between 2002 and 2004. We study adjustments not only in catfish aquaculture but also in other economic activities. We find that, over this period, the rate of income growth was significantly lower among households relatively more involved in catfish farming in 2002. The source of this slower growth is explained by a relative decline in both catfish income and revenues from other miscellaneous farms activities such as poultry and livestock farming. Households did not adjust labor supply, most likely because of off-farm employment limitations. We also document that households more exposed to the shock reduced the share of investment assigned to catfish, while substituting into agriculture.\n\n",
    "acknowledgement": "\nWe are especially grateful to Quy-Toan Do for his help, encouragement and comments. Matias Horenstein provided outstanding research assistance. Comments and discussions from C. Bown, M. Busso, M. Genoni, M. Haddad, B. Hoekman, A. Khandelwal, N. Minot, T. Prusa, M. Rama, M. Ravallion, C. Turk, D. Van De Walle, and seminar participants at George Washington University, IABD, Michigan State University, University of Michigan, USITC, and the World Bank are greatly appreciated. Financial support from a World Bank Knowledge for Change (KCP) grant is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}