{
    "id": 14496,
    "citation_title": "Taxes on Tax-Exempt Bonds",
    "citation_author": [
        "Andrew Ang",
        "Vineer Bhansali",
        "Yuhang Xing"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImplicit tax rates priced in the cross section of municipal bonds are approximately two to three times as high as statutory income tax rates, with implicit tax rates close to 100% using retail trades and above 70% for interdealer trades. These implied tax rates can be identified on the cross section of municipal bonds because a portion of secondary market municipal bond trades involve income taxes.  After valuing the tax payments, market discount bonds, which carry income tax liabilities, trade at yields around 25 basis points higher than comparable municipal bonds not subject to any taxes.  The high sensitivities of municipal bond prices to tax rates can be traced to individual retail traders dominating dealers and other institutions.\n\n",
    "acknowledgement": "\nWe thank Mark McCray, Aron Gereben, Rick Green, Cam Harvey, Gur Huberman, Dan Li, Bob McDonald, Jeffrey Pontiff, and Andrew Schmidt for helpful discussions. We are especially grateful to Jeff Strnad for providing detailed comments. The paper has benefited from truly excellent comments from an anonymous referee and the editor. We thank seminar participants at the High Frequency Data and Bond Markets Conference at the University of Cambridge, the Western Finance Association, Brigham Young University, Columbia University, European Central Bank, Fordham University, Georgia State University, Ohio State University, Rutgers University, Shanghai JiaoTong University, UC Irvine, and UC San Diego. We also thank Philippe Mueller for tabulating some of the data and Jihong Zang for checking some law sources.  An appendix containing further results is available from http://www.columbia.edu/~aa610.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}