{
    "id": 14497,
    "citation_title": "China and the Manufacturing Exports of Other Developing Countries",
    "citation_author": [
        "Gordon H. Hanson",
        "Raymond Robertson"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the impact of China's growth on developing countries that specialize in manufacturing.  Over 2000-2005, manufacturing accounted for 32% of China's GDP and 89% of its merchandise exports, making it more specialized in the sector than any other large developing economy.  Using the gravity model of trade, we decompose bilateral trade into components associated with demand conditions in importing countries, supply conditions in exporting countries, and bilateral trade costs.  We identify 10 developing economies for which manufacturing represents more than 75% of merchandise exports (Hungary, Malaysia, Mexico, Pakistan, the Philippines, Poland, Romania, Sri Lanka, Thailand, and Turkey), which are in theory the countries most exposed to the adverse consequences of China's export growth.  Our results suggest that had China's export supply capacity been constant over the 1995-2005 period, demand for exports would have been 0.8% to 1.6% higher in the 10 countries studied.  Thus, even for the developing countries most specialized in export manufacturing, China's expansion has represented only a modest negative shock.\n\n",
    "acknowledgement": "\nWe thank Irene Brambilla, Ernesto Lopez Cordoba, Robert Feenstra, David Hummels, Daniel Lederman, Marcelo Olarreaga, Guillermo Perry, and Christian Volpe for helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}