{
    "id": 14499,
    "citation_title": "Understanding PPPs and PPP-based national accounts",
    "citation_author": [
        "Angus Deaton",
        "Alan Heston"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPPP-based national accounts have become an important part of the database for macroeconomists, development economists, and economic historians. Frequently used global data come from the Penn World Table (PWT) and the World Bank's World Development Indicators; a substantial fraction of the world is also covered in the PPP accounts produced by the OECD and the European Union. This paper provides an overview of how these data are constructed, and discusses both the theory and the practical problems of implementing it. All of these data are underpinned by the International Comparison Program (ICP), which collects data on prices worldwide. The most recent round of the ICP was for 2005 with final results published in early 2008; version 7.0 of the Penn World Table will soon incorporate these results. The 2005 ICP, like earlier rounds, involved substantial revisions to previous data, most notably revising downwards the size of the Chinese (40 percent smaller) and Indian (36 percent) economies. We discuss the reasons for the revisions, and assess their plausibility. We focus on four important areas: how to handle international differences in quality, the treatment of urban and rural areas of large countries such as China, India, and Brazil, how to estimate prices for government services, health, and education, and the effects of the regional structure of the ICP. All of these affect the interpretation of previous data, as well as the current revisions. We discuss previous revisions of the PWT, and their effects on various kinds of econometric analysis. The paper concludes with health warnings that should be kept in mind when using these data, which are not always suitable for the purposes to which they are put. Some international comparisons are close to impossible, even in theory, and in others, the practical difficulties make comparison exceedingly hazardous.\n\n",
    "acknowledgement": "\nWe are grateful to Shaida Baidee, Misha Belkindas, Erwin Diewert, Yuri Dikhanov, Nada Hamadeh, Mick Silver, Eric Swanson, Fred Vogel, and two referees for helpful comments on an earlier version. Both authors were members of the Technical Advisory Group for the 2005 International Comparison Program, which was chaired by Heston. This paper represents their personal views, and should not be taken to represent the views of the ICP, the World Bank, or any other international institution, none of which supported this work financially. Support from NSF grant SES-0648769-002 is gratefully acknowledged by Heston. Parts of this paper were presented at CRIW-NBER Summer Workshop, July 14-15, 2008.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}