{
    "id": 14498,
    "citation_title": "The Future of American Fertility",
    "citation_author": [
        "Samuel H. Preston",
        "Caroline Sten Hartnett"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the major social and demographic forces influencing American fertility levels with the aim of predicting changes during the next three decades. Increases in the Hispanic population and in educational attainment are expected to have modest and offsetting effects on fertility levels. A cessation of the recent pattern of increasing ages at childbearing will at some point put upward pressure on period (but not cohort) fertility rates. Higher relative wages for women and better contraception have empowered women and fundamentally altered marriage and relations between the sexes. But women's childbearing has become less dependent upon stable relations with men, and educational differences in intended fertility have narrowed. One explanation of higher fertility in the U.S. than in other developed countries is that its institutions have adapted better to rising relative wages for women and the attendant increase in women's labor force participation.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the National Bureau of Economic Research Conference on Demography and the Economy, Yountville Napa Valley, CA, April 11-12, 2008. This research was supported by a grant from the U.S. Social Security Administration (SSA) administered by NBER. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA. We are grateful to Hans-Peter Kohler for detailed comments and suggestions and to Frank Furstenberg, Gopi Shah Goda, Rob Mare, Philip Morgan, Kristin Harknett, and participants at the NBER conference for their comments on the paper.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}