{
    "id": 14502,
    "citation_title": "On the Sorting of Physicians across Medical Occupations",
    "citation_author": [
        "Pascal Courty",
        "Gerald R. Marschke"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the sorting of medical students across medical occupations and identify a mechanism that explains the possibility of differential productivity across occupations. The model combines moral hazard and matching of physicians and occupations with pre-matching investments. In equilibrium assortative matching takes place; more able physicians join occupations less exposed to moral hazard risk, face more powerful performance incentives, and are more productive. Under-consumption of health services relative to the first best allocation increases with occupational (moral hazard) risk. Occupations with risk above a given threshold are not viable. The model offers an explanation for the persistence of distortions in the mix of health care services offered the differential impact of malpractice risk across occupations, and the recent growth in medical specialization.\n\n",
    "acknowledgement": "\nWe would like to thank Itai Agur, David Perez Castrillo, Javier Rivas and participants at ASSET07, EUI, University of Victoria, Berlin WZB, Leicester, Helsinki, and Collegio Carlo Alberto. All opinions and any errors are ours.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}