{
    "id": 14501,
    "citation_title": "Contracts as Reference Points - Experimental Evidence",
    "citation_author": [
        "Ernst Fehr",
        "Oliver D. Hart",
        "Christian Zehnder"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a recent paper, Hart and Moore (2008) introduce new behavioral assumptions that can explain long-term contracts and important aspects of the employment relation. However, so far there exists no direct evidence that supports these assumptions and, in particular, Hart and Moore's notion that contracts provide reference points. In this paper, we examine experimentally the behavioral forces stipulated in their theory. The evidence confirms the model's prediction that there is a tradeoff between rigidity and flexibility in a trading environment with incomplete contracts and ex ante uncertainty about the state of nature. Flexible contracts - which would dominate rigid contracts under standard assumptions - cause a significant amount of shading on ex post performance, while under rigid contracts, much less shading occurs. Thus, although rigid contracts rule out trading in some states of the world, parties frequently implement them. While our results are broadly consistent with established behavioral concepts, they cannot easily be explained by existing theories. The experiment appears to reveal a new behavioral force: ex ante competition legitimizes the terms of a contract, and aggrievement and shading occur mainly about outcomes within the contract.\n\n",
    "acknowledgement": "\nWe would like to thank Philippe Aghion, Bjorn Bartling, Tore Ellingsen, Ray Fisman, Bob Gibbons, Steve Leider, Bentley MacLeod, Al Roth, Klaus Schmidt, and Birger Wernerfelt for helpful comments. We would like to acknowledge financial support from the U.S. National Science Foundation through the National Bureau for Economic Research and the Research Priority Program of the University of Zurich on the \"Foundations of Human Social Behavior.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}