{
    "id": 14509,
    "citation_title": "An Exploration of the Japanese Slowdown during the 1990s",
    "citation_author": [
        "Diego A. Comin"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did the Japanese slowdown of the 90s last so long if none of the shocks that hit the Japanese economy had a comparable persistence? In this paper, I use the Comin and Gertler (2006) model of medium term fluctuations to explore whether their endogenous technology mechanisms can amplify and propagate the wage markup fluctuations observed in Japan over the early 90s to drive a Japanese productivity slowdown. The model can reproduce the observed decline, relative to trend of R&D expenditures and the slowdown in the diffusion of new technologies. This slowdown in the development and adoption of new technologies constitutes a powerful propagation mechanism. As a result, the model does a good job in reproducing the evolution of output, consumption, investment, TFP and hours worked in Japan during the \"lost decade\", specially up to 1998. During the last two years of the decade, the propagation mechanisms in the model seem to run out of steam, while the Japanese economy continued to deteriorate.\n\n",
    "acknowledgement": "\nI would like to thank for fantastic research assistance Nicola Borri and for very helpful comments my dicussant Gialuca Violante, the editors Koichi Hamada, Anyl Kashyap and David Weinstein and the participants at the ESRI workshop at Columbia University, and, for assistance, the ESRI. All remaining errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}