{
    "id": 14506,
    "citation_title": "The Strategic Timing Incentives of Commercial Radio Stations: An Empirical Analysis Using Multiple Equilibria",
    "citation_author": [
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommercial radio stations and advertisers have potentially conflicting interests about when commercial breaks should be played. This paper estimates an incomplete information timing game to examine stations' equilibrium timing incentives. It shows how identification can be aided by the existence of multiple equilibria when appropriate data are available. It finds that stations want to play their commercials at the same time, suggesting that mechanisms exist which align the incentives of stations with the interests of advertisers. It also shows that coordination incentives are much stronger during drivetime hours, when more listeners switch stations, and in smaller markets.\n\n",
    "acknowledgement": "\nThis paper is a revised version of chapter 2 of my MIT Ph.D. thesis. I thank Glenn Ellison, Paul Joskow, Aviv Nevo, Rob Porter, Whitney Newey, Pat Bajari, Liran Einav, Brian McManus, Paul Ellickson and participants at numerous academic conferences, seminars and the 2003 National Association of Broadcasters/Broadcast Education Association Convention in Las Vegas for useful comments. I also thank Rich Meyer of Mediabase 24/7 for providing access to the airplay data and the National Association of Broadcasters for providing a research grant for the purchase of the BIAfn MediaAccess Pro database including the Arbitron share data. The paper has been much improved by the thoughtful insights of the coeditor and two referees. The previous title of this paper was \"Coordination Games, Multiple Equilibria and the Timing of Radio Commercials\". All views expressed in this paper, and any errors, are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}