{
    "id": 14507,
    "citation_title": "Life Satisfaction and Quality of Development",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "2008-11-20",
    "issue_date": "2008-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that measures of life satisfaction, now being collected annually by the Gallup World Poll in more than 130 countries, permit a much broader view of the quality and consequences of development than other common measures. While these data show the importance of conventionally measured economic development, they also show the importance of many other elements of life that are also affected, whether deliberately or not, by community, national, and international institutions and policies. In estimating the importance of these other factors, this paper pays special attention to the social context of well-being: the norms, networks and relationships within which lives are lived.\n\n",
    "acknowledgement": "\nCanadian Institute for Advanced Research and Department of Economics, University of British Columbia. An earlier version of this paper was presented as a Plenary Lecture at the International Conference on Comparative Development in Honour of the Platinum Jubilee of the Indian Statistical Institute. Delhi, December 19, 2007. The underlying research is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research, and is also supported by grants from the Social Sciences and Humanities Research Council of Canada. The paper builds on collaborative research with Haifang Huang, Chris Barrington-Leigh and Anthony Harris. We are grateful to the Gallup Organization for access to data from the Gallup World Poll. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}