{
    "id": 14517,
    "citation_title": "Intermediary Asset Pricing",
    "citation_author": [
        "Zhiguo He",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model to study the dynamics of risk premia during crises in asset markets where the marginal investor is a financial intermediary. Intermediaries face a constraint on raising equity capital. When the constraint binds, so that intermediaries' equity capital is scarce, risk premia rise to reflect the capital scarcity. We calibrate the model and show that it does well in matching two aspects of crises: the nonlinearity of risk premia during crisis episodes; and, the speed of adjustment in risk premia from a cri- sis back to pre-crisis levels. We use the model to quantitatively evaluate the effectiveness of a variety of central bank policies, including reducing intermediaries' borrowing costs, infusing equity capital, and directly intervening in distressed asset markets. All of these policies are effective in aiding the recovery from a crisis. Infusing equity capital into intermediaries is particularly effective because it attacks the equity capital constraint that is at the root of the crisis in our model.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Markus Brunnermeier, Doug Diamond, Andrea Eisfeldt, Vadim Linetsky, Mark Loewenstein, Annette Vissing-Jorgensen, Amir Sufi, Neng Wang, Hongjun Yan and seminar participants at UCBerkeley, Boston University, UCSB-LAEF conference, University of Chicago, Columbia University, ESSFM Gerzensee, FDIC, University of Maryland, NBER Asset Pricing, NBER Monetary Economics, NY Fed, SF Fed, and Yale for helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}