{
    "id": 14519,
    "citation_title": "Re-Evaluating Swedish Membership in EMU: Evidence from an Estimated Model",
    "citation_author": [
        "Ulf Söderström"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI revisit the potential costs and benefits for Sweden of joining the Economic and Monetary Union (EMU) of the European Union. I first show that the Swedish business cycle since the mid-1990s has been closely correlated with the Euro area economies, suggesting that common shocks have been an important driving force of business cycles in Europe. However, evidence from an estimated model of the Swedish economy instead suggests that country-specific shocks have been important for fluctuations in the Swedish economy since 1993, implying that EMU membership could be costly. The model also indicates that the exchange rate has to a large extent acted to destabilize, rather than stabilize, the Swedish economy, pointing to the costs of independent monetary policy with a flexible exchange rate. Finally, counterfactual simulations of the model suggest that Swedish inflation and GDP growth might have been slightly higher if Sweden had been a member of EMU since the launch in 1999, but also that GDP growth might have been more volatile. The evidence is therefore not conclusive about whether or not participation in the monetary union would be advantageous for Sweden.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER conference on \"Europe and the Euro\" in October 2008. I am grateful for comments from, and discussions with, Carlo Altomonte, Carlo Favero, Nils Gottfries, Steinar Holden, Lars Jonung, Thomas Lindblom, Anders Vredin, and the editors, Alberto Alesina and Francesco Giavazzi. I also thank seminar participants at Sveriges Riksbank and participants at the NBER conference. And I am indebted to Malin Adolfson and Jesper Lindé for help with the estimated open-economy model. The views expressed in this paper are solely the responsibility of the author and should not be interpreted as reflecting the views of the Executive Board of Sveriges Riksbank or the National Bureau of Economic Research.\n\n\n"
}