{
    "id": 14518,
    "citation_title": "Did Mergers Help Japanese Mega-Banks Avoid Failure? Analysis of the Distance to Default of Banks",
    "citation_author": [
        "Kimie Harada",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1990s, several large Japanese banks failed for the first time in its postwar history. As the financial environment was deteriorating further, several remaining banks decided to merge among themselves, presumably, to make their operations more efficient to avoid failures. This paper defines, calculates and analyzes the distance to default (DD), a concept of credit risk in corporate finance, of Japanese large banks. The DD helps us to answer a question whether mergers in the late 1990s and 2000s made the merged banks financially more robust as intended. The novelty of the paper is to develop a method of analyzing the DD for banks that experience a merger, and to apply the method to the Japanese banking data. Our findings include: (1) A merged bank fundamentally inherits financial soundness of pre-merged banks, without adding special value from the merger. A merger of sound (unsound) banks produced a sound (unsound, respectively) merged financial institution; and (2) In some cases, a merged bank experienced a negative DD right after the merger. The findings are consistent with a view that a primary objective of a merger was to take advantage of the perceived too-big-to-fail policy, rather than to pursue a radical reform. Another interpretation is that mergers with intention of enhancing efficiency resulted in failed implementation of true operational efficiency, such as quick integration of computer operation systems and elimination of duplicating branches.\n\n",
    "acknowledgement": "\nThe paper started as a joint project with Dr. Kelly Wang when she was Assistant Professor at University of Tokyo. The authors are grateful to her for her help in providing us with computer programs and in discussion the ways to apply her methods to the Japanese banking data. Upon Dr. Wang's departure from the University of Tokyo, the project was carried on by the current two authors with full consent from Dr. Wang. The current two authors take responsibility for any remaining errors. Mr. Shuhei Takahashi provided us with superb research assistance. We are grateful for financial support from Nomura foundation for social science and Chuo University for Special Research. We are also grateful for helpful discussions with Masaya Sakuragawa, Naohiko Baba, Satoshi Koibuchi, Woo Joong Kim, Joe Peek, Kazuo Kato and for insigutful comments from participants in Asia pacific Economic Association in Hong Kong in 2007, Japan Economic Association in 2008, NBER Japan Group Meeting in 2008 and Asian FA-NFA 2008 International Conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}