{
    "id": 14513,
    "citation_title": "No Time to Lose? Time Constraints and Physical Activity",
    "citation_author": [
        "John Mullahy",
        "Stephanie A. Robert"
    ],
    "citation_publication_date": "2008-11-21",
    "issue_date": "2008-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough individuals are all endowed with the same time budgets, time use patterns differ owing to heterogeneity in preferences and constraints.  In today's health policy arena there is considerable discussion about how to improve health outcomes by increasing levels of physical activity.  In this paper, we explore how individuals endowed with different levels of human capital allocate time to physically-demanding activities that we characterize as health-producing behaviors. Our data are drawn from multiple years of the American Time Use Survey (ATUS), which are based on daily time use diaries and include information on detailed physical activity time uses.  Since ATUS time use categories are mutually exclusive and exhaustive -- i.e. \"multitasking\" is not accommodated -- we employ a novel econometric share equation techniques to enforce the adding-up requirement that time use is constrained to 1,440 minutes per day. We find that differential human capital endowments result in different manifestations of how time is used to produce health.  While more-educated individuals, e.g., sleep much less than less-educated individuals, they utilize some of the time so liberated to exercise and work more.  We find as well that various features of individuals' environments, broadly defined, play important roles in time allocation decisions.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the 2008 Meetings of the Western Economic Association.  Thanks are owed to Joe Sabia for the helpful comments he provided at that conference.  Partial financial support was provided by the Robert Wood Johnson Foundation Health & Society Scholars Program at UW-Madison.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}