{
    "id": 14515,
    "citation_title": "Physical Capital, Knowledge Capital and the Choice Between FDI and Outsourcing",
    "citation_author": [
        "Yongmin Chen",
        "Ignatius J. Horstmann",
        "James R. Markusen"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThere exist two approaches in the literature concerning the multinational firm's mode choice for foreign production between an owned subsidiary and a licensing contract. One approach considers environments where the firm is transferring primarily knowledge-based assets. An important assumption there is that the relevant knowledge is absorbed by the local manager or licensee over the course of time: knowledge is non-excludable. More recently, a number of influential papers have adopted a property-right view of the firm, assuming the application abroad of physical capital, the owner of which retains full and exclusive rights to the capital should a relationship break down. In this paper we combine both forms of capital assets in a single model. The model predicts that foreign direct investment (owned subsidiaries) is more likely than licensing when the ratio of knowledge capital to physical capital is high, or when market value is high relative to the book value of capital (high Tobin's-Q).\n\n",
    "acknowledgement": "\nThe authors thank the participants and discussants at a number of seminars and conferences for helpful comments and suggestions. Presentations were at the NBER ITO Working Group Meeting in Cambridge, the ERWIT conference in Appenzell, Switzerland, the ETSG conference in Warsaw, and the Norface conference in Munich, all held in 2008. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}