{
    "id": 14510,
    "citation_title": "Monetary Policy Trade-Offs in an Estimated Open-Economy DSGE Model",
    "citation_author": [
        "Malin Adolfson",
        "Stefan Laséen",
        "Jesper Lindé",
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2008-11-21",
    "issue_date": "2008-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the transmission of shocks and the trade-offs between stabilizing CPI inflation and alternative measures of the output gap in Ramses, the Riksbank's empirical dynamic stochastic general equilibrium (DSGE) model of a small open economy. The main results are, first, that the transmission of shocks depends substantially on the conduct of monetary policy, and second, that the trade-off between stabilizing CPI inflation and the output gap strongly depends on which concept of potential output in the output gap between output and potential output is used in the loss function. If potential output is defined as a smooth trend this trade-off is much more pronounced compared to the case when potential output is defined as the output level that would prevail if prices and wages were flexible.\n\n",
    "acknowledgement": "\nAll remaining errors are ours. The views, analysis, and conclusions in this paper are solely the responsibility of the authors and do not necessarily agree with the those of other members of the Riksbank staff or executive board, or other staff or members of the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System, or of the National Bureau of Economic Research.\n\n\n"
}