{
    "id": 14512,
    "citation_title": "Tobit at Fifty: A Brief History of Tobin's Remarkable Estimator, of Related Empirical Methods, and of Limited Dependent Variable Econometrics in Health Economics",
    "citation_author": [
        "Kohei Enami",
        "John Mullahy"
    ],
    "citation_publication_date": "2008-11-21",
    "issue_date": "2008-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPractitioners of empirical health economics might be forgiven for paying little heed to the recent 50th anniversary of the publication of one of the most important papers in its methodological heritage: James Tobin's widely-cited 1958 Econometrica paper that developed what later became known as the Tobit estimator.  This golden anniversary milestone provides a fitting opportunity to reflect on Tobin's contribution and to assess the role that econometric limited dependent variable modeling has played in empirical health economics.  Of primary focus here is how Tobin's estimator came to be and came to take root in empirical health economics.  The paper provides a brief history of Tobin's estimator and related methods up through about 1971, discusses the early applications of Tobit and related estimators in health economics, i.e. the \"technology diffusion\" of Tobit in health economics, and offers some concluding remarks.\n\n",
    "acknowledgement": "\nThanks are owed to Art Goldberger for sharing his insights about the evolution of Tobit and Orbit, and to Don Hester for sharing his recollections about computational issues in the production of Tobin's paper.  The first author's work was supported in part by a Merck Quantitative Sciences Fellowship in Health Economics.  Some of the second author's research was conducted when he was a visiting scholar at the Geary Institute at UCD. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}