{
    "id": 1451,
    "citation_title": "Financial Intermediation in the United States",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1984-09-01",
    "issue_date": "1984-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe principal rationales that give rise to financial intermediation are benefits of size and specialization, the diversification of specific asset risks, and the pooling of even broader classes of risk. Each is a significant factor in accounting for the U.S. economy's reliance on intermediation. In addition, since World War II a further important factor has been the economy's continual shift away from government debt toward the debt of private nonfinancial entities including individuals and businesses. Non financial investors (primarily individuals) have exhibited a strong preference for holding the debt of these nonfinancial borrowers via financial intermediaries rather than directly. As the U.S. economy's reliance on financial intermediaries overall has increased during the post-war period, some specific kinds of intermediary institutions have grown more rapidly than others. Commercial banks have about held their own in relative terms, while steadily shifting their basic business back toward lending activities and away from securities investments. Nonbank deposit intermediaries have grown in relation to overall economic and financial activity, as the growth of savings and loan associations has more than offset the (relative) decline of mutual savings banks. Among private nondeposit intermediaries, life insurance companies have declined in relative terms while both public and private sector pension funds have shown exceptionally rapid growth. Finally, the federal government's participation in the financial intermediation process in the United States has also increased rapidly during these years, in part as a result of the pressures created by the economy's shift to private instead of government debt.\n\n",
    "acknowledgement": "\n"
}