{
    "id": 14525,
    "citation_title": "Impossible Frontiers",
    "citation_author": [
        "Thomas J. Brennan",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key result of the Capital Asset Pricing Model (CAPM) is that the market portfolio---the portfolio of all assets in which each asset's weight is proportional to its total market capitalization---lies on the mean-variance efficient frontier, the set of portfolios having mean-variance characteristics that cannot be improved upon. Therefore, the CAPM cannot be consistent with efficient frontiers for which every frontier portfolio has at least one negative weight or short position.  We call such efficient frontiers \"impossible\", and derive conditions on asset-return means, variances, and covariances that yield impossible frontiers.  With the exception of the two-asset case, we show that impossible frontiers are difficult to avoid.  Moreover, as the number of assets n grows, we prove that the probability that a generically chosen frontier is impossible tends to one at a geometric rate. In fact, for one natural class of distributions, nearly one-eighth of all assets on a frontier is expected to have negative weights for *every* portfolio on the frontier.  We also show that the expected minimum amount of shortselling across frontier portfolios grows linearly with n, and even when shortsales are constrained to some finite level, an impossible frontier remains impossible.  Using daily and monthly U.S. stock returns, we document the impossibility of efficient frontiers in the data.\n\n",
    "acknowledgement": "\nThe views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of AlphaSimplex Group, MIT, Northwestern University, any of their affiliates and employees, or the National Bureau of Economic Research. The authors make no representations or warranty, either expressed or implied, as to the accuracy or completeness of the information contained in this article, nor are they recommending that this article serve as the basis for any investment decision---this article is for information purposes only. Research support from AlphaSimplex Group and the MIT Laboratory for Financial Engineering is gratefully acknowledged.  We thank Henry Cohn, Sanjiv Das, Arnout Eikeboom, Leonid Kogan, Tri-Dung Nguyen, and participants of the JOIM Fall 2008 Conference and the MIT Finance Lunch for helpful comments and discussions.\n\n\n"
}