{
    "id": 14529,
    "citation_title": "Business Cycles in the Euro Area",
    "citation_author": [
        "Domenico Giannone",
        "Michele Lenza",
        "Lucrezia Reichlin"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the EMU has not affected historical characteristics of member countries' business cycles and their cross-correlations. Member countries which had similar levels of GDP per-capita in the seventies have also experienced similar business cycles since then and no significant change associated with the EMU can be detected. For the other countries, volatility has been historically higher and this has not changed in the last ten years. We also find that the aggregate euro area per-capita GDP growth since 1999 has been lower than what could have been predicted on the basis of historical experience and US observed developments. The gap between US and euro area GDP per capita level has been 30% on average since 1970 and there is no sign of catching up or of further widening.\n\n",
    "acknowledgement": "\nWe would like to thank the editors Alberto Alesina and Francesco Giavazzi, the seminar participants at the NBER conference \"Europe and the euro\" in Milan and \"The euro Area, the euro and the World Business Cycle\" in Aix-en-Provence, our discussants Tommaso Monacelli and Benoit Mojon, Filippo Di Mauro, Gabriel Fagan and Francesco Mongelli. The opinions in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank or the National Bureau of Economic Research.\n\n\n"
}