{
    "id": 14523,
    "citation_title": "An Institutional Theory of Momentum and Reversal",
    "citation_author": [
        "Dimitri Vayanos",
        "Paul Woolley"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a rational theory of momentum and reversal based on delegated portfolio management. An investor can hold assets through an index or an active fund. Investing in the active fund involves a time-varying cost, interpreted as managerial perk or ability. The investor responds to an increase in the cost by flowing out of the active and into the index fund. While prices of assets held by the active fund drop in anticipation of these outflows, the drop is expected to continue, leading to momentum. Because outflows push prices below fundamental values, expected returns eventually rise, leading to reversal. Besides momentum and reversal, fund flows generate comovement, lead-lag effects and amplification, with all effects being larger for assets with high idiosyncratic risk. The active-fund manager's concern with commercial risk makes prices more volatile.\n\n",
    "acknowledgement": "\nWe thank Nick Barberis, Jonathan Berk, Bruno Biais, Pierre Collin-Dusfresne, Peter DeMarzo, Xavier Gabaix, John Geanakoplos, Jennifer Huang, Ravi Jagannathan, Peter Kondor, Arvind Krishnamurthy, Toby Moskowitz, Anna Pavlova, Lasse Pedersen, Christopher Polk, Matthew Pritzker Jeremy Stein, Luigi Zingales, seminar participants at Chicago, Columbia, Lausanne, Leicester, LSE, Munich, Northwestern, NYU, Oslo, Oxford, Stanford, Sydney, Toulouse, Zurich, and participants at the American Economic Association 2010, American Finance Association 2010, CREST-HEC 2010, CRETE 2009, Gerzensee 2008 and NBER Asset Pricing 2009 conferences for helpful comments. Financial support from the Paul Woolley Centre at the LSE is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}