{
    "id": 14524,
    "citation_title": "High Birth Weight and Cognitive Outcomes",
    "citation_author": [
        "Resul Cesur",
        "Inas Rashad"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the effects of low birth weight have long been explored, those of high birth weight have been essentially ignored.  Economists have analyzed the negative effects that low birth weight might have on subsequent school outcomes, while taking into account unobserved characteristics that may be common to families with low birth weight babies and negative outcomes in terms of school test scores when children, in addition to labor market income when adults.  Today, however, with increasing obesity rates in the United States, high birth weight has become a potential concern, and has been associated in the medical literature with an increased likelihood of becoming an overweight child, adolescent, and subsequently an obese adult.  Overweight and obesity, in turn, are associated with a host of negative effects, including lower test scores in school and lower labor market prospects when adults.  If studies only focus on low birth weight, they may underestimate the effects of ensuring that mothers receive adequate support during pregnancy.  In this study we find that cognitive outcomes are adversely affected not only by low birth weight (<2500 grams) but also by high birth weight (>4500 grams).  Our results have policy implications in terms of provision of support for pregnant women.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}