{
    "id": 14533,
    "citation_title": "Assessing the Emerging Global Financial Architecture: Measuring the Trilemma's Configurations over Time",
    "citation_author": [
        "Joshua Aizenman",
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a methodology that intuitively characterizes the choices countries have made with respect to the trilemma during the post Bretton-Woods period. The paper first outlines the new metrics for measuring the degree of exchange rate flexibility, monetary independence, and capital account openness while taking into account the recent development of substantial international reserve accumulation. The evolution of our \"trilemma indexes\" illustrates that, after the early 1990s, industrialized countries accelerated financial openness, but reduced the extent of monetary independence while sharply increasing exchange rate stability, all reflecting the introduction of the euro. In contrast, emerging market countries pursued exchange rate stability as their key priority up to the late 1980s while non-emerging market developing countries has pursued it throughout the period since 1970. As a stark difference from the latter group of countries, emerging market countries have converged towards intermediate levels of all three indexes, characterizing managed flexibility while retaining some degree of monetary autonomy and accelerating financial openness. This recent trend appears to be sustained by using sizable international reserves as a buffer. We also confirm that the weighted sum of the three indexes adds up to a constant, validating the notion that a rise in one trilemma variable should be traded-off with a drop of the weighted sum of the other two. The second part of the paper deals with normative aspects of the trilemma, relating the policy choices to macroeconomic outcomes such as the volatility of output growth and inflation, and medium term inflation rates. Some key findings for developing countries include: (i) greater monetary independence can dampen output volatility while greater exchange rate stability implies greater output volatility, which can be mitigated by reserve accumulation; (ii) greater monetary autonomy is associated with a higher level of inflation while greater exchange rate stability and greater financial openness could lower the inflation level; (iii) a policy pursuit of stable exchange rate while financial development is at the medium level can increase output volatility, (iv) greater financial openness with a high level of financial development can reduce output volatility, though greater financial openness with a low level of financial development can be volatility-increasing; (v) net inflow of portfolio investment and bank lending can increase output volatility and higher levels of short-term debt or total debt services can increase both the level and the volatility of inflation.\n\n",
    "acknowledgement": "\nThe financial support of faculty research funds of the UCSC and PSU is gratefully acknowledged. This paper encompasses the results in two shorter papers: \"Mundell-Fleming's Impossible Trinity: Testing the Stability and Fitness of Trilemma's Linear Specification\" and \"The Emerging Global Financial Architecture - Tracing and Evaluating the New Patterns of the Trilemma's Configurations\". We would like to thank Eduardo Borensztein, Eduardo Cavallo, Camilo Tavor, Mathijs van Dijk, and the participants at the BIS-LACEA 2008 Rio meeting and the 4th Tinbergen Conference for their useful comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}