{
    "id": 14534,
    "citation_title": "Inflation Determination with Taylor Rules: Is New Keynesian Analysis Critically Flawed?",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCochrane (2007) has strongly questioned the basic economic logic of current mainstream monetary policy analysis, arguing that the standard notion --that \"determinacy\" of a rational expectations (RE) equilibrium suffices to imply that stable inflation behavior will be generated -- is incorrect.  This is because New Keynesian (NK) models are typically consistent with the existence of RE paths with explosive inflation rates (in addition to one or more stable paths) that normally do not imply explosions in real variables relevant for transversality conditions.  Consequently, the usual logic does not imply the absence of explosive inflation.  That result does not, however, justify negative conclusions about NK analysis.  For there is a different criterion that is logically satisfactory for the purpose at hand.  This is the requirement that, to be plausible, a RE solution must satisfy the property of least-squares learnability.  Adoption of this criterion, which should be attractive to analysts concerned with actual monetary policy, serves to justify in principle the bulk of current mainstream analysis.\n\n",
    "acknowledgement": "\nI am indebted to Miguel Casares, Marvin Goodfriend, and Edward Nelson for many helpful discussions and comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}