{
    "id": 14538,
    "citation_title": "Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico",
    "citation_author": [
        "Justine S. Hastings",
        "Lydia Tejeda-Ashton"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use responses to a survey and experiment with participants in Mexico's privatized social security system to examine how financial literacy impacts workers' choice behavior and how simplifying information on management fees may increase measures of price elasticity sensitivity among the financially illiterate. We find that by presenting fees in pesos instead of annual percentage rates, financially illiterate workers focus much more on fees when choosing between investment funds, selecting funds with lower average fees in hypothetical choice settings. Even though changes in information have small impacts on fees of the selected fund, holding fees constant, we show that changes in choice behavior imply a substantial increase in price sensitivity. Hence, the way in which information is presented to workers can have a substantial impact on optimal fees that firms can charge in the marketplace.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Daniel Benjamin, Jeffrey Brown, Donald Green, Dean Karlan, Jeffrey Kling, Annamaria Lusardi, Olivia Mitchell, Paul Schultz, Robert Willis, and seminar participants at Yale University, the University of Illinois and the NBER Program on Aging for valuable comments. We also thank the excellent staff at CONSAR for assistance with this project. We gratefully acknowledge financial support from the Yale University Institution for Social and Policy Studies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}