{
    "id": 14539,
    "citation_title": "Happiness Adaptation to Income beyond \"Basic Needs\"",
    "citation_author": [
        "Rafael Di Tella",
        "Robert MacCulloch"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test for whether, once \"basic needs\" are satisfied, there is happiness adaptation to further gains in income using three data sets. Individual German Panel Data from 1985-2000, and data on the well-being of over 600,000 people in a panel of European countries from 1975-2002, shows different patterns of adaptation to income across the rich and poor. We find evidence that for wealthy Germans, and for the rich half of European nations, higher levels of per capita income don't buy greater happiness. The reason appears to be adaptation. However even for the rich half of European nations such habituation may take over 5 years so the happiness gains that they experience, whilst not permanent, can still be relatively long-lasting. Finally we study a cross section of nations in 2005 from the World Gallup Poll and find that the past 45 years of economic growth (from 1960-2005) in the rich half of nations has not brought happiness gains above those that were already in place once the 1960s standard of living had been achieved. However in the poorest half of nations we cannot reject the null hypothesis that the happiness gains they have experienced from the past 45 years of growth have been the same as the gains that they experienced from growth prior to the 1960s.\n\n",
    "acknowledgement": "\nWe thank John Helliwell, as well as seminar participants at the Princeton Conference on \"Understanding National Differences in Well-Being\", October 2008. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}