{
    "id": 14535,
    "citation_title": "Estimating the Effect of Student Aid on College Enrollment: Evidence from a Government Grant Policy Reform",
    "citation_author": [
        "Helena Skyt Nielsen",
        "Torben Sørensen",
        "Christopher R. Taber"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the responsiveness of the demand for college to changes in student aid arising from a Danish reform. We separately identify the effect of aid from that of other observed and unobserved variables such as parental income. We exploit the combination of a kinked aid scheme and a reform of the student aid scheme to identify the effect of direct costs on college enrollment. To allow for heterogeneous responses due to borrowing constraints, we use detailed information on parents' assets. We find that enrollment is less responsive than found in other studies and that the presence of borrowing constraints only deters college enrollment to a minor extent.\n\n",
    "acknowledgement": "\nWe appreciate comments from Ron Ehrenberg, Julien Grenet, Marieke Huysentruyt, Søren Leth-Petersen, from participants at ASSA 2007, ESPE 2007, SOLE 2008, TAPES 2008, and seminar participants at the University of Amsterdam, University of Copenhagen, Aarhus University, University of Washington, and at AKF. The project has been supported by the Danish Research Agency (grant no. 2117-05-0076). The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}