{
    "id": 14531,
    "citation_title": "Credit Constraints, Heterogeneous Firms, and International Trade",
    "citation_author": [
        "Kalina Manova"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the detrimental consequences of financial market imperfections for international trade. I develop a heterogeneous-firm model with countries at different levels of financial development and sectors of varying financial vulnerability. Applying this model to aggregate trade data, I study the mechanisms through which credit constraints operate. First, financial development increases countries' exports above and beyond its impact on overall production. Firm selection into exporting accounts for a third of the trade-specific effect, while two thirds are due to reductions in firm-level exports. Second, financially advanced economies export a wider range of products and their exports experience less product turnover. Finally, while all countries service large destinations, exporters with superior financial institutions have more trading partners and also enter smaller markets. All of these effects are magnified in financially vulnerable sectors. These results have important policy implications for less developed economies that rely on exports for economic growth but suffer from poor financial contractibility.\n\n",
    "acknowledgement": "\nI thank Philippe Aghion, Pol Antras, Elhanan Helpman, and Marc Melitz for their invaluable guidance. I also thank Andrew Bernard, Doireann Fitzgerald, Dirk Jenter, and Luigi Zingales for insightful conversations, and seminar participants at Boston College, Brown, Cornell, Dartmouth, Harvard, Harvard Business School, Harvard Kennedy School of Government, Kellogg Northwestern, London School of Economics, New York Federal Reserve Bank, MIT Sloan School of Management, Ohio State, Pennsylvania State, Stanford, Toronto, University of Illinois at Urbana-Champaign, University of North Carolina at Chapel Hill, University of California at Davis, San Diego and Santa Cruz for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}