{
    "id": 14530,
    "citation_title": "Do Enterprise Zones Create Jobs? Evidence from California's Enterprise Zone Program",
    "citation_author": [
        "David Neumark",
        "Jed Kolko"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use new establishment-level data and geographic mapping methods to improve upon evaluations of the effectiveness of state enterprise zones, focusing on California's program. Because zone boundaries do not follow census tracts or zip codes, we created digitized maps of original zone boundaries and later expansions. We combine these maps with geocoded observations on most businesses located in California. The evidence indicates that enterprise zones do not increase employment. We also find no shift of employment toward the lower-wage workers targeted by enterprise zone incentives. We conclude that the program is ineffective in achieving its primary goals.\n\n",
    "acknowledgement": "\nWe thank Marco Anderson, Eric Becker, Amy Ewing, Toni Feinstein, Matthew Gelbman, Ethan Jennings, Davin Reed, Mark Vasquez, and especially Jennifer Graves, Marisol Cuellar-Mejia, Ingrid Lefebvre-Hoang, and Smith Williams for outstanding research assistance. We also thank Toni Symonds and Frank Luera for many helpful discussions about California's enterprise zone program, and Daria Burnes, Joel Elvery, Mark Ibele, Magnus Lofstrom, Suzanne O'Keefe, Michael Teitz, seminar participants at UCI and the All-UC Labor Conference, and two anonymous reviewers for helpful comments, and Jonah Gelbach for supplying the code for the wild bootstrap computations. Neumark is also a Bren Fellow at the Public Policy Institute of California, a Research Associate of the NBER, and a Research Fellow at IZA, and gratefully acknowledges support from the Kauffman Foundation. The views expressed are the authors' alone, and do not represent the views of the Kauffman Foundation, of PPIC, or of the NBER.\n\n\n"
}