{
    "id": 14542,
    "citation_title": "The Estimated Effects of the Euro on Trade: Why Are They Below Historical Effects of Monetary Unions Among Smaller Countries?",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAndy Rose (2000), followed by many others, has used the gravity model of bilateral trade on a large data set to estimate the trade effects of monetary unions among small countries.  The finding has been large estimates: Trade among members seems to double or triple, that is, to increase by 100-200%.    After the advent of EMU in 1999, Micco, Ordoñez and Stein and others used the gravity model on a much smaller data set to estimate the effects of the euro on trade among its members.   The estimates tend to be statistically significant, but far smaller in magnitude:  on the order of 10-20% during the first four years.   What explains the discrepancy?    This paper seeks to address two questions.   First, do the effects on intra-euroland trade that were estimated in the euro's first four years hold up in the second four years?   The answer is yes.    Second, and more complicated, what is the reason for the big discrepancy vis-à-vis other currency unions?  We investigate three prominent possible explanations for the gap between 15% and 200%.    First, lags.   The euro is still very young.   Second, size.   The European countries are much bigger on average than most of those who had formed currency unions in the past.  Third, endogeneity of the decision to adopt an institutional currency link.   Perhaps the high correlations estimated in earlier studies were spurious, an artifact of reverse causality.   Contrary to expectations, we find no evidence that any of these factors explains a substantial share of the gap, let alone all of it.\n\n",
    "acknowledgement": "\nThe author wishes to thank Francesco Giavazzi and Sylvana Tenreyo for comments, Clara Zverina for research assistance, and Ernesto Stein (who was originally going to be a co-author of this paper).\n\n\nThis paper was written for the NBER conference on Europe and the Euro, October 17-18, 2008 organized by Alberto Alesina & Francesco Giavazzi.\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}