{
    "id": 14540,
    "citation_title": "Labor Supply Responses to Marginal Social Security Benefits: Evidence from Discontinuities",
    "citation_author": [
        "Jeffrey B. Liebman",
        "Erzo F.P. Luttmer",
        "David G. Seif"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key question for Social Security reform is whether workers currently perceive the link on the margin between the Social Security taxes they pay and the Social Security benefits they will receive.  We estimate the effects of the marginal Social Security benefits that accrue with additional earnings on three measures of labor supply: retirement, hours, and labor earnings.  We develop a new approach to identifying these incentive effects by exploiting five provisions in the Social Security benefit rules that generate discontinuities in marginal benefits or non-linearities in marginal benefits that converge to discontinuities as uncertainty about the future is resolved. We find clear evidence that individuals approaching retirement (age 52 and older) respond to the Social Security tax-benefit link on the extensive margin of their labor supply decisions: we estimate that a 10 percent increase in the net-of-tax share reduces the two-year retirement hazard by a statistically significant 2.1 percentage points from a base rate of 15 percent.  The evidence with regards to labor supply responses on the intensive margin is more mixed: we estimate that the elasticity of hours with respect to the net-of-tax share is 0.41 and statistically significant, but we do not find a statistically significant earnings elasticity.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Boston Federal Reserve Bank, Harvard University, and NBER for helpful comments.  This research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}