{
    "id": 14547,
    "citation_title": "Can Structural Small Open Economy Models Account for the Influence of Foreign Disturbances?",
    "citation_author": [
        "Alejandro Justiniano",
        "Bruce Preston"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates that an estimated, structural, small open economy model of the Canadian economy cannot account for the substantial influence of foreign-sourced disturbances identified in numerous reduced-form studies. The benchmark model assumes uncorrelated shocks across countries and implies that U.S. shocks account for less than 3 percent of the variability observed in several Canadian series, at all forecast horizons. Accordingly, model-implied cross-correlation functions between Canada and U.S. are essentially zero. Both findings are at odds with the data. A specification that  assumes correlated cross-country shocks partially resolves this discrepancy, but still falls well short of matching reduced-form evidence.\n\n",
    "acknowledgement": "\nFirst Draft: September 2005. We are grateful to Gunter Coenen, Charles Engel, Jordi Gali, Paulo Giordani, Thomas Lubik, Adrian Pagan, Giorgio Primiceri and two anonymous referees for discussions and detailed comments. We also thank seminar participants at the Atlanta Federal Reserve Bank, Board of Governors of the Federal Reserve, Cleveland Federal Reserve Bank Conference on \"DSGE and Factor Models\", Duke University conference on \"Identification and estimation of structural models\", the joint ECB, Lowy Institute and CAMA conference on \"Globalization and Regionalism\", Reserve Bank of Australia, The Riksbank conference on \"Structural Analysis of Business Cycles in the Open Economy\" and University of Washington. Preston thanks the PER Seed Grant at Columbia University for financial support. The usual caveat applies. The views expressed in this paper are those of the authors' and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, any other person associated with the Federal Reserve system or the National Bureau of Economic Research.\n\n\n"
}