{
    "id": 14543,
    "citation_title": "Asset Pricing Tests with Long Run Risks in Consumption Growth",
    "citation_author": [
        "George M. Constantinides",
        "Anisha Ghosh"
    ],
    "citation_publication_date": "2008-12-05",
    "issue_date": "2008-12-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA novel methodology in testing the long-run risks model of Bansal and Yaron (2004) is presented based on the observation that, under the null, the potentially latent state variables, \"long-run risk\" and the conditional variance of its innovation, are known a¢ ne functions of the observable market-wide price-dividend ratio and risk free rate. In linear forecasting regressions of consumption growth and returns by the price-dividend ratio and risk free rate, the model implies much higher forecastability than what is observed in the data over 1931 -2009. The co-integrated variant of the model by Bansal, Gallant, and Tauchen (2007), also implies much higher forecastability of returns than what is observed in the data. Finally, we reject the models' implications in jointly pricing the cross-section of returns and fitting the unconditional time series moments of consumption and dividend growth. The results suggest that either some important state variable is missing or that the models should be generalized in a way that the lagged price-dividend ratio and risk free enter the regressions in a non-linear fashion.\n\n",
    "acknowledgement": "\nWe thank Ravi Bansal, Alan Bester, John Campbell, Raj Chakrabarti, John Cochrane, Eugene Fama, Lars Hansen, Christian Julliard, Dana Kiku, Ralph Koijen, Oliver Linton, Sydney Ludvigson, Alex Michaelides, Lubos Pastor, Annette Vissing-Jorgensen, and Amir Yaron for helpful comments. We remain responsible for errors and omissions. Constantinides acknowledges financial support from the The Center for Research in Security Prices of the University of Chicago Booth School of Business. Ghosh acknowledges financial support from the London School of Economics. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}