{
    "id": 14546,
    "citation_title": "Why are Saving Rates of Urban Households in China Rising?",
    "citation_author": [
        "Marcos Chamon",
        "Eswar Prasad"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nFrom 1995 to 2005, the average urban household saving rate in China rose by 7 percentage points, to about one quarter of disposable income. We use household-level data to explain why households are postponing consumption despite rapid income growth. Tracing cohorts over time indicates a virtual absence of consumption smoothing over the life cycle. Saving rates have increased across all demographic groups although the age profile of savings has an unusual pattern in recent years, with younger and older households having relatively high saving rates. We argue that these patterns are best explained by the rising private burden of expenditures on housing, education, and health care. These effects and precautionary motives may have been amplified by financial underdevelopment, as reflected in constraints on borrowing against future income and low returns on financial assets.\n\n",
    "acknowledgement": "\nWe thank China's National Bureau of Statistics and, in particular, Chen Xiaolong, Yu Qiumei, Wang Xiaoqing, and Cheng Xuebin for their collaboration on this project. This paper has benefited from the comments of Olivier Blanchard, Chris Carroll, Steve Davis, Angus Deaton, Karen Dynan, Charles Horioka, Marcelo Medeiros, Chang-Tai Hsieh, Nicholas Lardy, Junmin Wan, two anonymous referees, numerous IMF colleagues, and seminar participants at the IMF, the NBER China Workshop, the University of California at Berkeley, the NBER Summer Institute, Hong Kong University, and Hong Kong University of Science and Technology. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF or the National Bureau of Economic Research, nor IMF policy. A revised version of this paper is forthcoming in American Economic Journal: Macroeconomics.\n\n\n"
}