{
    "id": 14548,
    "citation_title": "What is a Company Really Worth? Intangible Capital and the \"Market to Book Value\" Puzzle",
    "citation_author": [
        "Charles R. Hulten",
        "Xiaohui Hao"
    ],
    "citation_publication_date": "2008-12-22",
    "issue_date": "2008-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\n\"What is a company really worth?\" is a question asked repeatedly during the recent financial crisis. Attention has been focused on short-term valuation issues, like the \"mark-to-market\" controversy. Sorting out these issues is complicated by the fact that the market puts a value on shareholder equity that is consistently more than twice the reported book value of a company. Numerous observers have pointed to the absence of most intangible assets from financial statements as an important source of this puzzle. We use Compustat financial data for 617 R&D intensive firms to test this possibility. We find that conventional book value alone explains only 31 percent of the market capitalization of these firms in 2006, and that this increases to 75 percent when our estimates of intangible capital are included. The debt-equity ratio also falls from 1.46 to 0.61. These findings suggest that financial reports tend to substantially understate the long-run intrinsic value of corporate America.\n\n",
    "acknowledgement": "\nThe research reported in this paper was sponsored by the Economics Program of The Conference Board, as part of its Program on Intangibles. It is derived from an earlier Economics Program working paper, #08-02. Hulten is Senior Fellow to The Conference Board. We would like to thank Wesley Cohen, Martin Fleming and Baruch Lev for their comments on earlier drafts, as well as Gail Fosler, Bart Van Ark, Carol Corrado, and other colleagues at the Conference Board. Kathleen Miller and Mary Sinclair provided valuable assistance in preparing this paper. Opinions and interpretations, and any remaining errors, are solely the responsibility of the authors, and should not be attributed to any organization with which they are affiliated, nor to the National Bureau of Economic Research.\n\n\n"
}