{
    "id": 14554,
    "citation_title": "Task Trade between Similar Countries",
    "citation_author": [
        "Gene M. Grossman",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory of task trade between countries that have similar relative factor endowments but may differ in size. Firms produce differentiated goods by performing a continuum of tasks, each of which generates local spillovers. Tasks can be performed at home or abroad, but offshoring entails costs that vary by task. In equilibrium, the tasks with the highest offshoring costs may not be traded. Among the remainder, those with the relatively higher offshoring costs are performed in the country that has the higher wage and higher aggregate output. We discuss the relationship between equilibrium wages, equilibrium outputs, and relative country size and examine how the pattern of specialization reflects the key parameters of the model.\n\n",
    "acknowledgement": "\nWe thank Aykut Ahlatçıoğlu and Shlomi Kramer for research assistance, Sebastian Benz, Gordon Hanson, Giovanni Maggi, Marc Melitz, Jens Wrona and Kei-Mu Yi for discussions and comments, and the National Science Foundation (under grants SES 0211748 and SES 0451712) and Sloan Foundation for research support. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation, any other organization, or the National Bureau of Economic Research.\n\n\n"
}