{
    "id": 14557,
    "citation_title": "The Evolution of Corporate Ownership After IPO: The Impact of Investor Protection",
    "citation_author": [
        "C. Fritz Foley",
        "Robin Greenwood"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nRecent research documents that ownership concentration is higher in countries with weak investor protection.  However, drawing on panel data on corporate ownership in 34 countries between 1995 and 2006, we show this pattern does not hold for newly public firms, which tend to have concentrated ownership regardless of the level of investor protection. We show that firms in countries with strong investor protection are more likely to experience decreases in ownership concentration after listing, that these decreases appear in response to growth opportunities, and that they are associated with new share issuance. We consider the implications of these findings for financing choices and patterns in firm growth and analyze alternative explanations for the diffusion of ownership that could distort our interpretations. We conclude that ownership concentration falls as firms age following their IPO in countries with strong investor protection because firms in these countries raise capital and grow, diluting blockholders in the process.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated as \"The Evolution of Corporate Ownership: Evidence from 34 countries.\" We are grateful to David Blitzer at Standard and Poors for providing data, and Cliff Holderness, Andrew Metrick, and Karl Lins for sharing their data with us. Evie Spanos and Sonya Lai provided excellent research assistance. We thank Malcolm Baker, Mihir Desai, Cliff Holderness, Paul Gompers, Karl Lins, Randall Morck, Richard Ruback, David Scharfstein, Andrei Shleifer, Matt Spiegel, and seminar participants at the Darden International Finance Conference, Harvard, HKUST Business School, Singapore Management University, the University of Oregon, and the University of Texas at Austin for helpful comments. The Harvard Business School Division of Research provided funding for this study.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}