{
    "id": 14551,
    "citation_title": "What are the Effects of Fiscal Policy Shocks?",
    "citation_author": [
        "Andrew Mountford",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose and apply a new approach for analyzing the effects of fiscal policy using vector autoregressions. Specifically, we use sign restrictions to identify a government revenue shock as well as a government spending shock, while controlling for a generic business cycle shock and a monetary policy shock.  We explicitly allow for the possibility of announcement effects, i.e., that a current fiscal policy shock changes fiscal policy variables in the future, but not at present.  We construct the impulse responses to three linear combinations of these fiscal shocks, corresponding to the three scenarios of deficit-spending, deficit-financed tax cuts and a balanced budget spending expansion. We apply the method to US quarterly data from 1955-2000.  We find that deficit-financed tax cuts work best among these three scenarios to improve GDP, with a maximal present value multiplier of five dollars of total additional GDP per each dollar of the total cut in government revenue five years after the shock.\n\n",
    "acknowledgement": "\nThis research has been sponsored by the Deutsche Forschungsgemeinschaft through the SFB 649 \"Economic Risk\" and by the RTN networks NASEF and MAPMU.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}