{
    "id": 14559,
    "citation_title": "Rebate Rules in Threshold Public Good Provision",
    "citation_author": [
        "Michael A. Spencer",
        "Stephen K. Swallow",
        "Jason F. Shogren",
        "John A. List"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers how six alternative rebate rules affect voluntary contributions in a threshold public-good experiment. The rules differ by (1) whether an individual can receive a proportional rebate of excess contributions, a winner-takes-all of any excess contributions, or a full rebate of one's contribution in the event the public good is provided and excess contributions exist, and (2) whether the probability of receiving a rebate is proportional to an individual's contribution relative to total contributions or is a simple uniform probability distribution set by the number of contributors. The paper adds to the existing experimental economics literature on threshold public goods by investigating both aggregate and individual demand revelation under the winner-take-all and random full-rebate rules. Half of the rules (proportional rebate, winner-take-all with uniform probability among all group members, and random full-rebate with uniform probability) provide total contributions that nearly equal total benefits, while the rest (winner-take-all with proportional probability, winner-take-all with uniform probability among contributors only, and random full-rebate with proportional probability) exceed benefits by over 30 percent. Only the proportional rebate rule is found to achieve both aggregate and individual demand revelation. Our experimental results have implications for both fundraisers and valuation practitioners.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}