{
    "id": 14558,
    "citation_title": "Does Openness to International Financial Flows Raise Productivity Growth?",
    "citation_author": [
        "M. Ayhan Kose",
        "Eswar S. Prasad",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory has identified a number of channels through which openness to international financial flows could raise productivity growth. However, while there is a vast empirical literature analyzing the impact of financial openness on output growth, far less attention has been paid to its effects on productivity growth. We provide a comprehensive analysis of the relationship between financial openness and total factor productivity (TFP) growth using an extensive dataset that includes various measures of productivity and financial openness for a large sample of countries. We find that de jure capital account openness has a robust positive effect on TFP growth. The effect of de facto financial integration on TFP growth is less clear, but this masks an important and novel result. We find strong evidence that FDI and portfolio equity liabilities boost TFP growth while external debt is actually negatively correlated with TFP growth. The negative relationship between external debt liabilities and TFP growth is attenuated in economies with higher levels of financial development and better institutions.\n\n",
    "acknowledgement": "\nA revised version of this paper is forthcoming in the Journal of International Money and Finance.  We are grateful to Nauro Campos, Stijn Claessens, Peter Howitt, Maury Obstfeld, Kate Phylaktis, Assaf Razin, an anonymous refereee, and participants at the Emerging Markets Finance Conference (Cass Business School), the Conference on Global Liquidity and East Asian Economies (Hong Kong Institute for Monetary Research), and the World Congress of the International Economic Association for their helpful and constructive comments. We thank Dionysios Kaltis and Yusuke Tateno for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF or the National Bureau of Economic Research.\n\n\n"
}