{
    "id": 14556,
    "citation_title": "A Resource Belief-Curse? Oil and Individualism",
    "citation_author": [
        "Rafael Di Tella",
        "Juan Dubra",
        "Robert MacCulloch"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the correlation between a belief concerning individualism and a measure of luck in the US during the period 1983-2004. The measure of beliefs is the answer to a question related to whether the poor should be helped by the government or if they should help themselves, while the measure of luck is the share of the oil industry in the state's economy multiplied by the price of oil. The correlation is negative, suggesting that more reliance on luck is correlated with less individualism. We provide three short models that help interpret this correlation. One implication of this finding is that societies that depend heavily on oil, and perhaps natural resources more generally, will experience a heavier demand for government intervention. We argue that if a government cares about the impact of its natural resource policies on the demand of government intervention more generally, it should take this effect into account.\n\n",
    "acknowledgement": "\nWe thank our commentator, George Marios Angeletos, as well as the editors (Federico Sturzenegger and Bill Hogan) for very helpful suggetsions. For helpful conversations or comments we thank Rawi Abdelal, Sebastian Galiani, Ernesto Schargrodsky and seminar participants at the Kennedy School Conference on \"Contractual Renegotiations in Natural Resources\" on October 30, 2007. We thank Javier Donna and Jorge Albanesi for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}