{
    "id": 14553,
    "citation_title": "The Slow Decline of East Germany",
    "citation_author": [
        "Harald Uhlig"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFifteen years after German reunification, the facts about slow regional convergence have born out the prediction of Barro (1991), except that migration out of East Germany has not slowed down.  I document that in particular the 18-29 year old are leaving East Germany, and that the emigration has accelerated in recent years. I document that low wages, high unemployment and increasing reliance on social security persist across wide regions of East Germany together with these migration patterns.  To understand these patterns, I use an extension of the standard labor search model introduced in Uhlig (2006, 2008) by allowing for migration and network externalities.  In that theory, two equilibria can result: one with a high networking rate, high average labor productivity, low unemployment and no emigration (\"West Germany'') and one with a low networking rate, low average labor productivity, high unemployment and a constant rate of emigration (\"East Germany'').  The model does not imply any obviously sound policies to move from the weakly networked equilibrium to the highly networked equilibrium.\n\n",
    "acknowledgement": "\nThis research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 \"Economic Risk'' and by the RTN network MAPMU. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}