{
    "id": 1456,
    "citation_title": "The Capital Inflows Problem Revisited: A Stylized Model of Southern Cone Disinflation",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "1984-09-01",
    "issue_date": "1984-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1970s countries in Latin America's Southern Cone attempted to lower domestic inflation rates through the progressive reduction of a preannounced rate of exchange-rate devaluation. The stabilization programs gave rise to massive capital inflows, real exchange-rate appreciation, and current-account deficits. This paper develops a stylized intertemporal framework in which the effects of a preannounced exchange-rate oriented disinflation scheme can be studied. It is shown that even when agents have perfect foresight and markets clear continuously, the \"capital inflows\" problem and the associated real appreciation may result.While unanticipated, permanent inflation changes are neutral in the paper,anticipated inflation is neutral only in exceptional circumstances. A preannounced disinflation operates by altering the path of an expenditure -based real domestic interest rate that depends on expected changes in the prices of liquidity services and nontradable consumption goods. Alternatively, by raising future real balances, anticipated disinflation may cause an incipient change in the time path of consumption's marginal utility, leading agents to revise consumption plans. It is noteworthy that disinflation's long-run effect on the real exchange rate more than reverses its short-run effect. If disinflation occasions a real appreciation on impact, say, the relative price of tradables must rise in the long run so that the economy can service the additional external debt incurred in the transition period.\n\n",
    "acknowledgement": "\n"
}