{
    "id": 14562,
    "citation_title": "Sovereign Wealth Funds: Stylized Facts about their Determinants and Governance",
    "citation_author": [
        "Joshua Aizenman",
        "Reuven Glick"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents statistical analysis supporting stylized facts about sovereign wealth funds (SWFs). It discusses the forces leading to the growth of SWFs, including the role of fuel exports and ongoing current account surpluses, and large hoarding of international reserves. It analyzes the degree to which measures of SWF governance and transparency compare with national norms of behavior. We provide evidence that many countries with SWFs are characterized by effective governance, but weak democratic institutions, as compared to other nonindustrial countries. We also present a model with which we compare the optimal degree of diversification abroad by a central bank versus that of a sovereign wealth fund. We show that if the central bank manages its foreign assets with the objective of reducing the probability of sudden stops, it will place a high weight on the downside risk of holding risky assets abroad and will tend to hold primarily safe foreign assets. In contrast, if the sovereign wealth fund, acting on behalf of the Treasury, maximizes the expected utility of a representative domestic agent, it will opt for relatively greater holding of more risky foreign assets. We discuss how the degree of a country's transparency may affect the size of the foreign asset base entrusted to a wealth fund's management, and show that, for relatively low levels of public foreign assets, assigning portfolio management independence to the central bank may be advantageous. However, for a large enough foreign asset base, the opportunity cost associated with the limited portfolio diversification of the central bank induces authorities to establish a wealth fund in pursuit of higher returns.\n\n",
    "acknowledgement": "\nA previous draft of this paper was presented at the conference on \"Sovereign Wealth Funds in an Evolving Global Financial System\" sponsored by the Australia National University Centre for Applied Macroeconomic Analysis, together with the Lowy Institute for International Policy, in Sydney, September 25-26, 2008. We thank Prasanna Gai for comments and Andrew Cohn for research assistance. The views expressed below do not represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the views of the National Bureau of Economic Research.\n\n\n"
}