{
    "id": 14563,
    "citation_title": "The Supply-Shock Explanation of the Great Stagflation Revisited",
    "citation_author": [
        "Alan S. Blinder",
        "Jeremy B. Rudd"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. inflation data exhibit two notable spikes into the double-digit range in 1973-1974 and again in 1978-1980.  The well-known \"supply-shock\" explanation attributes both spikes to large food and energy shocks plus, in the case of 1973-1974, the removal of price controls.  Yet critics of this explanation have (a) attributed the surges in inflation to monetary policy and (b) pointed to the far smaller impacts of more recent oil shocks as evidence against the supply-shock explanation.  This paper reexamines the impacts of the supply shocks of the 1970s in the light of the new data, new events, new theories, and new econometric studies that have accumulated over the past quarter century.  We find that the classic supply-shock explanation holds up very well; in particular, neither data revisions nor updated econometric estimates substantially change the evaluations of the 1972-1983 period that were made 25 years (or more) ago.  We also rebut several variants of the claim that monetary policy, rather than supply shocks, was really to blame for the inflation spikes.  Finally, we examine several changes in the economy that may explain why the impacts of oil shocks are so much smaller now than they were in the 1970s.\n\n",
    "acknowledgement": "\nPaper presented at the NBER conference on The Great Inflation, Woodstock, VT, September 2008. Blinder gratefully acknowledges research support from Princeton's Center for Economic Policy Studies. We also thank Olivier Blanchard and other conference participants for useful suggestions. The opinions expressed here are our own, however, and do not necessarily reflect the views of any of the institutions with which we are affiliated, nor those of the National Bureau of Economic Research.\n\n\n"
}