{
    "id": 14560,
    "citation_title": "Did Economics Cause World War II?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorians have long recognized the role of economic resources and organization in determining the outcome of World War II:  the Nazi economy lacked the economic resources and organization to oppose the combined might of the U.S., U.K., and U.S.S.R.   A minority view is that the Germans were defeated not by economics, but by Hitler's many strategic and tactical mistakes, of which the most important was the invasion of the Soviet Union.  Compared to this debate about the outcome of the war, there has been less attention to economics as the cause of World War II.  \nThis is a review article of a new economic history of the Nazi economy by Adam Tooze which cuts through the debate between economics and Hitler's mistakes as fundamental causes of the outcome.  Instead, Tooze argues that the invasion of the Soviet Union was the inevitable result of Hitler's paranoia about the land-starved backwardness of German agriculture as contrasted with the raw material and land resources of America's continent and Britain's empire.   The American frontier expansion that obliterated the native Indians provided Hitler with a explicit precedent, which he often cited, for pushing aside the native populations in the east to provide land for German Aryan farmers.  \nGermany's agricultural weakness is summarized by its low land-labor ratio, but Poland and the Ukraine had even less land per person.  Thus simply acquiring the land to the east could not solve Germany's problem of low agricultural productivity without removing the native farming populations.  Far better than other histories of the Third Reich, Tooze reveals the shocking details of General Plan Ost, the uber-holocaust which would have removed, largely through murder, as many as 45 million people from eastern agricultural land.  Tooze, like the Nazis before him, fails to emphasize that the solution to Germany's agricultural problem was not acquiring more land for the existing German farm population, but rather by raising the land-labor ratio by making the existing German land more efficient, mechanizing agriculture and encouraging rural-to-urban migration within Germany.\n\n",
    "acknowledgement": "\nThis paper is a review article of Tooze (2006) and related literature on the same topic and will appear in the Journal of Economic History in March, 2009.  I am grateful to Joel Mokyr for helpful suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}