{
    "id": 14565,
    "citation_title": "International Trade in Used Durable Goods: The Environmental Consequences of NAFTA",
    "citation_author": [
        "Lucas W. Davis",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious studies of trade and the environment overwhelmingly focus on how trade affects where goods are produced. However, trade also affects where goods are consumed. In this paper we describe a model of trade with durable goods and non-homothetic preferences. In autarky, low-quality (used) goods are relatively inexpensive in high-income countries and free trade causes these goods to be exported to low-income countries. We then evaluate the environmental consequences of this pattern of trade using evidence from the North American Free Trade Agreement. Since trade restrictions were eliminated for used cars in 2005, over 2.5 million used cars have been exported from the United States to Mexico. Using a unique, vehicle-level dataset, we find that traded vehicles are dirtier than the stock of vehicles in the United States and cleaner than the stock in Mexico, so trade leads average vehicle emissions to decrease in both countries. Total greenhouse gas emissions increase, primarily because trade gives new life to vehicles that otherwise would have been scrapped.\n\n",
    "acknowledgement": "\nWe are grateful to David Autor, Brian Kovak, Arik Levinson, William Nordhaus, Joe Shapiro, Eric Verhoogen and seminar participants at the University of Michigan, Boston University, Columbia, Georgetown, Yale and Harvard for helpful comments. Italo Gutierrez provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}