{
    "id": 14564,
    "citation_title": "Short Run Impacts of Accountability on School Quality",
    "citation_author": [
        "Jonah E. Rockoff",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn November of 2007, the New York City Department of Education assigned elementary and middle schools a letter grade (A to F) under a new accountability system.  Grades were based on numeric scores derived from student achievement and other school environmental factors such as attendance, and were linked to a system of rewards and consequences. We use the discontinuities in the assignment of grades to estimate the impact of accountability in the short run.  Specifically, we examine student achievement in English Language Arts and mathematics (measured in January and March of 2008, respectively) using school level aggregate data.  Although schools had only a few months to respond to the release of accountability grades, we find that receipt of a low grade significantly increased student achievement in both subjects, with larger effects in math.  We find no evidence that these grades were related to the percentage of students tested, implying that accountability can cause real changes in school quality that increase student achievement over a short time horizon.  We also find that parental evaluations of educational quality improved for schools receiving low accountability grades.  However, changes in survey response rates hold open the possibility of selection bias in these complementary results.\n\n",
    "acknowledgement": "\nWe would like to thank Jesse Margolis, Raji Chakrabarti, David Figlio, Miguel Urquiola, and seminar participants at the New York City Department of Education, Cornell, Yale, Wharton, and the NBER Education Program meetings for their very helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}