{
    "id": 14576,
    "citation_title": "Evidence of Improved Monitoring and Insolvency Resolution after FDICIA",
    "citation_author": [
        "Edward J. Kane",
        "Rosalind Bennett",
        "Robert Oshinsky"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo realign supervisory and market incentives, the Federal Deposit Insurance Corporation Improvement Act of 1991 (FDICIA) adjusts two principal features of federal banking supervision. First, it requires regulators to examine insured institutions more frequently and makes them accountable for exercising their supervisory powers.  Second, the Act empowers regulators to wind up the affairs of troubled institutions before their accounting net worth is exhausted. \nUsing 1984-2003 data on the outcome of individual bank examinations, this paper documents that the frequency of rating transitions and the character of insolvency resolutions have changed substantially under FDICIA. The average interval between bank examinations has dropped for low-rated banks in the post-FDICIA era. Examiner upgrades have become significantly more likely in the post-FDICIA era even after controlling for the state of the economy. However, in recessions managers are slower to correct problems that examiners identify.  As a result, during downturns upgrades become less likely and absorptions become more likely.  \nGiving the FDIC authority to wind up troubled banks before their tangible net worth is exhausted has reduced the role of government in the insolvency-resolution process. Consistent with an hypothesis that FDICIA has improved incentives, our data show that a markedly larger percentage of troubled banks now search for a merger partner rather than trying to stay in business until the regulators force them to fail.  This greater reliance on quasi-voluntary mergers is observable both within and across various stages of the business cycle.  These findings suggest that supervisory interventions became more effective at banks during the post-FDICIA era.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}