{
    "id": 14579,
    "citation_title": "The Flypaper Effect",
    "citation_author": [
        "Robert P. Inman"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe flypaper effect results when a dollar of exogenous grants-in-aid leads to significantly greater public spending than an equivalent dollar of citizen income:  Money sticks where it hits. Viewing governments as agents for a representative citizen voter, this empirical result is an anomaly.  Four alternative explanations have been offered.  First, it's a data problem; matching grants have been mis-classified as exogenous aid. Second, it's an econometric problem; exogenous aid is correlated with omitted variables leading to a downward bias in estimates of income's effects and an upward bias in estimates of aid's effects.  Third, it's a specification problem: the representative citizen either fails to observe lump-sum aid, or sees aid but mis-perceives its impact as an average price effect, or finally, sees and understands aid's budgetary effects but allocates \"public\" and \"private\" monies through separate \"mental accounts.\" The empirical evidence suggests none of these explanations is sufficient.  A fourth explanation seems most promising: It's politics.  Rather than an anomaly, the flypaper effect is best seen as an outcome of political  institutions and the associated incentives of elected officials.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}