{
    "id": 14573,
    "citation_title": "Season of Birth and Later Outcomes: Old Questions, New Answers",
    "citation_author": [
        "Kasey Buckles",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch has found that season of birth is associated with later health and professional outcomes; what drives this association remains unclear.  In this paper we consider a new explanation: that children born at different times in the year are conceived by women with different socioeconomic characteristics.  We document large seasonal changes in the characteristics of women giving birth throughout the year in the United States.  Children born in the winter are disproportionally born to women who are more likely to be teenagers and less likely to be married or have a high school degree. We show that controls for family background characteristics can explain up to half of the relationship between season of birth and adult outcomes.  We then discuss the implications of this result for using season of birth as an instrumental variable; our findings suggest that, though popular, season-of-birth instruments may produce inconsistent estimates.  Finally, we find that some of the seasonality in maternal characteristics is due to summer weather differentially affecting fertility patterns across socioeconomic groups.\n\n",
    "acknowledgement": "\nThanks to Doug Almond, Josh Angrist, Amitabh Chandra, Bill Evans, Alan Krueger, Joanna Lahey, Joe Price, David Ribar, and David Shapiro, and to audiences at the Bureau of Labor Statistics, Drexel University, Indiana University Purdue University Indianapolis, Notre Dame, the University of Chicago Graduate School of Business, the University of Wisconsin-Milwaukee, the University of Western Michigan, the Southern Economic Association, the Midwest Economic Association, and the Population Association of America.   Kevin Baker and Ann Walter provided terrific research assistance.  Contact the authors at kbuckles@nd.edu and dhungerm@nd.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}