{
    "id": 14578,
    "citation_title": "The First of the Month Effect: Consumer Behavior and Store Responses",
    "citation_author": [
        "Justine S. Hastings",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPrevious research has used survey and diary data to carefully document that Food Stamp recipients decrease their expenditures and consumption of food throughout the benefit month, the beginning of which is defined by the date on which benefits are distributed. The reliance on survey and diary data has meant that researchers could not test two rational hypotheses for why food consumption cycles. Using detailed grocery store scanner data we ask 1) whether cycling is due to a desire for variation in foods consumed that leads to substitution across product quality within the month and 2) whether cycling is driven by countercyclical pricing by grocery retailers. We find support for neither of these hypotheses. We find that the decrease in food expenditures is largely driven by reductions in food quantity, not quality, and that prices for foods purchased by benefit households vary pro-cyclically with demand implying that benefit households could save money by delaying their food purchases until later in the month. The price effects are small relative to demand changes and relative to impacts found for other subsidy programs such as EITC, suggesting that most of the benefits accrue to the intended recipients particularly in product categories and stores where benefit recipients represent a small fraction of overall demand. We conclude by concurring with previous literature that food cycling behavior is most likely due to short-run impatience.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Steven Berry, Keith Chen, Raj Chetty, Judy Chevalier, Nada Eissa, Tim Guinnane, Patrick Kline, Camille Landais, Jesse Shapiro, Sharon Oster and seminar participants at Boston University, Brown University, IIES, the NBER TAPES Conference, University of California at Berkeley, University of Chicago GSB and the Yale Industrial Organization lunch for valuable input. Lydia Ashton and Alexander Torgovitsky provided excellent research assistance. We gratefully acknowledge funding from the Yale University Institution for Social and Policy Studies. All remaining errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}