{
    "id": 14577,
    "citation_title": "Superstar Extinction",
    "citation_author": [
        "Pierre Azoulay",
        "Joshua S. Graff Zivin",
        "Jialan Wang"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the magnitude of spillovers generated by 112 academic \"superstars\" who died pre- maturely and unexpectedly, thus providing an exogenous source of variation in the structure of their collaborators' coauthorship networks. Following the death of a superstar, we find that collaborators experience, on average, a lasting 5 to 8% decline in their quality-adjusted publication rates. By exploring interactions of the treatment effect with a variety of star, coauthor and star/coauthor dyad characteristics, we seek to adjudicate between plausible mechanisms that might explain this finding. Taken together, our results suggest that spillovers are circumscribed in idea space, but less so in physical or social space. In particular, superstar extinction reveals the boundaries of the scientific field to which the star contributes -- the \"invisible college.\"\n\n",
    "acknowledgement": "\nPart of the work was performed while the first author was an Alfred P. Sloan Industry Studies Fellow. We thank the editor Larry Katz and the referees for their constructive comments, as well as various seminar audiences for their feedback, and we gratefully acknowledge the financial support of the National Science Foundation (Award SBE-0738142) and the Merck Foundation through the Columbia-Stanford Consortium on Medical Innovation. The project would not have been possible without Andrew Stellman's extraordinary programming skills (http://www.stellman-greene.com/). The authors also express gratitude to the Association of American Medical Colleges for providing licensed access to the AAMC Faculty Roster, and acknowledge the stewardship of Dr. Hershel Alexander (AAMC Director of Medical School and Faculty Studies). The National Institutes of Health partially supports the AAMC Faculty Roster under contract N01-OD-3-1015. The usual disclaimer applies. Please send correspondence to pazoulay@mit.edu.\n\n\n"
}