{
    "id": 14570,
    "citation_title": "The Effects of Housing Assistance on Labor Supply: Evidence from a Voucher Lottery",
    "citation_author": [
        "Brian A. Jacob",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2008-12-11",
    "issue_date": "2008-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis study estimates the effects of means-tested housing programs on labor supply using data from a randomized housing voucher wait-list lottery in Chicago.  Evidence for the net effects of housing programs on labor supply is central to a wide range of policy decisions about how to provide housing assistance to the poor.  Economic theory is ambiguous about the expected sign of any labor supply response.  We find that among working-age, able-bodied adults, housing voucher use reduces quarterly labor force participation rates by 4 percentage points (6 percent of the control complier mean) and quarterly earnings by $285 (10 percent), and increases social program participation rates by 2 percentage points (16 percent of the control mean).  These impacts are toward the lower end of the range of recent estimates from other studies of housing programs, but nonetheless do still imply that housing vouchers reduce labor supply.\n\n",
    "acknowledgement": "\nThis paper is part of a larger series of studies of housing vouchers in Chicago with Greg Duncan, Michael Johnson, James Rosenbaum and Jeffrey Smith.  Generous financial support was provided by the National Consortium on Violence Research, the Northwestern University / University of Chicago Joint Center for Poverty Research, the Smith Richardson Foundation, the William T. Grant Foundation, a HUD Urban Studies Postdoctoral Fellowship (to Jacob) and a Brookings Institution post-doctoral fellowship sponsored by the Andrew W. Mellon Foundation (to Ludwig).  We thank John Baj, Ken Coles, Robert Goerge, Ron Graf, Anjali Gupta, Barry Isaacson, Bong Joo Lee, Lucy Mackey Bilaver, Jennifer O'Neil, Todd Richardson and William Riley for their assistance in obtaining and interpreting the data used in this study.  Thanks to Joe Doyle, Susan Dynarski, Amy Finkelstein, Jeffrey Liebman, Erzo Luttmer, Ben Olken, Edgar Olsen, Barbara Schone, seminar participants at the Association for Public Policy Analysis and Management, the Bureau of Labor Statistics, the Chicago Federal Reserve, Harvard, and particularly Jeffrey Kling for helpful comments.  Thanks to Dave Kirk, Sarah Rose, Elias Walsh, Wei Ha, Josh Hyman and Thomas Wei for excellent research assistance.  Any errors and all opinions are of course our own.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}