{
    "id": 14583,
    "citation_title": "Individual Investor Mutual-Fund Flows",
    "citation_author": [
        "Zoran Ivkovich",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the relation between individuals' mutual fund flows and fund characteristics, establishing three key results. First, consistent with tax motivations, individual investors are reluctant to sell mutual funds that have appreciated in value and are willing to sell losing funds. Second, individuals pay attention to investment costs as redemption decisions are sensitive to both expense ratios and loads. Third, individuals' fund-level inflows and outflows are sensitive to performance, but in different ways. Inflows are related only to \"relative\" performance, suggesting that new money chases the best performers in an objective. Outflows are related only to \"absolute\" fund performance, the relevant benchmark for taxes.\n\n",
    "acknowledgement": "\nWe thank an anonymous discount broker for providing data on individual investors' trades and Terry Odean for his help in obtaining and understanding the data set. Special thanks go to Joshua Pollet, Clemens Sialm, and Jay Wang for many insightful suggestions. We also thank seminar participants at the 2005 FEA Meetings at UNC (especially the discussant Jason Karceski), the 2006 EFA Meetings in Zürich (especially the discussant Daniel Bergstresser), the 2007 WFA Meetings in Big Sky, Montana (especially the discussant Sunil Wahal), Arizona State University, Florida State University, Hong Kong University of Science and Technology, Michigan State University, Nanyang Technological University, Purdue University, Queens University, Singapore Management University, the University of Illinois, the University of Indiana, the University of Münster, the University of Texas, and the University of Wisconsin for useful comments. Both authors acknowledge the financial support from the College Research Board at the University of Illinois at Urbana-Champaign. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}