{
    "id": 14589,
    "citation_title": "Well-being and Trust in the Workplace",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper summarizes and extends our recent work using life satisfaction regressions to estimate the relative values of financial and non-financial job characteristics. The well-being results show strikingly large values for non-financial job characteristics, especially workplace trust and other measures of the quality of social capital in workplaces. For example, an increase of trust in management that is about one tenth of the scale is equivalent to more than 30% increase in monetary income. We find that these values differ significantly by gender and by union status. We consider the reasons for such large values, and explore their implications for employers, employees, and policy-makers.\n\n",
    "acknowledgement": "\nThis paper is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research. The research is also supported by grants from the Social Sciences and Humanities Research Council of Canada. The first version of this paper was prepared for the Conference on New Perspectives on Job Satisfaction and Well-Being, London, Dec 11-12, 2006, sponsored by the UK Department of Trade and Industry.  In our revisions of the paper, we have been aided by suggestions from Nicole Fortin. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}