{
    "id": 14584,
    "citation_title": "Fiscal Policy, Wealth Effects, and Markups",
    "citation_author": [
        "Tommaso Monacelli",
        "Roberto Perotti"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that variations in government purchases generate a rise in consumption, the real and the product wage, and a fall in the markup. This evidence is robust across alternative empirical methodologies used to identify innovations in government spending (structural VAR vs. narrative approach). Simultaneously accounting for these facts is a formidable challenge for a neoclassical model, which relies on the wealth effect on labor supply as the main channel of transmission of unproductive government spending shocks. The goal of this paper is to explore further the role of the wealth effects in the transmission of government spending shocks. To this end, we build an otherwise standard business cycle model with price rigidity, in which preferences can be consistent with an arbitrarily small wealth effect on labor supply, and highlight that such effect is linked to the degree of complementarity between consumption and hours. We show that the model is able to match our empirical evidence on the effects of government spending shocks remarkably well. This happens when the preferences are such that the positive wealth effect on labor supply is small and therefore the negative wealth effect on consumption is, somewhat counterintuitively, large.\n\n",
    "acknowledgement": "\nWe thank Andreja Lenarcic for excellent research assistance. We also thank seminar participants at University of Amsterdam, Graduate Institute in Geneva, London Business School, Norges Banks, and University of Pavia for helpful comments. All errors are our responsability only. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}