{
    "id": 14580,
    "citation_title": "Why Aren't Developed Countries Saving?",
    "citation_author": [
        "Loretti I. Dobrescu",
        "Laurence J. Kotlikoff",
        "Alberto F. Motta"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational saving rates differ enormously across developed countries. But these differences obscure a common trend, namely a dramatic decline over time. France and Italy, for example, saved over 17 percent of national income in 1970, but less than 7 percent in 2006. Japan saved 30 percent in 1970, but only 8 percent in 2006. And the U.S. saved 9 percent in 1970, but only 2 percent in 2006. What explains these international and intertemporal differences? Is it demographics, government spending, productivity growth or preferences? Our answer is preferences. Developed societies are placing increasing weight on the welfare of those currently alive, particularly contemporaneous older generations. This conclusion emerges from estimating two models in which society makes consumption and labor supply decisions in light of uncertainty over future government spending, productivity, and social preferences. The two models differ in terms of the nature of preference uncertainty and the extent to which current society can control future societies' spending and labor supply decisions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}