{
    "id": 14582,
    "citation_title": "The Value of Making Commitments Externally: Evidence from WTO Accessions",
    "citation_author": [
        "Man-Keung Tang",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the value of external commitment to policy reforms in the case of WTO/GATT accessions. The accessions often entail reforms that go beyond narrowly defined trade liberalization, and have to overcome fierce resistance in the acceding countries, as reflected in protracted negotiations. We study the growth and investment consequences of WTO/GATT accessions, with attention to a possible selection bias. We find that the accessions tend to raise income , but only for those countries that were subject to rigorous accession procedures. Policy commitments associated with the accessions were helpful, especially for countries with poor governance.\n\n",
    "acknowledgement": "\nA shortened version of this paper is forthcoming in the Journal of International Economics. We would like to thank Yuanyuan Chen, Tubagus Feridhanusetyawan, Will Martin, Phil McCalman, Sara Maioli, Ilia Rainer, Arvind Subramanian, Zhiwei Zhang, seminar and conference participants at the IMF, WTO, UNCTAD, ERWIT and EIIE, and especially Zdenek Drabek, Nuno Limao, Anna Maria Mayda, Andy Rose, and two referees for helpful comments and suggestions. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, nor IMF policy, nor the views of the National Bureau of Economic Research.\n\n\n"
}