{
    "id": 14588,
    "citation_title": "The Use of Full-line Forcing Contracts in the Video Rental Industry",
    "citation_author": [
        "Justin Ho",
        "Katherine Ho",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an empirical study of bundling in a supply chain, referred to as fullline forcing. We use an extensive dataset on contracts between video retailers and movie distributors to analyze the choices made on both sides of the market: which distributors offer full-line forcing contracts, which retailers take them up, and whether their decisions are profitable. Most large distributors offer full-line forcing contracts in our data. Our simulations indicate that their choices of which contracts to offer are profit-maximizing. However, many retailers prefer to utilize linear pricing contracts even when our model indicates that this may not be profit-maximizing.\n\n",
    "acknowledgement": "\nWe thank Lanier Benkard, Steve Berry, Richard Mortimer, Ariel Pakes, Mike Riordan, Mike Whinston and seminar participants at Carnegie Mellon University, Columbia University, the Cowles Summer Conference at Yale University, the Chicago-Northwestern IO and Marketing Conference, Duke University, Harvard University, MIT, New York University IO Day, Stanford GSB, Stanford Institute for Theoretical Economics Summer Workshop and the University of Wisconsin-Madison for helpful comments. We are grateful to the editor and three anonymous referees for their comments and suggestions. The data for this study were generously provided to us by Rentrak Corporation; Mortimer thanks Robert Barro for financial support through the Warburg funds. Any remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}