{
    "id": 14581,
    "citation_title": "Equity Depletion from Government-Guaranteed Debt",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment guarantees of private debt deplete equity. The depletion is greatest during periods when the probability of a guarantee payoff is highest. In a setting otherwise subject to Modigliani-Miller neutrality, firms issue guaranteed debt up to the limit the government permits. Declines in asset values raise debt in relation to asset values and thus deplete equity directly, under the realistic assumption that the government is unable to enforce rules calling for marking asset values to market. Less widely recognized is that guaranteed debt creates an incentive to pay equity out to owners -- such a payout lowers the value of the firm's call option on its assets by less than the amount of the payout. I build a simple dynamic equilibrium model of an economy that would have a constant consumption/capital ratio but for debt guarantees. Exogenous changes in asset values cause major swings in allocations as participants respond to changing incentives. Periods when default is unusually likely because asset values have fallen are times of abnormally high consumption/capital ratios. The withdrawal of equity from firms to pay for the consumption will turn out to be free on the margin if the firm defaults. Consumers concentrate their consumption during the periods when consumption is cheap. Because these periods are transitory, they generate expectations of negative consumption growth, which implies that interest rates are low. Thus guarantees generate substantial volatility throughout the economy.\n\n",
    "acknowledgement": "\nThis research is part of the program on Economic Fluctuations and Growth of the NBER. A file containing the calculations is available at my website. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}