{
    "id": 14585,
    "citation_title": "The Incidence of Civil War: Theory and Evidence",
    "citation_author": [
        "Timothy J. Besley",
        "Torsten Persson"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the incidence of civil war over time. We put forward a canonical model of civil war, which relates the incidence of conflict to circumstances, institutions and features of the underlying economy and polity. We use this model to derive testable predictions and to interpret the cross-sectional and times-series variations in civil conflict. Our most novel emprical finding is that higher world market prices of exported, as well as imported, commodities are strong and significant predictors of higher within-country incidence of civil war.\n\n",
    "acknowledgement": "\nWe are grateful to participants in seminars at the LSE, Edinburgh, Warwick, Oxford, and a CIFAR meeting, especially Jim Fearon, and to Paul Collier, Erik Melander, Eric Neumayer, Ragnar Torvik, and Ruixue Xie, for comments, to David Seim and Prakarsh Singh for research assistance, and to CIFAR, the ESRC, and the Swedish Research Council for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}