{
    "id": 14586,
    "citation_title": "What Can Survey Forecasts Tell Us About Informational Rigidities?",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses three different surveys of economic forecasts to assess both the support for and the properties of informational rigidities faced by agents. Specifically, we track the impulse responses of mean forecast errors and disagreement among agents after exogenous structural shocks. Our key contribution is to document that in response to structural shocks, mean forecasts fail to completely adjust on impact, leading to statistically and economically significant deviations from the null of full information: the half life of forecast errors is roughly between 6 months and a year. Importantly, the dynamic process followed by forecast errors following structural shocks is consistent with the predictions of models of informational rigidities. We interpret this finding as providing support for the recent expansion of research into models of informational rigidities. In addition, we document several stylized facts about the conditional responses of forecast errors and disagreement among agents that can be used to differentiate between some of the models of informational rigidities recently proposed.\n\n",
    "acknowledgement": "\nWe are grateful to Alex Cukierman, Pierre-Olivier Gourinchas, Ed Knotek, Oleg Korenok, Maxym Kryshko, Peter Morrow, Ricardo Reis, David Romer, Mirko Wiederholt, and Justin Wolfers as well as seminar participants at the Kansas City Federal Reserve Bank, NBER and UC Berkeley for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}