{
    "id": 14594,
    "citation_title": "Innovation and Productivity in SMEs: Empirical Evidence for Italy",
    "citation_author": [
        "Bronwyn H. Hall",
        "Francesca Lotti",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInnovation in SMEs exhibits some peculiar features that most traditional indicators of innovation activity do not capture. Therefore, in this paper, we develop a structural model of innovation which incorporates information on innovation success from firm surveys along with the usual R&D expenditures and productivity measures. We then apply the model to data on Italian SMEs from the \"Survey on Manufacturing Firms\" conducted by Mediocredito-Capitalia covering the period 1995-2003. The model is estimated in steps, following the logic of firms' decisions and outcomes: in the first, R&D intensity is linked to a set of firm and market characteristics. We find that international competition fosters R&D intensity, especially for high-tech firms. Firm size, R&D intensity, along with investment in equipment enhances the likelihood of having both process and product innovation. Both these kinds of innovation have a positive impact on firm's productivity, especially process innovation. Among SMEs, larger and older firms seem to be less productive.\n\n",
    "acknowledgement": "\nWe would like to thank the Mediocredito-Capitalia research department for having kindly supplied firm level data for this project. We thank also Susanto Basu, Ernie Berndt, Piergiuseppe Morone, Mike Scherer, Alessandro Sembenelli, Marco Vivarelli, and participants at the NBER Productivity Seminars and at the workshop \"Drivers and Impacts of Corporate R&D in SMEs\" held in Seville at ITPS. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Italy or the National Bureau of Economic Research.\n\n\n"
}