{
    "id": 14593,
    "citation_title": "Empathy and Emulation: Life Satisfaction and the Urban Geography of Comparison Groups",
    "citation_author": [
        "Christopher P. Barrington-Leigh",
        "John F. Helliwell"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDepartures from self-centred, consumption-oriented decision making are increasingly common in economic theory and are well motivated by a wide range of behavioural data from experiments, surveys, and econometric inference. A number of studies have shown large negative externalities in individual subjective well-being due to neighbours' incomes. These reflect the role of nearby households as comparison groups acting in individuals' reference-dependent preferences over income or consumption. At the same time, there are many reasons to expect positive spillovers from having prosperous neighbours. We combine high-resolution geographic data from three Canada-wide social surveys and the 2001 census to disentangle the spatial pattern of reference groups in urban areas and to identify channels of positive and negative spillovers on life satisfaction. We find evidence of significant effects of others' income at different scales and are able to reject a number of alternative explanations for the findings.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Nicole Fortin, Thomas Lemieux, Erick Matsen, Peter Zorn, and other seminar participants, and wish to acknowledge our support from the Social Sciences and Humanities Research Council of Canada, the Canadian Institute for Advanced Research (CIFAR) and from Statistics Canada through UBC's Interuniversity Research Data Centre. This research forms part of the CIFAR Program on Social Interactions, Identity and Well-Being. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}