{
    "id": 14590,
    "citation_title": "Comparing Open and Sealed Bid Auctions: Evidence from Timber Auctions",
    "citation_author": [
        "Susan Athey",
        "Jonathan Levin",
        "Enrique Seira"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe study entry and bidding patterns in sealed bid and open auctions with heterogeneous bidders. Using data from U.S. Forest Service timber auctions, we document a set of systematic effects of auction format: sealed bid auctions attract more small bidders, shift the allocation towards these bidders, and can also generate higher revenue. We show that a private value auction model with endogenous participation can account for these qualitative effects of auction format. We estimate the model's parameters and show that it can explain the quantitative effects as well. Finally, we use the model to provide an assessment of bidder competitiveness, which has important consequences for auction choice.\n\n",
    "acknowledgement": "\nWe thank Phil Haile, Jerry Hausman, Ali Hortacsu, Guido Imbens, Richard Levin, Paul Milgrom, Ilya Segal, a co-editor and our referees for helpful suggestions. We are especially grateful to Rob Porter for detailed and insightful comments. Dominic Coey provided outstanding research assistance. Athey and Levin acknowledge the support of the National Science Foundation and Levin thanks the Alfred P. Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}