{
    "id": 14599,
    "citation_title": "The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit",
    "citation_author": [
        "Gordon Dahl",
        "Lance Lochner"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPast estimates of the effect of family income on child development have often been plagued by endogeneity and measurement error. In this paper, we use an instrumental variables strategy to estimate the causal effect of income on children's math and reading achievement. Our identification derives from the large, non-linear changes in the Earned Income Tax Credit (EITC) over the last two decades. The largest of these changes increased family income by as much as 20%, or approximately $2,100, between 1993 and 1997. Using a panel of roughly 4,500 children matched to their mothers from National Longitudinal Survey of Youth datasets allows us to address problems associated with unobserved heterogeneity, endogenous transitory income shocks, and measurement error in income. Our baseline estimates imply that a $1,000 increase in income raises combined math and reading test scores by 6% of a standard deviation in the short-run. Test gains are larger for children from disadvantaged families and are robust to a variety of alternative specifications.\n\n",
    "acknowledgement": "\nWe thank Mark Bils, Dan Black, David Blau, Julie Cullen, David Dahl, Greg Duncan, Rick Hanushek, Shakeeb Khan, Robert Moffitt, Krishna Pendakur, Uta Schoenberg, Todd Stinebrickner, Chris Taber, Mo Xiao and three anonymous referees for helpful comments. We also thank seminar participants at Brigham Young University, UC Berkeley, University of Chicago GSB, Institute for Fiscal Studies, Federal Reserve Bank of Cleveland, University of Kentucky, LSE, Northwestern University, University of Toronto, University of Waterloo, and Wilfred Laurier University, and conference participants at the 2005 Institute for Research on Poverty Summer Workshop, 2005 Canadian Econometrics Study Group Meeting, 2005 NBER Summer Institute, 2008 RCEA Labor Workshop. Philippe Belley, Eda Bozkurt, Javier Cano Urbina, Marina Renzo, and Fernando Leiva provided excellent research assistance. Both authors gratefully acknowledge financial support from the William T. Grant Foundation. Lochner also acknowledges support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}