{
    "id": 14596,
    "citation_title": "Opting Out of the Great Inflation: German Monetary Policy After the Break Down of Bretton Woods",
    "citation_author": [
        "Andreas Beyer",
        "Vitor Gaspar",
        "Christina Gerberding",
        "Otmar Issing"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the turbulent 1970s and 1980s the Bundesbank established an outstanding reputation in the world of central banking. Germany achieved a high degree of domestic stability and provided safe haven for investors in times of turmoil in the international financial system. Eventually the Bundesbank provided the role model for the European Central Bank. Hence, we examine an episode of lasting importance in European monetary history. The purpose of this paper is to highlight how the Bundesbank monetary policy strategy contributed to this success. We analyze the strategy as it was conceived, communicated and refined by the Bundesbank itself. We propose a theoretical framework (following Söderström, 2005) where monetary targeting is interpreted, first and foremost, as a commitment device. In our setting, a monetary target helps anchoring inflation and inflation expectations. We derive an interest rate rule and show empirically that it approximates the way the Bundesbank conducted monetary policy over the period 1975-1998. We compare the Bundesbank's monetary policy rule with those of the FED and of the Bank of England. We find that the Bundesbank's policy reaction function was characterized by strong persistence of policy rates as well as a strong response to deviations of inflation from target and to the activity growth gap. In contrast, the response to the level of the output gap was not significant. In our empirical analysis we use real-time data, as available to policy-makers at the time.\n\n",
    "acknowledgement": "\nWe thank Edward Nelson and Athanasios Orphanides for sharing their real-time output gap data with us. Furthermore, we thank our discussant Benjamin Friedman for his challenging and thought-provoking comments. We are also grateful to Michael Bordo, Vítor Constancio, Gabriel Fagan, Dieter Gerdesmeier, Alfred Guender, Lars Jonung, Athanasios Orphanides, Werner Roeger,  Franz Seitz, Ulf Söderström, Lars Svensson, Guntram Wolff, Andreas Worms and Charles Wyplosz for insightful discussions and their valuable suggestions. We also wish to thank participants of a seminar held by the Eurosystem's MPC and participants of the NBER conference at Woodstock for their comments that helped improving an earlier draft of this paper. Last but not least we would like to express our gratitude to Aurelie Therace for her efficient help in preparing the final manuscript. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}