{
    "id": 14592,
    "citation_title": "Brain Drain or Brain Bank? The Impact of Skilled Emigration on Poor-Country Innovation",
    "citation_author": [
        "Ajay Agrawal",
        "Devesh Kapur",
        "John McHale"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe development prospects of a poor country depend in part on its capacity for innovation.  The productivity of its innovators depends in turn on their access to technological knowledge.  The emigration of highly skilled individuals weakens local knowledge networks (brain drain), but may also help remaining innovators access valuable knowledge accumulated abroad (brain bank).  We develop a model in which the size of the optimal innovator diaspora depends on the competing strengths of co-location and diaspora effects for accessing knowledge.  Then, using patent citation data associated with inventions from India, we estimate the key co-location and diaspora parameters; the net effect of innovator emigration is to harm domestic knowledge access, on average.  However, knowledge access conferred by the diaspora is particularly valuable in the production of India's most important inventions as measured by citations received.  Thus, our findings imply that the optimal emigration level may depend, at least partly, on the relative value resulting from the most cited compared to average inventions.\n\n",
    "acknowledgement": "\nWe thank Alex Oettl, who provided excellent research assistance.  We also thank seminar participants at the University of Lille and the University of Toronto for valuable comments.  Avi Goldfarb, Gordon Hanson, Ramana Nanda, Caglar Ozden, Tim Simcoe, and Will Strange provided especially detailed feedback.  This research was funded by the Martin Prosperity Institute's Program on Innovation and Creative Industries, Social Sciences and Humanities Research Council of Canada (Grant No. 410-2004-1770 and Grant No. 537-2004-1006) and by Harvard University's Weatherhead Initiative grant.  Their support is gratefully acknowledged.  Errors and omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}