{
    "id": 14597,
    "citation_title": "Predictability and 'Good Deals' in Currency Markets",
    "citation_author": [
        "Richard M. Levich",
        "Valerio Poti"
    ],
    "citation_publication_date": "2008-12-18",
    "issue_date": "2008-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies predictability of currency returns over the period 1971-2006. To assess the economic significance of currency predictability, we construct an upper bound on the explanatory power of predictive regressions. The upper bound is motivated by \"no good-deal\" restrictions that rule out unduly attractive investment opportunities. We find evidence that predictability often exceeds this bound. Excess-predictability is highest in the 1970s and tends to decrease over time, but it is still present in the final part of the sample period. Moreover, periods of high and low predictability tend to alternate. These stylized facts pose a challenge to Fama's (1970) Efficient Market Hypothesis but are consistent with Lo's (2004) Adaptive Market Hypothesis, coupled with slow convergence towards efficient markets. Strategies that attempt to exploit daily excess-predictability are very sensitive to transaction costs but those that exploit monthly predictability remain attractive even after realistic levels of transaction costs are taken into account and are not spanned by either the Fama and French (1993) equity-based factors or the AFX Currency Management Index.\n\n",
    "acknowledgement": "\nThe authors wish to thank Chris Neely (Federal Reserve Bank of St. Louis), Ming-Yuan Leon Li (National Cheng Kung University, Taiwan), Stephen Taylor (Lancaster University), Devraj Basu (EDHEC), and discussants and participants to the INFINITI 2007 conference, the EFM 2008 Symposium on Risk and Asset Management, the EFA 2008 meeting and seminars at Lancaster University and Reading University ICMA Centre for helpful comments and suggestions. Any remaining errors are the authors' sole responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}