{
    "id": 14602,
    "citation_title": "Conveying Quality and Value in Emerging Industries: Star Scientists and the Role of Learning in Biotechnology",
    "citation_author": [
        "Matthew J. Higgins",
        "Paula E. Stephan",
        "Jerry G. Thursby"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nManagers of private entrepreneurial firms face obstacles in raising capital both in placing a value on a firm and conveying value to investors.  These problems are exacerbated when the firm is small, has limited assets (except for human capital) and has yet to have a lead product.  In such cases metrics are necessary to convey the value of the firm to investors.  Here we explore the importance within the biotechnology industry of the non-financial metrics firms used to convey value during two important initial public offerings (IPO) windows (1989 to 1992 and 1996 to 2000).  We also examine whether there was a change over time in the importance of various metrics in determining the value of a biotechnology firm.  We find that firms with an affiliated Nobel laureate succeeded in raising the value of their firms by more than $30 million compared to firms without a Nobel laureate during the first period, suggesting that a Nobel laureate served as a powerful signal of firm value.  Our results also suggest that the biotechnology regime changed and the Nobel Prize lost its luster as a signal of value in the second period.  The importance of several other non-financial metrics changed as well.  We conclude that these non-financial metrics of value change in relative importance to potential investors and financial markets as learning occurs and as an industry matures.\n\n",
    "acknowledgement": "\nWe have benefited from discussions with colleagues at Georgia State University, University of Nebraska, Emory University, Georgia Institute of Technology, Purdue University, Katholieke Universiteit Leuven, the NBER Working Group on Higher Education and the Roundtable for Engineering Entrepreneurship.  David Audretsch, Jim Adams, Bill Amis, Chris Bollinger, Irwin Feller, Shiferu Gurmu, Joshua Lerner, Sharon Levin, Frank Rothaermel, Judith Ruud, Marie Thursby, Leslie Harris-Vincent and Mary Beth Walker provided useful comments on this research.  We thank Mark Edwards at Recombinant Capital for access to their data and Meghan Crimmins, Daniel Hall, Richard Hawkins and Anne Gilbert for assistance in coding.  Stephan acknowledges financial support from the Science and Engineering Workforce Project, NBER.  Higgins acknowledges financial support from the National Science Foundation IGERT Fellowship (Grant #0221600) and the Imlay Professorship.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}