{
    "id": 14606,
    "citation_title": "Can Hearts and Minds Be Bought? The Economics of Counterinsurgency in Iraq",
    "citation_author": [
        "Eli Berman",
        "Jacob N. Shapiro",
        "Joseph H. Felter"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe develop and test an economic theory of insurgency motivated by the informal literature and by recent military doctrine. We model a three-way contest between violent rebels, a government seeking to minimize violence by mixing service provision and coercion, and civilians deciding whether to share information about insurgents. We test the model using panel data from Iraq on violence against Coalition and Iraqi forces, reconstruction spending, and community characteristics (sectarian status, socio-economic grievances, and natural resource endowments). Our results support the theory's predictions: improved service provision reduces insurgent violence, particularly for smaller projects and since the \"surge\" began in 2007.\n\n",
    "acknowledgement": "\nWe acknowledge the comments of seminar participants at the Western Economic Association, the NBER Economics of National Security group, National Defense University, Princeton, Stanford, UC San Diego, the University of Michigan, USAID, Yale, and the World Bank. Colonel Michael Meese and the Department of Social Sciences, US Military Academy provided critical support throughout the duration of this project. Colonel Jim Glackin at the Gulf Region Division of the Army Corps of Engineers and COL Michael Hendricks and Joseph Harrison of the US Military Academy Department of Geography provided invaluable assistance in compiling and processing data. Tiffany Chou, Luke Nayef Condra, and Liang Choon Wang provided expert research assistance. Two anonymous reviewers, Nageeb Ali, LTC Patrick Buckley, LTC Lee Ewing, and James Fearon provided critical comments. We acknowledge grant #2007-ST-061-000001 by the United States Department of Homeland Security through the National Center for Risk and Economic Analysis of Terrorism Events and by U.S. Department of Defense's Minerva Initiative (AFOSR Grant FA9550-09-1-0314). Any opinions, findings, conclusions or recommendations in this document are those of the authors and do not reflect views of the United States Department of Homeland Security or United States Department of Defense. All mistakes are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}