{
    "id": 14608,
    "citation_title": "National Board Certification and Teacher Effectiveness: Evidence from a Random Assignment Experiment",
    "citation_author": [
        "Steven Cantrell",
        "Jon Fullerton",
        "Thomas J. Kane",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe National Board for Professional Teaching Standards (NBPTS) assesses teaching practice based on videos and essays submitted by teachers.  We compared the performance of classrooms of elementary students in Los Angeles randomly assigned to NBPTS applicants and to comparison teachers.  We used information on whether each applicant achieved certification, along with information on each applicant's NBPTS scaled score and subscores, to test whether the NBPTS score was related to teacher impacts on student achievement.  We found that students randomly assigned to highly-rated applicants performed better than students assigned to comparison teachers, while students assigned to poorly-rated applicants performed worse. Estimates were similar using data on pairs of teachers that were not randomly assigned. Our results suggest a number of changes that would improve the predictive power of the NBPTS process.\n\n",
    "acknowledgement": "\nCommissioned by the National Board for Professional Teaching Standards, the contents of this paper were developed under a grant from the U.S. Department of Education and under a grant from the Spencer Foundation. However, these contents do not necessarily represent the policy of the U. S. Department of Education, and you should not assume endorsement by the Federal Government or Spencer Foundation.  At the outset of this project, Cantrell was Chief Research Scientist in the Program Evaluation and Research Branch of the Los Angeles Unified School District (LAUSD), Fullerton was at the Urban Education Partnership (UEP) and Kane was at UCLA. The authors wish to thank a number of current and former employees of LAUSD, including Ted Bartell, Jeff White, Glenn Daley, Jonathan Stern and Jessica Norman. From the Urban Education Partnership, Susan Way Smith helped initiate the project and Erin McGoldrick oversaw the first year of implementation. An external advisory board composed of Dale Ballou, Daniel Goldhaber, Eric Hanushek, and Joseph Hotz provided guidance on initial study design. Jeffrey Geppert helped with the early data assembly. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}