{
    "id": 14603,
    "citation_title": "Endogenous Presidentialism",
    "citation_author": [
        "James A. Robinson",
        "Ragnar Torvik"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "2012-12-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model to understand the incidence of presidential and parliamentary institutions. Our analysis is predicated on two ideas: first, that minorities are relatively powerful in a parliamentary system compared to a presidential system, and second, that presidents have more power with respect to their own coalition than prime ministers do. These assumptions imply that while presidentialism has separation of powers, it does not necessarily have more checks and balances than parliamentarism. We show that presidentialism implies greater rent extraction and lower provision of public goods than parliamentarism. Moreover, political leaders who prefer presidentialism may be supported by their own coalition if they fear losing agenda setting power to another group. We argue that the model is consistent with a great deal of qualitative information about presidentialism in Africa and Latin America.\n\n",
    "acknowledgement": "\nThis is a much revised version with a new and simpler model compared to our working paper from 2008 that has circulated under the same title. We thank Daron Acemoglu, Daniel Diermeier, Pohan Fong, Bård Harstad, Simon Hix, John Huber, Benjamin Jones, Agnar Sandmo, Anne Sartori, Ken Shepsle, seminar participants at Cambridge, Helsinki, LSE, Namur, Northwestern, Norwegian School of Economics and Business Administration, Stockholm, and Universidad de los Andes for useful suggestions, and María Angélica Bautista, Scott Gehlbach and Sebastián Mazzuca for help with the literature. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}