{
    "id": 14607,
    "citation_title": "Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation",
    "citation_author": [
        "Thomas J. Kane",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe used a random-assignment experiment in Los Angeles Unified School District to evaluate various non-experimental methods for estimating teacher effects on student test scores.  Having estimated teacher effects during a pre-experimental period, we used these estimates to predict student achievement following random assignment of teachers to classrooms. While all of the teacher effect estimates we considered were significant predictors of student achievement under random assignment, those that controlled for prior student test scores yielded unbiased predictions and those that further controlled for mean classroom characteristics yielded the best prediction accuracy. In both the experimental and non-experimental data, we found that teacher effects faded out by roughly 50 percent per year in the two years following teacher assignment.\n\n",
    "acknowledgement": "\nThis analysis was supported by the Spencer Foundation.  Initial data collection was supported by a grant from the National Board on Professional Teaching Standards to the Urban Education Partnership in Los Angeles.  Steve Cantrell and Jon Fullerton collaborated in the design and implementation of an evaluation of the National Board for Professional Teaching Standards applicants in LA. We thank Liz Cascio, Bruce Sacerdote, and seminar participants for helpful comments. The authors also wish to thank a number of current and former employees of LAUSD, including Ted Bartell, Jeff White, Glenn Daley, Jonathan Stern and Jessica Norman.   From the Urban Education Partnership, Susan Way Smith helped initiate the project and Erin McGoldrick oversaw the first year of implementation.  An external advisory board composed of Eric Hanushek, Daniel Goldhaber and Dale Ballou provided guidance on initial study design.  Jeffrey Geppert helped with the early data assembly.  Eric Taylor provided excellent research support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}