{
    "id": 14604,
    "citation_title": "Institutions vs. Policies: A Tale of Two Islands",
    "citation_author": [
        "Peter Blair Henry",
        "Conrad Miller"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work emphasizes the primacy of differences in countries' colonially-bequeathed property rights and legal systems for explaining differences in their subsequent economic development.  Barbados and Jamaica provide a striking counter example to this long-run view of income determination.  Both countries inherited property rights and legal institutions from their English colonial masters yet experienced starkly different growth trajectories in the aftermath of independence.  From 1960 to 2002, Barbados' GDP per capita grew roughly three times as fast as Jamaica's.  Consequently, the income gap between Barbados and Jamaica is now almost five times larger than at the time of independence.  Since their property rights and legal systems are virtually identical, recent theories of development cannot explain the divergence between Barbados and Jamaica.  Differences in macroeconomic policy choices, not differences in institutions, account for the heterogeneous growth experiences of these two Caribbean nations.\n\n",
    "acknowledgement": "\nHenry gratefully acknowledges financial support from the John A. and Cynthia Fry Gunn Faculty Fellowship, the Stanford Institute for economic Policy Research, the Stanford Center for International Development, and the Freeman Spogli Institute. Miller gratefully acknowledges financial support from a Mellon Mays Undergraduate Fellowship.  We thank Jonathan Bendor, Sir Courtney Blackman, Renee Bowen, Eleanor Brown, Cecilia Conrad, Kevin Davis, John Rapley, Tracy Robinson, members of the Caribbean Policy Research Institute, and seminar participants at MIT and Stanford for very helpful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}