{
    "id": 14615,
    "citation_title": "The Value of Risk: Measuring the Service Output of U.S. Commercial Banks",
    "citation_author": [
        "Susanto Basu",
        "Robert Inklaar",
        "J. Christina Wang"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRather than charging direct fees, banks often charge implicitly for their services via interest spreads. As a result, much of bank output has to be estimated indirectly. In contrast to current statistical practice, dynamic optimizing models of banks argue that compensation for bearing systematic risk is not part of bank output. We apply these models and find that between 1997 and 2007, in the U.S. National Accounts, on average, bank output is overestimated by 21 percent and GDP is overestimated by 0.3 percent. Moreover, compared with current methods, our new estimates imply more plausible estimates of the share of capital in income and the return on fixed capital.\n\n",
    "acknowledgement": "\nWe would like to thank Barry Bosworth, Erwin Diewert, John Fernald, Alice Nakamura, Marshall Reinsdorf, Paul Schreyer, Kevin Stiroh, Jack Triplett, Frank Wykoff and participants at the 2006 NBER/CRIW Summer Institute workshop, for helpful conversations and comments on the issues addressed in this paper.  The views expressed in this paper are solely those of the authors and are not those of the Federal Reserve System or the Federal Reserve Bank of Boston. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}