{
    "id": 14613,
    "citation_title": "A Theory of Firm Scope",
    "citation_author": [
        "Oliver Hart",
        "Bengt Holmstrom"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existing literature on firms, based on incomplete contracts and property rights, emphasizes that the ownership of assets - and thereby firm boundaries - is determined in such a way as to encourage relationship-specific investments by the appropriate parties. It is generally accepted that this approach applies to owner-managed firms better than to large companies. In this paper, we attempt to broaden the scope of the property rights approach by developing a simple model with three key ingredients: (a) decision rights can be transferred ex ante through ownership, (b) managers (and possibly workers) enjoy private benefits that are non-transferable, and (c) owners can divert a firm's profit. In our basic model decisions are ex post non-contractible; in an extension we use the idea that contracts are reference points to relax this assumption. We show that firm boundaries matter. Nonintegrated firms fail to account for the external effects that their decisions have on other firms. An integrated firm can internalize such externalities, but it does not put enough weight on the private benefits of managers and workers. We explore this tradeoff in a model that focuses on the difficulties companies face in cooperating through the market if the benefits from cooperation are unevenly divided; therefore, they may sometimes end up merging. We show that the assumption that contracts are reference points introduces a friction that permits an analysis of delegation.\n\n",
    "acknowledgement": "\nThis is an extensively revised version of two earlier papers that circulated as \"A Theory of Firm Scope\" and \"Vision and Firm Scope.\" Some of the material presented here formed part of the first author's Munich Lectures (University of Munich, November 2001), Arrow Lectures (Stanford University, May 2002), Karl Borch Lecture (Bergen, May 2003), and Mattioli Lectures (Milan, November 2003). We are especially grateful to Andrei Shleifer for insightful comments. We would also like to thank Philippe Aghion, George Baker, Lucian Bebchuk, Pablo Casas-Arce, Mathias Dewatripont, Robert Gibbons, Louis Kaplow, Meg Meyer, David Scharfstein, Chris Snyder, Jeremy Stein, Lars Stole, Eric van den Steen, and seminar audiences at CESifo, University of Munich, Harvard University, London School of Economics, George Washington University, Stanford University, the Summer 2002 Economic Theory Workshop at Gerzensee, Switzerland, and the University of Zurich for helpful discussions. Research support from the National Science Foundation is gratefully acknowledged.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}