{
    "id": 14614,
    "citation_title": "Risk Bearing, Implicit Financial Services and Specialization in the Financial Industry",
    "citation_author": [
        "J. Christina Wang",
        "Susanto Basu"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper makes three points regarding the proper measurement of the output of financial intermediaries. Two of them concern the measurement of nominal financial output, especially banking output. First, we show that, to impute the nominal value of implicitly priced financial output, it is necessary to adjust each reference rate of interest (also called \"the user cost of funds\") for the risk inherent in that corresponding financial transaction. Otherwise, nominal financial output will be overstated, and the bias can be large (about 25 percent). Second, we argue that, according to finance theory, the required risk correction can be implemented practically at the level of industries (e.g., the banking sector as a whole). The third point concerns the construction of a financial services price index, and thus applies to the measurement of real output. We argue that the reference rates or the related rate spreads, which are used to impute the nominal output of financial institutions, are not the right implicit price deflators for deriving the real output of financial institutions\n\n",
    "acknowledgement": "\nThe authors thank John Fernald, Dennis Fixler, Peter Fortune, Robert Inklaar, Marshall Reinsdorf and Paul Schreyer for their comments and suggestions. The opinions expressed here are those of the authors, and do not necessarily represent those of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}