{
    "id": 14612,
    "citation_title": "Deciphering the Liquidity and Credit Crunch 2007-08",
    "citation_author": [
        "Markus K. Brunnermeier"
    ],
    "citation_publication_date": "2008-12-23",
    "issue_date": "2008-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper summarizes and explains the main events of the liquidity and credit crunch in 2007-08. Starting with the trends leading up to the crisis, I explain how these events unfolded and how four different amplification mechanisms magnified losses in the mortgage market into large dislocations and turmoil in financial markets.\n\n",
    "acknowledgement": "\nMy views were shaped by conversations with Viral Acharya, Tobias Adrian, Franklin Allen, Patrick Bolton, Michael Brennan, Smita Brunnermeier, Sylvain Champonnois, Ing-Haw Cheng, John Cochrane, Doug Diamond, Jacob Goldfield, Joel Hasbrouck, John Kambhu, Arvind Krishnamurthy, Augustin Landier, David Lando, Jamie McAndrews, Konstantin Milbradt, Stefan Nagel, Filippos Papakonstantinou, Lasse Pedersen, Lucas van Praag, Raghu Rajan, Ricardo Reis, José Scheinkman, Til Schuermann, Hyun Shin, James Vickery, Glen Weyl, Wei Xiong, and Moto Yogo. Special thanks go to the editors, James Hines, Andrei Shleifer, Jeremy Stein, and Timothy Taylor, and also to Martin Oehmke. Rachel Goodwin, Martin Schmalz, and Hao Wu provided excellent research assistance. I am grateful for financial support from the Alfred P. Sloan Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}