{
    "id": 14616,
    "citation_title": "A General-Equilibrium Asset-Pricing Approach to the Measurement of Nominal and Real Bank Output",
    "citation_author": [
        "J. Christina Wang",
        "Susanto Basu",
        "John G. Fernald"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the proper measurement of financial service output that is not priced explicitly. It shows how to impute nominal service output from financial intermediaries' interest income, and how to construct price indices for those financial services. We model financial intermediaries as providers of financial services which resolve asymmetric information between borrowers and lenders. We embed these intermediaries in a dynamic, stochastic, general-equilibrium model where assets are priced competitively according to their systematic risk, as in the standard consumption-based capital-asset-pricing model. In this environment, we show that it is critical to take risk into account in order to measure financial output accurately. We also show that even using a risk-adjusted reference rate does not solve all the problems associated with measuring nominal financial service output. Our model allows us to address important outstanding questions in output and productivity measurement for financial firms, such as: (1) What are the correct \"reference rates\" to use in calculating bank output? In particular, should they take account of risk? (2) If reference rates need to be risk-adjusted, should they be ex ante or ex post rates of return? (3) What is the right price deflator for the output of financial firms? Is it just the general price index? (4) When--if ever--should we count capital gains of financial firms as part of financial service output?\n\n",
    "acknowledgement": "\nPrepared for CRIW conference on Price Index Concepts & Measurement, Vancouver, June 28-29, 2004. We thank Erwin Diewert, Dennis Fixler, Charles Hulten, Alice Nakamura, Emi Nakamura, Marshall Reinsdorf, Paul Schreyer, Jack Triplett, and Kim Zieschang for helpful discussions, and Felix Momsen for data assistance. The views in this paper are those of the authors, and should not be construed as necessarily reflecting the views of the Board of Governors, anyone else affiliated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}