{
    "id": 14617,
    "citation_title": "Unemployment Dynamics in the OECD",
    "citation_author": [
        "Michael Elsby",
        "Bart Hobijn",
        "Aysegul Sahin"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a set of comparable estimates for the rates of inflow to and outflow from unemployment for fourteen OECD economies using publicly available data.  We then devise a method to decompose changes in unemployment into contributions accounted for by changes in inflow and outflow rates for cases where unemployment deviates from its flow steady state, as it does in many countries. Our decomposition reveals that fluctuations in both inflow and outflow rates contribute substantially to unemployment variation within countries. For Anglo-Saxon economies we find approximately a 20:80 inflow/outflow split to unemployment variation, while for Continental European countries, we observe much closer to a 50:50 split. Using the estimated flow rates we compute gross worker flows into and out of unemployment. In all economies we observe that increases in inflows lead increases in unemployment, whereas outflows lag a ramp up in unemployment.\n\n",
    "acknowledgement": "\nWe would like to thank Shigeru Fujita, Wilbert van der Klaauw, Emi Nakamura, Simon Potter, Gary Solon, and participants at the December 2008 New York/Philadelphia Workshop on Quantitative Macroeconomics for their helpful comments and suggestions, and Joseph Song for his outstanding research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. An Excel spreadsheet with all the data, calculations, and results presented in this paper is available for download at http://www.frbsf.org/economics/economists/bhobijn/UnemploymentDynamicsInTheOECD.xls. E-mail addresses for correspondence: elsby@umich.edu; bart.hobijn@sf.frb.org; aysegul.sahin@ny.frb.org.\n\n\n"
}