{
    "id": 14625,
    "citation_title": "An Empirical Model of Subprime Mortgage Default From 2000 to 2007",
    "citation_author": [
        "Patrick Bajari",
        "Chenghuan Sean Chu",
        "Minjung Park"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe turmoil that started with increased defaults in the subprime mortgage market has generated instability in the financial system around the world. To better understand the root causes of this financial instability, we quantify the relative importance of various drivers behind subprime borrowers' decision to default. In our econometric model, we allow borrowers to default either because doing so increases their lifetime wealth or because of short-term budget constraints, treating the decision as the outcome of a bivariate probit model with partial observability. We estimate our model using detailed loan-level data from LoanPerformance and the Case-Shiller home price index. According to our results, one main driver of default is the nationwide decrease in home prices. The decline in home prices caused many borrowers' outstanding mortgage liability to exceed their home value, and for these borrowers default can increase their wealth. Another important driver is deteriorating loan quality: The increase of borrowers with poor credit and high payment to income ratios elevates default rates in the subprime market. We discuss policy implications of our results. Our findings point to flaws in the securitization process that led to the current wave of defaults. Also, we use our model to evaluate alternative policies aimed at reducing the rate of default.\n\n",
    "acknowledgement": "\nWe thank Narayana Kocherlakota, Andreas Lehnert, Monika Piazzesi, Tom Sargent, and Dick Todd for helpful conversations. Bajari would like to thank the National Science Foundation for generous research support. Thanks also go to Sean Flynn for helpful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}