{
    "id": 14622,
    "citation_title": "Behavioral Welfare Economics",
    "citation_author": [
        "B. Douglas Bernheim"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses several competing proposals for general normative frameworks that would encompass non-standard models of choice.  Most existing proposals equate welfare with well-being.  Some assume that well-being flows from the achievement of well-defined objectives, and that those objectives also guide choices; the trick is to formulate a framework in which less-than-completely coherent choice patterns reveal the unobserved objectives.  Others are predicated on the contention that well-being, and hence welfare, is directly measurable.  Both of those approaches encounter serious conceptual difficulties.  An alternative approach, developed by Bernheim and Rangel [2009], defines welfare directly in terms of choice.  It entails a generalized welfare criterion that respects choice directly, without requiring any rationalization involving potentially unverifiable assumptions concerning underlying objectives and their relationships to choice.  Because useful behavioral theories generally envision a substantial degree of underlying coherence in behavior, that criterion leads to a rich and tractable normative framework.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2008 EEA-ESEM Meetings in Milan, Italy, where it was delivered as the Schumpeter Lecture.  My thinking on this topic was profoundly shaped by numerous conversations with Antonio Rangel, as well as by our joint work, summarized in Section 4.  I am indebted to an anonymous referee for thoughtful and insightful comments.  I gratefully acknowledges financial support from the NSF (SES-0452300 and SES-0752854).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}