{
    "id": 14623,
    "citation_title": "Private Equity and Long-Run Investment: The Case of Innovation",
    "citation_author": [
        "Josh Lerner",
        "Morten Sørensen",
        "Per Strömberg"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nA long-standing controversy is whether LBOs relieve managers from short-term pressures from public shareholders, or whether LBO funds themselves are driven by short-term profit motives and sacrifice long-term growth to boost short-term performance. We investigate 495 transactions with a focus on one form of long-term activities, namely investments in innovation as measured by patenting activity. We find no evidence that LBOs are associated with a decrease in these activities. Relying on standard measures of patent quality, we find that patents granted to firms involved in private equity transactions are more cited (a proxy for economic importance), show no significant shifts in the fundamental nature of the research, and are more concentrated in the most important and prominent areas of companies' innovative portfolios.\n\n",
    "acknowledgement": "\nWe thank Geraldine Kim, Jodi Krakower, Sanjey Sivanesan, and especially Sarah Woolverton for assistance with this project. The World Economic Forum and Harvard Business School's Division of Research provided financial support for this research. We are grateful for helpful comments from participants in the American Economic Association, NBER Summer Institute, and Western Finance Association meetings, the World Economic Forum \"Global Economic Impact of Private Equity\" project, and various seminar participants, especially Bronwyn Hall, Laura Lindsey, Mark Schankerman and John van Reenen. All errors and omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}