{
    "id": 14628,
    "citation_title": "A Political Economy Theory of Partial Decentralization",
    "citation_author": [
        "John William Hatfield",
        "Gerard Padró i Miquel"
    ],
    "citation_publication_date": "2008-12-30",
    "issue_date": "2008-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the classic problem of tax competition in the context of federal nations, and derive a positive theory of partial decentralization. A capital poor median voter wants to use capital taxes to provide public goods. This results in redistributive public good provision. As a consequence, when all public goods are provided by the central government, capital taxes and public good provision are high. The expectation of high capital taxes, however, results in a small capital stock which lowers returns to redistribution. The median voter would therefore like to commit to a lower level of capital taxes. Decentralization provides such a commitment: local governments avoid using capital taxes due to the pressure of tax competition. We therefore obtain that the median voter favors a partial degree of decentralization. The equilibrium degree of decentralization is non-monotonic in inequality, increasing in the redistributive efficiency of public good provision, and decreasing in capital productivity. When public goods are heterogeneous in their capacity to transfer funds, all voters agree that goods with high redistributive capacity should be decentralized.\n\n",
    "acknowledgement": "\nWe are grateful to Tim Besley, Ernesto Dal Bó, Dennis Epple, Maitreesh Ghatak, Bard Harstad, Henrik Kleven, Torsten Persson, Andrea Prat, Ken Shotts, Jaume Ventura, Romain Wacziarg, John Wallis, Barry Weingast, David Wildasin and seminar participants at Universitat Pompeu Fabra and Stanford for helpful comments. The usual disclaimer applies. Any comments or suggestions are welcome and may be emailed to hatfield@stanford.edu or g.padro@lse.ac.uk. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}