{
    "id": 14627,
    "citation_title": "New Evidence on the Formation of Trade Policy Preferences",
    "citation_author": [
        "Bruce Blonigen"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits the issue of people's preferences for international trade protection examining survey data from the American National Election Studies.  I first show that both an individual's skills and the international trade characteristics of their employment industry affects their trade policy preferences, in contrast to previous analysis using these data.  Second, I document that many people do not feel informed enough to state a preference on trade protection, which is inconsistent with assumptions of standard political economy models.  I examine the factors that correlate with being uninformed, and show that inferences from actual trade policy outcomes can be incorrect if one does not account for this uninformed group.  Finally, I examine and find that individuals' retirement decisions have systematic effects on both their choice to be informed and their trade policy preferences.  This highlights that there are significant life-cycle implications to trade policy preferences.\n\n",
    "acknowledgement": "\nThis paper has benefited from the comments of seminar participants at the University of Alberta and University of Calgary.  I thank Nathan Yoder for excellent research assistance. Any errors or omissions are completely my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}