{
    "id": 14621,
    "citation_title": "Monetary Policy, Trend Inflation and the Great Moderation: An Alternative Interpretation",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith positive trend inflation, the Taylor principle is not enough to guarantee a determinate equilibrium. We provide new theoretical results on restoring determinacy in New Keynesian models with positive trend inflation and combine these with new empirical findings on the Federal Reserve's reaction function before and after the Volcker disinflation to find that 1) while the Fed likely satisfied the Taylor principle in the pre-Volcker era, the US economy was still subject to self-fulfilling fluctuations in the 1970s, 2) the US economy moved from indeterminacy to determinacy during the Volcker disinflation, and 3) the switch from indeterminacy to determinacy was due to the changes in the Fed's response to macroeconomic variables and the decline in trend inflation during the Volcker disinflation.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Gertler, three anonymous referees, Jean Boivin, Kathryn Dominguez, Jordi Gali, Pierre- Olivier Gourinchas, David Romer, and Carl Walsh, as well as seminar participants at the Bank of Canada, UC Berkeley, UC Santa Cruz, and SED for comments. We thank Eric Swanson for sharing the series of monetary policy surprises. We thank Jean Boivin for sharing his code. We thank Viacheslav Sheremirov for excellent research assistance. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}