{
    "id": 14626,
    "citation_title": "Global Production and Trade in the Knowledge Economy",
    "citation_author": [
        "Wolfgang Keller",
        "Stephen R. Yeaple"
    ],
    "citation_publication_date": "2008-12-31",
    "issue_date": "2008-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper presents and tests a new model of multinational firms to explain a rich array of multinational behavior. In contrast to most approaches, here the multinational faces costs to transferring its know-how that are increasing in technological complexity. Costly technology transfer gives rise to increasing marginal costs of serving foreign markets, which explains why multinational firms are often much more successful in their home market compared to foreign markets. The model has several key predictions. First, as transport costs between multinational parent and affiliate increase, firms with complex production technologies find it relatively difficult to substitute local production for imports from the parent, because complex technologies are relatively costly to transfer. Second, the activity of affiliates with complex technologies declines relatively strongly as transport costs from the home market increase, both at the intensive and the extensive margin. We also show that as transport costs from the home market increase, affiliates concentrate their imports from the parent on intermediates that are technologically more complex. We test these hypotheses by employing information on the activities of individual multinational firms, on the nature of intra-firm trade at the product level, and on the skills required for occupations with different complexity. The empirical analysis finds strong evidence in support of the model by confirming all four hypotheses. The analysis shows that accounting for costly technology transfer within multinational firms is important for explaining the structure of trade and multinational production.\n\n",
    "acknowledgement": "\nWe thank Gene Grossman, Jim Rauch, Andres Rodriguez-Clare, Jonathan Vogel, as well as participants of the 2008 Philadelphia Fed Trade Conference for suggestions. The statistical analysis of firm-level data on U.S. multinational corporations reported in this study was conducted at the U.S. Bureau of Economic Analysis, under arrangements that maintained legal confidentiality requirements. Views expressed are those of the authors and do not necessarily reflect those of the Bureau of Economic Analysis or the National Bureau of Economic Research.\n\n\n"
}