{
    "id": 14638,
    "citation_title": "The Perils of the Learning Model For Modeling Endogenous Technological Change",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLearning or experience curves are widely used to estimate cost functions in manufacturing modeling. They have recently been introduced in policy models of energy and global warming economics to make the process of technological change endogenous. It is not widely appreciated that this is a dangerous modeling strategy. The present note has three points. First, it shows that there is a fundamental statistical identification problem in trying to separate learning from exogenous technological change and that the estimated learning coefficient will generally be biased upwards. Second, we present two empirical tests that illustrate the potential bias in practice and show that learning parameters are not robust to alternative specifications. Finally, we show that an overestimate of the learning coefficient will provide incorrect estimates of the total marginal cost of output and will therefore bias optimization models to tilt toward technologies that are incorrectly specified as having high learning coefficients.\n\n",
    "acknowledgement": "\nThis study expands on earlier presentations at the Energy Modeling Forum, the Santa Fe Institute, and the National Academies. I am grateful for comments from Christopher Magee, Nebosja Nakicenovic, and John Weyant. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}