{
    "id": 14637,
    "citation_title": "Life (evaluation), HIV/AIDS, and Death in Africa",
    "citation_author": [
        "Angus Deaton",
        "Jane Fortson",
        "Robert Tortora"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Gallup World Poll and from the Demographic and Health Surveys to investigate how subjective wellbeing (SWB) is affected by mortality in sub-Saharan Africa, including mortality from HIV/AIDS. The Gallup data provide direct evidence on Africans' own emotional and evaluative responses to high levels of infection and of mortality. By comparing the effect of mortality on SWB with the effect of income on SWB, we can attach monetary values to mortality to illuminate the often controversial question of how to value life in Africa. Large fractions of the respondents in the World Poll report the mortality of an immediate family member in the last twelve months, with malaria typically more important than AIDS, and deaths of women in childbirth more important than deaths from AIDS in many countries. A life evaluation measure (Cantril's ladder of life) is relatively insensitive to the deaths of immediate family, which suggests a low value of life. There are much larger effects on experiential measures, such as sadness and depression, which suggest much larger values of life. It is not clear whether either of these results is correct, yet our results demonstrate that experiential and evaluative measures are not the same thing, and that they cannot be used interchangeably as measures of \"happiness\" in welfare economics.\n\n",
    "acknowledgement": "\nWe are grateful to Anne Case and Danny Kahneman for helpful discussions. Deaton acknowledges financial support from NIA through grant P30 AG024361 to Princeton University and grant P01 AG05842-14 to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}