{
    "id": 14634,
    "citation_title": "The Effects of Pharmaceutical Marketing and Promotion on Adverse Drug Events and Regulation",
    "citation_author": [
        "Guy David",
        "Sara Markowitz",
        "Seth Richards"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the relationship between postmarketing promotional activity and reporting of adverse drug events by modeling the interaction between a welfare maximizing regulator (the FDA) and a profit maximizing firm. In our analysis demand is sensitive to both promotion and regulatory interventions. Promotion-driven market expansions enhance profitability yet may involve the risk that the drug would be prescribed inappropriately, leading to adverse regulatory actions against the firm. The model exposes the effects of the current regulatory system on consumer and producer welfare. Particularly, the emphasis on safety over benefits distorts the market allocation of drugs away from some of the most appropriate users. We then empirically test the relationship between drug promotion and reporting of adverse reactions using an innovative combination of commercial data on pharmaceutical promotion and FDA data on regulatory interventions and adverse drug reactions. We provide some evidence that increased levels of promotion and advertising lead to increased reporting of adverse medical events for certain conditions.\n\n",
    "acknowledgement": "\nWe are grateful to Patricia Danzon, Richard Frank, Scott Harrington, Sean Nicholson, Mark Pauly, Stephen Propper, Fiona Scott-Morton, Steven Teutsch and participants at the 2nd American Society of Health Economists meetings and the 2008 annual meeting of the Southern Economic Association for helpful comments. Phil Saynisch provided exceptional research assistance.  We would also like to acknowledge the Blanche and Irwin Lerner Center for Pharmaceutical Management Studies at the Rutgers University Business School for the IMS data.  Financial support from the Merck Foundation to University of Pennsylvania is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}