{
    "id": 14632,
    "citation_title": "Exporting and Firm Performance: Chinese Exporters and the Asian Financial Crisis",
    "citation_author": [
        "Albert Park",
        "Dean Yang",
        "Xinzheng Shi",
        "Yuan Jiang"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask how export demand shocks associated with the Asian financial crisis affected Chinese exporters. We construct firm-specific exchange rate shocks based on the pre-crisis destinations of firms' exports. Because the shocks were unanticipated and large, they are a plausible instrument for identifying the impact of exporting on firm productivity and other outcomes. We find that firms whose export destinations experience greater currency depreciation have slower export growth, and that export growth leads to increases firm productivity and other firm performance measures. Consistent with \"earning-by-exporting\", the productivity impact of export growth is greater when firms export to more developed countries.\n\n",
    "acknowledgement": "\nWe thank Liu Fujiang of the Chinese National Statistical Bureau for his support. We have valued feedback and suggestions from Andy Bernard, Alan Deardorff, Juan Carlos Hallak, Pravin Krishna, Jim Levinsohn, Marc Melitz, Roberto Rigobon, Jim Tybout, and seminar participants at George Washington University, Georgetown University, Johns Hopkins School for Advanced International Studies, London School of Economics, Pennsylvania State University, University College London, University of Quebec at Montreal, University of Southern California, the World Bank, and the NBER conference \"Firms and the Evolving Structure of Global Economic Activity\". The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}