{
    "id": 14636,
    "citation_title": "How Big are the Gains from International Financial Integration?",
    "citation_author": [
        "Indrit Hoxha",
        "Sebnem Kalemli-Ozcan",
        "Dietrich Vollrath"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature has shown that the implied welfare gains from international financial integration are very small. We revisit the existing findings and document that welfare gains can be substantial if capital goods are not perfect substitutes. We use a model of optimal savings that includes a production function where the elasticity of substitution between capital varieties is less then infinity, but more than the value that would generate endogenous growth. This production structure is consistent with empirical estimates of the actual elasticity of substitution between capital types, as well as with the relatively slow speed of convergence documented in the growth literature. Calibrating the model, our results are that welfare gains from financial integration are equivalent to a 9% increase in consumption for the median developing country, and up to 14% for the most capital-scarce. These gains rise substantially if capital's share in output increases even modestly above the baseline value of 0.3, and remain large even if inflows of foreign capital after integration are limited to a fraction of the existing capital stock.\n\n",
    "acknowledgement": "\nThe authors would like to thank the participants at the 2007 NBER Summer Institute, 2008 IEFS Meetings, 2008 CEPR-ESSIM Meetings, Fabrizio Perri, Andrei Levchenko, Bent Sorensen, David Weil and Helen Popper for their comments and suggestions. We also thank Pierre-Olivier Gourinchas and Olivier Jeanne, who kindly provided us with their data and gave suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}