{
    "id": 14635,
    "citation_title": "Recent Trends in Height by Gender and Ethnicity in the US in Relation to Levels of Income",
    "citation_author": [
        "John Komlos"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeight trends since World War II are analyzed using the most recent NHANES survey released in 2006. After declining for about a generation, the height of adult white men and women began to increase among the birth cohorts of c. 1975-1986, i.e., those who reached adulthood within the past decade (1995-2006). The increase in their height overcame the prior downturn that lasted between ca. 1965 and 1974. The height gap between white and black men has increased by only 0.43 cm (0.17 in.) during past decade compared to the previous quarter century to reach 1.0 cm (0.39 in.). However, the height of black women has been actually declining absolutely by 1.42 cm (0.56 in.) and relative to that of white women. Black women of the most recent birth cohort are (at 162.3 cm, 63.9 in.) shorter than almost all Western-European women including Spain and Italy. As a consequence, a very considerable wedge has developed between black and white women's height of 1.95 cm (0.77 in.). The decline in their height is most likely related to the obesity epidemic caused by inadequate dietary balance. Black women in the age range 20-39 weigh some 9.5 kg (21.0 lb) more than their white counterparts. It appears that black females are experiencing a double jeopardy in the sense that both their increasing weight and the diminution of their physical stature are both substantial and are both probably associated with negative health consequences.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}