{
    "id": 14644,
    "citation_title": "Wages and Human Capital in the U.S. Financial Industry: 1909-2006",
    "citation_author": [
        "Thomas Philippon",
        "Ariell Reshef"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use detailed information about wages, education and occupations to shed light on the evolution of the U.S. financial sector over the past century. We uncover a set of new, interrelated stylized facts: financial jobs were relatively skill intensive, complex, and highly paid until the 1930s and after the 1980s, but not in the interim period. We investigate the determinants of this evolution and find that financial deregulation and corporate activities linked to IPOs and credit risk increase the demand for skills in financial jobs. Computers and information technology play a more limited role. Our analysis also shows that wages in finance were excessively high around 1930 and from the mid 1990s until 2006. For the recent period we estimate that rents accounted for 30% to 50% of the wage differential between the financial sector and the rest of the private sector.\n\n",
    "acknowledgement": "\nWe have benefited from discussions with George Allayannis, Effi Benmelech, Peter Debare, Douglas Diamond, Mary Frank, Carola Frydman, Claudia Goldin, Marty Gruber, Larry Katz, Donghoon Lee, Ross Levine, Marc Lipson, Holger Mueller, Tony Saunders, Andrei Shleifer, Bill Silber, Richard Sylla, and Jeff Wurgler, as well as seminar participants at NYU, Harvard, The Federal Reserve Bank of Richmond and the Darden School of Business. We thank David Autor for sharing with us data on occupational task intensities. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}