{
    "id": 14640,
    "citation_title": "Did Railroads Induce or Follow Economic Growth? Urbanization and Population Growth in the American Midwest, 1850-60",
    "citation_author": [
        "Jeremy Atack",
        "Fred Bateman",
        "Michael Haines",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor generations of scholars and observers, the \"transportation revolution,\" especially the railroad, has loomed large as a dominant factor in the settlement and development of the United States in the nineteenth century.  There has, however, been considerable debate as to whether transportation improvements led economic development or simply followed.  Using a newly developed GIS transportation database we examine this issue in the context of the American Midwest, focusing on two indicators of broader economic change, population density and the fraction of population living in urban areas. Our difference in differences estimates (supported by IV robustness checks) strongly suggest that the coming of the railroad had little or no impact upon population densities just as Albert Fishlow concluded some 40 years ago.  BUT, our results also imply that the railroad was the \"cause\" of midwestern urbanization, accounting for more than half of the increase in the fraction of population living in urban areas during the 1850s.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}