{
    "id": 14647,
    "citation_title": "Social Security Programs and Retirement Around the World: The Relationship to Youth Employment, Introduction and Summary",
    "citation_author": [
        "Jonathan Gruber",
        "Kevin Milligan",
        "David A. Wise"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the introduction and summary to the fourth phase of an ongoing project on Social Security Programs and Retirement Around the World. The first phase described the retirement incentives inherent in plan provisions and documented the strong relationship across countries between social security incentives to retire and the proportion of older persons out of the labor force. The second phase documented the large effects that changing plan provisions would have on the labor force participation of older workers. The third phase demonstrated the consequent fiscal implications that extending labor force participation would have on net program costs--reducing government social security benefit payments and increasing government tax revenues.\nThis volume presents the results of analyses of the relationship between the labor force participation of older persons and the labor force participation of younger persons in twelve countries. Why countries introduced plan provisions that encouraged older persons to leave the labor force is unclear. After the fact, it is now often claimed that these provisions were introduced to provide more jobs for the young, assuming that fewer older persons in the labor force would open up more job opportunities for the young. Now, the same reasoning is often used to argue against efforts in the same countries to reduce or eliminate the incentives for older persons to leave the labor force, claiming that the consequent increase in the employment of older person would reduce the employment of younger persons. The validity of such claims is addressed in this volume.\n\n",
    "acknowledgement": "\nTo the volume edited by Jonathan Gruber and David A. Wise\nWith papers by\nBelgium:  Alain Jousten, Mathieu Lefèbvre, Sergio Perelman and Pierre Pestieau,\nCanada:  Michael Baker, Jonathan Gruber, and Kevin Milligan\nDenmark:  Paul Bingley, Nabanita Datta Gupta, and Peder J. Pedersen\nFrance:  Melika Ben Salem, Didier Blanchet, Antoine Bozio and Muriel Roger\nGermany:  Axel Börsch-Supan and Reinhold Schnabel\nItaly:  Agar Brugiavini and Franco Peracchi\nJapan:  Takashi Oshio, Satoshi Shimizutani and, Akiko Sato Oishi\nNetherlands:  Adriaan Kalwij, Arie Kapteyn and Klaas de Vos\nSpain:  Michele Boldrin, Sergi Jiménez-Martín and Pilar Garcia Gomez\nSweden:  Mårten Palme and Ingemar Svensson\nUnited Kingdom:  James Banks, Richard Blundell, Antonio Bozio and Carl Emmerson,\nUnited States:  Jonathan Gruber and Kevin Milligan\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZz\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}