{
    "id": 14648,
    "citation_title": "Regulation and Distrust",
    "citation_author": [
        "Philippe Aghion",
        "Yann Algan",
        "Pierre Cahuc",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a cross-section of countries, government regulation is strongly negatively correlated with social capital.  We document this correlation, and present a model explaining it.  In the model, distrust creates public demand for regulation, while regulation in turn discourages social capital accumulation, leading to multiple equilibria.  A key implication of the model is that individuals in low trust countries want more government intervention even though the government is corrupt.  We test this and other implications of the model using country- and individual-level data on social capital and beliefs about government's role, as well as on changes in beliefs and in trust during the transition from socialism.\n\n",
    "acknowledgement": "\nThe authors thank for their very useful comments Alberto Alesina, Gary Becker, Bruce Carlin, Nicholas Coleman, William Easterly, Lawrence Katz, Joshua Schwartzstein, Jesse Shapiro, Glen Weyl, and Luigi Zingales. We have also benefited from many helpful comments from seminar participants at the Chicago Application workshop, the Harvard Macro and Labor Seminars, and the NBER Political Economy workshop. Andrei Shleifer is grateful to the Kauffman Foundation for support of this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}