{
    "id": 14649,
    "citation_title": "Information, Liquidity, and the (Ongoing) Panic of 2007",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe credit crisis was sparked by a shock to fundamentals, housing prices failed to rise, which led to a collapse of trust in credit markets. In particular, the repurchase agreement market in the U.S., estimated to be about $12 trillion, larger than the total assets in the U.S. banking system ($10 trillion), became very illiquid during the crisis due to the fear of counterparty default, leaving lenders with illiquid bonds that they did not want, believing that they could not be sold. As a result, there was an increase in repo haircuts (the initial margin), causing massive deleveraging. I investigate this indirectly, by looking at the breakdown in the arbitrage foundation of the ABX.HE indices during the panic. The ABX.HE indices of subprime mortgage-backed securities are derivatives linked to the underlying subprime bonds. Introduced in 2006, the indices aggregated and revealed information about the value of the subprime mortgage-backed securities and allowed parties to buy protection against declines in subprime value via credit derivatives written on the index or tranches of the index. When the ABX prices plummeted, the arbitrage relationships linking the credit derivatives linked to the index and the underlying bonds broke down because liquidity evaporated in the repo market. This breakdown allows a glimpse of the information problems that led to illiquidity in the repo markets, and the extent of the demand for protection against subprime risk.\n\n",
    "acknowledgement": "\nThanks to Tri Vi Dang, Jerome Fons, Joe Haubrich, Chester Spatt and Jackie Yen for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}