{
    "id": 14645,
    "citation_title": "An Elementary Theory of Comparative Advantage",
    "citation_author": [
        "Arnaud Costinot"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparative advantage, whether driven by technology or factor endowment, is at the core of neoclassical trade theory. Using tools from the mathematics of complementarity, this paper offers a simple, yet unifying perspective on the fundamental forces that shape comparative advantage. The main results characterize sufficient conditions on factor productivity and factor supply to predict patterns of international specialization in a multi-factor generalization of the Ricardian model to which we refer as an \"elementary neoclassical economy.\" These conditions, which hold for an arbitrarily large number of countries, goods, and factors, generalize and extend many results from the previous trade literature. They also offer new insights about the joint effects of technology and factor endowments on international specialization.\n\n",
    "acknowledgement": "\nI thank Pol Antras, Vince Crawford, Gene Grossman, Gordon Hanson, Navin Kartik, Giovanni Maggi, Marc Melitz, David Miller, Marc Muendler, Jim Rauch, Esteban Rossi-Hansberg, Jon Vogel, and seminar participants at many institutions for helpful comments and discussions. This project was initiated at the department of economics at UCSD and continued at the Princeton International Economics Section, which I thank for their support. A previous version of this paper was circulated under the title: \"Heterogeneity and Trade\". The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}