{
    "id": 14641,
    "citation_title": "Did Improvements in Household Technology Cause the Baby Boom? Evidence from Electrification, Appliance Diffusion, and the Amish",
    "citation_author": [
        "Martha J. Bailey",
        "William J. Collins"
    ],
    "citation_publication_date": "2009-01-08",
    "issue_date": "2009-01-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than a half century after its peak, the baby boom's causes remain a puzzle. A new argument posits that rapid advancements in household technology from 1940 to 1960 account for this large increase in fertility. We present new empirical evidence that is inconsistent with this claim. Rapid advances in household technology began long before 1940 while fertility declined; differences and changes in appliance ownership and electrification in U.S. counties are negatively correlated with fertility rates from 1940 to 1960; and the correlation between children ever born (measured at ages 41 to 60) and access to electrical service in early adulthood is negative for the relevant cohorts of women. Moreover, the Amish, a group strictly limiting the use of modern household technologies, experienced a sizable and coincident baby boom. A final section reconciles this evidence with economic theory by allowing households to have utility over home-produced commodities that are substitutes for the number of children.\n\n",
    "acknowledgement": "\nBailey is an Assistant Professor of Economics and a Faculty Affiliate at the Population Studies and National Poverty Centers at the University of Michigan, and a Faculty Research Fellow at the National Bureau of Economic Research. Collins is a Professor of Economics at Vanderbilt University and a Research Associate of the National Bureau of Economic Research. We are grateful to Soren Anderson, John Bound, Alison Buttenheim, Charlie Brown, John DiNardo, Robert Driskill, Richard Easterlin, Daniel Eisenberg, Robert Gordon, Chris House, Karen Johnson-Weiner, Miles Kimball, David Lam, Robert Margo, Elyce Rotella, Katharine Shester, Matthew Shapiro, Jeff Smith, and Gary Solon for useful comments and suggestions. We also thank participants in seminars at Clemson University, the CSWEP Junior Faculty Mentoring Workshop, the Economic History Association Meetings, Lehigh University, McGill University, the National Bureau of Economic Research, the Population Association of America's Meetings, Queen's University, the University of Michigan (Economic History, Macroeconomics, and Population Studies), University of North Carolina-Greensboro, and the University of Toronto. Emily Boleman, Emily Gray, and Brad Hershbein provided outstanding research assistance. We gratefully acknowledge financial support from the National Science Foundation and the Robert Wood Johnson Foundation and helpful comments from Ananth Seshadri and Guillaume Vandenbroucke. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}