{
    "id": 14653,
    "citation_title": "Life Expectancy and Old Age Savings",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRich people, women, and healthy people live longer. We document that this heterogeneity in life expectancy is large, and we use an estimated structural model to assess its effect on the elderly's saving. We find that the differences in life expectancy related to observable factors such as income, gender, and health have large effects on savings, and that these factors contribute by similar amounts. We also show that the risk of outliving one's expected lifespan has a large effect on the elderly's saving behavior.\n\n",
    "acknowledgement": "\nWe are grateful to our discussant, Jonathan Skinner, for helpful comments. Olga Nartova and Annie Fang Yang provided excellent research assistance. De Nardi gratefully acknowledges financial support from NSF grant SES-0317872. Jones gratefully acknowledges financial support from NIA grant 1R03AG026299. The views of this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, the National Science Foundation, or the National Institute on Aging. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}