{
    "id": 14650,
    "citation_title": "Vertical Integration, Institutional Determinants and Impact: Evidence from China",
    "citation_author": [
        "Joseph P.H. Fan",
        "Jun Huang",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhere legal systems and market forces enforce contracts inadequately, vertical integration can circumvent these transaction difficulties.  But, such environments often also feature highly interventionist government, and even corruption.  Vertical integration might then enhance returns to political rent-seeking aimed at securing and extending market power.  Thus, where political rent seeking is minimal, vertical integration should add to firm value and economy performance; but where political rent seeking is substantial, firm value might rise as economy performance decays. China offers a suitable background for empirical examination of these issues because her legal and market institutions are generally weak, but nonetheless exhibit substantial province-level variation.  Vertical integration is more common where legal institutions are weaker and where regional governments are of lower quality or more interventionist.  In such provinces, firms led by insiders with political connections are more likely to be vertically integrated. Vertical integration is negatively associated with firm value if the top corporate insider is politically connected, but weakly positively associated with public share valuations if the politically connected firm is independently audited.  Finally, provinces whose vertical integrated firms tend to have politically unconnected CEOs exhibit elevated per capita GDP growth, while provinces whose vertically integrated firms tend to have political insiders as CEOs exhibit depressed per capita GDP growth.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Pedro Dal Bó, Zhiwu Chen, Kai Li, Harold Mulherin, Joanne Oxley, Ivan Png, Pablo Spiller, Tracy Wang, Larry White and other participants in seminars and conferences at the American Finance Association, the China International Conference in Finance, Harvard Business School, the Hass School at UC Berkeley, the National Bureau of Economic Research's China Working Group workshop, New York University, and the University of Copenhagen.  Joseph Fan and Jun Huang gratefully acknowledge financial support from Institute of Economics & Finance of CUHK. Randall Morck thanks the SSHRC for partial funding.  Bernard Yeung acknowledges partial funding from The Lally School of Management and Technology at Rensselaer University, where he was a visiting scholar in Jan 2008.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}