{
    "id": 14656,
    "citation_title": "The Aftermath of Financial Crises",
    "citation_author": [
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the depth and duration of the slump that invariably follows severe financial crises, which tend to be protracted affairs.  We find that asset market collapses are deep and prolonged.  On a peak-to-trough basis, real housing price declines average 35 percent stretched out over six years, while equity price collapses average 55 percent over a downturn of about three and a half years.  Not surprisingly, banking crises are associated with profound declines in output and employment. The unemployment rate rises an average of 7 percentage points over the down phase of the cycle, which lasts on average over four years. Output falls an average of over 9 percent, although the duration of the downturn is considerably shorter than for unemployment.  The real value of government debt tends to explode, rising an average of 86 percent in the major post-World War II episodes.  The main cause of debt explosions is usually not the widely cited costs of bailing out and recapitalizing the banking system.  The collapse in tax revenues in the wake of deep and prolonged economic contractions is a critical factor in explaining the large budget deficits and increases in debt that follow the crisis. Our estimates of the rise in government debt are likely to be conservative, as these do not include increases in government guarantees, which also expand briskly during these episodes.\n\n",
    "acknowledgement": "\nThe authors would like to thank Pierre-Olivier Gourinchas and Vincent R. Reinhart for helpful comments.  The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research\n\n\n"
}