{
    "id": 14651,
    "citation_title": "Inventories, Markups, and Real Rigidities in Menu Cost Models",
    "citation_author": [
        "Oleksiy Kryvtsov",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReal rigidities that limit the responsiveness of real marginal cost to output are a key ingredient of sticky price models necessary to account for the dynamics of output and inflation. We argue here, in the spirit of Bils and Kahn (2000), that the behavior of marginal cost over the cycle is directly related to that of inventories, data on which is readily available. We study a menu cost economy in which firms hold inventories in order to avoid stockouts and to economize on fixed ordering costs. We find that, for low rates of depreciation similar to those in the data, inventories are highly sensitive to changes in the cost of holding and acquiring them over the cycle. This implies that the model requires an elasticity of real marginal cost to output approximately equal to the inverse of the elasticity of intertemporal substitution in order to account for the countercyclical inventory-to-sales ratio in the data. Stronger real rigidities lower the cost of acquiring and holding inventories during booms and counterfactually predict a procyclical inventory-to-sales ratio.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, Mike Dotsey, Mark Getler, Boyan Jovanovic, James Kahn and Huntley Schaller for useful discussions, as well as seminar participants at the NBER-SITE\\ Price Dynamics Conference at Stanford, Duke Macroeconomics Jamboree, Universite du Quebec a Montreal, Universite de Montreal, Universite Laval, University of Western Ontario, Chicago GSB, Federal Reserve Board, the Federal Reserve Banks of Atlanta, Philadelphia, Richmond and St. Louis, as well as at the Bank of Canada.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}