{
    "id": 14652,
    "citation_title": "This Job is 'Getting Old:' Measuring Changes in Job Opportunities Using Occupational Age Structure",
    "citation_author": [
        "David Autor",
        "David Dorn"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh- and low-wage occupations are expanding rapidly relative to middle-wage occupations in both the U.S. and the E.U. We study the reallocation of workers from middle-skill occupations towards the tails of the occupational skill distribution by analyzing changes in age structure within and across occupations. Because occupations typically expand by hiring young workers and contract by curtailing such hiring, we posit that growing occupations will get younger while shrinking occupations will 'get old.' After verifying this proposition, we apply this observation to local labor markets in the U.S. to test whether markets that were specialized in middle-skilled occupations in 1980 saw a differential movement of both older and younger workers into occupations at the tails of the skill distribution over the subsequent 25 years. Consistent with aggregate trends, employment in initially middle-skill-intensive labor markets hollowed-out between 1980 and 2005. Employment losses among non-college workers in the middle of the occupational skill distribution were almost entirely countered by employment growth in lower-tail occupations. For college workers, employment losses at the middle were offset in roughly equal measures by gains in the upper- and lower-tails of the occupational skill distribution. But gains at the upper-tail were almost entirely limited to young college workers. Consequently, older college workers are increasingly found in lower-skill, lower-paying occupations.\n\n",
    "acknowledgement": "\nWe thank Maarten Goos, Steven Machin, and Anna Salomons for helpful comments. Autor acknowledges support from the National Science Foundation (CAREER award SES-0239538). Dorn acknowledges funding from the Swiss National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}