{
    "id": 14654,
    "citation_title": "Satisficing Contracts",
    "citation_author": [
        "Patrick Bolton",
        "Antoine Faure-Grimaud"
    ],
    "citation_publication_date": "2009-01-15",
    "issue_date": "2009-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a model of equilibrium contracting between two agents who are \"boundedly rational\" in the sense that they face time-costs of deliberating current and future transactions. We show that equilibrium contracts may be incomplete and assign control rights: they may leave some enforceable future transactions unspecified and instead specify which agent has the right to decide these transactions. Control rights allow the controlling agent to defer time-consuming deliberations on those transactions to a later date, making her less inclined to prolong negotiations over an initial incomplete contract. Still, agents tend to resolve conflicts up-front by writing more complete initial contracts. A more complete contract can take the form of either a finer adaptation to future contingencies, or greater coarseness. Either way, conflicts among contracting agents tend to result in excessively complete contracts in the sense that the maximization of joint payoffs would result in less up-front deliberation.\n\n",
    "acknowledgement": "\nWe owe special thanks to Denis Gromb for detailed comments. We also thank Mathias Dewatripont, Leonardo Felli, Ronald Gilson, Oliver Hart, Bengt Holmström, Bentley MacLeod, Eric Maskin, John Moore, Michele Piccione, Alan Schwartz, Andy Skrzypacz, Jean Tirole and seminar participants at the London School of Economics, Bocconi University, the University of Cambridge, the Studienzentrum Gerzensee, the Utah Winter Business Economics Conference, the London Business School Conference on Contracts and Bounded Rationality, and the Columbia Law School Conference on Business Law and Innovation for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}