{
    "id": 14658,
    "citation_title": "Some New Perspectives on India's Approach to Capital Account Liberalization",
    "citation_author": [
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I analyze India's approach to capital account liberalization through the lens of the new literature on financial globalization. India's authorities have taken a cautious and calibrated path to capital account opening, which has served the economy well in terms of reducing its vulnerability to crises. By now, the capital account has become quite open and reversing this is not a viable option. Moreover, the remaining capital controls are rapidly becoming ineffective, making the debate about capital controls rather moot. Managing de facto financial integration into international capital markets and aligning domestic macroeconomic policies in a manner that maximizes the indirect benefits and reduces the risks is the key challenge now facing India's policymakers on this front.\n\n",
    "acknowledgement": "\nI thank the participants at the Brookings-NCAER India Policy Forum, and especially the discussants for this paper, John Williamson and Partha Sen, for their helpful comments. I am grateful to Arvind Panagariya for his detailed and constructive comments, which have greatly improved the paper. Rahul Anand provided excellent research assistance on this paper. I also thank Vinay DCosta for help with gathering and interpreting data on India's capital controls. A revised version of this paper is forthcoming in the \"Brookings India Policy Forum\".  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}