{
    "id": 14662,
    "citation_title": "The Margins of U.S. Trade (Long Version)",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research in international trade emphasizes the importance of firms' extensive margins for understanding overall patterns of trade as well as how firms respond to specific events such as trade liberalization. In this paper, we use detailed U.S. trade statistics to provide a broad overview of how the margins of trade contribute to variation in U.S. imports and exports across trading partners, types of trade (i.e., arm's-length versus related-party) and both short and long time horizons. Among other results, we highlight the differential behavior of related-party and arm's-length trade in response to the 1997 Asian financial crisis.\n\n",
    "acknowledgement": "\nThis is a longer version Bernard, Jensen, Redding and Schott (Forthcoming), prepared for the 2009 American Economics Association meetings in San Francisco. We thank Jim Tybout for insightful comments, Jim Davis for timely disclosure and Evan Gill, Justin Pierce and Antoine Gervais for excellent research assistance. Bernard and Schott (SES-0241474) and Schott (SES-0550190) thank the National Science Foundation. The research in this paper was conducted at the Boston, New York and Washington U.S. Census Research Data Centers. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation, the U.S. Census Bureau or the National Bureau of Economic Research. Results have been screened to insure that no confidential data are revealed.\n\n\n"
}