{
    "id": 14664,
    "citation_title": "How Globalization Affects Tax Design",
    "citation_author": [
        "James R. Hines",
        "Jr.",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic changes associated with globalization tighten financial pressures on governments of high-income countries by increasing the demand for government spending while making it more costly to raise tax revenue.  Greater international mobility of economic activity, and associated responsiveness of the tax base to tax rates, increases the economic distortions created by taxation.  Countries with small open economies have relatively mobile tax bases; as a result, they rely much less heavily on corporate and personal income taxes than do other countries.  The evidence indicates that a ten percent smaller population in 1999 is associated with a one percent smaller ratio of personal and corporate income tax collections to total tax revenues.  Governments of small countries instead rely on consumption-type taxes, including taxes on sales of goods and services and import tariffs, much more heavily than do larger countries.  Since the rapid pace of globalization implies that all countries are becoming small open economies, this evidence suggests that the use of expenditure taxes is likely to increase, posing challenges to governments concerned about recent changes in income distribution.\n\n",
    "acknowledgement": "\nWe thank Fan Fei and Owen Kearney for outstanding research assistance, and the University of Michigan for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}