{
    "id": 14667,
    "citation_title": "Retirement Income Security and Well-Being in Canada",
    "citation_author": [
        "Michael Baker",
        "Jonathan Gruber",
        "Kevin S. Milligan"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA large international literature has documented the labor market distortions associated with social security benefits for near-retirees. In this paper, we investigate the 'other side' of social security programs, seeking to document improvements in wellbeing arising from the provision of public pensions. To the extent households adjust their savings and employment behavior to account for enhanced retirement benefits, the positive impact of the benefits may be crowded out. We proceed by using the large variation across birth cohorts in income security entitlements in Canada that arise from reforms to the programs over the past 35 years.   This variation allows us to explore the effects of benefits on elderly well-being while controlling for other factors that affect well-being over time and by age. We examine measures of income, consumption, poverty, and happiness. For income, we find large increases in income corresponding to retirement benefit increases, suggesting little crowd out. Consumption also shows increases, although smaller in magnitude than for income.  We find larger retirement benefits diminish income poverty rates, but have no discernable impact on consumption poverty measures. This could indicate smoothing of consumption through savings or other mechanisms. Finally, our limited happiness measures show no definitive effect.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute on Aging, Grant P01-AG005842.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}