{
    "id": 14668,
    "citation_title": "Adaptation and the Boundary of Multinational Firms",
    "citation_author": [
        "Arnaud Costinot",
        "Lindsay Oldenski",
        "James E. Rauch"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines the boundary of multinational firms? According to Williamson (1975), a potential rationale for vertical integration is to facilitate adaptation in a world where uncertainty is resolved over time. This paper offers the first empirical analysis of the impact of adaptation on the boundary of multinational firms. To do so, we first develop a ranking of sectors in terms of their \"routineness\" by merging two sets of data: (i) ratings of occupations by their intensities in \"problem solving\" from the U.S. Department of Labor's Occupational Information Network; and (ii) U.S. employment shares of occupations by sectors from the Bureau of Labor Statistics Occupational Employment Statistics. Using U.S. Census trade data, we then demonstrate that, in line with adaptation theories of the firm, the share of intrafirm trade tends to be higher in less routine sectors. This result is robust to inclusion of other variables known to influence the U.S. intrafirm import share such as capital intensity, R&D intensity, relationship specificity, intermediation and productivity dispersion. Our most conservative estimate suggests that a one standard deviation decrease in average routineness raises the share of intrafirm imports by 0.26 standard deviations, or an additional 7% of import value that is intrafirm.\n\n",
    "acknowledgement": "\nWe thank Bob Gibbons, Richard Baldwin, and participants in the 2008 Hitotsubashi COE conference for useful comments. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}