{
    "id": 14663,
    "citation_title": "The Integrated Financial and Real System of National Accounts for the United States: Does It Presage the Financial Crisis?",
    "citation_author": [
        "Michael G. Palumbo",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe initial implementation of the System of National Accounts (1993) for the United States by the Bureau of Economic Analysis and the Federal Reserve Board has two significant advantages for economists. First, the SNA are organized according to sectors of the economy defined by economic agents: firms, financial institutions, consumers, governments and the rest of the world. Second, the accounts integrate real and financial information, so that one can track not only production of, income from, and use of output, but also net lending, net borrowing, and net worth by sector. We exploit these two features in the SNA accounts to examine US economic history leading up to the financial crisis of 2007 and recession of 2008. First, the SNA data show recent increases in leverage in the household sector. We track the household shift to a net lending position through the capital and current accounts of the household sector and then the other SNA sectors. Second, in the financial businesses sector, the accounts largely miss the rise in exposure to the US housing market as well as the critical factors that significantly spread and amplified the housing-market related changes throughout the financial system and the real economy. Finally we present three ways in which SNA-type accounts could be improved to presage a similar future crisis.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Papers and Proceedings of the One Hundred Twenty First Meeting of the American Economic Association. We thank Robert Gordon for helpful comments and Elizabeth Ball-Holmquist for research assistance. Palumbo: Division of Research and Statistics, Federal Reserve Board, Washington, DC 20551, mpalumbo@frb.gov; Parker: Kellogg School of Management, Northwestern University, 2001 Sheridan Road, Evanston, IL 60208-2001, e-mail: Jonathan-Parker@Kellogg.Northwestern.edu. The views expressed in this paper are the authors and do not necessarily correspond to those of other research staff at the Federal Reserve, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}