{
    "id": 14665,
    "citation_title": "Who Bears Aggregate Fluctuations and How?",
    "citation_author": [
        "Jonathan A. Parker",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe consumption of high-consumption households is more exposed to fluctuations in aggregate consumption and income than that of low-consumption households in the Consumer Expenditure (CEX) Survey. The exposure to aggregate consumption growth of households in the top 10 percent of the consumption distribution in the CEX is about five times that of households in the bottom 80 percent. Given real aggregate per capita consumption growth about 3 percentage points less than its historical mean during the past year, these figures predict that the ratio of consumption of the top 10 percent to the bottom 80 percent has fallen by about 15 percentage points (relative to trend). Using income data from Piketty and Saez (2003), we show that the income (especially the wage income) of rich households is more exposed to aggregate fluctuations, so their higher income exposure is a likely contributor to their higher consumption exposure. Finally, we find a striking change in the exposure of the incomes of high-income households: prior to the early 1980's, the incomes of high-income households were not more exposed to aggregate fluctuations. Thus, while high-income households currently bear an inordinately large share of aggregate fluctuations, this is a recent occurrence.\n\n",
    "acknowledgement": "\nWe thank Francisco Gomes for helpful comments and Emmanuel Saez and Thomas Piketty for posting their IRS data. This paper was prepared for the Papers and Proceedings of the One Hundred Twenty First Meeting of the American Economic Association. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}