{
    "id": 14674,
    "citation_title": "Last-In First-Out Oligopoly Dynamics",
    "citation_author": [
        "Jaap H. Abbring",
        "Jeffrey R. Campbell"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the static analysis of oligopoly structure into an infinite-horizon setting with sunk costs and demand uncertainty. The observation that exit rates decline with firm age motivates the assumption of last-in first-out dynamics: An entrant expects to produce no longer than any incumbent. This selects an essentially unique Markov-perfect equilibrium. With mild restrictions on the demand shocks, sequences of thresholds describe firms' equilibrium entry and survival decisions. Bresnahan and Reiss's (1993) empirical analysis of oligopolists' entry and exit assumes that such thresholds govern the evolution of the number of competitors. Our analysis provides an infinite-horizon game-theoretic foundation for that structure.\n\n",
    "acknowledgement": "\nWe are grateful to Eugene Amromin, Gadi Barlevy, Allan Collard-Wexler, Meredith Crowley, and Richard Rosen, for their insightful comments; to Tom Holmes for his discussion at the 2006 Duke-Northwestern-Texas IO Theory Conference; and to R. Andrew Butters for superb research assistance. The National Science Foundation supported this research through Grant 0137042 to the NBER. De Jonge Akademie of the Royal Netherlands Academy of Arts and Sciences supported this research through a travel grant. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}