{
    "id": 14679,
    "citation_title": "Price Variation in Markets with Homogeneous Goods: The Case of Medigap",
    "citation_author": [
        "Nicole Maestas",
        "Mathis Schroeder",
        "Dana Goldman"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nNearly 30 percent of Americans age 65 and older supplement their Medicare health insurance through the Medigap private insurance market.  We show that prices for Medigap policies vary widely, despite the fact that all plans are standardized, and even after controlling for firm heterogeneity.  Economic theory suggests that heterogeneous consumer search costs can lead to a non-degenerate price distribution within a market for otherwise homogenous goods. Using a structural model of equilibrium search costs first posed by Carlson and McAfee (1983), we estimate average search costs to be $72.  We argue that information problems arise from the complexity of the insurance product and lead individuals to rely on insurance agents who do not necessarily guide them to the lowest prices.\n\n",
    "acknowledgement": "\nWe thank Moshe Buchinsky, Amy Finkelstein, Tom Rice, John Romley, and workshop participants at the NBER Summer Institute, RAND Labor and Health Brown Bag, and Duke/UNC Triangle Health Economics Seminar for helpful comments and suggestions. We are especially grateful to Weiss Ratings, Inc. for generously providing us with Medigap price data. Maestas gratefully acknowledges funding from the NIH Roybal Center for Health Policy Simulation at RAND and the Bing Center at RAND. Corresponding authors:  Nicole Maestas, maestas@rand.org and Mathis Schroeder, schroeder@mea.uni-mannheim.de. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}