{
    "id": 14671,
    "citation_title": "The Impact of Children's Public Health Insurance Expansions on Educational Outcomes",
    "citation_author": [
        "Phillip B. Levine",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of public health insurance expansions through both Medicaid and SCHIP on children's educational outcomes, measured by 4th and 8th grade reading and math test scores, available from the National Assessment of Educational Progress (NAEP).  We use a triple difference estimation strategy, taking advantage of the cross-state variation over time and across ages in children's health insurance eligibility.  Using this approach, we find that test scores in reading, but not math, increased for those children affected at birth by increased health insurance eligibility.  A 50 percentage point increase in eligibility is found to increase reading test scores by 0.09 standard deviations.  We also examine whether the improvements in educational outcomes can be at least partially attributed to improvements in health status itself.  First, we provide further evidence that increases in eligibility are linked to improvements in health status at birth.  Second, we show that better health status at birth (measured by rates of low birth-weight and infant mortality), is linked to improved educational outcomes.  Although the methods used to support this last finding do not completely eliminate potentially confounding factors, we believe it is strongly suggestive that improving children's health will improve their classroom performance.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Amy Finkelstein, Dana Goldman, Larry Hedges, Helen Levy and an anonymous referee along with participants at a seminar at the University of Illinois at Chicago and the Frontiers in Health Policy Research Conference.  We also are grateful to Jennifer Humensky, Lindsey Leininger and Elizabeth Munnich for helpful research assistance. We also gratefully acknowledge funding from the U.S. Department of Education under grant #R902B050006. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}