{
    "id": 14673,
    "citation_title": "China's Current Account and Exchange Rate",
    "citation_author": [
        "Yin-Wong Cheung",
        "Menzie D. Chinn",
        "Eiji Fujii"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the Chinese exchange rate is misaligned and how Chinese trade flows respond to the exchange rate and to economic activity. We find, first, that the Chinese currency, the renminbi (RMB), is substantially below the value predicted by estimates based upon a cross-country sample, when using the 2006 vintage of the World Development Indicators. The economic magnitude of the mis-alignment is substantial -- on the order of 50 percent in log terms. However, the misalignment is typically not statistically significant, in the sense of being more than two standard errors away from the conditional mean. However, this finding disappears completely when using the most recent 2008 vintage of data; then the estimated undervaluation is on the order of 10 percent. Second, we find that Chinese multilateral trade flows respond to relative prices -- as represented by a trade weighted exchange rate -- but the relationship is not always precisely estimated. In addition, the direction of the effects is sometimes different from what is expected a priori. For instance, Chinese ordinary imports actually rise in response to a RMB depreciation; however, Chinese exports appear to respond to RMB depreciation in the expected manner, as long as a supply variable is included. In that sense, Chinese trade is not exceptional. Furthermore, Chinese trade with the United States appears to behave in a standard manner -- especially after the expansion in the Chinese manufacturing capital stock is accounted for. Thus, the China-US trade balance should respond to real exchange rate and relative income movements in the anticipated manner. However, in neither the case of multilateral nor bilateral trade flows should one expect quantitatively large effects arising from exchange rate changes. And, of course, these results are not informative with regard to the question of how a change in the RMB/USD exchange rate would affect the overall US trade deficit. Finally, we stress the fact that considerable uncertainty surrounds both our estimates of RMB misalignment and the responsiveness of trade flows to movements in exchange rates and output levels. In particular, the results for trade elasticities are sensitive to econometric specification, accounting for supply effects, and for the inclusion of time trends.\n\n",
    "acknowledgement": "\nPaper prepared for NBER conference on \"China's Growing Role in World Trade,\" organized by Rob Feenstra and Shang-Jin Wei, in Cape Cod, MA, August 3-4, 2007. We thank the discussant Jeffrey Frankel, Shang-Jin Wei, Arthur Kroeber, Xiangming Li, Jaime Marquez and conference participants for comments and discussion, and Kenneth Chow, Guillaume Gaulier, Chang-Tai Hsieh and Hiro Ito for providing data. Cheung acknowledges the hospitality of the Hong Kong Institute for Monetary Research, where part of this research was conducted. Faculty research funds of the University of California, Santa Cruz, and the University of Wisconsin are gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}