{
    "id": 14675,
    "citation_title": "\"Momma's Got the Pill\": How Anthony Comstock and Griswold v. Connecticut Shaped U.S. Childbearing",
    "citation_author": [
        "Martha J. Bailey"
    ],
    "citation_publication_date": "2009-01-22",
    "issue_date": "2009-01-22",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1960s ushered in a new era in U.S. demographic history characterized by significantly lower fertility rates and smaller family sizes. What catalyzed these changes remains a matter of considerable debate. This paper exploits idiosyncratic variation in the language of \"Comstock\" statutes, enacted in the late 1800s, to quantify the role of the birth control pill in this transition. Almost fifty years after the contraceptive pill appeared on the U.S. market, this analysis provides new evidence that it accelerated the post-1960 decline in marital fertility.\n\n",
    "acknowledgement": "\nResearch on this project was generously supported by the Robert Wood Johnson Foundation and the University of Michigan Population Studies Center. I am grateful for insightful comments from Jeremy Atack, Dale Ballou, Charlie Brown, Tom Buchmueller, Kasey Buckles, Bill Collins, John DiNardo, Daniel Eisenberg, David Frisvold, David Lam, Bob Margo, Heather Royer, Jeff Smith, Gary Solon, Tara Watson, Charlie Westoff, and Bob Willis. This paper has also benefited from the comments and suggestions the participants at the University of Minnesota Population Center, the Robert Wood Johnson Foundation Annual Meetings in Health Policy Research, and seminar participants at the University of Indiana, Stanford University, University of Toronto Law School, the University of Michigan Labor Seminar and Population Studies Center, and the National Bureau of Economic Research. Allie Davido provided exceptional legal research and coauthored the online legal appendix. We gratefully acknowledge input from Joanna Lahey and Elizabeth Oltmans Ananat in the construction of this paper's legal appendix. I am also grateful to Lindley Barbee, Emily Gray, and Kate VandenBroek for research assistance. Isaac W. Eberstein made me aware of Loretta Lynn's controversial 1972 hit, \"Pill,\" referenced in the paper's title. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}