{
    "id": 14682,
    "citation_title": "Welfare and Generational Equity in Sustainable Unfunded Pension Systems",
    "citation_author": [
        "Alan J. Auerbach",
        "Ronald Lee"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate several actual and hypothetical sustainable PAYGO pension structures, including: (1) versions of the US Social Security system with annual adjustments of taxes or benefits to maintain fiscal balance; (2) Sweden's Notional Defined Contribution system and several variants developed to improve fiscal stability; and (3) the German system, which also includes annual adjustments to maintain fiscal balance.  For each system, we present descriptive measures of uncertainty in representative outcomes for a typical generation and across generations.  We then estimate expected utility for generations based on simplifying assumptions and incorporate these expected utility calculations in an overall social welfare measure.  Using a horizontal equity index, we also compare the different systems' performance in terms of how neighboring generations are treated.\nWhile the actual Swedish system smoothes stochastic fluctuations more than any other and produces the highest degree of horizontal equity, it does so by accumulating a buffer stock of assets that alleviates the need for frequent adjustments.  In terms of social welfare, this accumulation of assets leads to a lower average rate of return that more than offsets the benefits of risk reduction, leaving systems with more frequent adjustments that spread risks broadly among generations as those most preferred.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-02 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and by NIA through the grant R37-AG025488.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  Ed Palmer and Ole Settergren gave us valuable comments and advice that helped us to model the actual Swedish system.  Alex Ludwig provided comments and very helpful information for modeling the German system.  We also thank participants in the NBER Summer Institute, the NBER Public Economics Program meeting, including our discussant Peter Diamond, and a seminar at Stockholm University for comments on earlier drafts, and gratefully acknowledge the assistance of Anne Moore, Erin Metcalf, and Carl Boe. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}