{
    "id": 14683,
    "citation_title": "Immigration and Inequality",
    "citation_author": [
        "David Card"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration is often viewed as a proximate cause of the rising wage gap between high- and low-skilled workers.  Nevertheless, there is controversy over the appropriate framework for measuring the presumed effect, and over the magnitudes involved.  This paper offers an overview and synthesis of existing knowledge on the relationship between immigration and inequality, focusing on evidence from cross-city comparisons in the U.S.  Although some researchers have argued that a cross-city research design is inherently flawed, I show that evidence from cross-city comparisons is remarkably consistent with recent findings from aggregate time series data.  Both designs provide support for three key conclusions: (1) workers with below high school education are perfect substitutes for those with a high school education; (2) \"high school equivalent\" and \"college equivalent\" workers are imperfect substitutes; (3) within education groups, immigrants and natives are imperfect substitutes.  Together these results imply that the impacts of recent immigrant inflows on the relative wages of U.S. natives are small.  The effects on overall wage inequality (including natives and immigrants) are larger, reflecting the concentration of immigrants in the tails of the skill distribution and higher residual inequality among immigrants than natives.  Even so, immigration accounts for a small share (5%) of the increase in U.S. wage inequality between 1980 and 2000.\n\n",
    "acknowledgement": "\nEly Lecture prepared for the January 2009 meetings of the American Economic Association.  Some of this findings reported here are taken from an ongoing collaboration with Giovanni Peri and Steven Raphael: I am extremely grateful for their input.  I also thank Larry Katz for detailed comments, and Christian Dustmann for helpful discussions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}