{
    "id": 14681,
    "citation_title": "Dynamics of the Gender Gap for Young Professionals in the Corporate and Financial Sectors",
    "citation_author": [
        "Marianne Bertrand",
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the relative importance of various explanations for the gender gap in career outcomes for highly-educated workers in the U.S. corporate and financial sectors. The careers of MBAs, who graduated between 1990 and 2006 from a top U.S. business school, are studied to understand how career dynamics differ by gender. Although male and female MBAs have nearly identical (labor) incomes at the outset of their careers, their earnings soon diverge, with the male annual earnings advantage reaching almost 60 log points at ten to 16 years after MBA completion. We identify three proximate reasons for the large and rising gender gap in earnings: differences in training prior to MBA graduation; differences in career interruptions; and differences in weekly hours. These three determinants can explain the bulk of gender differences in earnings across the years following MBA completion. The presence of children is the main contributor to the lesser job experience, greater career discontinuity and shorter work hours for female MBAs. Some MBA mothers, especially those with well-off spouses, slow down in the labor market within a few years following their first birth. Disparities in the productive characteristics of male and female MBAs are small, but the pecuniary penalties from shorter hours and any job discontinuity are enormous for MBAs.\n\n",
    "acknowledgement": "\nWe thank Hilary Harr and German Munoz for their assistance with the survey and the University of Chicago Booth School of Business for providing the administrative data. Jessica Pan was an invaluable research assistant both in Chicago and Cambridge. We are also grateful to Rebecca Diamond and Naomi Hausman for helpful research assistance. We thank Stacey Kole, Julie Morton, and seminar participants at Cornell University, Harvard University, the London School of Economics, Princeton University, Stanford University, the University of California at Berkeley, the University of Chicago, the University of Michigan, and Yale University for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}