{
    "id": 14693,
    "citation_title": "Savings Constraints and Microenterprise Development: Evidence from a Field Experiment in Kenya",
    "citation_author": [
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "2012-03-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes limited access to formal savings services impede business growth in poor countries? To shed light on this question, we randomized access to non-interest-bearing bank accounts among two types of self-employed individuals in rural Kenya: market vendors (who are mostly women) and men working as bicycle-taxi drivers. Despite large withdrawal fees, a substantial share of market women used the accounts, were able to save more, and increased their productive investment and private expenditures. We see no impact for bicycle-taxi drivers. These results imply significant barriers to savings and investment for market women in our study context. Further work is needed to understand what those barriers are, and to test whether the results generalize to other types of businesses or individuals.\n\n",
    "acknowledgement": "\nFor helpful discussions and suggestions, we are grateful to Orazio Attanasio, Jean-Marie Baland, Leo Feler, Fred Finan, Sarah Green, Seema Jayachandran, Dean Karlan, Ethan Ligon, Craig McIntosh, David McKenzie, John Strauss, Dean Yang, Chris Woodruff, two anonymous referees, and participants at numerous seminars and conferences. We thank Jack Adika and Anthony Oure for their dedication and care in supervising the data collection, and Nathaniel Wamkoya for outstanding data entry. We thank Eva Kaplan, Katherine Conn, Sefira Fialkoff, and Willa Friedman for excellent field research assistance, and thank Innovations for Poverty Action for administrative support. We are grateful to Aleke Dondo of the K-Rep Development Agency for hosting this project in Kenya, and to Gerald Abele for his help in the early stages of the project. Dupas gratefully acknowledges the support of a Rockefeller Center faculty research grant from Dartmouth College and Robinson gratefully acknowledges the support of an NSF dissertation improvement grant (SES-551273), a dissertation grant from the Federal Reserve Bank of Boston, and support from the Princeton University Industrial Relations Section. We also gratefully acknowledge the support of the World Bank. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}