{
    "id": 14691,
    "citation_title": "International Finance and Growth in Developing Countries: What Have We Learned?",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite an abundance of cross-section, panel, and event studies, there is strikingly little convincing documentation of direct positive impacts of financial opening on the economic welfare levels or growth rates of developing countries. The econometric difficulties are similar to those that bedevil the literature on trade openness and growth, though if anything, they are more severe in the context of finance. There is also little systematic evidence that financial opening raises welfare indirectly by promoting collateral reforms of economic institutions or policies. At the same time, opening the financial account does appear to raise the frequency and severity of economic crises. Nonetheless, developing countries have moved over time in the direction of further financial openness. A plausible explanation is that financial development is a concomitant of economic growth, and a growing financial sector in an economy open to trade cannot long be insulated from cross-border financial flows. This survey discusses the policy framework in which financial globalization is most likely to prove beneficial. The reforms developing countries need to institute to make their economies safe for international asset trade are the same ones they need so as to curtail the power of entrenched economic interests and liberate the economy's productive potential.\n\n",
    "acknowledgement": "\nThis research was sponsored by the Commission on Growth and Development. I am grateful for assistance from Gabriel Chodorow-Reich, José Antonio Rodríguez-Lopez, Lorenz Küng, and Mary Yang. The current draft has benefited from discussions with Sara Guerschanik Calvo, Julian di Giovanni, Barry Eichengreen, Gian Maria Milesi-Ferretti, Peter Blair Henry, Ayhan Kose, Alan M. Taylor, Roberto Zagha, and an anonymous referee, as well as from comments at the April 9, 2007 conference in New York City organized by the Commission. I thank Sebastian Edwards for supplying the updated Edwards (2007) data on capital controls.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}