{
    "id": 14698,
    "citation_title": "The Term Structures of Equity and Interest Rates",
    "citation_author": [
        "Martin Lettau",
        "Jessica A. Wachter"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a dynamic risk-based model capable of jointly explaining the term structure of interest rates, returns on the aggregate market and the risk and return characteristics of value and growth stocks. Both the term structure of interest rates and returns on value and growth stocks convey information about how the representative investor values cash flows of different maturities. We model how the representative investor perceives risks of these cash flows by specifying a parsimonious stochastic discount factor for the economy. Shocks to dividend growth, the real interest rate, and expected inflation are priced, but shocks to the price of risk are not. Given reasonable assumptions for dividends and inflation, we show that the model can simultaneously account for the behavior of aggregate stock returns, an upward-sloping yield curve, the failure of the expectations hypothesis and the poor performance of the capital asset pricing model.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Michael Gallmeyer, Nikolai Roussanov, Kenneth Singleton, seminar participants at BGI, Emory University, Fordham University, Society of Quantitative Analysis, Stanford University, University of California at Berkeley, University of Maryland, University of Pennsylvania, University of Southern California, Washington University, Yale University, the 2007 UBC Summer Finance Conference, the 2007 UCLA Conference on the Interaction between the Bond Markets and the Macro-economy, the 2007 NBER Fall Asset Pricing Meeting and an anonymous referee for helpful comments. Aaditya Muthukumaran provided valuable research assistance. Lettau thanks the Scott Schoen Fellowship at Yale SOM and Wachter thanks the Aronson+Johnson+Ortiz fellowship through the Rodney L. White Center for support during the completion of this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}