{
    "id": 14695,
    "citation_title": "The Economics and Psychology of Inequality and Human Development",
    "citation_author": [
        "Flavio Cunha",
        "James J. Heckman"
    ],
    "citation_publication_date": "2009-01-29",
    "issue_date": "2009-01-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research on the economics of human development deepens understanding of the origins of inequality and excellence. It draws on and contributes to personality psychology and the psychology of human development. Inequalities in family environments and investments in children are substantial. They causally affect the development of capabilities. Both cognitive and noncognitive capabilities determine success in life but to varying degrees for different outcomes. An empirically determined technology of capability formation reveals that capabilities are self-productive and cross-fertilizing and can be enhanced by investment. Investments in capabilities are relatively more productive at some stages of a child's life cycle than others. Optimal child investment strategies differ depending on target outcomes of interest and on the nature of adversity in a child's early years. For some configurations of early disadvantage and for some desired outcomes, it is efficient to invest relatively more in the later years of childhood than in the early years.\n\n",
    "acknowledgement": "\nThis paper was presented by Heckman as the Marshall Lecture at the European Economics Association, Milan, August 29, 2008. Flavio Cunha is Assistant Professor, Department of Economics, the University of Pennsylvania. James Heckman is Henry Schultz Distinguished Service Professor of Economics at the University of Chicago, Professor of Science and Society, University College Dublin, Senior Research Fellow, American Bar Foundation, and Alfred Cowles Distinguished Visiting Professor, Cowles Foundation, Yale University. We thank the editor and two anonymous referees for very helpful comments on an earlier draft of this paper. We also thank Vince Crawford, Friedhelm Pfeiffer, Seong Hyeok Moon, Rodrigo Pinto, Robert Pollak, Brent Roberts, Peter Savelyev, and Burton Singer for helpful comments and references on various drafts of this paper. This research was supported by the JB & MK Pritzker Family Foundation; The Susan Thompson Buffett Foundation; NIH R01-HD043411; and research grants from the American Bar Foundation. The views expressed in this paper are those of the author and not necessarily those of the funders listed here. A website that posts supplementary technical and empirical material for this paper is http://jenni.uchicago.edu/Marshall_2008.html. The display used in the Milan talk is posted at http://jenni.uchicago.edu/Milan_2008/, and contains supplementary material. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}