{
    "id": 14708,
    "citation_title": "Understanding Commercial Real Estate: Just How Different from Housing Is It?",
    "citation_author": [
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRecent sharp declines in owner-occupied housing prices naturally raise the question of whether something similar will happen to income-producing properties.  It already has based on the nearly 60% decline in the share prices of publicly-traded, commercial property firms from their peak in early 2007. The core model of spatial equilibrium in urban economics suggests this should not be a surprise, as it shows that both real estate sectors are driven by common fundamentals, which should make them perform similarly.  On the other hand, stronger limits to arbitrage in housing suggest wider swings in prices unrelated to fundamentals are feasible in that property sector.  The data find many more similarities than differences across the two real estate sectors.  The simple correlation between appreciation rates on owner-occupied housing and commercial real estate is nearly 40%.  Both sectors also exhibit similar time series patterns in their price appreciation, with there being persistence across individual years and mean reversion over longer periods.\nCommercial real estate capital structure looks to be quite weak due to high leverage combined with strong mean reversion in prices.  The aggregate loan-to-value ratio on income-producing properties is about 75%.  Estimated mean reversion in price appreciation of at least 25% over relatively short horizons suggests that normal change from the recent peak will leave little or no equity on average to cushion against any future negative shocks.\n\n",
    "acknowledgement": "\nI thank Fernando Ferreira, Ed Glaeser, Peter Linneman, Asuka Nakahara, and Raven Saks for helpful comments on an earlier draft of this paper.  Andrew Moore, Chae-Ho Shin, and Yu Zuo provided excellent research assistance.  I also am grateful to the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton for its financial support.  The usual caveat applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}