{
    "id": 14703,
    "citation_title": "Disclosure by Politicians",
    "citation_author": [
        "Simeon Djankov",
        "Rafael La Porta",
        "Florencio Lopez-de-Silanes",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "2019-07-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe collect data on the rules and practices of financial and conflict disclosure by politicians in 175 countries.  Although two thirds of the countries have some disclosure laws, less than a third make disclosures available to the public. Disclosure is more extensive in richer and more democratic countries.  Disclosure is correlated with lower perceived corruption when it is public, when it identifies sources of income and conflicts of interest, and when a country is a democracy.\n\n",
    "acknowledgement": "\nThe authors are from the World Bank, Dartmouth College, EDHEC Business School, and Harvard University, respectively. This paper is part of a broader project examining the rules of political disclosure and their consequences. A preliminary report on other data collected for this project is Schneider (2007). This paper would not have been possible without the extensive research by the World Bank team which included: Elena Gasol, Teymour Abdel Aziz, Doina Cebotari, Hania Dawood, Joyce Ibrahim, Stephanie Musialski, Ivana Rossi, and Larisa Smirnova. We also want to thank Christopher Brouwer, Daniel Chen, Nicholas Coleman, William Gaybrick, Wonbin Kang, and Francisco Queiro for help with the project. We would also like to thank William Easterly and Luigi Zingales and participants at the seminars of the Universities of Amsterdam, Brown, EDHEC, Harvard, La Sorbonne, Tilburg, and Toulouse for extremely useful suggestions. Shleifer is grateful to the Kauffman Foundation for the support of this research. The full data set, disclosure blank forms, and a legal appendix for each country can be found at http://www.economics.harvard.edu/faculty/shleifer/dataset and at http://professoral.edhec.com/jsp/fiche_pagelibre.jsp?CODE=77297528&LANGUE=0&RH=profcompta The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}