{
    "id": 14702,
    "citation_title": "Government Transfers and Political Support",
    "citation_author": [
        "Marco Manacorda",
        "Edward Miguel",
        "Andrea Vigorito"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of a large anti-poverty cash transfer program, the Uruguayan PANES, on political support for the government that implemented it. Using the discontinuity in program assignment based on a pre-treatment eligibility score, we find that beneficiary households are 11 to 14 percentage points more likely to favor the current government relative to the previous government. Political support effects persist after the program ends. A calibration exercise indicates that these persistent impacts are consistent with a model of rational but poorly informed voters learning about politicians' redistributive preferences.\n\n",
    "acknowledgement": "\nWe are grateful to Uruguay's Minister for Social Development, Marina Arismendi and her staff, in particular Marianela Bertoni and Lauro Meléndez at the Monitoring and Evaluation Unit, for making this research possible; to Gabriel Burdín, Adriana Vernengo and James Zuberi for excellent research assistance; and to Alberto Alesina, Verónica Amarante, Gary Becker, Michael Boskin, David Card, Stephen Coate, Raj Chetty, Ernesto Dal Bo, Stefano DellaVigna, Caroline Hoxby, Brian Knight, Botond Koszegi, Justin McCrary, Susan Parker, Rohini Pande, Matt Rabin, Gerard Roland, and seminar participants at Columbia University, LSE, U.C. Berkeley ARE, the NBER Political Economy and Public Finance groups, the Universidad de la República (Uruguay), USC, the 2008 CEPR European Summer Symposium in Labor Economics, the CEPR Public Policy group meeting, Stanford, the University of Chicago, RAND, Michigan, Center for Global Development, Universitá Bocconi, Paris School of Economics, Colegio de Mexico, ITAM and Washington University for comments. Marco Manacorda gratefully acknowledges hospitality from the British Embassy in Montevideo and the Government of Uruguay. Some of the data analyzed in this article were collected by Latinobarómetro Corporation. The Latinobarómetro Corporation is solely responsible for the data distribution and it is not responsible for the views expressed by the users of the data. The authors appreciate the assistance in providing these data. The views expressed in this paper are the authors' own and do not necessarily reflect those of the Government of Uruguay, the Latinobarómetro Corporation, or the National Bureau of Economic Research. All errors remain our own.\n\n\n"
}