{
    "id": 14709,
    "citation_title": "Long-Run Impacts of Unions on Firms: New Evidence from Financial Markets, 1961-1999",
    "citation_author": [
        "David Lee",
        "Alexandre Mas"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "2022-08-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of new unionization on firms' equity value over the 1961-1999 period using a newly assembled sample of National Labor Relations Board (NLRB) representation elections matched to stock market data. Event-study estimates show an average union effect on the equity value of the firm equivalent to a cost of at least $40,500 per unionized worker. At the same time, point estimates from a regression-discontinuity design -- comparing the stock market impact of close union election wins to close losses -- are considerably smaller and close to zero. We find a negative relationship between the cumulative abnormal returns and the vote share in support of the union, allowing us to reconcile these seemingly contradictory findings. Using the magnitudes from the analysis, we calibrate a structural \"median voter\" model of endogenous union determination in order to conduct counterfactual policy simulations of policies that would marginally increase the ease of unionization.\n\n",
    "acknowledgement": "\nWe thank Jonathan Berk, David Card, John DiNardo, Lawrence Katz, Morris Kleiner, Robert Moffitt, Jesse Rothstein, Eric Verhoogen, Hans-Joachim Voth, and numerous seminar participants for helpful suggestions. Emily Buchsbaum, Mariana Carrera, Elizabeth Debraggio, Briallen Hopper, Sanny Liao, Xiaotong Niu, Zhuan Pei, Andrew Shelton, and Fanyin Zheng provided outstanding research assistance. We gratefully acknowlege research support from the Center for Economic Policy Studies at Princeton University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}