{
    "id": 14705,
    "citation_title": "Stereotype Threat and the Student-Athlete",
    "citation_author": [
        "Thomas S. Dee"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAchievement gaps may reflect the cognitive impairment thought to occur in evaluative settings (e.g., classrooms) where a stereotyped identity is salient (i.e., stereotype threat). This study presents an economic model of stereotype threat that reconciles prior evidence on how student effort and performance are influenced by this social-identity phenomenon. This study also presents empirical evidence from a laboratory experiment in which students at a selective college were randomly assigned to a treatment that primed their awareness of a stereotyped identity (i.e., student-athlete). This treatment reduced the test-score performance of athletes relative to non-athletes by 14 percent (effect size = -1.0).\n\n",
    "acknowledgement": "\nI would like to thank the Mellon Tri-College Forum for financial support through its seed grant program. I would also like to thank participants at the Fall 2008 NBER Higher Education Working Group meeting, the Tri-College Summer Seminar and the Mellon 23 Workshop \"Evaluating Teaching and Learning at Liberal Arts Colleges\" for useful comments. I would also like to thank Carolyn Abott, Andrew Fieldhouse, and Yimei Zhou for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}