{
    "id": 14704,
    "citation_title": "Economies of Density versus Natural Advantage: Crop Choice on the Back Forty",
    "citation_author": [
        "Thomas J. Holmes",
        "Sanghoon Lee"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the factors determining specialization of crop choice at the level of individual fields, distinguishing between the role of natural advantage (soil characteristics) and economies of density (scale economies achieved when farmers plant neighboring fields with the same crop).  Using rich geographic data from North Dakota, including new data on crop choice collected by satellite, we estimate the analog of a social interactions econometric model for the planting decisions on neighboring fields.  We find that planting decisions on a field are heavily dependent on the soil characteristics of the neighboring fields. Through this relationship, we back out the structural parameters of economies of density.  Setting an Ellison-Glaeser dartboard level of specialization as a benchmark, we find that of the actual level of specialization achieved beyond this benchmark, approximately two-thirds can be attributed to natural advantage and one-third to density economies.\n\n",
    "acknowledgement": "\nHolmes is grateful to NSF Grant 0551062 for support of this research. We have benefited from the comments of seminar participants at the NBER agglomeration conference, UBC Sauder School of Business, UBC Economics, UBC Agricultural Economics, the University of Minnesota, and the RSAI North American meetings. We are grateful to Julia Thornton for research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the NBER.\n\n\n"
}