{
    "id": 14701,
    "citation_title": "Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds",
    "citation_author": [
        "John Y. Campbell",
        "Adi Sunderam",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "2013-07-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe covariance between US Treasury bond returns and stock returns has moved considerably over time. While it was slightly positive on average in the period 1953--2009, it was unusually high in the early 1980''s and negative in the 2000''s, particularly in the downturns of 2000--02 and 2007--09. This paper specifies and estimates a model in which the nominal term structure of interest rates is driven by four state variables: the real interest rate, temporary and permanent components of expected inflation, and the \"\"nominal-real covariance\"\" of  inflation and the real interest rate with the real economy. The last of these state variables enables the model to ...fit the changing covariance of bond and stock returns. Log bond yields and term premia are quadratic in these state variables, with term premia determined by the nominal-real covariance. The concavity of the yield curve -  the level of intermediate-term bond yields, relative to the average of short- and long-term bond yields\u0097 - is a good proxy for the level of term premia. The nominal-real covariance has declined since the early 1980''s, driving down term premia.\n\n",
    "acknowledgement": "\nWe are grateful to Geert Bekaert, Jesus Fernandez-Villaverde, Wayne Ferson, Javier Gil-Bazo, Pablo Guerron, John Heaton, Ravi Jagannathan, Jon Lewellen, Monika Piazzesi, Pedro Santa-Clara, George Tauchen, and seminar participants at the 2009 Annual Meeting of the American Finance Association, Bank of England, European Group of Risk and Insurance Economists 2008 Meeting, Harvard Business School Finance Unit Research Retreat, Imperial College, Marshall School of Business, NBER Fall 2008 Asset Pricing Meeting, Norges Bank, Society for Economic Dynamics 2008 Meeting, Stockholm School of Economics, Tilburg University, Tuck Business School, and Universidad Carlos III in Madrid  for hepful comments and suggestions. This material is based upon work supported by the National Science Foundation under Grant No. 0214061 to Campbell, and by Harvard Business School Research Funding. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}