{
    "id": 14707,
    "citation_title": "Do Teenagers Respond to HIV Risk Information? Evidence from a Field Experiment in Kenya",
    "citation_author": [
        "Pascaline Dupas"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use a randomized experiment to test whether information can change sexual behavior among teenagers in Kenya. Providing information on the relative risk of HIV infection by partner's age led to a 28% decrease in teen pregnancy, an objective proxy for the incidence of unprotected sex. Self-reported sexual behavior data suggests substitution away from older (riskier) partners and towards protected sex with same-age partners. In contrast, the national abstinence-only HIV education curriculum had no impact on teen pregnancy. These results suggest that teenagers are responsive to risk information but their sexual behavior is more elastic on the intensive than on the extensive margin.\n\n",
    "acknowledgement": "\nI am grateful to Esther Duflo, Michael Kremer and Rohini Pande for their generous advice and support. I also wish to thank Sandy Black, Moshe Bushinsky, David Evans, James Habyarimana, Seema Jayachandran, Adriana Lleras-Muney, Debraj Ray, Jonathan Robinson, Kudzai Takavarasha, Chris Udry, as well as seminar participants in various departments and conferences for very helpful comments and discussions. Special thanks to ICS Africa and the Kenya Ministry of Education for their collaboration. This project would have been impossible without the dedication of Grace Makana, Susan Nduku, Carolyne Nekesa, and the fi...eld and data entry teams in Busia Kenya. This project was supported by a grant from the World Bank. All views expressed are mine, and do not necessarily reflect the opinions of the World Bank. All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}