{
    "id": 14711,
    "citation_title": "International Trade and the Negotiability of Global Climate Change Agreements",
    "citation_author": [
        "Yuezhou Cai",
        "Raymond Riezman",
        "John Whalley"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountry incentives to participate in cooperative arrangements which either fully or partially internalize climate change externalities from carbon emissions involve critical asymmetries. Small countries trade off own country costs of carbon mitigation actions against their own benefits from global improvements in climate which benefit all. Small countries thus have limited incentive to participate as their actions, while costly to them, have a significant impact on global temperature change which mainly benefits others. Here we build on the work of Shapley and Shubik (1969) which suggests that the core of a global warming game without transferable utility may be empty and use numerical simulation methods to analyse country incentives to participate in carbon emission limitation negotiations using a micro global warming structure related to that used by Uzawa(2003).We discuss how the presence of international trade in goods affects the willingness of countries to join international negotiations on climate change. We calibrate our simulation structure to business as usual scenarios for the period 2006-2036. We go significantly beyond the PAGE model relied on in the Stern (2006) report in capturing multi-country interactive effects on the benefit side of climate change mitigation. We show how the perceived severity of global climate change damage influences participation decisions, and importantly how international trade makes participation more likely.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}