{
    "id": 1471,
    "citation_title": "Comparable Worth in the Public Sector",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Robert S. Smith"
    ],
    "citation_publication_date": "1984-09-01",
    "issue_date": "1984-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProponents of comparable worth assert that within a firm jobs can be valued in terms of the skill, effort and responsibility they require, as well as the working conditions they offer, and that jobs that are of comparable worth to the firm should receive equal compensation. After documenting the major push that has occurred for comparable worth in the state and local sector, Section II of our paper discusses the case for and against comparable worth from the perspective of analystical economists.The reminder of the paper is empirical in nature and focuses on issues that arise when one attempts to implement comparable worth. Section III addresses attempts by various states to infer if comparable worth \"wage gaps\" exist from job evaluation studies they have conducted and tests how sensitive their results are to the statistical methods used to infer discrimination. Section IV estimates whether male/female comparable worth wage gaps nay partially be compensating differentials for differences in opportunity for occupational nobility. Finally Section V presents estimates of systems of demand curves for state and local government employees and tests whether within occupational groups male/female substitution occurs as male/female wage rates change and whether substitution occurs across occupations as occupational wages change. These estimates are then used to simulate what the likely effect of a comparable worth wage policy would be on employment of females in the state and local sector.\n\n",
    "acknowledgement": "\n"
}