{
    "id": 14719,
    "citation_title": "Why We Need to Measure the Effect of Merger Policy and How to Do It",
    "citation_author": [
        "Dennis W. Carlton"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article, I explain the inadequacy of our current state of knowledge regarding the effectiveness of antitrust policy towards mergers. I then discuss the types of data that one must collect in order to be able to perform an analysis of the effectiveness of antitrust policy. There are two types of data one requires in order to perform such an analysis. One is data on the relevant market pre and post merger. The second is data on the specific predictions of the government agencies about the market post-merger. A key point of this article is to stress how weak an analysis of only the first type of data is. The frequent call for retrospective studies typically envisions relying on just this type of data, but the limitations on the analysis are not well understood. As I explain below, retrospective studies that ask whether prices went up post merger are surprisingly poor guides for analyzing merger policy. It is only when the second type of data is combined with the first type that a reliable analysis of antitrust policy can be carried out. There is a need both to collect the necessary data and to analyze it correctly.\n\n",
    "acknowledgement": "\nI thank Thomas Barnett, Richard Gilbert, Ken Heyer, Jeffrey Lien, Gregory Pelnar, Hill Wellford, and Gregory Werden for helpful discussions.  This is a revised version of Economic Analysis Group Working Paper 07-15, US department of Justice 2007. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}