{
    "id": 14717,
    "citation_title": "Work Environment and \"Opt-Out\" Rates at Motherhood Across High-Education Career Paths",
    "citation_author": [
        "Jane Leber Herr",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the 2003 National Survey of College Graduates and a sample of Harvard alumnae, we study the relationship between work environment and the labor force participation of mothers. We first document a large variation in labor force participation rates across high-education fields. Mindful of the possibility of systematic patterns in the types of women who complete different graduate degrees, we use the rich information available in each dataset, and the longitudinal nature of the Harvard data, to assess the extent to which these labor supply patterns may reflect variation in the difficulty of combining work with family. While it is difficult to entirely rule out systematic sorting, our evidence suggests that non-family-friendly work environments \"push\" women out of the labor force at motherhood.\n\n",
    "acknowledgement": "\nWe would like to thank Marianne Bertrand, Dan Black, David Card, Constança Esteves-Sorenson, Claudia Goldin, Jason Grissom, Robert LaLonde, Ioana Marinescu, Annalisa Mastri, Emily Oster, Rebecca Ryan, Lucie Schmidt, Jesse Shapiro, and seminar participants at the University of Chicago, U.C. Berkeley, the University of Illinois at Urbana-Champaign, and the University of Michigan for their comments and suggestions. We would also like to thank Joshua Langenthal, Marci Glazer, Charles Jones, and Zachary Leber for the use of their Harvard anniversary reports, Jessica Chen, Margaret Gough, Cathy Hwang, Omar Jabri, Tatyana Shmygol and Jenny Zhuo for providing excellent research assistance, and Peter Jacobs for providing our estimated salaries. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}