{
    "id": 14712,
    "citation_title": "The Credit Ratings Game",
    "citation_author": [
        "Patrick Bolton",
        "Xavier Freixas",
        "Joel Shapiro"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe spectacular failure of top-rated structured finance products has brought renewed attention to the conflicts of interest of Credit Rating Agencies (CRAs). We model both the CRA conflict of understating credit risk to attract more business, and the issuer conflict of purchasing only the most favorable ratings (issuer shopping), and examine the effectiveness of a number of proposed regulatory solutions of CRAs. We find that CRAs are more prone to inflate ratings when there is a larger fraction of naive investors in the market who take ratings at face value, or when CRA expected reputation costs are lower. To the extent that in booms the fraction of naive investors is higher, and the reputation risk for CRAs of getting caught understating credit risk is lower, our model predicts that CRAs are more likely to understate credit risk in booms than in recessions. We also show that, due to issuer shopping, competition among CRAs in a duopoly is less efficient (conditional on the same equilibrium CRA rating policy) than having a monopoly CRA, in terms of both total ex-ante surplus and investor surplus. Allowing tranching decreases total surplus further. We argue that regulatory intervention requiring upfront payments for rating services (before CRAs propose a rating to the issuer) combined with mandatory disclosure of any rating produced by CRAs can substantially mitigate the conflicts of interest of both CRAs and issuers.\n\n",
    "acknowledgement": "\nWe are grateful to Adam Ashcraft, Heski Bar-Isaac, Marco Becht, Jens Josephson, Ailsa Röell, David Skeie, Chester Spatt, James Vickery and the audiences at Bergen, BIS, Bocconi, Hunter, NY Fed, NYU-Stern, Tilburg, and UPF for helpful discussions. All three authors are also affiliated with CEPR. Shapiro gratefully acknowledges financial support from the Spanish government under SEJ2006-09993. Freixas and Shapiro acknowledge financial support from The Barcelona GSE Research Network and the Generalitat de Catalunya. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}