{
    "id": 14710,
    "citation_title": "Understanding Markov-Switching Rational Expectations Models",
    "citation_author": [
        "Roger E.A. Farmer",
        "Tao Zha",
        "Daniel F. Waggoner"
    ],
    "citation_publication_date": "2009-02-05",
    "issue_date": "2009-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a set of necessary and sufficient conditions for equilibria to be determinate in a class of forward-looking Markov-switching rational expectations models and we develop an algorithm to check these conditions in practice. We use three examples, based on the new-Keynesian model of monetary policy, to illustrate our technique. Our work connects applied econometric models of Markov-switching with forward looking rational expectations models and allows an applied researcher to construct the likelihood function for models in this class over a parameter space that includes a determinate region and an indeterminate region.\n\n",
    "acknowledgement": "\nThis paper is a thorough revision of the earlier draft entitled \"Understanding the New-Keynesian Model When Monetary Policy Switches Regimes\" (NBER Working Paper 12965). We thank the referees and editors for thoughtful comments and Zheng Liu, Richard Rogerson, Eric Swanson, and John Williams for helpful discussions. We are grateful to Jacob Smith for excellent research assistance. This study is supported in part by NSF grant #0720839. The views expressed herein do not necessarily reflect those of the Federal Reserve Bank of Atlanta nor those of the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}