{
    "id": 14714,
    "citation_title": "Financial Patenting in Europe",
    "citation_author": [
        "Bronwyn H. Hall",
        "Grid Thoma",
        "Salvatore Torrisi"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe take a first look at financial patents at the European Patent Office (EPO). As is the case at the US Patent and Trademark Office (USPTO), the number of financial patents in Europe has increased significantly in parallel with significant changes in payment and financial systems. Scholars have argued that financial patents, like other business methods patents, have low value and are owned for strategic reasons rather than for protecting real inventions. We find that established firms in non-financial sectors with diversified patent portfolios own a large share of financial patents at the EPO. However, new specialized technology providers in the financial area also hold a number of such patents. Decisions on the financial patent applications take longer and they are more likely to be refused by the patent office, suggesting greater uncertainty over validity than for other patents. They are also more likely to be opposed, which is consistent with the fact that their other economic value indicators are higher.\n\n",
    "acknowledgement": "\nWe are very grateful to Dietmar Harhoff for providing us with updated EPO patent data for this revision of the paper. The paper has also benefited considerably from comments by John Duffy, Dietmar Harhoff, Robert Hunt, Anne Layne-Farrar, Jonathan Squires, Otto Toivanen, participants in the Bank of Finland-CEPR Conference in Helsinki (October 2008) and the AEA Conference in Tokyo (December 2008). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}