{
    "id": 14713,
    "citation_title": "Gender Differences in Risk Aversion and Ambiguity Aversion",
    "citation_author": [
        "Lex Borghans",
        "Bart H.H. Golsteyn",
        "James J. Heckman",
        "Huub Meijers"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates gender differences in risk aversion and ambiguity aversion. It also contributes to a growing literature relating economic preference parameters to psychological measures by asking whether variations in preference parameters among persons, and in particular across genders, can be accounted for by differences in personality traits and traits of cognition. Women are more risk averse than men. Over an initial range, women require no further compensation for the introduction of ambiguity but men do. At greater levels of ambiguity, women have the same marginal distaste for increased ambiguity as men. Psychological variables account for some of the interpersonal variation in risk aversion. They explain none of the differences in ambiguity.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments by Steffen Altmann, Peter Broer, Liam Delaney, Thomas Dohmen, Angela Lee Duckworth, Philipp Eisenhauer, Armin Falk, Helga Fehr-Duda, Lars Peter Hansen, Michael Hurd, Erin Krupka, John List, Peter Neary, Friedhelm Pfeiffer, Phil Reny, Arthur van Soest, Harald Uhlig, Terry Vaughn, the editor, an anonymous referee and participants of the 2008 ESSLE, 2008 IZA Behavioral Workshop, 2008 EEA conference, the Conference on Understanding Economic Decisionmaking in Jackson Hole and a seminar at CPB in The Hague. We thank Stella Maris High School for support in the organization of the experiment. The research was financed partly by Golsteyn's Meteor research grant M.08.5217. Golsteyn thanks IZA where he stayed during this research for its hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}