{
    "id": 14729,
    "citation_title": "What Caused the Recession of 2008? Hints from Labor Productivity",
    "citation_author": [
        "Casey Mulligan"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA labor market tautology says that any change in labor usage can be decomposed into a movement along a marginal productivity schedule and a shift of the schedule.  I calculate this decomposition for the recession of 2008, assuming an aggregate Cobb-Douglas marginal productivity schedule, and find that all of the decline in employment and hours since December 2007 is a movement along the schedule.  This finding suggests that a reduction in labor supply and/or an increase in labor market distortions are major factors in the 2008 recession.  The decline in aggregate consumption suggests that the reduction in labor supply (if any) is neither a wealth nor an intertemporal substitution effect.  \"Sticky real wages\" or the emergence of significant work disincentives are possible explanations for these findings.\n\n",
    "acknowledgement": "\nI appreciate the comments of Gary Becker, Emir Kamenica, Kevin Murphy, Marcus Nunes, and Jesse Shapiro and participants at the January 6, 2009 Money and Banking Workshop at the University of Chicago.  I will provide updates on my blog www.panic2008.net.  I appreciate the financial support of the George J. Stigler Center for the Study of the Economy and the State.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}