{
    "id": 14724,
    "citation_title": "Do Target CEOs Sell Out Their Shareholders to Keep Their Job in a Merger?",
    "citation_author": [
        "Leonce L. Bargeron",
        "Frederik P. Schlingemann",
        "René M. Stulz",
        "Chad J. Zutter"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCEOs have a potential conflict of interest when their company is acquired: they can bargain to be retained by the acquirer and for private benefits rather than for a higher premium to be paid to the shareholders. We investigate the determinants of target CEO retention by the acquirer and whether target CEO retention affects the premium paid by the acquirer. The probability that a CEO is retained increases with a private bidder, the performance of the target, and with the fraction of target shares held by insiders. Regardless of the bidder type, we find no evidence that the premium paid is lower when the CEO is retained by the acquirer. Strikingly, the target stock price increases more at the announcement of an acquisition by a private firm when the CEO is retained than when she is not. This result holds whether the private acquirer is a private equity firm or an operating company and for management buyouts.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Rotterdam School of Management for valuable comments. We also thank Jesse Ellis and Manoj Kulchania for excellent research assistance. * Corresponding author. Tel.: +614-292-1970; fax: +614-292-2359. Email address: stulz@cob.osu.edu (R.M. Stulz) The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}