{
    "id": 14722,
    "citation_title": "The Euro and Fiscal Policy",
    "citation_author": [
        "Antonio Fatas",
        "Ilian Mihov"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper provides and empirical characterization of fiscal policy in the euro area and in a group of twenty-two OECD economies over the period from 1970 until 2007. Using the cyclically-adjusted fiscal balance we document that policy in the euro area has been mildly pro-cyclical. The adoption of the common currency and the constraints imposed by the Stability and Growth Pact have not had a large impact on the cyclical behavior of the structural balance. In contrast, over the past ten years US fiscal policy has become highly countercyclical, which was due predominantly to discretionary changes in tax policies. However, the component of the budget due to automatic stabilizers reacts stronger in the euro-area countries than in the US. We also document the primary balance in the OECD economies is more sensitive to output growth rather than to the output gap, which calls into question the common practice of adjusting structural balances by using elasticities with respect to the output gap.\n\n",
    "acknowledgement": "\nWe are indebted to Alberto Alesina and Francesco Giavazzi for very useful comments on earlier drafts of the paper, as well as to Roberto Perotti (our discussant). We are also grateful to the participants at the NBER Conference on \"Europe and the Euro\" in Milan, October 17-18, 2008, for their feedback on the paper.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}