{
    "id": 14728,
    "citation_title": "Maternal Smoking and the Timing of WIC Enrollment",
    "citation_author": [
        "Cristina Yunzal-Butler",
        "Theodore J. Joyce",
        "Andrew D. Racine"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the association between the timing of enrollment in the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) and smoking among prenatal WIC participants. We use WIC data from eight states participating in the Pregnancy Nutrition Surveillance System (PNSS). Women who enroll in WIC in the first trimester of pregnancy are 2.7 percentage points more likely to be smoking at intake than women who enroll in the third trimester. Among participants who smoked before pregnancy and at prenatal WIC enrollment, those who enrolled in the first trimester are 4.5 percentage points more likely to quit smoking 3 months before delivery and 3.4 percentage points more likely to quit by postpartum registration, compared with women who do not enroll in WIC until the third trimester.  Overall, early WIC enrollment is associated with higher quit rates, although changes are modest when compared to the results from smoking cessation interventions for pregnant women.\n\n",
    "acknowledgement": "\nThe research was supported by a grant from the USDA Food and Nutrition Research Program to the National Bureau of Economic Research (# 59-5000-6-0102).  We thank Karen Dalenius from the Centers for Disease Control and Prevention (CDC) for help with the PNSS file and special thanks to WIC Program administrators in various state offices.   These include Najmul Chowdhury (North Carolina), Patrice Wolfla (Indiana), Nancy Hoffman (Missouri), Penny Roth (Illinois) and Lisa Armstrong (Virginia).  We would also like to acknowledge input from John Karl Scholz at the University of Wisconsin, Elizabeth Frazao from the Economic Research Service and Jay Hirschman at the USDA Food and Nutrition Bureau.   All opinions are those of the authors and do not represent those of the various state WIC programs, the CDC or the USDA.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}