{
    "id": 14723,
    "citation_title": "Regression Discontinuity Designs in Economics",
    "citation_author": [
        "David S. Lee",
        "Thomas Lemieux"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an introduction and \"user guide\" to Regression Discontinuity (RD) designs for empirical researchers. It presents the basic theory behind the research design, details when RD is likely to be valid or invalid given economic incentives, explains why it is considered a \"quasi-experimental\" design, and summarizes different ways (with their advantages and disadvantages) of estimating RD designs and the limitations of interpreting these estimates. Concepts are discussed using examples drawn from the growing body of empirical research using RD.\n\n",
    "acknowledgement": "\nWe thank David Autor, David Card, John DiNardo, Guido Imbens, and Justin McCrary for suggestions for this article, as well as for numerous illuminating discussions on the various topics we cover in this review. We also thank two anonymous referees for their helpful suggestions and comments, and Mike Geruso, Andrew Marder, and Zhuan Pei for their careful reading of earlier drafts. Diane Alexander, Emily Buchsbaum, Elizabeth Debraggio, Enkeleda Gjeci, Ashley Hodgson, Yan Lau, Pauline Leung, and Xiaotong Niu provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}