{
    "id": 14720,
    "citation_title": "International Evidence on the Social Context of Well-Being",
    "citation_author": [
        "John F. Helliwell",
        "Christopher P. Barrington-Leigh",
        "Anthony Harris",
        "Haifang Huang"
    ],
    "citation_publication_date": "2009-02-13",
    "issue_date": "2009-02-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the first three waves of the Gallup World Poll to investigate differences across countries, cultures and regions in the factors linked to life satisfaction, paying special attention to the social context. Our principal findings are: First, using the larger pooled sample, we find that answers to the satisfaction with life and Cantril ladder questions provide consistent views of what constitutes a good life, with an average of the two measures providing a clearer picture than either measure on its own. Second, we find strong evidence for the importance of both income and social context variables in explaining within-country and international differences in well-being.  For most specifications tested, the combined effects of a few measures of the social and institutional context are as large as those of income in explaining both international and intra-national differences in life satisfaction. Third, the very significant influences of both income and social factors permit the calculation of compensating differentials for social factors. We find very large income-equivalent values for key measures of the social context. Fourth, the international similarity of the estimated equations suggests that the large international differences in average life evaluations are not due to different approaches to the meaning of a good life, but to differing social, institutional, and economic life circumstances.\n\n",
    "acknowledgement": "\nThis paper is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research, and is also supported by grants from the Social Sciences and Humanities Research Council of Canada. An earlier version was presented in October 2008 at a conference in Princeton on \"International Differences in Well-Being\". This version is intended to become a chapter in an Oxford University Press volume of the same name, edited by Kahneman, Diener and Helliwell. We are grateful to conference participants for comments and advice. In revising the paper we have been especially aided by the post-conference review by Richard Layard.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}