{
    "id": 14735,
    "citation_title": "A New Metric for Banking Integration in Europe",
    "citation_author": [
        "Reint Gropp",
        "Anil Kashyap"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost observers have concluded that while money markets and government bond markets are rapidly integrating following the introduction of the common currency in the euro area, there is little evidence that a similar integration process is taking place for retail banking.  Data on cross-border retail bank flows, cross-border bank mergers and the law of one price reveal no evidence of integration in retail banking.  This paper shows that the previous tests of bank integration are weak in that they are not based on an equilibrium concept and are neither necessary nor sufficient statistics for bank integration.  The paper proposes a new test of integration based on convergence in banks' profitability.  The new test emphasises the role of an active market for corporate control and of competition in banking integration.  European listed banks profitability appears to converge to a common level.  There is weak evidence that competition eliminates high profits for these banks, and underperforming banks tend to show improved profitability.  Unlisted European banks differ markedly.  Their profits show no tendency to revert to a common target rate of profitability.  Overall, the banking market in Europe appears far from being integrated.  In contrast, in the U.S. both listed and unlisted commercial banks profits converge to the same target, and high profit banks see their profits driven down quickly.\n\n",
    "acknowledgement": "\nCorresponding author's email address: reint.gropp@ebs.edu   This paper is to appear in an NBER volume entitled \"Europe and the euro\", edited by Alberto Alesina and Francesco Giavazzi.  The paper was presented at the NBER summer institute pre-conference and the 2nd ZEW conference on banking integration and stability. Comments from participants, especially Massimiliano Affinito and  Loretta Mester (discussants), Alberto Alesina, Olivier Blanchard, Ricardo Caballero and Francesco Giavazzi are gratefully acknowledged.  Research assistance by Markus Balzer, Biliana Kassabova, Matthias Köhler and Marco Lo Duca is gratefully acknowledged.  Gropp thanks the DFG (German Science Foundation) for research support and the Goethe University Frankfurt for its generous hospitality.  Kashyap thanks the Initiative on Global Markets at the University of Chicago for financial support.  The views in this paper are our own and not necessarily shared by any of the institutions with which we are affiliated with.  All mistakes are ours alone. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}