{
    "id": 14737,
    "citation_title": "Dynamics of Consumer Demand for New Durable Goods",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Marc Rysman"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "2012-12-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost new consumer durable goods experience rapid prices declines and quality improvements, suggesting the importance of modeling dynamics. This paper specifies a dynamic model of consumer preferences for new durable goods with persistently heterogeneous consumer tastes, rational expectations, and repeat purchases over time. We estimate the model on the digital camcorder industry using panel data on prices, sales and characteristics. We find that the one-year elasticity in response to a transitory industry-wide price shock is about 25% less than the one-month elasticity. Standard cost-of-living indices overstate welfare gain in later periods due to a changing composition of buyers.\n\n",
    "acknowledgement": "\nWe thank Dan Ackerberg, Victor Aguirregabiria, Ana Aizcorbe, Rabah Amir, Lanier Benkard, Steve Berry, Sofronis Clerides, Tim Erickson, Simon Gilchrist, Avi Goldfarb, Igal Hendel, Kei Hirano, Firat Inceoglu, Sam Kortum, John Krainer, Aviv Nevo, Ariel Pakes, Minsoo Park, Rob Porter, Je\u000b Prince, John Rust, Pasquale Schiraldi, Andy Skrzypacz, Mo Xiao and seminar participants at several institutions for helpful comments; Mingli Chen, Haizhen Lin, Ryan Murphy, Kathleen Nosal, David Rapson, Alex Shcherbakov, and ShirleyWong for research assistance; and the NPD Group and ICR-CENTRIS for providing data. The comments of the editor and anonymous referees substantially improved the paper. We acknowledge funding from the National Science Foundation. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}