{
    "id": 14730,
    "citation_title": "The distribution of wealth and fiscal policy in economies with finitely lived agents",
    "citation_author": [
        "Jess Benhabib",
        "Alberto Bisin"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the dynamics of the distribution of overlapping generation economy with finitely lived agents and inter-generational transmission of wealth. Financial markets are incomplete, exposing agents to both labor income and capital income risk. We show that the stationary wealth distribution is a Pareto distribution in the right tail and that it is capital income risk, rather than labor income, that drives the properties of the right tail of the wealth distribution. We also study analytically the dependence of the distribution of wealth, of wealth inequality in particular, on various fiscal policy instruments like capital income taxes and estate taxes. We show that capital income and estate taxes can significantly reduce wealth inequality. Finally, we characterize optimal redistributive taxes with respect to a utilitarian social welfaremeasure. Social welfare is maximized short of minimal wealth inequality and with zero estate taxes. Finally, we study the effects of different degrees of social mobility on the wealth distribution.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge Daron Acemoglu's extensive comments on an earlier paper on the same subject, which have lead us to the formulation in this paper. We also acknowledge the commments of three referees, as well as conversations with Marco Bassetto, Alberto Bressan, Gianluca Clementi, Isabel Correia, Mariacristina De Nardi, Raquel Fernandez, Xavier Gabaix, Leslie Greengard, Frank Hoppensteadt, Boyan Jovanovic, Nobu Kiyotaki, John Leahy, Omar Licandro, Chris Phelan, Hamid Sabourian, Tom Sargent, Ennio Stacchetti, Pedro Teles,Viktor Tsyrennikov, Gianluca Violante, Ivan Werning, and Ed Wolff. Thanks to Nicola Scalzo and Eleonora Patacchini for help with \"impossible\" Pareto references in dusty libraries. We also gratefully acknowledge Viktor Tsyrennikov's expert research assistance. This paper is part of the Polarization and Conflict Project CIT-2-CT-2004-506084 funded by the European Commission-DG Research Sixth Framework Programme. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}