{
    "id": 14736,
    "citation_title": "The Contribution of Highways to GDP Growth",
    "citation_author": [
        "Barbara M. Fraumeni"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs updated measures of productive highway capital stocks at the total, Interstate, Non-interstate, and Local System levels to estimate the contribution of all highways (all public roads) to GDP growth. It presents three types of contribution to GDP growth estimates and an experimental structure estimate reflecting the quality of bridges. These three contributions, estimated from the viewpoint of a national income accountant, are: 1) The contribution of highway investment to growth in GDP, 2) The contribution of highway capital input to growth in adjusted GDP, and 3) The contribution of highways gross output to growth in adjusted U.S. gross output. The data effort moves beyond productive capital stocks in order to assess the contribution of highways to economic growth; measures of capital input (which requires rates of return), highway \"industry\" gross output, and U.S. gross output estimates are needed. These contribution estimates provide a different perspective on the importance of highways for economic growth from those produced using different methodologies, which commonly employ econometric techniques.\n\n",
    "acknowledgement": "\nThe research described in this paper was conducted under subcontract to Battelle Memorial Institute, subcontract no. 208937 to work order BAT-03-2, for the Federal Highway Administration, U.S. Department of Transportation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}