{
    "id": 14734,
    "citation_title": "International Portfolio Allocation under Model Uncertainty",
    "citation_author": [
        "Pierpaolo Benigno",
        "Salvatore Nisticò"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes an explanation of the international home bias in equity based on ambiguity aversion. Doubts imply an additional hedging motif driven by the interaction between real exchange rate risk and ambiguity aversion. What matters is the long-run as opposed to the short-run risk. Domestic equity is a good hedge with respect to long-run real exchange rate risk even when bonds are traded. The higher is the degree of ambiguity aversion, the stronger is the home bias. We identify the degree of ambiguity aversion with detection error probabilities and show that our framework is able to explain a large share of the observed US home bias, as well as other stylized facts on US cross-border asset holdings. \nWithout doubts, a standard open-economy macroeconomic model would be unsuccessful along all these dimensions.\n\nAn older version of this paper is available at http://www.nber.org/papers/w14734.rev0.pdf to NBER subscribers and those in domains eligible for free downloads.  Individual purchasers of papers are directed to email orders@nber.org or to call 617 588-1405 to purchase the older version.\n\n",
    "acknowledgement": "\nWe are grateful to conference and seminar participants at the 2009 AEA Meeting in San Francisco, the NBER IFM Meeting, the \"Anglo-Italian-French Workshop\" in Pavia, the \"International Risk-Sharing and Portfolio Diversification\" conference at EUI, the 24 Annual Congress of the EEA in Barcelona, the 50 Annual Meeting of the SIE in Rome, Università di Padova, the Federal Reserve Bank of New York, University of Amsterdam, Cambridge University, Università Commerciale \"L.Bocconi\", Universitat Pompeu Fabra, LUISS as well as David Backus, Francisco Barillas, Roel Beetsma, Michael Devereux, Stephane Guibaud, Anna Pavlova, Giorgio Primiceri, Tom Sargent, Laura Veldkamp, Gianluca Violante. Salvatore Nisticò gratefully acknowledges kind hospitality of the Economics Department at NYU. Financial support from an ERC Starting Independent Grant is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}