{
    "id": 14733,
    "citation_title": "Characteristics of Observed Limit Order Demand and Supply Schedules for Individual Stocks",
    "citation_author": [
        "Jung-Wook Kim",
        "Jason Lee",
        "Randall Morck"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing complete order books from the Korea Stock Exchange for a four-year period including the 1997 Asian financial crisis, we observe (not estimate) limit order demand and supply curves for individual stocks. Both curves have demonstrably finite elasticities. These fall markedly, by about 40%, with the crisis and remain depressed long after other economic and financial variables revert to pre-crisis norms. Superimposed upon this common long-term modulation, individual stocks' supply and demand elasticities correlate negatively at high frequencies.  That is, when a stock exhibits an unusually elastic demand curve, it tends simultaneously to exhibit an unusually inelastic supply curve, and vice versa. These findings have potential implications for modeling how information flows into and through stock markets, how limit order providers react or interact to information flows, how new information is capitalized into stock prices, and how financial crises alter these processes. We advance speculative hypotheses, and invite further theoretical and empirical work to explain these findings and their implications.\n\n",
    "acknowledgement": "\nWe thank Hyeon Kee Bae, Utpal Bhattacharya, Wonseok Choi, David Feldman, Lawrence Glosten, Jarrad Harford, Mark Huson, Aditya Kaul, Alok Kumar, Ki Bong Lee, Kyung-Mook Lim, Raymond Liu, Ernst Maug, Vikas Mehrotra, Jeffrey Pontiff, Barry Scholnick, Hanfeng Shen, Andrei Shleifer, Jeremy Stein, Peter Swan, Bohui Zhang, students in Andrei Shleifer's behavioral finance seminar course at Harvard University, and seminar participants at the University of Alberta, the University of Amsterdam, Arizona State University, the City University of Hong Kong, Erasmus University of Rotterdam, Seoul National University, and the University of New South Wales for helpful comments.  We gratefully acknowledge financial support from the University of Alberta SAS fellowship and the Social Sciences and Humanities Research Council. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}