{
    "id": 14740,
    "citation_title": "Large Employers Are More Cyclically Sensitive",
    "citation_author": [
        "Giuseppe Moscarini",
        "Fabien Postel-Vinay"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence that large firms or establishments are more sensitive than small ones to business cycle conditions. Larger employers shed proportionally more jobs in recessions and create more of their new jobs late in expansions, both in gross and net terms. We employ a variety of measures of relative employment growth, employer size and classification by size, and a variety of U.S. datasets, both repeated cross-sections and job flows with employer longitudinal information, starting in the mid 1970's and now spanning four business cycles. We revisit two statistical fallacies, the Regression and Reclassification biases, and show empirically that they are quantitatively modest given our focus on relative cyclical behavior. The differential growth rate of employment between large (>1000 employees) and small (<50) firms varies by about 5% over the business cycle, and is strongly negatively correlated with the unemployment rate.  This pattern occurs within, not across broad industries, regions and states, and is robust to different treatments of entry and exit. It appears to be partly driven by excess (mass) layoffs by large employers during and just after recessions, and by excess poaching by large employers late in expansions. We find the same qualitative pattern in longitudinal censuses of employers from Denmark and Brazil, and in other countries. Finally, we sketch a simple firm-ladder model of turnover that can shed light on these facts, and that we analyze in detail in companion papers.\n\n",
    "acknowledgement": "\nWe would like to thank Jesper Bagger, Carlos Corseuil, Jason Faberman and David Talan for providing data. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}