{
    "id": 14744,
    "citation_title": "Income and Health Spending: Evidence from Oil Price Shocks",
    "citation_author": [
        "Daron Acemoglu",
        "Amy Finkelstein",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHealth expenditures as a share of GDP have more than tripled over the last half century. A common conjecture is that this is primarily a consequence of rising real per capita income, which more than doubled over the same period. We investigate this hypothesis empirically by instrumenting for local area income with time-series variation in global oil prices between 1970 and 1990 interacted with cross-sectional variation in the oil reserves across different areas of the Southern United States. This strategy enables us to capture both the partial equilibrium and the local general equilibrium effects of an increase in income on health expenditures. Our central estimate is an income elasticity of 0.7, with an elasticity of 1.1 as the upper end of the 95 percent confidence interval. Point estimates from alternative specifications fall on both sides of our central estimate, but are almost always less than 1. We also present evidence suggesting that there are unlikely to be substantial national or global general equilibrium effects of rising income on health spending, for example through induced innovation. Our overall reading of the evidence is that rising income is unlikely to be a major driver of the rising health share of GDP.\n\n",
    "acknowledgement": "\nWe are grateful to Amitabh Chandra, Bob Hall, Guy Michaels, Joe Newhouse, and participants at the NBER Health Care meetings for helpful comments, to James Wang for outstanding research assistance, and to the National Institute of Aging (NIA grant numbers P30-AG012810 and T32-AG000186) for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}