{
    "id": 14745,
    "citation_title": "Socioeconomic Differences in the Health of Black Union Army Soldiers",
    "citation_author": [
        "Chulhee Lee"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates patterns of socioeconomic difference in the wartime morbidity and mortality of black Union Army soldiers. Among the factors that contributed to a lower probability of contracting and dying from diseases were (1) lighter skin color, (2) a non-field occupation, (3) residence on a large plantation, and (4) residence in a rural area prior to enlistment. Patterns of disease-specific mortality and timing of death suggest that the differences in the development of immunity against diseases and in nutritional status prior to enlistment were responsible for the observed socioeconomic differences in wartime health. For example, the advantages of light-skinned soldiers over dark-skinned and of enlisted men formerly engaged in non-field occupations over field hands resulted from differences in nutritional status. The lower wartime mortality of ex-slaves from large plantations can be explained by their better-developed immunity as well as superior nutritional status. The results of this paper suggest that there were substantial disparities in the health of the slave population on the eve of the Civil War.\n\n",
    "acknowledgement": "\nI would like to thank Robert Fogel and Stanley Engerman for the helpful discussions and advice, the participants in the 2006 NBER Cohort Studies Meeting and two anonymous referees for their useful comments and suggestions, and Nathaniel Grotte for editorial assistance. This research is supported by National Institute on Aging, the National Institute of Health (PO1AG10120). Remaining errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}