{
    "id": 14746,
    "citation_title": "Technological Changes and Employment of Older Manufacturing Workers in Early Twentieth Century America",
    "citation_author": [
        "Chulhee Lee"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis study explores how technological, organizational, and managerial changes affected the labor-market status of older male manufacturing workers in early twentieth century America. Industrial characteristics that were favorably related to the labor-market status of older industrial workers include: higher labor productivity, less capital- and material-intensive production, a shorter workday, lower intensity of work, greater job flexibility, and more formalized employment relationship. Technical innovations that improved productivity often negatively affected the quality of the work environment of older workers. These results suggest that the technological transformations in the Industrial Era brought mixed consequences to the labor-market status of older workers. On one hand, technical and organizational modifications improved the elderly workers' employment prospect by raising labor productivity, diminishing hours of work, and formalizing employment relations. On the other hand, some types of technical innovations, which are characterized by additional requirements for physical strength, mental agility, and ability to acquire new skills, forced older workers out of their jobs. Since the pace and nature of technical change considerably differed across industries, and possibly across firms within the same industry, the labor-market experiences of individual older workers should have been highly heterogeneous.\n\n",
    "acknowledgement": "\nI thank Dora Costa, Alexander Field, and the participants in the ASSA Meetings, Hosei Institute of Aging Workshop, NBER Cohort Studies Meeting, and SNU-Tokyo University Joint Conference for their helpful comments and suggestions, and J. Kwon, S. Lee, Y. Kim, and D. Oh for their research assistance. This study is supported by the National Institute of Aging, the National Institutes of Health(PO1 AG10120).The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}