{
    "id": 14742,
    "citation_title": "Is Lottery Gambling Addictive?",
    "citation_author": [
        "Jonathan Guryan",
        "Melissa Schettini Kearney"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe present an empirical test for the addictiveness of lottery gambling. To distinguish state dependence from serial correlation, we exploit an exogenous shock to local market consumption of lottery gambling. We use the sale of a winning ticket in the zip code, the location of which is random conditional on sales, as an instrument for present consumption and test for a causal relationship between present and future consumption. This test of addiction is based on the definition of addiction commonly used in the economics literature. It has two key advantages over previous tests for addiction. First, our test is unique in being based on an observed increase in consumption coming from a randomly assigned shock. Second, our approach estimates the time path of persistence non-parametrically. Our data from the Texas State Lottery suggests that after 6 months, roughly half of the initial increase in lottery consumption is maintained. After 18 months, roughly 40 percent of the initial shock persists, though estimates become less precise. These estimates provide an upper bound on the degree of addictiveness in lottery gambling. They also highlight the potential effectiveness of innovations and advertising campaigns designed to increase lottery gambling.\n\n",
    "acknowledgement": "\nThe authors thank Botond Koszegi, Michael Grossman, Kevin Murphy, Richard Thaler, and Judy Hellerstein for helpful comments. We also thank Seth Freedman and Andriy Protsyk for valuable research assistance. Jonathan Guryan (jguryan@chicagobooth.edu), Melissa S. Kearney (kearney@econ.umd.edu). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}