{
    "id": 14747,
    "citation_title": "Where does regulation hurt? Evidence from new businesses across countries",
    "citation_author": [
        "Silvia Ardagna",
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use two micro data sets that collect harmonized data across countries to investigate the effects of regulation on new businesses. We are able to distinguish between two types of entrepreneurs: those who start a business to pursue a business opportunity and those who start a business because they could not find better work. Irrespective of the measure of regulation we use, we always find a detrimental effect of regulation on entrepreneurship. While women are overall less likely to start new businesses, in more regulated countries women are pulled into entrepreneurship not to pursue a business opportunity but because they could not find better work. Moreover, regulation dampens the effects of self-assessed business skills and social networks. In more regulated economies, those with better business skills and those who know other entrepreneurs are less likely to become entrepreneurs to pursue a business opportunity. Tighter regulation also exacerbates fear of failure, further discouraging business start-up. All our estimates point to a negative effect of regulation.\n\n",
    "acknowledgement": "\nWe would like to thank Mary Burke, Steve Davis, Burcu Duygan-Bump, Gita Gopinath, Leora Klapper, Josh Lerner, Norman Loyaza, Maria Luengo-Prado, Ramana Nanda, Ana Maria Oviedo, Paul Reynolds, Fabio Schiantarelli, Antoinette Schoar, Luis Serven, Luigi Zingales, and seminar participants at the Harvard Junior Faculty workshop, the Harvard Business School International Research Conference, Northeastern University, and the Federal Reserve Bank of Boston for spurring our interest on this topic, providing comments on the model, and helping with the data and the empirical work. Any errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}