{
    "id": 14743,
    "citation_title": "Modeling Earnings Dynamics",
    "citation_author": [
        "Joseph G. Altonji",
        "Anthony Smith",
        "Ivan Vidangos"
    ],
    "citation_publication_date": "2009-02-19",
    "issue_date": "2009-02-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we use indirect inference to estimate a joint model of earnings, employment, job changes, wage rates, and work hours over a career. Our model incorporates duration dependence in several variables, multiple sources of unobserved heterogeneity, job-specific error components in both wages and hours, and measurement error. We use the model to address a number of important questions in labor economics, including the source of the experience profile of wages, the response of job changes to outside wage offers, and the effects of seniority on job changes.  We provide estimates of the dynamic response of wage rates, hours, and earnings to various shocks and measure the relative contributions of the shocks to the variance of earnings in a given year and over a lifetime.  We find that human capital accounts for most of the growth of earnings over a career although job seniority and job mobility also play significant roles. Unemployment shocks have a large impact on earnings in the short run as well a substantial long long-term effect that operates through the wage rate.  Shocks associated with job changes and unemployment make a large contribution to the variance of career earnings and operate mostly through the job-specific error components in wages and hours.\n\n",
    "acknowledgement": "\nWe are grateful to Richard Blundell, Mary Daly, Rasmus Lentz, Costas Meghir, Paul Oyer, and Luigi Pistaferri for helpful discussions and suggestions.  We also thank participants in seminars at the Bank of Spain, UC Berkeley, CEMFI, U. of Chicago, the Federal Reserve Bank of San Francisco, the Federal Reserve Board, Georgetown U., Pennsylvania State U., Princeton, U. of Rochester, Stanford, Vanderbilt, and Yale, and conference sessions at the Society of Economic Dynamics (June 2005), the World Congress of the Econometric Society (August 2005), the Cowles Foundation Macro/Labor Economics Conference (May 2006), NBER (Nov. 2006), the Econometric Society Winter Meetings (January 2007) and the Society for Computational Economics (June 2008) for valuable comments.  Our research has been supported by the Cowles Foundation and the Economic Growth Center, Yale University, and by NSF grant SES-0112533 (Altonji).  The views expressed in the paper are our own and not necessarily those of the Federal Reserve Board, Yale University, NBER, or other members of their staffs.  We are responsible for the remaining shortcomings of the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}