{
    "id": 14757,
    "citation_title": "Are Stocks Really Less Volatile in the Long Run?",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to conventional wisdom, annualized volatility of stock returns is lower when computed over long horizons than over short horizons, due to mean reversion induced by return predictability. In contrast, we find that stocks are substantially more volatile over long horizons from an investor's perspective. This perspective recognizes that parameters are uncertain, even with two centuries of data, and that observable predictors imperfectly deliver the conditional expected return. Mean reversion contributes strongly to reducing long-horizon variance, but it is more than offset by various uncertainties faced by the investor, especially uncertainty about the expected return. The same uncertainties also make target-date funds undesirable to a class of investors who would otherwise find them appealing.\n\n",
    "acknowledgement": "\nWe are grateful for comments from John Campbell, Peter Christoffersen, Darrell Duffie, Gene Fama, Wayne Ferson, Michael Halling, Cam Harvey, Anthony Lynch, Matt Richardson, Jeremy Siegel, Georgious Skoulakis, Pietro Veronesi, Luis Viceira, Rob Vishny, an associate editor, two anonymous referees, workshop participants at CFA Institute of Chicago, Columbia University, Comenius University, Cornell University, Erasmus University Rotterdam, George Mason University, Louisiana State University, Princeton University, Stanford University, Tilburg University, University of Amsterdam, University of California at Berkeley, University of California Los Angeles, University of Chicago, University of Pennsylvania, University of Southern California, University of Warwick, Washington University, WU Wien, and Yale University, and participants in the following conferences: 2010 American Finance Association, 2009 Western Finance Association, 2009 European Finance Association, 2009 NBER Summer Institute, 2009 Gerzensee, 2010 Chicago Booth Management Conference, 2010 Q Group, and the 2009 Symposium on Quantitative Methods in Finance at the University of Texas at Austin. We also gratefully acknowledge research support from the Q Group, and we thank Hyun Paul Lee for helpful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}