{
    "id": 14754,
    "citation_title": "Risk Preferences in the PSID: Individual Imputations and Family Covariation",
    "citation_author": [
        "Miles S. Kimball",
        "Claudia R. Sahm",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey measures of preference parameters provide a means for accounting for otherwise unobserved heterogeneity.This paper presents measures of relative risk tolerance based on responses to survey questions about hypothetical gambles over lifetime income.It discusses how to impute estimates of utility function parameters from the survey responses using a statistical model that accounts for survey response error.  There is substantial heterogeneity in true preference parameters even after survey response error is taken into account.The paper discusses how to use the preference parameters imputed from the survey responses in regression models as a control for differences in preferences across individuals. This paper focuses on imputations for respondents in the Panel Study of Income Dynamics (PSID).It also studies the covariation of risk preferences among members of households.It finds fairly strong covariation in attitudes about risk -- between parents and children and especially between siblings and between spouses.\n\n",
    "acknowledgement": "\nThe views presented are solely those of the authors and do not necessarily represent those of the Federal Reserve Board or its staff. Kimball and Shapiro gratefully acknowledge the support of National Institute on Aging grant 2-P01-AG10179. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}