{
    "id": 14756,
    "citation_title": "A Martingale Representation for Matching Estimators",
    "citation_author": [
        "Alberto Abadie",
        "Guido Imbens"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMatching estimators (Rubin, 1973a, 1977; Rosenbaum, 2002) are widely used in statistical data analysis. However, the large sample distribution of matching estimators has been derived only for particular cases (Abadie and Imbens, 2006). This article establishes a martingale representation for matching estimators. This representation allows the use of martingale limit theorems to derive the large sample distribution of matching estimators. As an illustration of the applicability of the theory, we derive the asymptotic distribution of a matching estimator when matching is carried out without replacement, a result previously unavailable in the literature. In addition, we apply the techniques proposed in this article to derive a correction to the standard error of a sample mean when missing data are imputed using the \"hot deck\", a matching imputation method widely used in the Current Population Survey (CPS) and other large surveys in the social sciences. We demonstrate the empirical relevance of our methods using two Monte Carlo designs based on actual data sets. In these realistic Monte Carlo exercises the large sample distribution of matching estimators derived in this article provides an accurate approximation to the small sample behavior of these estimators. In addition, our simulations show that standard errors that do not take into account hot deck imputation of missing data may be severely downward biased, while standard errors that incorporate the correction proposed in this article for hot deck imputation perform extremely well. This result demonstrates the practical relevance of the standard error correction for the hot deck proposed in this article.\n\n",
    "acknowledgement": "\nWe thank Rustam Ibragimov, Don Rubin, and seminar participants at Harvard/MIT, Brown, Georgetown, UPenn, Montreal, and the 2009 Conference on Causal Inference in Statistics and the Quantitative Sciences at the Banff International Research Station for useful comments and suggestions. We are also grateful to Greg Weyland, from the US Census Bureau, for patiently explaining to us the intricacies of the hot deck imputation algorithms employed in the Current Population Survey. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}