{
    "id": 14759,
    "citation_title": "Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program",
    "citation_author": [
        "Jason T. Abaluck",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Medicare Part D Prescription Drug Plan represents the most significant privatization of the delivery of a public insurance benefit in recent history, with dozens of private insurers offering a wide range of products with varying prices and product features; the typical elder had a choice of roughly 40 stand-alone drug plans.  In this paper we evaluate the choices of elders across this wide array of Part D options using a unique data set of prescription drug claims matched to information on the characteristics of choice sets.  We first document that the vast majority of elders are choosing plans that are not on the \"efficient portfolio\" of plan choice in the sense that an alternative plan offers better risk protection at a lower cost.  We then estimate several discrete choice models to document three dimensions along which elders are making choices which are inconsistent with optimization under full information: elders place much more weight on plan premiums than they do on expected out of pocket costs; they place almost no value on variance reducing aspects of plans; and they value plan financial characteristics beyond any impacts on their own financial expenses or risk.These findings are robust to a variety of specifications and econometric approaches. We develop an \"adjusted\" revealed preference approach that combines data from consumer choices with ex ante restrictions on preferences, and find that in a partial equilibrium setting, restricting the choice set to the three lowest average cost options would have likely raised welfare for elders under the program.\n\n",
    "acknowledgement": "\nWe are grateful to Amy Finkelstein, Panle Jia, Jerry Hausman and seminar participants at Boston University, Carnegie Mellon University, Duke, MIT and the NBER for helpful comments; to Jim Hendrix, Chris Messner, Pallavi Mudumby, Steven Pieri and John Porell from Wolters Kluwer for providing data; to Matthew Harding for providing Matlab code, to Iuliana Pascu, Arnaldo Pereira, Charles Wu, Josephine Duh and particularly John Graves and Natalija Novta for research assistance; and to the National Institute of Aging for financial support.The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}