{
    "id": 1476,
    "citation_title": "Brothers and Sisters in the Family and the Labor Market",
    "citation_author": [
        "John Bound",
        "Zvi Griliches",
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "1984-10-01",
    "issue_date": "1984-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between earnings, schooling, and ability for young men and women who entered the labor force during the late 60s and 70s. The emphasis is on controlling for both observed and unobserved family characteristics, extending a framework developed earlier by Chamberlain and Griliches (1975) to the analysis of mixed-sex pairs of siblings. Using the National Longitudinal surveys of Young Men and Young Women, which drew much of the sample from the same households, we were able to construct a sample containing roughly 1500 sibling pairs.For several reasons, particularly the need to have data on two siblings from the same family, only one third of these pairs had complete data; this fact led us to develop new methods of estimating factor models, which combines the data for several \"unbalanced\" covariance matrices. We use the data on different kinds of sibling pairs (male-male, female-female, and male-female) together with these new methods to investigatethe question of whether family background, ability, or 'IQ\" are the same thing for males and females, in the sense that they lead to similar consequences for success in schooling and in the market place. With a simple two factor model to explain wages, schooling and IQ scores, we are able to test whether these factors are the same across siblings of different sexes and whether the loadings on the two factors are similar. The conclusion is that the unobservable factors appear to be the same and play the same role in explaining the IQ and schooling of these siblings, while there remains evidence of differences once they enter the labor market.\n\n",
    "acknowledgement": "\n"
}