{
    "id": 14763,
    "citation_title": "Ottoman De-Industrialization 1800-1913: Assessing the Shock, Its Impact and the Response",
    "citation_author": [
        "Sevket Pamuk",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2009-03-02",
    "issue_date": "2009-03-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia and Britain were much bigger players in the 18th century world market for textiles than was Egypt, the Levant and the core of the Ottoman Empire, but these eastern Mediterranean regions did export carpets, silks and other textiles to Europe and the East. By the middle of the 19th century, they had lost most of their export market and much of their domestic market to globalization forces and rapid productivity growth in European manufacturing. Other local industries also suffered decline, and these regions underwent de-industrialization as a consequence. How different was Ottoman experience from the rest of the poor periphery? Was de-industrialization more or less pronounced? Was the terms of trade shock bigger or smaller? How much of Ottoman de-industrialization was due to falling world trade barriers -- ocean transport revolutions and European liberal trade policy, how much due to factory-based productivity advance in Europe, how much to declining Ottoman competitiveness in manufacturing, how much to Ottoman railroads penetrating the interior, and how much to Ottoman policy? The paper uses a price-dual approach to seek the answers. It documents trends in export and import prices, relative to each other and to non-tradables, as well as to the unskilled wage. The impact of globalization, European productivity advance, Ottoman wage costs and policy are assessed by using a simple neo-Ricardian three sector model, and by comparison with what was taking place in the rest of the poor periphery.\n\n",
    "acknowledgement": "\nWe are grateful for the excellent research assistance supplied by Kyle Nasser and Miray Topay. We have also benefited from the useful advice and criticism offered by Bob Allen, Greg Clark, Metin Cosgel, David Clingingsmith, Rafa Dobado, Aurora Gómez Galvarriato, Patrick O'Brien, Kevin O'Rourke, Roger Owen, Michael Palairet, Leandro Prados de la Escosura, Ananth Seshadri, Tony Venables and Tarik Yousef. Williamson acknowledges with pleasure financial support from the Harvard Faculty of Arts and Sciences. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}