{
    "id": 14769,
    "citation_title": "Innovation and Institutional Ownership",
    "citation_author": [
        "Philippe Aghion",
        "John Van Reenen",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2009-03-02",
    "issue_date": "2009-03-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe find that institutional ownership in publicly traded companies is associated with more innovation (measured by cite-weighted patents). To explore the mechanism through which this link arises, we build a model that nests the lazy-manager hypothesis with career-concerns, where institutional owners increase managerial incentives to innovate by reducing the career risk of risky projects. The data supports the career concerns model. First, whereas the lazy manager hypothesis predicts a substitution effect between institutional ownership and product market competition (and managerial entrenchment generally), the career-concern model allows for complementarity. Empirically, we reject substitution effects. Second, CEOs are less likely to be fired in the face of profit downturns when institutional ownership is higher. Finally, using instrumental variables, policy changes and disaggregating by type of owner we find that the effect of institutions on innovation does not appear to be due to endogenous selection.\n\n",
    "acknowledgement": "\nWe would like to thank Tim Besley, Patrick Bolton, Florian Ederer, Oliver Hart, Mark Saunders, David Scharfstein, Jean Tirole, and participants in seminars at the New Orleans AEA, Chicago, CIAR, LSE, MIT/Harvard, NBER, Stanford and ZEW Mannheim for helpful comments and assistance. Brian Bushee, Darin Clay, Adair Morse and Ray Fisman have been extremely generous with their comments and helping us with their data. Van Reenen gratefully acknowledges the financial support of the ESRC through the Center for Economic Performance, Zingales the Initiative on Global Markets and the Stigler Center at the University of Chicago. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}