{
    "id": 14761,
    "citation_title": "Ratings Shopping and Asset Complexity: A Theory of Ratings Inflation",
    "citation_author": [
        "Vasiliki Skreta",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany identify inflated credit ratings as one contributor to the recent financial market turmoil. We develop an equilibrium model of the market for ratings and use it to examine possible origins of and cures for ratings inflation. In the model, asset issuers can shop for ratings -- observe multiple ratings and disclose only the most favorable -- before auctioning their assets. When assets are simple, agencies' ratings are similar and the incentive to ratings shop is low. When assets are sufficiently complex, ratings differ enough that an incentive to shop emerges. Thus, an increase in the complexity of recently-issued securities could create a systematic bias in disclosed ratings, despite the fact that each ratings agency produces an unbiased estimate of the asset's true quality. Increasing competition among agencies would only worsen this problem. Switching to an investor-initiated ratings system alleviates the bias, but could collapse the market for information.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Carnegie-Rochester conference series. Many thanks to David Backus, Ignacio Esponda, Valerie Bencivenga, Dimitri Vayanos and Lawrence White for useful discussions. We also thank participants in the Stern Micro Lunch for their helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}