{
    "id": 14760,
    "citation_title": "Stock-Market Crashes and Depressions",
    "citation_author": [
        "Robert J. Barro",
        "José F. Ursúa"
    ],
    "citation_publication_date": "2009-02-25",
    "issue_date": "2009-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong-term data for 30 countries up to 2006 reveal 232 stock-market crashes (multi-year real returns of -25% or less) and 100 depressions (multi-year macroeconomic declines of 10% or more), with 71 of the cases matched by timing.  The United States has two of the matched events--the Great Depression 1929-33 and the post-WWI years 1917-21, likely driven by the Great Influenza Epidemic.  41% of the matched cases are associated with war, and the two world wars are prominent.  Conditional on a stock-market crash (return of -25% or less) in a non-war environment, the probability of a minor depression (macroeconomic decline of at least 10%) is 22% and of a major depression (at least 25%) is 3%.  For contexts of currency or banking crises that occur during times of global distress, these probabilities rise to 46% and 8%, respectively. These depression odds applied to the stock-market crashes of 2008 in the United States and many other countries.  In reverse and again in a non-war environment, the probability of a stock-market crash (return of -25% or worse) is 67%, conditional on a depression of 10% or more, and 83% for 25% or more.  Thus, the largest depressions are particularly likely to be accompanied by stock-market crashes.  We allow for flexible timing between stock-market crashes and depressions for the 71 matched cases to compute the covariance between stock returns and an asset-pricing factor, which depends on the proportionate decline of consumption during a depression.  If we assume a coefficient of relative risk aversion around 3.5, this covariance is large enough to account in a familiar looking asset-pricing formula for the observed average (levered) equity premium of 7% per year.  This finding complements previous analyses that were based on the probability and size distribution of macroeconomic disasters but did not consider explicitly the covariance between macroeconomic declines and stock returns.\n\n",
    "acknowledgement": "\nThis research is supported by a grant from the National Science Foundation.  We appreciate comments from Xavier Gabaix, David Laibson, Emi Nakamura, Andrei Shleifer, and Jón Steinsson. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}