{
    "id": 14775,
    "citation_title": "Beyond Incentives: Do Schools use Accountability Rewards Productively?",
    "citation_author": [
        "Marigee Bacolod",
        "John DiNardo",
        "Mireille Jacobson"
    ],
    "citation_publication_date": "2009-03-12",
    "issue_date": "2009-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n\"Accountability mandates\" -- the explicit linking of school funding, resources, and autonomy to student performance on standardized exams -- have proliferated in the last 10 years. In this paper, we examine California's accountability system, which for several years financially rewarded schools based on a deterministic function of test scores. The sharp discontinuity in the assignment rule -- schools that barely missed their target received no funding -- generates \"as good as random\" assignment of awards for schools near their eligibility threshold and enables us to estimate the (local average) treatment effect of California's financial award program.\nThis design allows us to explore an understudied aspect of accountability systems -- how schools use their financial rewards. Our findings indicate that California's accountability system significantly increased resources allocated to some schools. In the 2000 school year, the average value of the award was about 60 dollars per student and 50 dollars in 2001. Moreover, we find that the total resources flowing to districts with schools that received awards increased more than dollar for dollar. This resource shift was greatest for districts with schools that qualified for awards in the 2000 school year,the first year of the program, increasing total per pupil revenues by roughly 5 percent.\nDespite the increase in revenues, we find no evidence that these resources increased student achievement. Schools that won awards did not purchase more instructional material, such as computers, which may be inputs into achievement. Although the awards were likely paid out as teacher bonuses, we cannot detect any effect of these bonuses on test scores or other measures of achievement. More worrisome, we also find a practical effect of assigning the award based in part on the performance of \"numerically significant subgroups\" within a school was to reduce the relative resources of schools attended by traditionally disadvantaged students.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}