{
    "id": 14771,
    "citation_title": "Competition and Political Organization: Together or Alone in Lobbying for Trade Policy?",
    "citation_author": [
        "Matilde Bombardini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2009-03-02",
    "issue_date": "2009-03-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs a novel data set on lobbying expenditures to measure the degree of within-sector political organization and to explore the determinants of the mode of lobbying and political organization across U.S. industries. The data show that sectors characterized by a higher degree of competition (more substitutable products and a lower concentration of production) tend to lobby more together (through a sector-wide trade association), while sectors with higher concentration and more differentiated products lobby more individually. The paper proposes a theoretical model to interpret the empirical evidence. In an oligopolistic market, firms can benefit from an increase in their product-specific protection measure, if they can raise prices and profits. They find it less profitable to do so in a competitive market where attempts to raise prices are more likely to reduce profits. In competitive markets firms are therefore more likely to lobby together thereby simultaneously raising tariffs on all products in the sector.\n\n",
    "acknowledgement": "\nWe benefitted greatly from conversations with Patrick Francois and Okan Yilankaya. We would like to thank Gorkem Celik, Steve Coate, Keith Head, Jim Snyder, Thomas Stratmann, and seminar participants at the University  of British Columbia, Harris School of Public Policy at the University of Chicago, Canadian Institute For Advanced Research, Kellogg School of Management MEDS, Rotman School of Management at the University of Toronto, Pennsylvania State University, PEUK 2008, Stanford University, SED 2008, PIER 2008, SOEGW 2008, Econometrics  Society Summer Meetings 2008 and Carleton University for helpful comments. Seyed Ali Madani zadeh provided  excellent research assistance. Financial support from CIFAR and the Initiative on Global Markets at Chicago Booth is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}