{
    "id": 14773,
    "citation_title": "Marriage Meets the Joneses: Relative Income, Identity, and Marital Status",
    "citation_author": [
        "Tara Watson",
        "Sara McLanahan"
    ],
    "citation_publication_date": "2009-03-02",
    "issue_date": "2009-03-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate the effect of relative income on marital status.  We develop an identity model based on Akerlof and Kranton (2000) and apply it to the marriage decision.  The empirical evidence is consistent with the idea that people are more likely to marry when their incomes approach a financial level associated with idealized norms of marriage.  We hypothesize that the \"marriage ideal\" is determined by the median income in an individual's local reference group.  After controlling flexibly for the absolute level of income and a number of other factors, the ratio between a man's income and the marriage ideal is a strong predictor of marital status -- but only if he is below the ideal.  For white men, relative income considerations jointly drive co-residence, marriage, and fatherhood decisions. For black men, relative income affects the marriage decision only, and relative income is tied to marital status even for those living with a partner and children.  Relative income concerns explain 10-15 percent of the decline in marriage since 1970 for low income white men, and account for more than half of the persistent marriage gap between high- and low-income men.\n\n",
    "acknowledgement": "\nThe authors thank Martha Bailey, Betsy Brainerd, Erika Franklin Fowler, Dave Frisvold, Claudia Goldin, Leslie Hinkson, Erzo Luttmer, Edward Norton, Lucie Schmidt, Lara Shore-Sheppard, participants in the MacArthur Network on Inequality, participants in the Fragile Families workshop, participants in the Population Association of America meetings, participants in the Williams College Economics Brown Bag, and participants in the University of Michigan Labor Lunch for valuable comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}