{
    "id": 14772,
    "citation_title": "Optimal Endowment Destruction under Campbell-Cochrane Habit Formation",
    "citation_author": [
        "Lars Ljungqvist",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2009-03-02",
    "issue_date": "2009-03-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCampbell and Cochrane (1999) formulate a model that successfully explains a wide variety of asset pricing puzzles, by augmenting the standard power utility function with a time-varying subsistence level, or \"external habit\", that adapts nonlinearly to current and past average consumption in the economy. This paper demonstrates, that this comes at the \"price\" of several unusual implications. For example, we calculate that a society of agents with the preferences and endowment process of Campbell and Cochrane (1999) would experience a welfare gain equivalent to a permanent increase of nearly 16% in consumption, if the government enforced one month of fasting per year, reducing consumption by 10 percent then.  We examine and explain these features of the preferences in detail.  We numerically characterize the solution to the social planning problem.  We conclude that Campbell-Cochrance preferences will provide for interesting macroeconomic modeling challenges, when endogenizing aggregate consumption choices and government policy.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez and John Cochrane for criticisms and suggestions on our earlier exploration of the properties of the Campbell-Cochrane preference specification.  Ljungqvist's research was supported by a grant from the Jan Wallander and Tom Hedelius Foundation. Uhlig's research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 \"Economic Risk\". The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}