{
    "id": 14786,
    "citation_title": "Foreign Ownership and Firm Performance: Emerging-Market Acquisitions in the United States",
    "citation_author": [
        "Anusha Chari",
        "Wenjie Chen",
        "Kathryn M.E. Dominguez"
    ],
    "citation_publication_date": "2009-03-12",
    "issue_date": "2009-03-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the recent upsurge in foreign acquisitions of U.S. firms, specifically focusing on acquisitions made by firms located in emerging markets. Neoclassical theory predicts that, on net, capital should flow from countries that are capital-abundant to countries that are capital-scarce. Yet increasingly emerging market firms are acquiring assets in developed countries. Using transaction-specific acquisition data and firm-level accounting data we evaluate the post-acquisition performance of publicly traded U.S. firms that have been acquired by firms from emerging markets over the period 1980-2007. Our empirical methodology uses a difference-in-differences approach combined with propensity score matching to create an appropriate control group of non-acquired firms. The results suggest that emerging country acquirers tend to choose U.S. targets that are larger in size (measured as sales, total assets and employment), relative to matched non-acquired U.S. firms before the acquisition year. In the years following the acquisition, sales and employment decline while profitability rises, suggesting significant restructuring of the target firms.\n\n",
    "acknowledgement": "\nWe thank Patricia Dechow, Jeff Smith, Jim Levinsohn, James Hines, Paolo Pasquariello, Matias Busso, Taryn Dinkelman, Dean Yang, Nirvikar Singh, and participants in the UM Development seminar, the UM IPC lunch group, the NIPFP conference at the Indian Ministry of Finance, the Australian Treasury, the Reserve Bank of Australia, and North Carolina State University for helpful comments and advice. We are grateful to the International Policy Center at the Ford School of Public Policy for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}