{
    "id": 14792,
    "citation_title": "Internationalization of U.S. Doctorate Education",
    "citation_author": [
        "John Bound",
        "Sarah Turner",
        "Patrick Walsh"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "2017-08-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe representation of a large number of students born outside the United States among the ranks of doctorate recipients from U.S. universities is one of the most significant transformations in U.S. graduate education and the international market for highly-trained workers in science and engineering in the last quarter century.  Students from outside the U.S. accounted for 51% of PhD recipients in science and engineering fields in 2003, up from 27% in 1973.  In the physical sciences, engineering and economics the representation of foreign students among PhD recipients is yet more striking; among doctorate recipients in 2003, those from outside the U.S. accounted for 50% of degrees in the physical sciences, 67% in engineering and 68% in economics.  Our analysis highlights the important role of changes in demand among foreign born in explaining the growth and distribution of doctorates awarded in science and engineering.  Expansion in undergraduate degree receipt in many countries has a direct effect on the demand for advanced training in the U.S. Changes in the supply side of the U.S. graduate education market may also differentially affect the representation of foreign students in U.S. universities.  Supply shocks such as increases in federal support for the sciences will have relatively large effects on the representation in the U.S. of doctorate students from countries where demand is relatively elastic. Understanding the determinants -- and consequences -- of changes over time in the representation of foreign born students among doctorate recipients from U.S. universities informs the design of policies affecting the science and engineering workforce.\n\n",
    "acknowledgement": "\nWe would like to thank Richard Freeman, Daniel Goroff, Bill Kerr, and Michael Rothschild for helpful comments.  We are grateful to our colleagues who helped us to understand particular country circumstances and locate international data including Michael Baker, Olivier Blanchard, Michael Elsby, Al Hermalin, Lutz Killian, Albert Park, Steve Pishke and Yu Xie.  Our research has been supported by grants from the Andrew W. Mellon Foundation and the Science and Engineering Workforce Project at NBER, funded by the Alfred P. Sloan Foundation.  This work was finished while Bound was a fellow at the Center for Advanced Study in the Behavioral Sciences, Stanford University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}