{
    "id": 14794,
    "citation_title": "Valuation Effects and the Dynamics of Net External Assets",
    "citation_author": [
        "Michael B. Devereux",
        "Alan Sutherland"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe traditional current account can be an inaccurate measure of the change in the net foreign asset (NFA) position. Using gross asset and liability positions at the country level, a number of 'valuation effects' have been identified which contribute to changes in NFA but do not enter the reported current account. This paper uses new developments in the analysis of portfolio allocation in general equilibrium to investigate valuation effects in a two-country model. The model can be used to analyze both qualitatively and quantitatively the role of valuation effects. Broadly speaking, the valuation effects in the model correspond to those in the data, and have the effect of enhancing cross country risk sharing. But there is a key distinction between \"unanticipated\" and \"anticipated\" valuation effects. Unanticipated effects can be large, dominating the movement in NFA, but anticipated effects arise only at higher orders of approximation and are small for reasonable parameterisations. The paper also analyses the determinants of international portfolio positions, and their role in generating valuation effects from asset price and terms of trade changes.\n\n",
    "acknowledgement": "\nWe thank participants in the April 2008 IMF-ESRC-WEF conference, IEA Istanbul 2008, HEC Montreal, SNB Zurich, Harris Dellas, and Helene Rey for comments, and Hung Nguyen for research assistance. Thanks also go for support from ESRC World Economy and Finance Programme, award 156-25-0027, SSHRC, the Bank of Canada, and Royal Bank of Canada. The views here are the authors' own and they do not represent the view of the Bank of Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}