{
    "id": 14790,
    "citation_title": "Changes in U.S. Hospitalization and Mortality Rates Following Smoking Bans",
    "citation_author": [
        "Kanaka D. Shetty",
        "Thomas DeLeire",
        "Chapin White",
        "Jayanta Bhattacharya"
    ],
    "citation_publication_date": "2009-03-12",
    "issue_date": "2009-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. state and local governments are increasingly restricting smoking in public places. This paper analyzes nationally representative databases, including the Nationwide Inpatient Sample, to compare short-term changes in mortality and hospitalization rates in smoking-restricted regions with control regions. In contrast with smaller regional studies, we find that workplace bans are not associated with statistically significant short-term declines in mortality or hospital admissions for myocardial infarction or other diseases. An analysis simulating smaller studies using subsamples reveals that large short-term increases in myocardial infarction incidence following a workplace ban are as common as the large decreases reported in the published literature.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Research in Progress Seminar at Stanford Medical School for their insights.  We thank Dr. Alan Garber, Dr. Douglas Owens, and Dr. Mayer Brezis for their helpful comments.  Finally, we thank Dr. Catherine Su and Dr. Priya Pillutla for helpful comments on earlier versions of this manuscript.  The views in this paper are those of the authors and should not be interpreted as those of the Congressional Budget Office.  Dr. Shetty was supported by a U.S. Veterans Affairs' Fellowship in Ambulatory Care Practice and Research. Dr. Bhattacharya thanks the U.S. National Institute on Aging for partial funding.  The authors have no relationships (financial or otherwise) with any company making products relevant to this study. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}