{
    "id": 14795,
    "citation_title": "Consumption and Real Exchange Rates in Professional Forecasts",
    "citation_author": [
        "Michael B. Devereux",
        "Gregor W. Smith",
        "James Yetman"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard models of international risk sharing with complete asset markets predict a positive association between relative consumption growth and real exchange-rate depreciation across countries.  The striking lack of evidence for this link the consumption/real-exchange-rate anomaly or Backus-Smith puzzle - has prompted research on risk-sharing indicators with incomplete asset markets.  That research generally implies that the association holds in forecasts, rather than realizations. Using professional forecasts for 28 countries for 1990-2008 we find no such association, thus deepening the puzzle. Independent evidence on the weak link between forecasts for consumption and real interest rates suggests that the presence of 'hand-to-mouth' consumers may help to resolve the anomaly.\n\n",
    "acknowledgement": "\nWe thank the Social Sciences Research Council of Canada and the Bank of Canada research fellowship programme for support of this research. The opinions are the author's alone and are not those of the Bank of Canada or the Bank for International Settlements. We thank Rasool Zandvakil for skilled research assistance and seminar participants at the University of Washington, McGill University, the BIS, and the Bank of Korea for helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}