{
    "id": 14793,
    "citation_title": "The Effect of Property Taxes on Location Decisions:Evidence From the Market for Vacation Homes",
    "citation_author": [
        "Erik B. Johnson",
        "Randall Walsh"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe Tiebout model assumes that individuals 'vote with their feet' and choose to locate in the jurisdiction which best matches their fiscal preferences. In this paper, we test Tiebout's voting mechanism by examining whether housing purchase decisions are sensitive to changes in local property tax rates. Results from previous empirical tests of the link between property taxes and mobility are mixed and typically suffer from a myriad of identification problems including the confounding influence of tax rates on public good levels, tax endogeneity arising as a result of jurisdictional composition, and aggregation bias. In this paper, we are able to overcome many of the traditional obstacles to identification by: 1) focusing on purchasers of vacation homes who arguably receive no benefits from public goods funded by the tax change; 2) examining an exogenous and differential change in tax rates that arose from Michigan's Proposal A in 1994; and 3) using a high-resolution tax dataset at the Census Tract level. Our results provide some of the clearest evidence to date that household location choices are sensitive to tax changes. Further, consistent with theoretical predictions, the impact of tax changes on housing counts is found to be sensitive to the elasticity of housing supply.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}