{
    "id": 14805,
    "citation_title": "Exploring Differences in Employment between Household and Establishment Data",
    "citation_author": [
        "Katharine G. Abraham",
        "John C. Haltiwanger",
        "Kristin Sandusky",
        "James Spletzer"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a large data set that links individual Current Population Survey (CPS) records to employer-reported administrative data, we document substantial discrepancies in basic measures of employment status that persist even after controlling for known definitional differences between the two data sources.  We hypothesize that reporting discrepancies should be most prevalent for marginal workers and marginal jobs, and find systematic associations between the incidence of reporting discrepancies and observable person and job characteristics that are consistent with this hypothesis.  The paper discusses the implications of the reported findings for both micro and macro labor market analysis.\n\n",
    "acknowledgement": "\nThis document reports the results of research and analysis undertaken in part by U.S. Census Bureau and U.S. Bureau of Labor Statistics staff.  This work is unofficial and has not undergone the review accorded to official publications of these agencies.  All results have been reviewed to ensure that no confidential information is disclosed.  The views expressed in the paper are those of the authors and not necessarily those of the U.S. Census Bureau or the U.S Bureau of Labor Statistics.   The authors are grateful for financial support from the Princeton Data Improvement Initiative.   The current draft is a revised version of a paper circulated and presented at the October 2008 Princeton Data Improvement Initiative Conference.  We thank Sasan Bakhtiari, Mary Bowler, David Johnson, Anne Polivka, and Greg Weyland for helpful discussions about data and conceptual issues.   The paper has benefited from the comments of Orley Ashenfelter, Lawrence Katz, Alan Krueger, Kristin McCue, Bruce Meyer, and Martha Stinson on earlier drafts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}