{
    "id": 14808,
    "citation_title": "Debt Literacy, Financial Experiences, and Overindebtedness",
    "citation_author": [
        "Annamaria Lusardi",
        "Peter Tufano"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a national sample of Americans with respect to their debt literacy, financial experiences, and their judgments about the extent of their indebtedness.  Debt literacy is measured by questions testing knowledge of fundamental concepts related to debt and by self-assessed financial knowledge. Financial experiences are the participants' reported experiences with traditional borrowing, alternative borrowing, and investing activities.  Overindebtedness is a self-reported measure.  Overall, we find that debt literacy is low: only about one-third of the population seems to comprehend interest compounding or the workings of credit cards. Even after controlling for demographics, we find a strong relationship between debt literacy and both financial experiences and debt loads. Specifically, individuals with lower levels of debt literacy tend to transact in high-cost manners, incurring higher fees and using high-cost borrowing. In applying our results to credit cards, we estimate that as much as one-third of the charges and fees paid by less knowledgeable individuals can be attributed to ignorance. The less knowledgeable also report that their debt loads are excessive or that they are unable to judge their debt position.\n\n",
    "acknowledgement": "\nWe would like to thank TNS Global and, in particular, George Ravich, Bob Neuhaus, and Ellen Sills-Levy for their willingness to partner with us on this project, and Lauren Cohen, James Feigenbaum, Christopher Malloy, Adair Morse, Annette Vissing-Jorgensen, and participants of the Consumer Finance Workshop, the NBER Summer Institute on Capital Markets and the Economy, Williams College, the European Central Bank conference on Household Finances and Consumption, the Federal Reserve Bank of Chicago Symposium on Connecting Financial Education to Consumers, the Herman Colloquium at the University of Michigan, the American Economic Association Meeting in San Francisco, the George Mason School of Public Policy, and the George Washington School of Business for suggestions and comments. We are grateful to Jan-Emmanuel De Neve and Vilsa Curto for excellent research assistance and to Bill Simpson for his useful comments and advice. This paper was written while Lusardi was a Visiting Scholar at Harvard Business School and she would like to thank Harvard Business School for its hospitality and the FINRA Investor Education Foundation for financial support. Tufano thanks the HBS Division of Research and Faculty Development for financial support for this work. The views expressed herein do not reflect those of TNS Global.The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}