{
    "id": 14803,
    "citation_title": "Profit Shifting and Trade Agreements in Imperfectly Competitive Markets",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen markets are imperfectly competitive, trade policies can alter the terms of trade, shift profits from one country to another, and moderate or exacerbate existing distortions that are associated with the presence of monopoly power. In light of the various ways in which trade policies may influence welfare, it might be expected that new rationales for trade agreements would arise once imperfectly competitive markets are allowed. In this paper, we consider several trade models that feature imperfectly competitive markets and argue that the basic rationale for a trade agreement is, in fact, the same rationale that arises in perfectly competitive markets. In all of the models that we consider, and whether or not governments have political-economic objectives, the only rationale for a trade agreement is to remedy the inefficient terms-of-trade driven restrictions in trade volume. Having identified the problem that a trade agreement might solve, we next evaluate the form that an efficiency-enhancing trade agreement might take. Here, too, our results parallel the results established previously for models with perfectly competitive markets. In particular, we show that the principles of reciprocity and non-discrimination (MFN) are efficiency enhancing, as they serve to \"undo\" the terms-of-trade driven restrictions in trade volume that occur when governments pursue unilateral trade policies.\n\n",
    "acknowledgement": "\nWe thank Henrik Horn, Giovanni Maggi and Xenia Matschke as well as seminar participants at Princeton University and the Brandeis WTO and International Trade Research Conference for their helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}