{
    "id": 14801,
    "citation_title": "Civil War",
    "citation_author": [
        "Christopher Blattman",
        "Edward Miguel"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost nations have experienced an internal armed conflict since 1960. The past decade has witnessed an explosion of research into the causes and consequences of civil wars, belatedly bringing the topic into the economics mainstream. This article critically reviews this interdisciplinary literature and charts productive paths forward. Formal theory has focused on a central puzzle: why do civil wars occur at all when, given the high costs of war, groups have every incentive to reach an agreement that avoids fighting? Explanations have focused on information asymmetries and the inability to sign binding contracts in the absence of the rule of law. Economic theory has made less progress, however, on the thornier (but equally important) problems of why armed groups form and cohere, and why individuals decide to fight. Likewise, the actual behavior of armed organizations and their leaders is poorly understood. On the empirical side, a vast cross-country econometric literature has aimed to identify the causes of civil war. While most work is plagued by econometric identification problems, low per capita incomes, slow economic growth and geographic conditions favoring insurgency are the factors most robustly linked to civil war. We argue that microlevel analysis and data are needed to truly decipher war's causes, and understand the recruitment, organization, and conduct of armed groups. Recent advances in this area are highlighted. Finally, turning to the economic legacies of war, we frame the literature in terms of neoclassical economic growth theory. Emerging stylized facts include the ability of some economies to experience rapid macroeconomic recoveries, while certain human capital impacts appear more persistent. Yet econometric identification has not been adequately addressed, and there is little consensus on the most effective policies to avert conflicts or promote postwar recovery. The evidence is weakest where it is arguably most important: in understanding civil wars' effects on institutions, technology, and social norms.\n\n",
    "acknowledgement": "\nWe thank Ana Arjona, Karen Ballentine, Bob Bates, David Card, Ernesto Dal Bó, Bill Easterly, Karen Ferree, Mary Kay Gugerty, Anke Hoeffler, Patricia Justino, Stathis Kalyvas, David Leonard, Jason Lyall, Andrew Mack, Daniel Maliniak, Gerard Padro-i-Miquel, Torsten Persson, Dan Posner, Robert Powell, Vijaya Ramachandran, Marta Reynal-Querol, Gérard Roland, Shanker Satyanath, Jacob Shapiro, Ryan Sheely, Stergios Skaperdas, Abbey Steele, Julia Strauss, Dennis de Tray, Philip Verwimp, Barbara Walter, Jeremy Weinstein, our anonymous referees and the editor, Roger Gordon, for comments and discussion. We are deeply grateful to our co-authors on related research: Jeannie Annan, Samuel Bazzi, Bernd Beber, John Bellows, John Dykema, Rachel Glennerster, Gerard Roland, Sebastian Saiegh, Shanker Satyanath, and Ernest Sergenti. Camille Pannu, Abbey Steele, and Melanie Wasserman provided superb research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}