{
    "id": 14806,
    "citation_title": "The Wealth of Cities: Agglomeration Economies and Spatial Equilibrium in the United States",
    "citation_author": [
        "Edward L. Glaeser",
        "Joshua D. Gottlieb"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEmpirical research on cities starts with a spatial equilibrium condition: workers and firms are assumed to be indifferent across space.   This condition implies that research on cities is different from research on countries, and that work on places within countries needs to consider population, income and housing prices simultaneously.  Housing supply elasticity will determine whether urban success shows up in more people or higher incomes.  Urban economists generally accept the existence of agglomeration economies, which exist when productivity rises with density, but estimating the magnitude of those economies is difficult.  Some manufacturing firms cluster to reduce the costs of moving goods, but this force no longer appears to be important in driving urban success.  Instead, modern cities are far more dependent on the role that density can play in speeding the flow of ideas.  Finally, urban economics has some insights to offer related topics such as growth theory, national income accounts, public economics and housing prices.\n\n",
    "acknowledgement": "\nThanks to Roger Gordon and three anonymous referees for valuable comments.  Glaeser thanks the Taubman Center for State and Local Government and Gottlieb thanks the Institute for Humane Studies for support.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}