{
    "id": 14809,
    "citation_title": "When Does Labor Scarcity Encourage Innovation?",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the conditions under which the scarcity of a factor (in particular, labor) encourages technological progress and technology adoption. In standard endogenous growth models, which feature a strong scale effect, an increase in the supply of labor encourages technological progress. In contrast, the famous Habakkuk hypothesis in economic history claims that technological progress was more rapid in 19th-century United States than in Britain because of labor scarcity in the former country. Similar ideas are often suggested as possible reasons for why high wages might have encouraged rapid adoption of certain technologies in continental Europe over the past several decades, and as a potential reason for why environmental regulations can spur more rapid innovation. I present a general framework for the analysis of these questions. I define technology as strongly labor saving if the aggregate production function of the economy exhibits decreasing differences in the appropriate index of technology, theta, and labor. Conversely, technology is strongly labor complementary if the production function exhibits increasing differences in theta and labor. The main result of the paper shows that labor scarcity will encourage technological advances if technology is strongly labor saving. In contrast, labor scarcity will discourage technological advances if technology is strongly labor complementary. I provide examples of environments in which technology can be strongly labor saving and also show that such a result is not possible in certain canonical macroeconomic models. These results clarify the conditions under which labor scarcity and high wages encourage technological advances and the reason why such results were obtained or conjectured in certain settings, but do not always apply in many models used in the growth literature.\n\n",
    "acknowledgement": "\nI thank Philippe Aghion, Dan Cao, Joshua Gans, Andres Irmen, Samuel Pienknagura, and participants at presentations at American Economic Association 2009 meetings, Harvard and Stanford for useful comments. Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}