{
    "id": 14807,
    "citation_title": "Alternative Labor Market Policies to Increase Economic Self-Sufficiency: Mandating Higher Wages, Subsidizing Employment, and Increasing Productivity",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2009-03-18",
    "issue_date": "2009-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI review evidence on alternative labor market policies that could potentially improve economic self-sufficiency via mandating higher wages, subsidizing employment, or increasing productivity.  The evidence indicates that the minimum wage is an ineffective policy to promote economic self-sufficiency, entailing employment losses without any corresponding distributional benefits via higher wages.  In contrast, living wage laws appear to present a more favorable tradeoff.  Labor supply incentives, in particular the EITC, appear effective, as a more generous EITC boosts employment of single mothers and in so doing raises incomes and earnings of low-income families.  There is some evidence that wage subsidies increase employment and earnings, but problems of stigmatization resulting from eligibility for wage subsidy programs can dissipate the gains, and wage subsidies entail substantial administrative difficulties.  Finally, a newer but growing literature on school-to-work provides some evidence that school-to-work programs boost labor market attachment, skill formation, wages, and earnings.\n\n",
    "acknowledgement": "\nNeumark is also a Senior Fellow at the Public Policy Institute of California, a Research Associate at the NBER, and a Research Fellow at IZA. This paper was prepared for the conference \"Pathways to Self Sufficiency: Getting Ahead in an Era beyond Welfare Reform,\" Madison, WI, September 6-7, 2007. I am grateful to Greg Duncan, Carolyn Heinrich, Harry Holzer, Karl Scholz, other conference participants, and two anonymous reviewers for helpful comments.  The views in the paper do not reflect those of the Public Policy Institute of California. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}