{
    "id": 14817,
    "citation_title": "Do Newspapers Matter? Short-run and Long-run Evidence from the Closure of The Cincinnati Post",
    "citation_author": [
        "Sam Schulhofer-Wohl",
        "Miguel Garrido"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Cincinnati Post published its last edition on New Year's Eve 2007, leaving the Cincinnati Enquirer as the only daily newspaper in the market. The next year, fewer candidates ran for municipal office in the Kentucky suburbs most reliant on the Post, incumbents became more likely to win reelection, and voter turnout and campaign spending fell. These changes happened even though the Enquirer at least temporarily increased its coverage of the Post's former strongholds. Voter turnout remained depressed through 2010, nearly three years after the Post closed, but the other effects diminished with time. We exploit a difference-in-differences strategy and the fact that the Post's closing date was fixed 30 years in advance to rule out some non-causal explanations for our results. Although our findings are statistically imprecise, they demonstrate that newspapers - even underdogs such as the Post, which had a circulation of just 27,000 when it closed - can have a substantial and measurable impact on public life.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title \"Do Newspapers Matter? Evidence from the Closure of The Cincinnati Post.\" We are grateful to employees of The Cincinnati Post and the E.W. Scripps Co., several of whom requested anonymity, for helpful conversations. They are not responsible in any way for the content of this paper. We also thank Alícia Adserà, Anne Case, Taryn Dinkelman, Ying Fan, Douglas Gollin, Bo Honoré, James Schmitz, Jesse Shapiro, and numerous seminar participants for valuable suggestions, and Joan Gieseke for editorial assistance. Miryam Hegazy, Tony Hu, and Xun Liu provided excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, Edgeworth Economics, or the views of the National Bureau of Economic Research.\n\n\n"
}