{
    "id": 14812,
    "citation_title": "Self-Enforcing Trade Agreements and Private Information",
    "citation_author": [
        "Kyle Bagwell"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers self-enforcing trade agreements among privately informed governments. A trade agreement that uses weak bindings (i.e., maximal tariff levels) is shown to offer advantages relative to a trade agreement that uses strong bindings (i.e., precise tariff levels). Consistent with practice, the theory also predicts that governments sometimes apply tariffs that are strictly below their bound rates. When private information is persistent through time, an enforcement \"ratchet effect\" is identified: a government reveals that it is \"weak,\" and thus that it is unlikely to retaliate in an effective manner, when it applies a low tariff. This effect suggests that a government with a low type may \"pool\" at an above-optimal tariff, in order to conceal weakness. It also suggests a new information-based theory of gradualism in trade agreements.\n\n",
    "acknowledgement": "\nThe helpful comments of Chad Bown, Yeon-Koo Che, Taiji Furusawa, Gene Grossman, Nuno Limao, Giovanni Maggi, Jee-Hyeong Park, Robert Powell, Robert Staiger and seminar participants at UBC, Yale, the 2008 Princeton-Yale Conference on Reputations and International Agreements, and the 2008 International Economic Institutions Workshop in Seoul are gratefully acknowledged. The financial support of the NSF is also gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}