{
    "id": 14816,
    "citation_title": "Time of Troubles: The Yen and Japan's Economy, 1985-2008",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the links between macroeconomic developments, especially monetary policy, and the exchange rate during the period of Japan's bubble economy and subsequent stagnation. The yen experienced epic gyrations over that period, starting with its rapid ascent after the March 1985 Plaza Accord of major industrial countries. Two distinct periods of endaka fukyo, or recession induced by a strong yen, occurred in the late 1980s and the early 1990s at critical phases of the monetary policy cycle. My approach emphasizes the interaction of short-term developments driven by monetary factors (as they affect international real interest rate differentials) and the long-term determinants of the real exchange rate's equilibrium path. Chief among those long-run determinants are relative sectoral productivity levels and the terms of trade, including the price of oil. Since the mid-1990s, the yen's real exchange rate has generally followed a depreciating trend and Japan's comprehensive terms of trade have deteriorated.\n\n",
    "acknowledgement": "\nPrepared for the ESRI/Chicago GSB/Columbia Business School Conference on \"Japan's Bubble, Deflation, and Long-Term Stagnation,\" Federal Reserve Bank of San Francisco, December 11-12, 2008. I thank Thomas Becker, Gabriel Chodorow-Reich, and Matteo Maggiori for excellent research assistance. The paper has benefited from the helpful suggestions of Mick Devereux, Kyoji Fukao, Linda Goldberg, Koichi Hamada, Takatoshi Ito, Anil Kashyap, Jaewoo Lee, Masao Ogaki, David Weinstein, and participants at the March 2008 Columbia University pre-workshop on \"Japan's Bubble,\" the follow-up December 2008 San Francisco Federal Reserve conference, and the November 2008 Swiss National Bank/IMF conference on exchange rates, held in Zürich. Research support has been provided by the Class of 1958 chair and by the Coleman Fung Risk Management Research Center, both at UC Berkeley. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}