{
    "id": 14811,
    "citation_title": "Coping with Chronic Disease? Chronic Disease and Disability in Elderly American Population 1982-1999",
    "citation_author": [
        "Gabriel Aranovich",
        "Jay Bhattacharya",
        "Alan M. Garber",
        "Thomas E. MaCurdy"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that disability rates among the American elderly have declined over the past decades. The cause of this decline is less well established.  In this paper, we test one important possible explanation--that the decline in disability occurred because of chronic disease prevention efforts among the elderly. For this purpose we analyze data from the National Long Term Care Survey and from the National Health and Interview Survey. Our findings suggest that primary prevention, as reflected in decreased disease prevalence, was not responsible for advances made in elderly functioning between 1980 and 2000.  We found a broad decline in less severe forms of disability that is unlikely to have resulted from improved disease management.  Instead, these measured improvements in functioning may reflect environmental, technological, and/or socioeconomic changes.  Improvements in the more severe forms of disability were modest and were restricted to those suffering from particular illnesses, which make improved and/or more aggressive management a plausible explanation and one that might increase costs should the trend persist.\n\n",
    "acknowledgement": "\nWe thank David Wise for his comments on an earlier draft of this paper.  We thank the National Institute on Aging for funding this project.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}