{
    "id": 14810,
    "citation_title": "Learning about Academic Ability and the College Drop-out Decision",
    "citation_author": [
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "2018-11-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique data to examine how college students from low income families form expectations about academic ability and to examine the role that learning about ability and a variety of other factors play in the college drop-out decision. From the standpoint of satisfying a central implication from the theory of drop-out, we find that self-reported expectations data perform well relative to standard assumptions employed in empirical work when it is necessary to explicitly characterize beliefs.  At the time of entrance, students tend to substantially discount the possibility of bad grade performance, with this finding having implications for understanding the importance of the option value of schooling. After entrance, students update their beliefs in a manner which takes into account both initial beliefs and new information, with heterogeneity in weighting being broadly consistent with the spirit of Bayesian updating. Learning about ability plays a very prominent role in the drop-out decision.  Among other possible factors of importance, while students who find school to be unenjoyable  are unconditionally much more likely to leave school, this effect arises to a large extent because these students also tend to receive poor grades.  We end by examining whether students whose grades are lower than expected understand the underlying reasons for their poor grade performance.\n\n",
    "acknowledgement": "\n﻿We appreciate comments from seminar participants at New York University, Rochester, Yale, Syracuse, Simon Fraser, NBER, The winter meetings of the Econometric  Society, and The Analytical Labor Conference at the University of Chicago. We are grateful for support from The Mellon Foundation, The Spencer Foundation,  The National Science Foundation, SSHRC, and Berea College. This work would not have been possible without the extraordinary work of Lori Scafidi and the assistance of Diana Stinebrickner, Pam Thomas, and Albert Conley. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}