{
    "id": 14813,
    "citation_title": "Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking?",
    "citation_author": [
        "Ulrike Malmendier",
        "Stefan Nagel"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe investigate whether individuals' experiences of macro-economic outcomes have long-term effects on their risk attitudes, as often suggested for the generation that experienced the Great Depression. Using data from the Survey of Consumer Finances from 1964-2004, we find that individuals who have experienced low stock-market returns throughout their lives report lower willingness to take financial risk, are less likely to participate in the stock market, and, conditional on participating, invest a lower fraction of their liquid assets in stocks. Individuals who have experienced low bond returns are less likely to own bonds. All results are estimated controlling for age, year effects, and a broad set of household characteristics. Our estimates indicate that more recent return experiences have stronger effects, but experiences early in life still have significant influence, even several decades later. Our results can explain, for example, the relatively low stock-market participation of young households in the early 1980s, following the disappointing stock-market returns in the 1970s, and the relatively high participation of young investors in the late 1990s, following the boom years in the 1990s. In the aggregate, investors' lifetime stock-market return experiences predict aggregate stock-price dynamics as captured by the price-earnings ratio.\n\n",
    "acknowledgement": "\nWe thank John Ameriks, Brad Barber, Randy Cohen, Wayne Ferson, Tim Johnson, John Sabelhaus, Karthryn Shaw, Stephen Zeldes, and seminar participants at Berkeley, Bowling Green State, Erasmus University Rotterdam, Federal Reserve Bank of Chicago, Harvard, Hong-Kong University of Science and Technology, London School of Economics, Nanyang Technological University, National University of Singapore, New York University, NHH Bergen, Singapore Management University, Stanford, Tilburg, University of British Columbia, University of Illinois Urbana/Champaign, University of Michigan, University of Southern California, the World Bank, the American Finance Association Meeting, the Annual Meeting of German Economists Abroad, the European Symposium on Economics and Psychology, the NBER MIDM, AP, and Cohort Studies meetings, as well as the Wharton Conference on Household Portfolio Choice and Financial Decision-Making for comments, and Sith Chaisurote and Nelli Oster for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}