{
    "id": 14826,
    "citation_title": "Financial Instability, Reserves, and Central Bank Swap Lines in the Panic of 2008",
    "citation_author": [
        "Maurice Obstfeld",
        "Jay C. Shambaugh",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we connect the events of the last twelve months, \"The Panic of 2008\" as it has been called, to the demand for international reserves. In previous work, we have shown that international reserve demand can be rationalized by a central bank's desire to backstop the broad money supply to avert the possibility of an internal/external double drain (a bank run combined with capital flight). Thus, simply looking at trade or short-term debt as motivations for reserve holdings is insufficient; one must also consider the size of the banking system (M2). Here, we show that a country's reserve holdings just before the current crisis, relative to their predicted holdings based on these financial motives, can significantly predict exchange rate movements of both emerging and advanced countries in 2008. Countries with large war chests did not depreciate -- and some appreciated. Meanwhile, those who held insufficient reserves based on our metric were likely to depreciate. Current account balances and short-term debt levels are not statistically significant predictors of depreciation once reserve levels are taken into account. Our model's typically high predicted reserve levels provide important context for the unprecedented U.S. dollar swap lines recently provided to many countries by the Federal Reserve.\n\n",
    "acknowledgement": "\nWe thank the Fondation Banque de France for supporting our research through a grant administered by the CEPR. Matteo Maggiori provided helpful research assistance. The paper was presented at the ASSA Meetings, San Francisco, January 3-5, 2009. We received many helpful comments, especially from our discussant Joshua Aizenman. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}