{
    "id": 14824,
    "citation_title": "New-Keynesian Economics: An AS-AD View",
    "citation_author": [
        "Pierpaolo Benigno"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "2013-05-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA simple New-Keynesian model is set out with AS-AD graphical analysis. The model is consistent with modern central banking, which targets shortterm nominal interest rates instead of money supply aggregates. This simple framework enables us to analyze the economic impact of productivity or markup disturbances and to study alternative monetary and fiscal policies. \nThe framework is also suitable for studying a liquidity-trap environment, the economics of debt deleveraging, and possible solutions. \nThe impact of the fiscal multipliers on output and the output gap can be quantified. During normal times, a short-run increase in public spending has a multiplier less than one on output and a much smaller multiplier on the output gap, while a decrease in short-run taxes has a positive multiplier on output, but negative on the output gap. When the economy is depressed because some agents are deleveraging, fiscal policy is more powerful and the multiplier can be quite big. \nIn the AS-AD graphical view, optimal policy simplifies to nothing more than an additional line, IT, along which the trade-off between the objective of price stability and that of stabilizing the output gap can be optimally exploited.\n\n",
    "acknowledgement": "\nI am grateful to Bernd Kempa and Mike Woodford for helpful discussions and comments and to Roger Meservey for professional editing. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}