{
    "id": 14823,
    "citation_title": "Needle Sharing and HIV Transmission: A Model with Markets and Purposive Behavior",
    "citation_author": [
        "Ajay Mahal",
        "Brendan O'Flaherty",
        "David E. Bloom"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithout well designed empirical studies, mathematical models are an important way to use data on needle infection for inferences about human infection. We develop a model with explicit behavioral foundations to explore an array of policy interventions related to HIV transmission among IDU. In our model, needle exchanges affect the spread of HIV in three ways: more HIV-negative IDUs use new needles instead of old ones; needles are retired after fewer uses; and the proportion of HIV-positive IDUs among users of both old and new needles rises owing to sorting effects. The first and second effects reduce the long-run incidence of HIV, while the third effect works in the opposite direction. We compare the results of our model with those of Kaplan and O'Keefe (1993) that is the foundation of many later models of HIV transmission among IDU.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the annual meetings of the Econometric Society, the International AIDS Economics Network, seminars at the Columbia University Department of Economics and Mailman School of Public Health and the Harvard School of Public Health. The authors wish to thank David Canning, Dhaval Dave, John McLaren, Larry Rosenberg, Jaypee Sevilla, and numerous seminar participants for their comments.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}