{
    "id": 14828,
    "citation_title": "Determinants of Technology Adoption: Private Value and Peer Effects in Menstrual Cup Take-Up",
    "citation_author": [
        "Emily Oster",
        "Rebecca Thornton"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the role of benefits and peer effects in technology adoption using data from randomized distribution of menstrual cups in Nepal.  Using individual randomization, we estimate causal effects of peer exposure on adoption; using differences in potential returns we estimate effects of benefits.  We find both peers and value influence adoption.  Using the fact that we observe both trial and usage of the product, we examine the mechanisms driving peer effects.  We find that peers matters because individuals learn how to use the technology from their friends, but that they do not affect individual desire to use the cup.\n\n",
    "acknowledgement": "\nThe Menstruation and Education in Nepal Project is supported by grants from the University of Michigan Population Studies Center (Mueller and Freedman Funds), the University of Chicago Center for Health and Social Sciences, Harvard University Women in Public Policy Grant and the Warburg Foundation Economics of Culture Research Grant at Harvard University. We thank Bishnu Adhikari, Indra Chaudry, Dirgha Ghimire, Krishna Ghimire, Sunita Ghimire, and Prem Pundit for their excellent data collection and fieldwork administration.  Jonathan Davis, Jonathan Hersh and Ryan Wang provided excellent research assistance. We also thank respondents and school administration in our sample schools in Chitwan The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}