{
    "id": 14829,
    "citation_title": "Currency Misalignments and Optimal Monetary Policy: A Reexamination",
    "citation_author": [
        "Charles Engel"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines optimal monetary policy in an open-economy two-country model with sticky prices.  We show that currency misalignments are inefficient and lower world welfare.  We find that optimal policy must target not only inflation and the output gap, but also the currency misalignment.  However the interest rate reaction function that supports this targeting rule may involve only the CPI inflation rate.  This result illustrates how examination of \"instrument rules\" may hide important trade-offs facing policymakers that are incorporated in \"targeting rules\".  The model is a modified version of Clarida, Gali, and Gertler's (JME, 2002).  The key change is that we allow pricing to market or local-currency pricing and consider the policy implications of currency misalignments.  Besides highlighting the importance of the currency misalignment, our model also gives a rationale for targeting CPI, rather than PPI, inflation.\n\n",
    "acknowledgement": "\nI am indebted very much to Gianluca Benigno, Mick Devereux, Jon Faust, Lars Svensson and Mike Woodford for comments and suggestions at various stages of this work.  I thank Chris Kent for detailed comments on an earlier draft. I acknowledge support from the National Science Foundation through grant no. 0451671. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}