{
    "id": 1482,
    "citation_title": "Money, Credit and Interest Rates in the Business Cycle",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1984-10-01",
    "issue_date": "1984-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFluctuations of business activity in the United States clearly have their monetary and financial side, but these aspects of U.S. economic fluctuations exhibit few quantitative regularities that have persisted unchanged across spans of tine over which the nation's financial markets have themselves undergone significant change. The evidence on monetary and financial aspects of U.S. business cycles assembled in this paper shows major differences among the pre WorldWar I, inter-war, and post World War II periods, and between the first and second halves of the post-war period. Evidence suggesting changes fromone period to another repeatedly emerges, regardless of whether the method of analysis is simple or sophisticated, regardless of whether the underlying data are annual or quarterly, and regardless of whether the relationships under study are bivariate or multivariate. Moreover, the differences between one period and another are significant not just statistically but also economically, in the sense of major differences in the magnitude and timing of cyclical movements.The paper's main message, therefore, is a warning against accepting too readily - either as a matter of positive economics or for policy purposes -the appearance of simple and eternal verities in much of the existing literature of monetary and financial aspects of business fluctuations. More complicated models involving many variables and/or nonlinear relationships may have remained stable, but the evidence clearly shows that simple linear relationships among only a few such variables have not.\n\n",
    "acknowledgement": "\n"
}