{
    "id": 14821,
    "citation_title": "Selective Swap Arrangements and the Global Financial Crisis: Analysis and Interpretation",
    "citation_author": [
        "Joshua Aizenman",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2009-03-25",
    "issue_date": "2009-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe onset of the US credit crisis in 2008, and its rapid globalization induced the FED to extend unprecedented swap-lines of 30 billion dollars to four emerging markets, and the proliferation of other cross-countries selective swap arrangements.  This paper explores the logic for these arrangements, focusing on the degree to which financial and trade linkages, financial openness and credit risk history account for discerning the formation of swap arrangements to EMs.  We also study the impact of the formation of these credit lines on the exchange rate and the financial spreads of the relevant countries.  We find that exposure of US banks to EMs is the most important selection criterion for explaining the \"selected four\" swap-lines.  This result is consistent with the outlined model, where we show that in circumstances of unanticipated deleveraging, emergency swap-lines may prevent or mitigate costly liquidation today, allowing investment projects to reach maturity and providing positive option value to both the source and the recipient countries.  The FED swap-lines had relatively large short-run impact on the exchange rates of the selected EMs, but much smaller effect on the spreads (measured relative to that of other EMs that were not the recipients of swap-lines).   Specifically, non-swap countries saw an average depreciation of 0.15% on the day after swap announcement, but swap countries saw their exchange rate appreciate on average, by about 4%.  Yet, all the swap countries saw their exchange rate subsequently depreciate to a level lower than pre-swap rate, calling into question the long-run impact of the arrangements.\n\n",
    "acknowledgement": "\nWe are grateful to Yin-Wong Cheung for his useful comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}