{
    "id": 14830,
    "citation_title": "Show Me the Money: Does Shared Capitalism Share the Wealth?",
    "citation_author": [
        "Robert Buchele",
        "Douglas Kruse",
        "Loren Rodgers",
        "Adria Scharf"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of a variety of employee ownership programs on employees' holdings of their employers' stock, their earnings and their wealth.  Two major datasets are employed: the NBER Shared Capitalism Research Project employee survey dataset and the 2002 and 2006 national General Social Surveys (GSS). The GSS national survey shows that 29% of permanent, full-time employees with at least one year on the job own their employers' stock, compared to the unsurprisingly higher 87% of employees in the NBER \"shared capitalist\" firms. The employees in the national sample hold an average of $10,600 of employer stock, compared to $52,800 in the NBER sample. Employee owners in NBER companies with broad-based ownership structures fare better: those in majority-owned ESOPs hold on average $86,000 in company stock and those in broad-based stock option plans hold options worth an average of $283,000. We find no evidence -- either between datasets or between employee-owners and non-owners within datasets -- of substitution of company stock ownership for pay or benefits. Moreover, our analysis suggests that company stock ownership substantially raises total employee wealth, though it appears to have little effect on the overall distribution of wealth. These results suggest that employee ownership tends to raise both ownership stakes and economic resources of American workers across the economic spectrum.\n\n",
    "acknowledgement": "\nEarlier drafts of this paper were presented at the Russell Sage/NBER conference in New York City, October 6-7, 2006 and at the Labor and Employment Relations conference, Boston, Massachusetts, January 5-8, 2006.  We have benefited from comments on these drafts by Mark Aldrich, Joseph Blasi, Eric Kaarsemaker, Jeffrey Keefe and Christopher Mackin. This research is supported by a grant from the Russell Sage Foundation and the Rockefeller Foundation. Additional funding for the General Social Survey questions was provided by the Beyster Institute of the University of California at San Diego, the ESOP Association, the Employee Ownership Foundation, Hewitt Associates, the National Center for Employee Ownership, the Profit Sharing Council of America, and American Capital. The National Opinion Research Center at the University of Chicago provided valuable assistance with the U.S. General Social Survey that provides a national sample comparison group in our analysis. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}