{
    "id": 14832,
    "citation_title": "Energy, the Environment, and Technological Change",
    "citation_author": [
        "David Popp",
        "Richard G. Newell",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin the field of environmental economics, the role of technological change has received much attention.  The long-term nature of many environmental problems, such as climate change, makes understanding the evolution of technology an important part of projecting future impacts.  Moreover, in many cases environmental problems cannot be addressed, or can only be addressed at great cost, using existing technologies.  Providing incentives to develop new environmentally-friendly technologies then becomes a focus of environmental policy. This chapter reviews the literature on technological change and the environment. Our goals are to introduce technological change economists to how the lessons of the economics of technological change have been applied in the field of environmental economics, and suggest ways in which scholars of technological change could contribute to the field of environmental economics.\n\n",
    "acknowledgement": "\nThis paper was prepared for the forthcoming Handbook of Economics of Technical Change.  In preparing this review, the authors draw heavily on earlier joint work with Robert Stavins, William Pizer, and Kenneth Gillingham.  We thank them for those contributions and for all that we have learned from them.  Thanks to Jung Eun Kim and Kelly Bogart for their assistance preparing this manuscript.  Finally, we thank Bronwyn Hall, Reyer Gerlagh, and Nick Johnstone for helpful comments on an earlier version of this chapter.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}