{
    "id": 14834,
    "citation_title": "A Model of International Cities: Implications for Real Exchange Rates",
    "citation_author": [
        "Mario J. Crucini",
        "Hakan Yilmazkuday"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of cities each inhabited by two agents, one specializing in manufacturing, the other in distribution. The distribution sector represents the physical transformation of all internationally traded goods from the factory gate to the final consumer. Using a panel of micro-prices at the city level, we decompose the long-run variance of LOP deviations into the fraction due to distribution costs, trade costs and a residual. For the median good, trade costs account for 50 percent of the variance, distribution costs account for 10 percent with 40 percent of the variance unexplained. Since the sample of items in the data are heavily skewed toward traded goods, we also decompose the variance based on the median good on an expenditure-weighted basis. Now the tables turn, with distribution costs accounting for 43 percent, trade costs 36 percent and 21 percent of the variance unexplained.\n\n",
    "acknowledgement": "\nWe especially thank Mary Amiti, Eric Bond, Paolo Pesenti and Robert Vigfusson for valuable comments and criticisms. We grateful to seminar participants at the California State University -- Long Beach, Federal Reserve Banks of Dallas and New York, Utah State University, Temple University, University of Tennessee at Knoxville and Vanderbilt University; conference participants at the 2008 Midwest International Economics Meeting at The Ohio State University, the 2008 Midwest Annual Meeting participants in Chicago, IL, the Wegman's Conference at the University of Rochester, and the Murray S. Johnson Memorial Conference, The University of Texas at Austin. The authors gratefully acknowledge the financial support of the National Science Foundation (SES-0136979, SES-0524868). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}