{
    "id": 14831,
    "citation_title": "The Consequences of Radical Reform: The French Revolution",
    "citation_author": [
        "Daron Acemoglu",
        "Davide Cantoni",
        "Simon Johnson",
        "James A. Robinson"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe French Revolution of 1789 had a momentous impact on neighboring countries. The French Revolutionary armies during the 1790s and later under Napoleon invaded and controlled large parts of Europe. Together with invasion came various radical institutional changes. French invasion removed the legal and economic barriers that had protected the nobility, clergy, guilds, and urban oligarchies and established the principle of equality before the law. The evidence suggests that areas that were occupied by the French and that underwent radical institutional reform experienced more rapid urbanization and economic growth, especially after 1850. There is no evidence of a negative effect of French invasion. Our interpretation is that the Revolution destroyed (the institutional underpinnings of) the power of oligarchies and elites opposed to economic change; combined with the arrival of new economic and industrial opportunities in the second half of the 19th century, this helped pave the way for future economic growth. The evidence does not provide any support for several other views, most notably, that evolved institutions are inherently superior to those 'designed'; that institutions must be 'appropriate' and cannot be 'transplanted'; and that the civil code and other French institutions have adverse economic effects.\n\n",
    "acknowledgement": "\nWe thank Jared Diamond, Robert Dixon, Niall Ferguson, Tim Guinnane, Peter Hall, Philip Hoffman, Joel Mokyr, Sheilagh Ogilvie, Winifred Rothemberg, Jesus Villaverde, John Wallis, Peter Wilson and participants in the American Economic Association Annual Meeting for their comments, and Camilo García, Tarek Hassan, Jutta Hoppe and Michael Kapps for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}