{
    "id": 14836,
    "citation_title": "Teaching the Tax Code: Earnings Responses to an Experiment with EITC Recipients",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "2012-06-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests whether providing information about the Earned Income Tax Credit (EITC) affects EITC recipients' earnings decisions. We conducted a randomized experiment with 43,000 EITC recipients at H&R Block in which tax preparers gave simple, personalized information about the EITC schedule to half of their clients. We \ffind no significant effects of information provision on earnings in the subsequent year in the full sample. Further exploration uncovers evidence of heterogeneous treatment effects on both self-employment income and wage earnings across the 1,461 tax professionals who assisted the clients involved in the experiment. We conclude that providing information about tax incentives through tax preparers does not systematically affect earnings on average. However, tax preparers may be able to influence their clients' earnings decisions by providing advice about how to respond to tax incentives.\n\u0003\n\n",
    "acknowledgement": "\nWe are extremely grateful to Joe Cresta, David Hussong, Mike Lammers, Scott McBride, Eileen McCarthy, Robert Weinberger, Jeremy White, Bernie Wilson, and the nearly 1,500 tax professionals at H&R Block for their help in organizing and implementing the experiment. We thank Michael Anderson, David Card, Stefano DellaVigna, Martin Feldstein, Bryan Graham, Caroline Hoxby, Hilary Hoynes, Lawrence Katz, David Laibson, Adam Looney, Erzo Luttmer, Marco Manacorda, Sendhil Mullainathan, Steve Pischke, Karl Scholz, and numerous seminar participants for very helpful comments and discussions. Gregory Bruich and Phillipe Wingender provided outstanding research assistance. Financial support from CASBS, UC-LERF, NSF Grants SES-0645396 and SES-0850631, and the Sloan Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}