{
    "id": 14833,
    "citation_title": "The Causes and Effects of International Migrations: Evidence from OECD Countries 1980-2005",
    "citation_author": [
        "Francesc Ortega",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contains three important contributions to the literature on international migrations. First, it compiles a new dataset on migration flows (and stocks) and on immigration laws for 14 OECD destination countries and 74 sending countries for each year over the period 1980-2005. Second, it extends the empirical model of migration choice across multiple destinations, developed by Grogger and Hanson (2008), by allowing for unobserved individual heterogeneity between migrants and non-migrants. We use the model to derive a pseudo-gravity empirical specification of the economic and legal determinants of international migration. Our estimates clearly show that bilateral migration flows are increasing in the income per capita gap between origin and destination. We also find that bilateral flows decrease when destination countries adopt stricter immigration laws. Third, we estimate the impact of immigration flows on employment, investment and productivity in the receiving OECD countries using as instruments the \"push\" factors in the gravity equation. Specifically, we use the characteristics of the sending countries that affect migration and their changes over time, interacted with bilateral migration costs. We find that immigration increases employment, with no evidence of crowding-out of natives, and that investment responds rapidly and vigorously. The inflow of immigrants does not seem to reduce capital intensity nor total factor productivity in the short-run or in the long run. These results imply that immigration increases the total GDP of the receiving country in the short-run one-for-one, without affecting average wages and average income per person.\n\n",
    "acknowledgement": "\nWe are thankful to Greg Wright and Tommaso Colussi for excellent research assistance. Peri gratefully acknowledges generous funding from the John D. and Catherine T. MacArthur Foundation. This paper was commissioned as background research study for the United Nation Human Development Report, 2009. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}