{
    "id": 14847,
    "citation_title": "Fluctuations in Overseas Travel by Americans, 1820 to 2000",
    "citation_author": [
        "Brandon Dupont",
        "Alka Gandhi",
        "Thomas Weiss"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere were substantial fluctuations in the numbers of American overseas travelers, especially before World War II. These fluctuations in travel around the robust, long term upward trend are the focus of this paper. We first identify those fluctuations in the raw data and then try to explain the pattern of overseas travel in a quantitative way. As we show, despite the impact of a myriad of episodic events, the fluctuations in travel can be explained to a large extent by changes in the direct price of travel, changes in per capita GDP in the U.S., the extent of travel in the preceding year, and by periods of armed conflict in Europe. We attempt to explain some of the remaining variation for specific episodes in which the actual level of travel differed substantially from the predicted.\n\n",
    "acknowledgement": "\nWe wish to thank the Center for Economic Studies at the University of Munich for providing Weiss with uninterrupted time in which to work on this research. A version of this paper was presented at the Allied Social Science Association Meetings in January 2009. We also thank, Stan Engerman, Bertram Gordon, Drew Keeling, Michael McAleer, Ed Perkins, Joshua Rosenbloom and Vic Valcarcel for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}