{
    "id": 14842,
    "citation_title": "Estimation of Causal Effects in Experiments with Multiple Sources of Noncompliance",
    "citation_author": [
        "John Engberg",
        "Dennis Epple",
        "Jason Imbrogno",
        "Holger Sieg",
        "Ron Zimmer"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to study identification and estimation of causal effects in experiments with multiple sources of noncompliance. This research design arises in many applications in education when access to oversubscribed programs is partially determined by randomization. Eligible households decide whether or not to comply with the intended treatment. The paper treats program participation as the outcome of a decision process with five latent household types. We show that the parameters of the underlying model of program participation are identified. Our proofs of identification are constructive and can be used to design a GMM estimator for all parameters of interest. We apply our new methods to study the effectiveness of magnet programs in a large urban school district. Our findings show that magnet programs help the district to attract and retain students from households that are at risk of leaving the district. These households have higher incomes, are more educated, and have children that score higher on standardized tests than households that stay in district regardless of the outcome of the lottery.\n\n",
    "acknowledgement": "\nJohn Engberg is a research scientist at the RAND Corporation, Pittsburgh, PA 15213. Dennis Epple is the Thomas Lord Professor of Economics, Holger Sieg is the Friends of Allan Meltzer Professor in Economics, Jason Imbrogno is a Ph.D. student at Carnegie Mellon University, Tepper School of Business, Pittsburgh, PA 15213. Ron Zimmer is an Associate Professor at Michigan State University, College of Education, East Lansing, MI 48824. We would like to thank Stefan Holderlein, Guido Imbens, Blaise Melly, Robert Moÿtt, Chris Taber, Ken Wolpin, Tiemen Woutersen, and seminar participants at UT Austin, Brown University, Carnegie Mellon University, the University of Georgia, Johns Hopkins University, the University of Maryland, the University of Wisconsin-Madison, and the 5th Conference of German Economists Abroad at the University of Bonn for comments. We would also like to thank the \"mid-sized urban school district\" for sharing their data. Financial support for this research is provided by the Institute of Education Sciences (IESR305A070117 and R305D090016).The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}