{
    "id": 14843,
    "citation_title": "Financial Openness and Productivity",
    "citation_author": [
        "Geert Bekaert",
        "Campbell R. Harvey",
        "Christian Lundblad"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial openness is often associated with higher rates of economic growth. We show that the impact of openness on factor productivity growth is more important than the effect on capital growth. This explains why the growth effects of liberalization appear to be largely permanent, not temporary. We attribute these permanent liberalization effects to the role financial openness plays in stock market and banking sector development, and to changes in the quality of institutions. We find some indirect evidence of higher investment efficiency post-liberalization. We also document threshold effects: countries that are more financially developed or have higher quality of institutions experience larger productivity growth responses. Finally, we show that the growth boost from openness outweighs the detrimental loss in growth from global or regional banking crises.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of the participants at the Emerging Markets Finance Conference at City University, London in June 2007. Send correspondence to: Campbell R. Harvey, Fuqua School of Business, Duke University, Durham, NC 27708. Phone: +1 919.660.7768, E-mail: cam.harvey@duke.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}