{
    "id": 14841,
    "citation_title": "Face Value: Information and Signaling in an Illegal Market",
    "citation_author": [
        "Trevon Logan",
        "Manisha Shah"
    ],
    "citation_publication_date": "2009-04-09",
    "issue_date": "2009-04-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nEconomists argue that rich information environments and formal enforcement of contracts are necessary to prevent market failures when information asymmetries exist. We test for the necessity of formal enforcement to overcome the problems of asymmetric information by estimating the value of information in an illegal market with a particularly rich information structure: the online market for male sex work. We assemble a rich dataset from the largest and most comprehensive online male sex worker website to estimate the effect of information on pricing. We show how clients of male sex workers informally police the market in a way that makes signaling credible. Using our institutional knowledge, we also identify the specific signal male sex workers use to communicate quality to clients: face pictures. We find that there is a substantial return to information, and that it is due entirely to face pictures. Interestingly, the return is in the range of returns to information estimated for legal markets. We also provide suggestive evidence that our premium to face pictures is not being driven by a beauty premium. The findings provide novel evidence on the ability of rich information environments to overcome the problems of asymmetric information without formal enforcement mechanisms.\n\n",
    "acknowledgement": "\nGeorge Akerlof, Rodney J. Andrews, Raj Arunachalam, Andrea A. Cann, Lisa D. Cook, Brahima Coulibaly, Scott Cunningham, Angus Deaton, Avinash Dixit, Claudia D. Goldin, Karla Hoff, Joseph Kaboski, Simon Loertscher, Joseph M. Newhard, Christina Paxson, Ruth Peterson, Patricia Reagan, Seth Sanders, Ebonya Washington, Nathan Woodfork, and numerous seminar participants provided helpful suggestions. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}