{
    "id": 14845,
    "citation_title": "A Unified Theory of Tobin's q, Corporate Investment, Financing, and Risk Management",
    "citation_author": [
        "Patrick Bolton",
        "Hui Chen",
        "Neng Wang"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a simple homogeneous dynamic model of investment and corporate risk management for a financially constrained firm. Following Froot, Scharfstein, and Stein (1993), we define a corporation's risk management as the coordination of investment and financing decisions. In our model, corporate risk management involves internal liquidity management, financial hedging, and investment. We determine a firm's optimal cash, investment, asset sales, credit line, external equity finance, and payout policies as functions of the following key parameters: 1) the firm's earnings growth and cash-flow risk; 2) the external cost of financing; 3) the firm's liquidation value; 4) the opportunity cost of holding cash; 5) investment adjustment and asset sales costs; and 6) the return and covariance characteristics of hedging assets the firm can invest in. The optimal cash inventory policy takes the form of a double-barrier policy where i) cash is paid out to shareholders only when the cash-capital ratio hits an endogenous upper barrier, and ii) external funds are raised only when the firm has depleted its cash. In between the two barriers, the firm adjusts its capital expenditures, asset sales, and hedging policies. Several new insights emerge from our analysis. For example, we find an inverse relation between marginal Tobin's q and investment when the firm draws on its credit line. We also find that financially constrained firms may have a lower equity beta in equilibrium because these firms tend to hold higher precautionary cash inventories.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Abel, Janice Eberly, Andrea Eisfeldt, Mike Faulkender, Michael Fishman, Albert Kyle, Robert McDonald, Marco Pagano, Gordon Phillips, and Robert Pindyck for their comments. We also thank seminar participants at Columbia Business School, NYU Stern, U.C. Berkeley, University of Maryland, and Northwestern University (Kellogg) for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}