{
    "id": 14848,
    "citation_title": "Entrepreneurial Finance and Non-diversifiable Risk",
    "citation_author": [
        "Hui Chen",
        "Jianjun Miao",
        "Neng Wang"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEntrepreneurs face significant non-diversifiable business risks. We build a dynamic incomplete markets model of entrepreneurial finance to demonstrate the important implications of nondiversifiable risks for entrepreneurs' interdependent consumption, portfolio allocation, financing, investment, and business exit decisions. The optimal capital structure is determined by a generalized tradeoff model where leverage via risky non-recourse debt provides significant diversification benefits. More risk-averse entrepreneurs default earlier, but also choose higher leverage, even though leverage makes his equity more risky. Non-diversified entrepreneurs demand both systematic and idiosyncratic risk premium. Cash-out option and external equity further improve diversification and raise the entrepreneur's valuation of the firm. Finally, entrepreneurial risk aversion can overturn the risk-shifting incentives induced by risky debt.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud, Patrick Bolton, John Cox, Bob Hall, Glenn Hubbard, Larry Kotlikoff, Debbie Lucas, Morten Sorensen, and seminar participants at Baruch, Boston University, Colorado, Columbia, Kansas, Michigan, MIT, Conference on Financial Innovation: 35 Years of Black/Scholes and Merton at Vanderbilt University, and NYU Stern for comments. Jianjun Miao gratefully acknowledges financial support from Research Grants Council of Hong Kong under the project number 643507. Part of this research was conducted when Jianjun Miao was visiting Hong Kong University of Science and Technology. The hospitality of this university is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}