{
    "id": 14846,
    "citation_title": "Confidence, Crashes and Animal Spirits",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model of the macroeconomy that reformulates what I take to be two important ideas from Keynes General Theory. The first is that there may be a continuum of steady state unemployment rates. The second is that beliefs select an equilibrium. I argue that search and matching costs in the labor market lead to the existence of a continuum of equilibria and I resolve the resulting indeterminacy by assuming that the beliefs of stock market participants are self-fulfilling. The paper reconciles Keynesian economics with general equilibrium theory without invoking the assumption of frictions that prevent wages and prices from reaching their equilibrium levels.\n\n",
    "acknowledgement": "\nThe author gratefully acknowledges the support of NSF grant 0720839. I wish to thank Katrin Assenmacher-Wesche, Amy Brown, Larry Christiano, Anton Cheremukhin, Alain Delacroix, Gauti Eggersston, Martin Ellison, Marco Guerrazzi, Peter Howitt, Masanori Kashiwagi, James Nason, Roberto Perotti, Valery Ramey and Andrew Scott for their comments on an earlier version of this paper and on a related paper that influenced the final draft. I also wish to thank three referees of this journal for their insightful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}