{
    "id": 14852,
    "citation_title": "Charter Schools in New York City: Who Enrolls and How They Affect Their Students' Achievement",
    "citation_author": [
        "Caroline M. Hoxby",
        "Sonali Murarka"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze all but a few of the 47 charter schools operating in New York City in 2005-06. The schools tend locate in disadvantaged neighborhoods and serve students who are substantially poorer than the average public school student in New York City. The schools also attract black applicants to an unusual degree, not only relative to New York City but also relative to the traditional public schools from which they draw. The vast majority of applicants are admitted in lotteries that the schools hold when oversubscribed, and the vast majority of the lotteries are balanced. By balanced, we mean that we cannot reject the hypothesis that there are no differences in the observable characteristics of lotteried-in and lotteried-out students. Using the lotteries to form an intention-to-treat variable, we instrument for actual enrollment and compute the charter schools' average treatment-on-the-treated effects on achievement. These are 0.09 standard deviations per year of treatment in math and 0.04 standard deviations per year in reading. We estimate correlations between charter schools' policies and their effects on achievement. The policy with the most notable and robust association is a long school year--as long as 220 days in the charter schools.\n\n",
    "acknowledgement": "\nThis research was sponsored by the United States Department of Education's Institute for Education Sciences under Contract R305A040043. We are grateful to the National Center on School Choice at Vanderbilt University for their support. We are also thankful to the New York City Department of Education, including Lori Mei, Jennifer Bell-Ellwanger, and Janet Brand in particular, for their assistance in providing us with administrative data. The New York City Center for Charter School Excellence and the individual charter schools participating in the study have been indispensable for their cooperation in compiling data. We are thankful for excellent research assistance from Greg Balliro, Jon Choate, Gary Garcia, Wojtek Kubik, Ayah Mahgoub, Daniel Morgan, Elisa Olivieri, John Oxtoby, Mike Schor, and Rebecca Wald. We thank Jonah Rockoff and the members of the NBER Economics of Education program for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}