{
    "id": 14854,
    "citation_title": "The Olympic Effect",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "2017-08-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists are skeptical about the economic benefits of hosting \"mega-events\" such as the Olympic Games or the World Cup, since such activities have considerable cost and seem to yield few tangible benefits. These doubts are rarely shared by policy-makers and the population, who are typically quite enthusiastic about such spectacles. In this paper, we reconcile these positions by examining the economic impact of hosting mega-events like the Olympics; we focus on trade. Using a variety of trade models, we show that hosting a mega-event like the Olympics has a positive impact on national exports. This effect is statistically robust, permanent, and large; trade is around 30% higher for countries that have hosted the Olympics. Interestingly however, we also find that unsuccessful bids to host the Olympics have a similar positive impact on exports. We conclude that the Olympic effect on trade is attributable to the signal a country sends when bidding to host the games, rather than the act of actually holding a mega-event. We develop a political economy model that formalizes this idea, and derives the conditions under which a signal like this is used by countries wishing to liberalize.\n\n",
    "acknowledgement": "\nWe thank Christopher Candelaria for excellent research assistance, and Keith Head for help with his tetradic programs. For comments, we thank: John Fernald; Reuven Glick; Yuri Gorodnichenko; Pierre-Olivier Gourinchas; Galina Hale; Dennis Novy; Assaf Razin; Glenn Rudebusch; Jay Shambaugh; Bent Sorensen; Eric Swanson; Linda Tesar; Shang-Jin Wei; John Williams; Eric van Wincoop; and workshop participants at UC Berkeley, FRBSF, and the NBER. A current version of this paper is posted at Rose's website, along with the relevant data sets and sample output. The views presented in this paper are those of authors and do not represent the views of the Federal Reserve Bank of San Francisco, nor the Board of Governors of the Federal Reserve, nor the National Bureau of Economic Research.\n\n\n"
}