{
    "id": 14850,
    "citation_title": "Why is Mobility in India so Low? Social Insurance, Inequality, and Growth",
    "citation_author": [
        "Kaivan Munshi",
        "Mark Rosenzweig"
    ],
    "citation_publication_date": "2009-04-03",
    "issue_date": "2009-04-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the hypothesis that the persistence of low spatial and marital mobility in rural India, despite increased growth rates and rising inequality in recent years, is due to the existence of sub-caste networks that provide mutual insurance to their members. Unique panel data providing information on income, assets, gifts, loans, consumption, marriage, and migration are used to link caste networks to household and aggregate mobility. Our key finding, consistent with the hypothesis that local risk-sharing networks restrict mobility, is that among households with the same (permanent) income, those in higher-income caste networks are more likely to participate in caste-based insurance arrangements and are less likely to both out-marry and out-migrate. At the aggregate level, the networks appear to have coped successfully with the rising inequality within sub-castes that accompanied the Green Revolution. The results suggest that caste networks will continue to smooth consumption in rural India for the foreseeable future, as they have for centuries, unless alternative consumption-smoothing mechanisms of comparable quality become available.\n\n",
    "acknowledgement": "\nWe are very grateful to Andrew Foster for many useful discussions that substantially improved the paper. We received helpful comments from Jan Eeckhout, Rachel Kranton, Ethan Ligon and seminar participants at Arizona, Chicago, Essex, Georgetown, Harvard, IDEI, ITAM, LEA-INRA, LSE, Ohio State, UCLA, and NBER. Alaka Holla provided excellent research assistance. Research support from NICHD grant R01-HD046940 and NSF grant SES-0431827 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}