{
    "id": 14853,
    "citation_title": "Menstruation and Education in Nepal",
    "citation_author": [
        "Emily Oster",
        "Rebecca Thornton"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the results from a randomized evaluation that distributed menstrual cups (menstrual sanitary products) to adolescent girls in rural Nepal. Girls in the study were randomly allocated a menstrual cup for use during their monthly period and were followed for fifteen months to measure the effects of having modern sanitary products on schooling. While girls were 3 percentage points less likely to attend school on days of their period, we find no significant effect of being allocated a menstrual cup on school attendance. There were also no effects on test scores, self-reported measures of self-esteem or gynecological health. These results suggest that policy claims that barriers to girls' schooling and activities during menstrual periods are due to lack of modern sanitary protection may not be warranted. On the other hand, sanitary products are quickly and widely adopted by girls and are convenient in other ways, unrelated to short-term schooling gains.\n\n",
    "acknowledgement": "\nThe Menstruation and Education in Nepal Project is supported by grants from the University of Michigan Population Studies Center (Mueller and Freedman Funds), the University of Chicago Center for Health and Social Sciences, Harvard University Women in Public Policy Grant and the Warburg Foundation Economics of Culture Research Grant at Harvard University. We are extremely grateful for Bishnu Adhikari, Indra Chaudry, Dirgha Ghimire, Krishna Ghimire, Sunita Ghimire, and Prem Pundit for their excellent data collection and fieldwork administration. We also thank Nick Snavely for excellent research assistance as well as respondents and school administration in our sample schools in Chitwan. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}