{
    "id": 14859,
    "citation_title": "How Does Simplified Disclosure Affect Individuals' Mutual Fund Choices?",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use an experiment to estimate the effect of the SEC's Summary Prospectus, which simplifies mutual fund disclosure. Our subjects chose an equity portfolio and a bond portfolio. Subjects received either statutory prospectuses or Summary Prospectuses. We find no evidence that the Summary Prospectus affects portfolio choices. Our experiment sheds new light on the scope of investor confusion about sales loads. Even with a one-month investment horizon, subjects do not avoid loads. Subjects are either confused about loads, overlook them, or believe their chosen portfolio has an annualized log return that is 24 percentage points higher than the load-minimizing portfolio.\n\n",
    "acknowledgement": "\nThis publication was made possible by generous grants from the FINRA Investor Education Foundation and the Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. We have benefited from the comments of Annamaria Lusardi and conference participants at the 2009 ASSA Meetings in San Francisco. We appreciate the research assistance of Christina Jenq, Eric Zwick, Anna Blank, Kyle Chauvin, Shaq Chi, Heidi Liu, Will Pan, Logan Pritchard, Akeel Rangwala, Chelsea Zhang, and Christina Zhou. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, the NBER, or FINRA. The FINRA Investor Education Foundation, formerly known as the NASD Investor Education Foundation, supports innovative research and educational projects that give investors the tools and information they need to better understand the markets and the basic principles of saving and investing. For details about grant programs and other new initiatives of the Foundation, visit www.finrafoundation.org.\n\n\n"
}