{
    "id": 14851,
    "citation_title": "The Governance and Performance of Research Universities: Evidence from Europe and the U.S.",
    "citation_author": [
        "Philippe Aghion",
        "Mathias Dewatripont",
        "Caroline M. Hoxby",
        "Andreu Mas-Colell",
        "André Sapir"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how university governance affects research output, measured by patenting and international university research rankings. For both European and U.S. universities, we generate several measures of autonomy, governance, and competition for research funding. We show that university autonomy and competition are positively correlated with university output, both among European countries and among U.S. public universities. We then identity a (political) source of exogenous shocks to funding of  U.S. universities.  We demonstrate that, when a state's universities receive a positive funding shock, they produce more patents if they are more autonomous and face more competition from private research universities. Finally, we show that during periods when merit-based competitions for federal research funding have been most prominent, universities produce more patents when they receive an exogenous funding shock, suggesting that routine participation in such competitions hones research skill.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for the survey of European universities from Bruegel, a European think tank based in Brussels, supported by European governments and private corporations. For their assistance with the university survey, we are very grateful to Aida Caldera, Indhira Santos, and Alexis Walckiers. For comments on this work, we thanks Charles Clotfelter, Paul Courant, and Ronald Ehrenberg. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}