{
    "id": 14867,
    "citation_title": "Outside and Inside Liquidity",
    "citation_author": [
        "Patrick Bolton",
        "Tano Santos",
        "Jose A. Scheinkman"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a model of liquidity demand arising from a possible maturity mismatch between asset revenues and consumption. This liquidity demand can be met with either cash reserves (inside liquidity) or via asset sales for cash (outside liquidity). The question we address is, what determines the mix of inside and outside liquidity in equilibrium? An important source of inefficiency in our model is the presence of asymmetric information about asset values, which increases the longer a liquidity trade is delayed. We establish existence of an immediate-trading equilibrium, in which asset trading occurs in anticipation of a liquidity shock, and sometimes also of a delayed-trading equilibrium, in which assets are traded in response to a liquidity shock. We show that, when it exists, the delayed-trading equilibrium is Pareto superior to the immediate-trading equilibrium, despite the presence of adverse selection. However, the presence of adverse selection may inefficiently accelerate asset liquidation. We also show that the delayed-trading equilibrium features more outside liquidity than the immediate-trading equilibrium although it is supplied in the presence of adverse selection. Finally, long term contracts do not always dominate the market provision of liquidity.\n\n",
    "acknowledgement": "\nWe thank Rafael Repullo, Lasse Pedersen, Raghu Sundaram, and Doug Diamond as well as participants at workshops and seminars at several universities and at the 2008 NBER Summer Institute on Risks of Financial Institutions for their comments and suggestions. This material is based on work supported by the National Science Foundation under award SES-07-18407.  Scheinkman thanks the John Simon Guggenheim Memorial Foundation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}