{
    "id": 14860,
    "citation_title": "Complementarity and Aggregate Implications of Assortative Matching: A Nonparametric Analysis",
    "citation_author": [
        "Bryan S. Graham",
        "Guido W. Imbens",
        "Geert Ridder"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents methods for evaluating the effects of reallocating an indivisible input across production units, taking into account resource constraints by keeping the marginal distribution of the input fixed. When the  production technology is nonseparable, such reallocations, although leaving the marginal distribution of the reallocated input unchanged by construction, may nonetheless alter average output. Examples include reallocations of teachers across classrooms composed of students of varying mean ability. We focus on the effects of reallocating one input, while holding the assignment of another, potentially complementary, input fixed. We introduce a class of such reallocations -- correlated matching rules -- that includes the status quo allocation, a random allocation, and both the perfect positive and negative assortative matching allocations as special cases. We also characterize the effects of local (relative to the status quo) reallocations. For estimation we use a two-step approach. In the first step we nonparametrically estimate the production function. In the second step we  average the estimated production  function over the distribution of inputs induced by the new assignment rule. These methods build upon the partial mean literature, but require extensions involving boundary issues. We derive the large sample properties of our proposed estimators and assess their small sample properties via a limited set of Monte Carlo experiments.\n\n",
    "acknowledgement": "\nFinancial support for this research was generously provided through NSF grant SES 0136789, SES 0452590, and SES 0820361. We thank participants in seminars at  Harvard-MIT, Princeton,  UC Berkeley, NBER Labor Studies, Cemmap, and Brown University for comments. We thank Cristine Pinto for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}