{
    "id": 14864,
    "citation_title": "Strategy-proofness versus Efficiency in Matching with Indifferences: Redesigning the New York City High School Match",
    "citation_author": [
        "Atila Abdulkadiroglu",
        "Parag A. Pathak",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe design of the New York City (NYC) High School match involved tradeoffs among efficiency, stability and strategy-proofness that raise new theoretical questions. We analyze a model with indifferences--ties--in school preferences. Simulations with field data and the theory favor breaking indifferences the same way at every school --single tie breaking-- in a student-proposing deferred acceptance mechanism. Any inefficiency associated with a realized tie breaking cannot be removed without harming student incentives. Finally, we empirically document the extent of potential efficiency loss associated with strategy-proofness and stability, and direct attention to some open questions.\n\n",
    "acknowledgement": "\nWe thank Susan Athey, Neil Dorosin, Aytek Erdil, Onur Kesten, Fuhito Kojima and Tayfun Sonmez for helpful comments, and seminar participants at various universities and conferences. For financial support, Abdulkadiroglu gratefully acknowledges an Alfred P. Sloan Research Fellowship and an NSF-CAREER award, Pathak thanks the Spencer Foundation, and Roth thanks the NSF.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}