{
    "id": 14865,
    "citation_title": "Technology Diffusion and Productivity Growth in Health Care",
    "citation_author": [
        "Jonathan Skinner",
        "Douglas Staiger"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInefficiency in the U.S. health care system has often been characterized as \"flat of the curve\" spending providing little or no incremental value. In this paper, we draw on macroeconomic models of diffusion and productivity to better explain the empirical patterns of outcome improvements in heart attacks (acute myocardial infarction). In these models, small differences in the propensity to adopt technology can lead to wide and persistent productivity differences across countries -- or in our case, hospitals. Theoretical implications are tested using U.S. Medicare data on survival and factor inputs for 2.8 million heart attack patients during 1986-2004. We find that the speed of diffusion for highly efficient and often low-cost innovations such as beta blockers, aspirin, and primary reperfusion explain a large fraction of persistent variations in productivity, and swamp the impact of traditional factor inputs. Holding technology constant, the marginal gains from spending on heart attack treatments appear positive but quite modest. Hospitals which during the period 1994/95 to 2003/04 raised their rate of technology diffusion (the \"tigers\") experienced outcome gains four times the gains in hospitals with diminished rates of diffusion (the \"tortoises\"). Survival rates in low-diffusion hospitals lag by as much as a decade behind high-diffusion hospitals, raising the question of why some hospitals (and the physicians who work there) adopt so slowly.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Brown, Chicago, CUNY/Columbia, Harvard, MIT, Michigan State, UC Berkeley, The University of Illinois (Chicago and Champaign-Urbana), Rutgers, Case-Western, and to Mary Burke, David Card, Amitabh Chandra, James Feyrer, Elliott Fisher, Sherry Glied, Caroline Hoxby, Peter Klenow, Justin McCrary, David Weil, Milton Weinstein, and Jack Wennberg for helpful comments. Weiping Zhou and Daniel Gottlieb provided superb data analysis. We are indebted to the National Institute on Aging (PO1-AG19783) and the Robert Wood Johnson Foundation for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}