{
    "id": 14862,
    "citation_title": "The Great Inflation Drift",
    "citation_author": [
        "Marvin Goodfriend",
        "Robert G. King"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA standard statistical perspective on the U.S. Great Inflation is that it involves an increase in the stochastic trend rate of inflation, defined as the long-term forecast of inflation at each point in time. That perspective receives support from two sources: the behavior of long-term interest rates which are generally supposed to contain private sector forecasts, and statistical studies of U.S. inflation dynamics. We show that a textbook macroeconomic model delivers such a stochastic inflation trend, when there are shifts in the growth rate of capacity output, under two behavioral hypotheses about the central bank: (i) that it seeks to maintain output at capacity; and (ii) that it seeks to maintain continuity of the short-term interest rate. The theory then identifies major upswings in trend inflation with unexpectedly slow growth of capacity output. We interpret the rise of inflation in the U.S. from the perspective of this simple macroeconomic framework.\n\n",
    "acknowledgement": "\nThe paper was prepared for \"The Great Inflation Conference\" sponsored by the National Bureau of Economic Research in Woodstock, Vermont, September 25-27, 2008. The paper benefitted from preliminary presentations at the June 2007 Kiel Symposium \"The Phillips Curve and the Natural Rate of   Unemployment,\" the June 2008 North American Econometric Society Summer Meetings, and a July 2008 seminar at the Federal Reserve Bank of New York. The ideas were developed initially in a paper prepared for the November 2004 Carnegie Rochester Policy Conference. The paper also benefitted from presentations at Cornell University, the Federal Reserve Bank of Kansas City, the Institute for International Economic Studies at Stockholm University, and the Swedish Riksbank. We thank Susanto Basu for providing us with a time series on aggregate technical change, Torsten Persson, Mathias Trabandt and Michael Woodford for valuable discussions on related matters, Michael Siemer for research assistance, and Lars Svensson for discussing our paper at the conference.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}