{
    "id": 14863,
    "citation_title": "Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and Stock Markets",
    "citation_author": [
        "Simon Gilchrist",
        "Vladimir Yankov",
        "Egon Zakrajsek"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo identify disruptions in credit markets, research on the role of asset prices in economic fluctuations has focused on the information content of various corporate credit spreads. We re-examine this evidence using a broad array of credit spreads constructed directly from the secondary bond prices on outstanding senior unsecured debt issued by a large panel of nonfinancial firms. An advantage of our \"ground-up'' approach is that we are able to construct matched portfolios of equity returns, which allows us to examine the information content of bond spreads that is orthogonal to the information contained in stock prices of the same set of firms, as well as in macroeconomic variables measuring economic activity, inflation, interest rates, and other financial indicators. Our portfolio-based bond spreads contain substantial predictive power for economic activity and outperform---especially at longer horizons---standard default-risk indicators. Much of the predictive power of bond spreads for economic activity is embedded in securities issued by intermediate-risk rather than high-risk firms. According to impulse responses from a structural factor-augmented vector autoregression, unexpected increases in bond spreads cause large and persistent contractions in economic activity. Indeed, shocks emanating from the corporate bond market account for more than 30 percent of the forecast error variance in economic activity at the two- to four-year horizon. Overall, our results imply that credit market shocks have contributed significantly to U.S. economic fluctuations during the 1990--2008 period.\n\n",
    "acknowledgement": "\nWe thank Jean Boivin, Jon Faust, Domenico Giannone, David Lucca, Michael McCracken, Roland Meeks, Zhongjun Qu, Jonathan Wright, and seminar participants at the Federal Reserve Board, the European Central Bank, and the NBER/ME Spring 2009 meeting for comments and suggestions. Isaac Laughlin and Oren Ziv provided outstanding research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor anyone else associated with the Federal Reserve System, nor the National Bureau of Economic Research.\n\n\n"
}