{
    "id": 14868,
    "citation_title": "Business and Financial Method Patents, Innovation, and Policy",
    "citation_author": [
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo court decisions in the 1990s are widely viewed as having opened the door to a flood of business method and financial patents at the US Patent and Trademark Office, and to have also impacted other patent offices around the world. A number of scholars, both legal and economic, have critiqued both the quality of these patents and the decisions themselves. This paper reviews the history of business method and financial patents briefly and then explores what economists know about the relationship between the patent system and innovation, in order to draw some tentative conclusions about their likely impact. It concludes by finding some consensus in the literature about the problems associated with this particular expansion of patentable subject matter, highlighting the remaining areas of disagreement, and reviewing the various policy recommendations.\n\n",
    "acknowledgement": "\nThis is a substantially revised and expanded version of a paper prepared for the Atlanta Federal Reserve Bank Conference on Business Method Patents, Sea Island, Georgia, April 3-5, 2003 and the EPIP Network Conference on New Challenges to the Patent System, Munich Germany, April 24-25, 2003. Comments from participants in those conferences are gratefully acknowledged.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}