{
    "id": 14866,
    "citation_title": "Forced Sales and House Prices",
    "citation_author": [
        "John Y. Campbell",
        "Stefano Giglio",
        "Parag Pathak"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data on house transactions in the state of Massachusetts over the last 20 years to show that houses sold after foreclosure, or close in time to the death or bankruptcy of at least one seller, are sold at lower prices than other houses. Foreclosure discounts are particularly large on average at 28% of the value of a house. The pattern of death-related discounts suggests that they may result from poor home maintenance by older sellers, while foreclosure discounts appear to be related to the threat of vandalism in low-priced neighborhoods. After aggregating to the zipcode level and controlling for regional price trends, the prices of forced sales are mean-reverting, while the prices of unforced sales are close to a random walk. At the zipcode level, this suggests that unforced sales take place at approximately efficient prices, while forced-sales prices reflect time-varying illiquidity in neighborhood housing markets. At a more local level, however, we find that foreclosures that take place within a quarter of a mile, and particularly within a tenth of a mile, of a house lower the price at which it is sold. Our preferred estimate of this effect is that a foreclosure at a distance of 0.05 miles lowers the price of a house by about 1%.\n\n",
    "acknowledgement": "\nWe are grateful to Tuomo Vuolteenaho and Paul Willen for early conversations which stimulated our thinking on this topic, to the Federal Reserve Bank of Boston and the Lincoln Institute of Land Policy for assistance in obtaining data, and to Ed Glaeser, Bob Hall, David Laibson, Jeff Pontiff, Tomasz Piskorski, James Vickery, Susan Woodward, and seminar participants at the Federal Reserve Bank of Boston, the Federal Reserve Board, the University of California at Berkeley, Stanford University, Columbia University, the London School of Economics, and London Business School for comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}