{
    "id": 14861,
    "citation_title": "The Investment Strategies of Sovereign Wealth Funds",
    "citation_author": [
        "Shai Bernstein",
        "Josh Lerner",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the direct private equity investment strategies across sovereign wealth funds and their relationship to the funds' organizational structures. SWFs seem to engage in a form of trend chasing, since they are more likely to invest at home when domestic equity prices are higher, and invest abroad when foreign prices are higher. Funds see the industry P/E ratios of their home investments drop in the year after the investment, while they have a positive change in the year after their investments abroad. SWFs where politicians are involved have a much greater likelihood of investing at home than those where external managers are involved. At the same time, SWFs with external managers tend to invest in lower P/E industries, which see an increase in the P/E ratios in the year after the investment. By way of contrast, funds with politicians involved invest in higher P/E industries, which have a negative valuation change in the year after the investment.\n\n",
    "acknowledgement": "\nWe thank Harvard Business School's Division of Research for financial assistance and various audiences for helpful comments. Chris Allen and Jacek Rycko provided excellent research assistance. All errors and omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}