{
    "id": 14877,
    "citation_title": "Does Corporate Governance Matter in Competitive Industries?",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy reducing the threat of a hostile takeover, business combination (BC) laws weaken corporate governance and increase the opportunity for managerial slack. Consistent with the notion that competition mitigates managerial slack, we find that while firms in non-competitive industries experience a significant drop in operating performance after the laws' passage, firms in competitive industries experience no significant effect. When we examine which agency problem competition mitigates, we find evidence in support of a \"quiet-life\" hypothesis. Input costs, wages, and overhead costs all increase after the laws' passage, and only so in non-competitive industries. Similarly, when we conduct event studies around the dates of the first newspaper reports about the BC laws, we find that while firms in non-competitive industries experience a significant stock price decline, firms in competitive industries experience a small and insignificant stock price impact.\n\n",
    "acknowledgement": "\nWe especially thank an anonymous referee whose excellent comments have substantially improved the paper. We also thank our discussants Randall Morck (NBER), Gordon Phillips (WFA), and Andrew Metrick (CELS), Marianne Bertrand, Francisco Pérez-González, Mitchell Petersen, Thomas Philippon, Roberta Romano, Ronnie Sadka, Philipp Schnabl, Antoinette Schoar, Daniel Wolfenzon, Jeffrey Wurgler, and seminar participants at MIT, Kellogg, NYU, Columbia, Berkeley, Yale, Fordham, the joint DePaul University-Chicago Fed Seminar, the NBER Corporate Finance Summer Symposium (2008), the WFA Meetings (2008), the Workshop \"Understanding Corporate Governance\" in Madrid (2008), and the Conference on Empirical Legal Studies (CELS) in New York (2007). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}