{
    "id": 14870,
    "citation_title": "Sticky Prices Versus Monetary Frictions: An Estimation of Policy Trade-offs",
    "citation_author": [
        "S. Boragan Aruoba",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a two-sector monetary model with a centralized and decentralized market. Activities in the centralized market resemble those in a standard New Keynesian economy with price rigidities. In the decentralized market agents engage in bilateral exchanges for which money is essential. The model is estimated and evaluated based on postwar U.S. data. We document its money demand properties and determine the optimal long-run inflation rate that trades off the New Keynesian distortion against the distortion caused by taxing money and hence transactions in the decentralized market. Target rates of -1% or less maximize the social welfare function we consider, which contrasts with results derived from a cashless New Keynesian model.\n\n",
    "acknowledgement": "\nPrevious versions of this paper circulated as \"Insights from an Estimated Search-Based Monetary Model with Nominal Rigidities''. We thank Randy Wright for valuable discussions and Sanjay Chugh, Kai Christoffel, Peter Ireland, Chris Otrok, Giorgio Primiceri, Alex Wolman, as well as seminar participants at various institutions and conferences for helpful comments. Maxym Kryshko provided excellent research assistance. Schorfheide gratefully acknowledges financial support from the Alfred P. Sloan Foundation and the National Science Foundation under Grant SES 0617803. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}