{
    "id": 14871,
    "citation_title": "Valuing Toxic Assets: An Analysis of CDO Equity",
    "citation_author": [
        "Francis A. Longstaff",
        "Brett Myers"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does the market value complex structured-credit securities? This issue is central to understanding the current financial crisis and identifying effective policy measures. We study this issue from a novel perspective by contrasting the valuation of CDO equity with that of bank stocks. This is possible because both CDO equity and bank stock represent levered first-loss residual claims on an underlying portfolio of debt. There are strong similarities in the two types of equity investments. Using an extensive data set of CDX index tranche prices, we find that the discount rates applied by the market to bank and CDO equity are very comparable. In addition, a single factor explains more than 64 percent of the variation in bank and CDO equity returns. Although banks are presumably active credit-portfolio managers, we find that bank alphas are significantly negative during the sample period and comparable in magnitude to those of more-passively-managed CDO equity. Both banks and CDO equity display significant sensitivity to \"shadow banking\" factors such as counterparty credit risk, the availability of collateralized financing for debt securities, and the liquidity of the derivatives market. A key implication is that we may be able to value \"toxic\" assets using readily-available stock market information.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful discussions with Navneet Arora, Vineer Bhansali, Mark Garmaise, Peter Knez, Hanno Lustig, Carolina Marquez, Arvind Rajan, Derek Schaeffer, Alessio Saretto, John McConnell, and Victor Wong, and for the comments of seminar participants at Barclays Global Investors and the Journal of Investment Management Conference. All errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}