{
    "id": 14879,
    "citation_title": "A New Test of Borrowing Constraints for Education",
    "citation_author": [
        "Meta Brown",
        "John Karl Scholz",
        "Ananth Seshadri"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss a simple model of intergenerational transfers with one-sided altruism:  parents care about their child but the child does not reciprocate.  Parents and children make investments in the child's education, investments for other purposes, and parents can transfer cash to their child.  We show that for an identifiable set of parent-child pairs, parents will rationally under-invest in their child's education.  For these parent-child pairs, additional financial aid will increase educational attainment.  The model highlights an important feature of higher education finance, the \"expected family contribution\" (EFC) that is based on income, assets, and other factors.  The EFC is neither legally guaranteed nor universally offered:  Our model identifies the set of families that are disproportionately likely to not provide their full EFC.  Using a common proxy for financial aid, we show, using of data from the Health and Retirement Study, that financial aid increases the educational attainment of children whose families are disproportionately likely to under-invest in education.  Financial aid has no effect on the educational attainment of children in other families.  The theory and empirical evidence identifies a set of children who face quantitatively important borrowing constraints for higher education.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institutes of Aging and Child Health and Development, and to Bob Hauser and the Center for Demography of Health and Aging at UW-Madison for supporting our work.  Seshadri also thanks the Alfred P. Sloan Foundation and Brown thanks the National Science Foundation for financial support.  Ben Cowan and Caleb White provided excellent research assistance.  We thank Joe Altonji, Lance Lochner, Cecilia Rouse, Todd Stinebrickner, Chris Taber, Arthur van Soest, Michael Waldman, and seminar participants at Brookings, Brown, Chicago, Cornell, Duke, the Federal Reserve Bank of New York, the Fed's Board of Governors, Iowa State, Johns Hopkins, Maryland, McMaster, NBER, NETSPAR, Northwestern, Purdue, Virginia, Western Ontario, Wharton, and Yale for helpful comments. The views and opinions offered in this paper do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}