{
    "id": 14874,
    "citation_title": "The Finnish Great Depression: From Russia with Love",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Enrique G. Mendoza",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the period 1991-93, Finland experienced the deepest economic downturn in an industrialized country since the 1930s. We argue that the culprit behind this Great Depression was the collapse of Finnish trade with the Soviet Union, because it induced a costly restructuring of the manufacturing sector and a sudden, large increase in the cost of energy. We develop and calibrate a multi-sector dynamic general equilibrium model with labor market frictions, and show that the collapse of Soviet-Finnish trade can explain key features of Finland's Great Depression. We also show that Finland's Great Depression mirrors the macroeconomic dynamics of the transition economies of Eastern Europe. These economies experienced a similar trade collapse. However, as a western democracy with developed capital markets and institutions, Finland faced none of the large institutional adjustments that other transition economies experienced. Thus, by studying the Finnish experience we isolate the adjustment costs due solely to the collapse of Soviet trade.\n\n",
    "acknowledgement": "\nThe authors would like to thank participants of seminars at the University of Michigan, MIT, Cornell, UC Davis, UC Berkeley, UCLA, UC Santa Barbara, Western Michigan University, Wharton, NBER, \"Macroeconomics across Time and Space\" at the Federal Reserve Bank of Philadelphia, BREAD Conference on Development Economics and Society for Economic Dynamics. We also gratefully acknowledge comments and suggestions from Olivier Coibion, Pierre-Olivier Gourinchas, Seppo Honkapohja, Wolfgang Keller, Peter Murrell, Maurice Obstfeld, Lee Ohanian, Klara Sabirianova Peter, Christina Romer, Kim Ruhl, Jeff Smith, Kei-Mu Yi, and Jing Zhang.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}