{
    "id": 1487,
    "citation_title": "The Value of Intermediate Targets in Implementing Monetary Policy",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports empirical results indicating that there is no compelling evidence in favor of singling outany one variable as \"the intermediate target\" of monetary policy. Of the variables considered here - including money (M1), credit, a long-term interest rate, and whichever of either reserves or a short-term interest rate the Federal Reserve System does not set directly by open market operations -- most do contain at least some statistically significant information about the future growth of nominal income, real income, or prices. In most cases, however, this information is significant statistically but not economically. In other words, the reduction in forecasting error gained from using this information is typically too small to be of great moment in a policy context. The papers principal conclusion, therefore, is to cast doubt on the practice of designating specific financial variables as intermediate targets of monetary policy. To the extent that such targets are necessary for independent reasons, however, the strength of this conclusion varies from one potential intermediate target to another. Among the variables considered here, credit growth and the long-term interest rate appear to offer the best prospects of providing information that would be useful in formulating and implementing monetary policy. Although the empirical results reported here rely on an econometric model that is extremely compact and simple, the method of analysis suggested in this paper is more general. Its key contribution is to use a structural model to address questions for which the previous literature has relied on nonstructural methods. The application of this method of analysis to one small, simple model here need be no more than an illustration. Applying it to a larger and more complex model would be a straightforward extension of this research.\n\n",
    "acknowledgement": "\n"
}