{
    "id": 14876,
    "citation_title": "An Elaborated Global Climate Policy Architecture: Specific Formulas and Emission Targets for All Countries in All Decades",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a detailed plan to set quantitative national limits on emissions of greenhouse gases, following along the lines of the Kyoto Protocol.   It is designed to fill in the most serious gaps:  the absence of targets extending as far as 2100, the absence of participation by the United States and developing countries, and the absence of reason to think that countries will abide by commitments.   The plan elaborates on the idea of a framework of formulas that can assign quantitative limits across countries, one budget period at a time.  Unlike other century-long paths of emission targets that are based purely on science (concentration goals) or ethics (equal rights per capita) or economics (cost-benefit optimization), this plan is based partly on politics.   Three political constraints are particularly important. (1) Developing countries are not asked to bear any cost in the early years.  (2) Thereafter, they are not asked to make any sacrifice that is different in kind or degree than was made by those countries that went before them, with due allowance for differences in incomes.  (3) No country is asked to accept an ex ante target that costs it more than, say, 1% of GDP in present value, or more than, say, 5% of GDP in any single budget period.  They would not agree to ex ante targets that turned out to have such high costs, nor abide by them ex post.   An announced target path that implies a future violation of these constraints will not be credible, and thus will not provide the necessary signals to firms today.The idea is that (i) China and other developing countries are asked to accept targets at BAU in the coming budget period, the same in which the US first agrees to cuts below BAU; and (ii) all countries are asked to make further cuts in the future in accordance with a formula which sums up a Progressive Reductions Factor, a Latecomer Catch-up Factor, and a Gradual Equalization Factor.  The paper tries out specific values for the parameters in the formulas (parameters that govern the extent of progressivity and equity, and the speed with which latecomers must eventually catch up).   The resulting target paths for emissions are run through the WITCH model.   It does turn out to be possible to achieve the carbon abatement goal (concentrations of 500 PPM in 2100) while simultaneously obeying the economic/political constraint (no country suffers a disproportionate loss in GDP).    Preliminary efforts to achieve a target of 450 ppm have so far been unable to do so without violating the cost constraint.\n\n",
    "acknowledgement": "\nThe author would like especially to thank Valentina Bosetti of FEEM who produced, by means of the WITCH model, all the simulations of the effects of my formulas, thereby bringing hitherto-abstract ideas to life.    This paper literally could not have been written without her.  He would like to thank Joe Aldy and Robert Stavins of the Harvard Project on International Climate Agreements for encouraging and supporting this line of research.   For comments and suggestions on the outcome he would like to thank John Deutch, Robert Keohane, Warwick McKibben, Oyebola Olabisi, Rob Stavins, Jonathan Weiner, and an anonymous reviewer.   The author would further like to thank for partial support the Sustainability Science Program, funded by the Italian Ministry for Environment, Land and Sea,  at the Center for International Development at Harvard University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}