{
    "id": 14875,
    "citation_title": "Risk Matters: The Real Effects of Volatility Shocks",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Pablo A. Guerrón-Quintana",
        "Juan Rubio-Ramírez",
        "Martín Uribe"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how changes in the volatility of the real interest rate at which small open emerging economies borrow have a quantitatively important effect on real variables like output, consumption, investment, and hours worked. To motivate our investigation, we document the strong evidence of time-varying volatility in the real interest rates faced by a sample of four emerging small open economies: Argentina, Ecuador, Venezuela, and Brazil. We postulate a stochastic volatility process for real interest rates using T-bill rates and country spreads and estimate it with the help of the Particle filter and Bayesian methods. Then, we feed the estimated stochastic volatility process for real interest rates in an otherwise standard small open economy business cycle model. We calibrate eight versions of our model to match basic aggregate observations, two versions for each of the four countries in our sample. We find that an increase in real interest rate volatility triggers a fall in output, consumption, investment, and hours worked, and a notable change in the current account of the economy.\n\n",
    "acknowledgement": "\nWe thank Marco Bomono, Javier García-Cicco, Alejandro Justiniano, Jim Hamilton, Kolver Hernandez, Ralph Koijen and participants at various seminars and conferences for useful comments. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, nor the Federal Reserve System, nor the National Bureau of Economic Research. Finally, we also thank the NSF for financial support.\n\n\n"
}