{
    "id": 14873,
    "citation_title": "Gender Roles and Medical Progress",
    "citation_author": [
        "Stefania Albanesi",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe entry of married women into the labor force is one of the most notable economic phenomena of the twentieth century. We argue that medical progress played a critical role in this process. Improved maternal health alleviated the adverse effects of pregnancy and childbirth on women's ability to work, while the introduction of infant formula reduced mothers' comparative advantage in infant feeding. We construct economic measures of these two dimensions of medical progress and develop a quantitative model that aims to capture their impact. Our results suggests that these advances, by enabling women to reconcile work and motherhood, were essential for the rise in married women's participation and the evolution of their economic role.\n\n",
    "acknowledgement": "\nThis paper first appeared under the title \"GENDER ROLES AND TECHNOLOGICAL PROGRESS.\" For useful comments, we wish to thank Raquel Fernández, Simon Gilchrist, Claudia Goldin, Jeremy Greenwood, John Knowles, Valerie Ramey, Roberto Samaniego, Michele Tertilt and seminar participants at many institutions. We also thank Natalie Bau, Jenya Kahn-Lang for assistance with data collection, and Maria Jose Prados and Mikhail Pyatigorski for outstanding research assistance. This work is supported by the National Science Foundation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}