{
    "id": 14872,
    "citation_title": "DSGE Model-Based Forecasting of Non-modelled Variables",
    "citation_author": [
        "Frank Schorfheide",
        "Keith Sill",
        "Maxym Kryshko"
    ],
    "citation_publication_date": "2009-04-08",
    "issue_date": "2009-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and illustrates a simple method to generate a DSGE model-based forecast for variables that do not explicitly appear in the model (non-core variables). We use auxiliary regressions that resemble measurement equations in a dynamic factor model to link the non-core variables to the state variables of the DSGE model. Predictions for the non-core variables are obtained by applying their measurement equations to DSGE model-generated forecasts of the state variables. Using a medium-scale New Keynesian DSGE model, we apply our approach to generate and evaluate recursive forecasts for PCE inflation, core PCE inflation, the unemployment rate, and housing starts along with predictions for the seven variables that have been used to estimate the DSGE model.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Board of Governors, the FRB Philadelphia, the University of Richmond, and Texas A&M University for helpful comments. This research was conducted while Schorfheide was visiting the FRB Philadelphia, for whose hospitality he is thankful. Schorfheide gratefully acknowledges financial support from the Alfred P. Sloan Foundation and the National Science Foundation (Grant SES 0617803). The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}