{
    "id": 14886,
    "citation_title": "Can You Get What You Pay For? Pay-For-Performance and the Quality of Healthcare Providers",
    "citation_author": [
        "Kathleen J. Mullen",
        "Richard G. Frank",
        "Meredith B. Rosenthal"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the popularity of pay-for-performance (P4P) among health policymakers and private insurers as a tool for improving quality of care, there is little empirical basis for its effectiveness. We use data from published performance reports of physician medical groups contracting with a large network HMO to compare clinical quality before and after the implementation of P4P, relative to a control group. We consider the effect of P4P on both rewarded and unrewarded dimensions of quality. In the end, we fail to find evidence that a large P4P initiative either resulted in major improvement in quality or notable disruption in care.\n\n",
    "acknowledgement": "\nWe are grateful to Zhonghe Li for assistance with the PacifiCare data. We also thank Cheryl Damberg, Steve Levitt, Dayanand Manoli, Tom McGuire, Eric Sun, seminar participants at Harvard University, the Public Policy Institute of California, RAND, and Yale University, and participants of the 2006 Robert Wood Johnson Scholars in Health Policy Research Annual Meeting for helpful comments and suggestions. Financial support from the Robert Wood Johnson Foundation and the Harvard Interfaculty Initiative for Health Systems Improvement is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}