{
    "id": 14885,
    "citation_title": "Does Affirmative Action Lead to Mismatch? A New Test and Evidence",
    "citation_author": [
        "Peter Arcidiacono",
        "Esteban M. Aucejo",
        "Hanming Fang",
        "Kenneth I. Spenner"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that once we take into account the students' rational enrollment decisions, mismatch in the sense that the intended beneficiary of affirmative action admission policies are made worse off could occur only if selective universities possess private information about students' post-enrollment treatment effects. This necessary condition for mismatch provides the basis for a new test. We propose an empirical methodology to test for private information in such a setting. The test is implemented using data from Campus Life and Learning Project (CLL) at Duke. Evidence shows that Duke does possess private information that is a statistically significant predictor of the students' post-enrollment academic performance. We also propose strategies to evaluate more conclusively whether the evidence of Duke private information has generated mismatch.\n\n",
    "acknowledgement": "\nWe would like to thank Judy Chevalier, Joe Hotz, Caroline Hoxby, Jon Levin, Jim Levinsohn, Tong Li, Jeff Smith, Justin Wolfers and seminar participants at Brown, South Carolina, Vanderbilt, Penn and NBER Public Economics and Higher Education Meetings for helpful comments. The authors gratefully acknowledge support for this research provided by grants from the Andrew W. Mellon Foundation and Duke University. All remaining errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}