{
    "id": 14884,
    "citation_title": "Sixty Years after the Magic Carpet Ride: The Long-Run Effect of the Early Childhood Environment on Social and Economic Outcomes",
    "citation_author": [
        "Eric D. Gould",
        "Victor Lavy",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the effect of the childhood environment on a large array of social and economic outcomes lasting almost 60 years, for both the affected cohorts and for their children. To do this, we exploit a natural experiment provided by the 1949 Magic Carpet operation, where over 50,000 Yemenite immigrants were airlifted to Israel. The Yemenites, who lacked any formal schooling or knowledge of a western-style culture or bureaucracy, believed that they were being \"redeemed,\" and put their trust in the Israeli authorities to make decisions about where they should go and what they should do. As a result, they were scattered across the country in essentially a random fashion, and as we show, the environmental conditions faced by immigrant children were not correlated with other factors that affected the long-term outcomes of individuals. We construct three summary measures of the childhood environment: 1) whether the home had running water, sanitation and electricity; 2) whether the locality of residence was in an urban environment with a good economic infrastructure; and 3) whether the locality of residence was a Yemenite enclave. We find that children who were placed in a better environment (i.e. with better sanitary and infrastructure conditions) were more likely to obtain higher education, marry at an older age, have fewer children, and work at age 55. They were also more likely to be assimilated into Israeli society, to be less religious, and have more worldly tastes in music and food. The estimated effects are much more pronounced for women than for men. We find weaker and somewhat mixed effects on health outcomes, and no effect on political views. We do find an effect on the next generation - children who lived in a better environment grew up to have children who achieved higher educational attainment.\n\n",
    "acknowledgement": "\nWe thank Yossef Bashara of Taldor for coordinating and managing the Yemenite survey. Yaron Aronshtam, Shahaf Cohen, Dorit Hofnung and Roy Mill provided able research assistance. We benefited from comments of participants at the NBER Labor Studies and Cohort Studies Spring 2008 conferences, NBER Summer Institute Children's Workshop in 2008, the CMPO Bristol 2008 conference and seminars at Aarhus, Bar Ilan University, Cornell University, Institut d'Anàlisi Econòmica - Barcelona, London School of Economics, and Hebrew University. This research was supported by Israel Science Foundation Grant No. 1309/04 and by the Maurice Falk Institute for Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}