{
    "id": 14880,
    "citation_title": "Carbon Motivated Regional Trade Arrangements: Analytics and Simulations",
    "citation_author": [
        "Yan Dong",
        "John Whalley"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents both analytics and numerical simulation results relevant to proposals for carbon motivated regional trade agreements summarized in Dong & Whalley(2008). Unlike traditional regional trade agreements, by lowing tariffs on participant's low carbon emission goods and setting penalties on outsiders to force them to join such agreements , carbon motivated regional trade agreements reflect an effective merging of trade and climate change regimes, and are rising in profile as part of the post 2012 Copenhagen UNFCC negotiation. By adding country energy extraction cost functions, we develop a multi-region general equilibrium structure with endogenously determined energy supply. We calibrate our model to business as usual scenarios for the period 2006-2036. Our results show that carbon motivated regional agreements can reduce global emissions, but the effect is very small and even with penalty mechanisms used, the effects are still small. This supports the basic idea in our previous policy paper that trade policy is likely to be a relatively minor consideration in climate change containment.\n\n",
    "acknowledgement": "\nWe thank the Center for International Governance Innovation (CIGI) and the Academic Development Fund, University of Western Ontario for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}