{
    "id": 14887,
    "citation_title": "Financial Regulation, Financial Globalization and the Synchronization of Economic Activity",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Elias Papaioannou",
        "José Luis Peydró"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of financial globalization on business cycle synchronization utilizing a proprietary database on banks' international exposure for industrialized countries during 1978- 2006. Theory makes ambiguous predictions and identification has been elusive due to lack of bilateral time-varying financial linkages data. In contrast to conventional wisdom and previous empirical studies, we identify a strong negative effect of banking integration on output synchronization, conditional on global shocks and country-pair heterogeneity. Similarly, we show divergent economic activity as a result of higher integration using an exogenous de-jure measure of integration based on financial regulations that harmonized segmented EU markets.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title, \"Financial Integration and Business Cycle Synchronization.\" Essential parts of the paper were prepared while Sebnem Kalemli-Ozcan was visiting the European Central Bank as 2008 Duisenberg Fellow. She thanks the economists at the Bank for providing a stimulating research environment. We thank two anonymous referees and the associate editor, John Campbell, Harris Dellas, Domenico Giannone, Cam Harvey, Jean Imbs, Simone Manganelli, Gian Maria Milesi-Ferretti, Bent Sørensen, Marco Pagano, Fabrizio Perri, Andrei Shleifer, Aaron Tornell, Francis Warnock, Axel Weber and seminar participants at UCLA, Brown, Dartmouth College, the ECB, the Oesterreichische Nationalbank, ALBA, the 5th ECB Central Banking Conference, the BIS-CGFS Workshop on Global Financial Stability, CRETE, the CEPR-EUI workshop on Globalization, the NBER Summer Institute, the Federal Reserve Bank of Dallas, and the 2010 AEA Meetings for helpful comments and suggestions. Dimitrios Rakitzis provided excellent research assistance. The views expressed in this paper are those of the authors and do not reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}