{
    "id": 14889,
    "citation_title": "CAPM for Estimating the Cost of Equity Capital: Interpreting the Empirical Evidence",
    "citation_author": [
        "Zhi Da",
        "Re-Jin Guo",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the empirical evidence against the Capital Asset Pricing Model (CAPM) based on stock returns does not invalidate its use for estimating the cost of capital for projects in making capital budgeting decisions. Since stocks are backed not only by projects in place, but also the options to modify current projects and undertake new ones, the expected returns on stocks need not satisfy the CAPM even when expected returns of projects do. We provide empirical support for our arguments by developing a method for estimating firms' project CAPM-betas and project returns. Our findings justify the continued use of the CAPM by firms in spite of the mounting evidence against it based on the cross-section of stock returns.\n\n",
    "acknowledgement": "\nWe thank for helpful comments Bob Chirinko, Bob Dittmar, Bruce Grundy, Dermot Murphy, Ernst Schaumburg, Bill Schwert (the Editor), William Sharpe, Mike Sher, Mitchell Warachka, Hong Yan, Wei Yang, Jianfeng Yu, an anonymous referee, and seminar participants at Singapore Management University, National University of Singapore, Nanyang Technological University, University of Illinois - Chicago, University of British Columbia, 2008 Australian Competition and Consumer Commission Regulatory Conference, 2009 FIRS Conference, University of Minnesota macro-finance conference, 2009 WFA, and the 20th conference on Financial Economics and Accounting. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}