{
    "id": 14881,
    "citation_title": "Information Asymmetry, Information Precision, and the Cost of Capital",
    "citation_author": [
        "Richard A. Lambert",
        "Christian Leuz",
        "Robert E. Verrecchia"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe consequences of information differences across investors in capital markets are still much debated. This paper examines the relation between information differences across investors and the cost of capital, and makes three points. First, in models of perfect competition, information differences across investors affect a firm's cost of capital through investors' average information precision, and not information asymmetry per se. Second, the average precision effect of information that is heterogeneously distributed across investors is unlikely to diversify away when there exist many firms whose cash flows covary. Thus, better disclosure can reduce a firm's cost of capital. Third, the precision effect does not give rise to a separate information-risk factor. These points are important to empirical research in accounting and finance, as well as to regulators who debate future disclosure requirements and the consequences of prior requirements such as Regulation Fair Disclosure.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}