{
    "id": 14894,
    "citation_title": "Euro Membership as a U.K. Monetary Policy Option: Results from a Structural Model",
    "citation_author": [
        "Riccardo DiCecio",
        "Edward Nelson"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDevelopments in open-economy modeling, and the accumulation of experience with the monetary policy regimes prevailing in the United Kingdom and the euro area, have increased our ability to evaluate the effects that joining monetary union would have on the U.K. economy.  This paper considers the debate on the United Kingdom's monetary policy options using a structural open-economy model.  We use the Erceg, Gust, and López-Salido (EGL) (2007) model to explore both the existing U.K. regime (CPI inflation targeting combined with a floating exchange rate), and adoption of the euro, as monetary policy options for the United Kingdom.  Experiments with a baseline estimated version of the model suggest that there is improved stability for the U.K. economy with monetary union.  Once large differences in the degree of nominal rigidity across economies are considered, the balance tilts toward the existing U.K. monetary policy regime.  The improvement in U.K. economic stability under monetary union also diminishes if imports from the euro area are modeled as primarily intermediates instead of finished goods; or if we assume that the pressures reflected in foreign exchange market shocks, instead of vanishing with monetary union, are now manifested as an additional source of disturbances to domestic aggregate spending.\n\n",
    "acknowledgement": "\nPresented at the NBER conference \"Europe and the Euro,\" Bocconi University, Milan, October 16-17, 2008.  We thank the conference organizers, Francesco Giavazzi and Alberto Alesina, and Carlo Favero, Richard Portes, Ulf Soderström, and other conference participants, as well as an anonymous referee, for comments on earlier drafts.  We are indebted to Christopher Erceg, Christopher Gust, and David López-Salido for providing code.  Charles Gascon, Luke Shimek, and Faith Weller provided research assistance.  The views expressed in this paper are those of the authors and should not be interpreted as those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}