{
    "id": 14895,
    "citation_title": "The Great Inflation in the United States and the United Kingdom: Reconciling Policy Decisions and Data Outcomes",
    "citation_author": [
        "Riccardo DiCecio",
        "Edward Nelson"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the Great Inflation experienced by both the United Kingdom and the United States in the 1970s has an explanation valid for both countries.  The explanation does not appeal to common shocks or to exchange rate linkages, but to the common doctrine underlying the systematic monetary policy choices in each country.  The nonmonetary approach to inflation control that was already influential in the United Kingdom came to be adopted by the United States during the 1970s.  We document our position by examining official policymaking doctrine in the United Kingdom and the United States in the 1970s, and by considering results from a structural macroeconomic model estimated using U.K. data.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the NBER Great Inflation Conference, Woodstock, Vermont, September 25-27, 2008.  We thank Frank Smets and Rafael Wouters for providing the estimation code for Smets and Wouters (2007).  We are grateful to Michael Bordo and Athanasios Orphanides (the conference organizers), Matthew Shapiro (our discussant), and conference and pre-conference attendees, for comments on the previous versions of this paper.  We are also indebted to Leon Berkelmans, Christopher Erceg, Jesper Lindé, Andrew Levin, Christopher Neely, Ricardo Nunes, Christina Romer, David Wheelock, and seminar participants at the Federal Reserve Board for many useful suggestions.  Charles Gascon, Luke Shimek, and Faith Weller provided research assistance.  The views expressed in this paper are those of the authors and should not be interpreted as those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}