{
    "id": 14893,
    "citation_title": "Gender Interactions within Hierarchies: Evidence from the Political Arena",
    "citation_author": [
        "Stefano Gagliarducci",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies gender interactions within hierarchical organizations using a large data set on the duration of Italian municipal governments elected between 1993 and 2003. A municipal government can be viewed as a hierarchy, whose stability over time depends on the degree of cooperation between and within ranks. \nWe find that in municipalities headed by female mayors, the probability of early termination of the legislature is higher. This result persists and becomes stronger when we control for municipality fixed effects as well as non-random sorting of women into municipalities using regression discontinuity in gender-mixed electoral races decided by a narrow margin.\nThe likelihood that a female mayor survives until the end of her term is lowest when the council is entirely male, and in regions with less favorable attitudes towards working women. The evidence is suggestive that female mayors are less able at fostering cooperation among men, or alternatively, that men are more reluctant to be headed by women. Other interpretations receive less support in the data. Our results may provide an alternative explanation for the underrepresentation of women in leadership positions.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Boston University, Carlos III, CEMFI, Cornell University, ESSLE CEPR 2008, Harvard University, MILLS Milan, MIT and SAE 2008 for their insightful comments. We are also grateful to Fabio Albiani from the Italian Ministry of Interior for excellent assistance in data collection. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}