{
    "id": 1489,
    "citation_title": "Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs",
    "citation_author": [
        "Orley Ashenfelter",
        "David Card"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we set out some methods that utilize the longitudinal structure of earnings of trainees and a comparison group to estimate the effectiveness of training for the 1976 cohort of CETA trainees. By fitting a components-of-variance model of earnings to the control group, and posing a simple model of program participation, we are able to predict the entire earnings histories of the trainees. The fit of these predictions to the pre-training earnings of the CETA participants provides a test of the model of earnings generation and program participation and simple check on the corresponding estimate of the effectiveness of training.Two factors appear to have a critical influence on the size of the estimated training effects: the time of the decision to participate in training and the presence or absence of individual-specific trends in earnings. We find considerable evidence that trainee earnings contain permanent, transitory,and trend-like components of selection bias. We are less successful in distinguishing empirically between alternative assumptions on the timing of the participation decision. If earnings in the year prior to training are the appropriate selection criterion, however, our estimate of the training effect for adult male CETA participants is about 300 dollars per year. Our estimates for female CETA participants are larger, and less sensitive to alternative models of program participation.\n\n",
    "acknowledgement": "\n"
}