{
    "id": 14897,
    "citation_title": "Disclosure and the Cost of Capital: Evidence from Firms' Responses to the Enron Shock",
    "citation_author": [
        "Christian Leuz",
        "Catherine Schrand"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the link between disclosure and the cost of capital. We exploit an exogenous cost of capital shock created by the Enron scandal in Fall 2001 and analyze firms' disclosure responses to this shock. These tests are opposite to the typical research design that analyzes cost of capital responses to disclosure changes. In reversing the tests and using an exogenous shock, we mitigate concerns about omitted variables in traditional cross-sectional disclosure studies. We estimate shocks to firms' betas around the Enron events and the ensuing transparency crisis. Our analysis shows that these beta shocks are associated with increased disclosure. Firms expand the number of pages of their annual 10-K filings, notably the sections containing the financial statements and footnotes. The increase in disclosure is particularly pronounced for firms that have positive cost of capital shocks and larger financing needs. We also find that firms respond with additional interim disclosures (e.g., 8-K filings) and that these disclosures are complementary to the 10-K disclosures. Finally, we show that firms' disclosure responses reduce firms' costs of capital and hence the impact of the transparency crisis.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Ray Ball, Christine Botosan, John Coates, Mihir Desai, Gene Fama, Fabrizio Ferri, Luzi Hail, Anil Kashyap, Lubos Pastor, Raghu Rajan, Andrei Shleifer, Heather Tookes, Annette Vissing-Jorgensen, Luigi Zingales, and workshop participants at Duke University, ESMT Berlin, Harvard Business School, Harvard Law School, University of Chicago, University of Illinois at Chicago, Vienna University of Economics and Business, and Yale University. We thank Shanshan Cao, Wannia Hu, Avery Michaelson and Eugene Soltes for their excellent research assistance. Christian Leuz gratefully acknowledges research funding provided by the Initiative on Global Markets (IGM) at the University of Chicago Booth School of Business. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}