{
    "id": 14898,
    "citation_title": "Fund Managers, Career Concerns, and Asset Price Volatility",
    "citation_author": [
        "Veronica Guerrieri",
        "Péter Kondor"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model where investors hire fund managers to invest either in risky bonds or in riskless assets. Some managers have superior information on the default probability. Looking at the past performance, investors update beliefs on their managers and make firing decisions. This leads to career concerns which affect investment decisions, generating a positive or negative \"reputational premium\". For example, when the default probability is high, uninformed managers prefer to invest in riskless assets to reduce the probability of being fired. As the economic and financial conditions change, the reputational premium amplifies the reaction of prices and capital flows.\n\n",
    "acknowledgement": "\nWe are grateful to Fernando Alvarez, Cristina Arellano, Péter Benczúr, Emmanuel Farhi, Bernardo Guimaraes, Nobuhiro Kiyotaki, Narayana Kocherlakota, István Kónya, Arvind Krishnamurthy, Guido Lorenzoni, Guillermo Ordonez, Rafael Repullo, Balázs Szentes, Nancy Stokey, Harald Uhlig, Dimitri Vayanos, Laura Veldkamp, Neng Wang, Iván Werning, and seminar participants at Central Bank of Hungary (MNB), Washington University in St. Louis, Northwestern, 2007 SED Annual Meeting in Prague, 2007 EEA-ESEM Anual Meeting in Budapest, CREI-CEPR Conference on Sovreign Risk, University of Chicago, Conference \"Beyond Liquidity\" at the Chicago GSB, 2008 Minnesota Workshop in Macroeconomic Theory, Wharton School, Philadelphia Federal Reserve Bank, Fuqua, CEMFI, Harvard University. This research was funded in part by the Initiative on Global Markets at the University of Chicago Graduate School of Business. An early version of this paper was circulated under the title \"Fund Managers and Defaultable Debt.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}