{
    "id": 14905,
    "citation_title": "Efficient Search on the Job and the Business Cycle",
    "citation_author": [
        "Guido Menzio",
        "Shouyong Shi"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a directed search model of the labor market in which workers' transitions between unemployment, employment, and across employers are endogenous. We prove the existence, uniqueness and efficiency of a recursive equilibrium with the property that the distribution of workers across employment states affects neither the agents' values and strategies nor the market tightness. Because of this property, we are able to compute the equilibrium outside the non-stochastic steady-state. We use a calibrated version of the model to measure the effect of productivity shocks on the US labor market. We find that productivity shocks generate procyclical fluctuations in the rate at which unemployed workers become employed and countercyclical fluctuations in the rate at which employed workers become unemployed. Moreover, we find that productivity shocks generate large countercyclical fluctuations in the number of vacancies opened for unemployed workers and even larger procyclical fluctuations in the number of vacancies created for employed workers. Overall, productivity shocks alone can account for 80 percent of unemployment volatility, 30 percent of vacancy volatility and for the nearly perfect negative correlation between unemployment and vacancies.\n\n",
    "acknowledgement": "\nWe are grateful for comments received from participants at the Search Theory conference held at the University of Quebec in Montreal (April 2007), the Society for Economic Dynamics Meeting in New Orleans (January 2008), the Econometric Society Meeting in Pittsburgh (June 2008), the Society for Economic Dynamics Meeting in Cambridge (July, 2008), the Vienna Macroeconomic Workshop (October, 2008), the NBER Summer Institute in Cambridge (July, 2008), and at the macroeconomic seminars at the Michigan, Stanford, the Bank of Canada, the Hoover Institution, Boston University, Princeton, and Wisconsin. Discussions with Rudi Bachmann, Gadi Barlevy, Mike Elsby, Jason Faberman, Bob Hall, Nir Jaimovich, Nobuhiro Kiyotaki, Pete Klenow, Narayana Kocherlakota, Dale Mortensen, Giuseppe Moscarini, Thijs van Rens, and Marcelo Veracierto led to significant improvements in the paper. We thank Frank Diebold, Jason Faberman, Giuseppe Moscarini, Eva Nagypál, David Neumark and Daniel Polsky for generously sharing their data with us. Menzio gratefully acknowledges the financial support and the hospitality of the Hoover Institution. Shi gratefully acknowledges the financial support from the Social Sciences and Humanities Research Council of Canada and from the Bank of Canada Fellowship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}