{
    "id": 14907,
    "citation_title": "Block Recursive Equilibria for Stochastic Models of Search on the Job",
    "citation_author": [
        "Guido Menzio",
        "Shouyong Shi"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a general stochastic model of directed search on the job. Like in the analogous models of random search on the job, the state of the economy in our model includes the infinite-dimensional distribution of workers across different employment states (unemployment, and employment at different wages). Unlike the analogous models of random search on the job, our model admits an equilibrium in which the agents' value and policy functions do not depend on the distribution of workers. We refer to this type of equilibrium as a Block Recursive Equilibrium. Therefore, while solving the equilibrium of a random search model in a stochastic environment is a difficult task both analytically and computationally, solving the Block Recursive Equilibrium of our model is as easy as solving a representative agent model.\n\n",
    "acknowledgement": "\nWe are grateful for comments received from participants at the Society for Economic Dynamics Meeting in New Orleans (January 2008) and Cambridge (July 2008), and at the macroeconomics seminars at the University of Michigan, Stanford University and the Minneapolis FED. Discussions with Pete Klenow, Narayana Kocherlakota, Dale Mortensen, Giuseppe Moscarini, and Victor Rios-Rull led to significant improvements in the paper. Menzio gratefully acknowledges the financial support and the hospitality of the Hoover Institution. Shi gratefully acknowledges the financial support from the Bank of Canada Fellowship and from the Social Sciences and Humanities Research Council of Canada. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}