{
    "id": 14908,
    "citation_title": "Inequality and the Measurement of Residential Segregation by Income In American Neighborhoods",
    "citation_author": [
        "Tara Watson"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAmerican metropolitan areas have experienced rising residential segregation by income since 1970.  One potential explanation for this change is growing income inequality.  However, measures of residential sorting are typically mechanically related to the income distribution, making it difficult to identify the impact of inequality on residential choice.  This paper presents a measure of residential segregation by income, the Centile Gap Index (CGI) which is based on income percentiles.  Using the CGI, I find that a one standard deviation increase in income inequality raises residential segregation by income by 0.4-0.9 standard deviations.  Inequality at the top of the distribution is associated with more segregation of the rich, while inequality at the bottom and declines in labor demand for less-skilled men are associated with residential isolation of the poor.  Inequality can fully explain the rise in income segregation between 1970 and 2000.\n\n",
    "acknowledgement": "\nI gratefully acknowledge financial support from the National Science Foundation, the Lincoln Land Institute, and the Social Science Research Council.  I would also like to thank two anonymous referees, Olivier Blanchard, Kalena Cortes, David Cutler, Ed Glaeser, Claudia Goldin, Nora Gordon, Caroline Hoxby, Christopher Jencks, Larry Katz, Katherine Newman, Cristian Pop-Eleches, Sarah Reber, Emmanuel Saez, Albert Saiz, Cliff Winston, the participants in the Harvard Economics Labor/Public Finance workshop, the participants in the Kennedy School of Government Multidisciplinary Program on Inequality and Social Policy Proseminar for very helpful comments and advice.  All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}