{
    "id": 14900,
    "citation_title": "Immigration and Product Diversity",
    "citation_author": [
        "Francesca Mazzolari",
        "David Neumark"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of immigration on the diversity of consumption choices. Data from California in the 1990s indicate that immigration is associated with fewer stand-alone retail stores, and a greater number of large and in particular big-box retailers - evidence that likely contradicts a diversity-enhancing effect of immigration. In contrast, focusing on the restaurant sector for which we can better identify the types of products consumed by customers, we find that immigration is associated with increased ethnic diversity of restaurants. This latter effect appears to come in part from the comparative advantage of immigrants in the production of ethnic goods.\n\n",
    "acknowledgement": "\nBoth authors are research fellows at IZA. Neumark is also a research associate of the NBER and a Bren Fellow at the Public Policy Institute of California. We are grateful to the University of California Labor and Employment Research Fund and the United Nations for research support, to Daria Burnes for outstanding research assistance, to Giuseppe Ragusa for help with programming, and to Albrecht Glitz, Saul Lach, Ken Small, Klaus Zimmermann, three anonymous referees, and seminar participants at UCI and the University of Milan, for helpful comments. Any views are our own, and not those of the University of California, Confindustria, the United Nations, the Public Policy Institute of California, or the National Bureau of Economic Research. This paper circulated earlier with the title \"Beyond Wages: The Effects of Immigration on the Scale and Composition of Output.\"\n\n\n"
}