{
    "id": 14902,
    "citation_title": "Anticipated Alternative Instrument-Rate Paths in Policy Simulations",
    "citation_author": [
        "Stefan Laséen",
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper specifies a new convenient algorithm to construct policy projections conditional on alternative anticipated policy-rate paths in linearized dynamic stochastic general equilibrium (DSGE) models, such as Ramses, the Riksbank's main DSGE model. Such projections with anticipated policy-rate paths correspond to situations where the central bank transparently announces that it, conditional on current information, plans to implement a particular policy-rate path and where this announced plan for the policy rate is believed and then anticipated by the private sector. The main idea of the algorithm is to include among the predetermined variables (the \"state\" of the economy) the vector of nonzero means of future shocks to a given policy rule that is required to satisfy the given anticipated policy-rate path.\n\n",
    "acknowledgement": "\nWe thank Malin Adolfson, Andrew Blake, Jordi Gali, Grzegorz Grabek, Eric Leeper, Jesper Lindé, Paul McNelis, Nikolai Stähler, Anders Vredin, and conference participants at the Czech National Bank, the National Bank of Poland, the Bank of England, the 2009 SED meeting (Istanbul), and the 2010 Central Bank Macroeconomic Modeling Workshop (Manila), two anonymous referees, and the editors for helpful comments on a previous version of this paper. The views, analysis, and conclusions in this paper are those of the authors and not necessarily those of other members of the Riksbank's staff or executive board, or of the National Bureau of Economic Research.\n\n\n"
}