{
    "id": 14904,
    "citation_title": "How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads",
    "citation_author": [
        "Barry Eichengreen",
        "Ashoka Mody",
        "Milan Nedeljkovic",
        "Lucio Sarno"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow did the Subprime Crisis, a problem in a small corner of U.S. financial markets, affect the entire global banking system? To shed light on this question we use principal components analysis to identify common factors in the movement of banks' credit default swap spreads.  We find that fortunes of  international banks rise and fall together even in normal times along with short-term global economic prospects.  But the importance of common factors rose steadily to exceptional levels from the outbreak of the Subprime Crisis to past the rescue of Bear Stearns, reflecting a diffuse sense that funding and credit risk was increasing. Following the failure of Lehman Brothers, the interdependencies briefly increased to a new high, before they fell back to the pre-Lehman elevated levels - but now they more clearly reflected heightened funding and counterparty risk. After Lehman's failure, the prospect of global recession became imminent, auguring the further deterioration of banks' loan portfolios. At this point the entire global financial system had become infected.\n\n",
    "acknowledgement": "\nThe authors are respectively with the University of California, Berkeley; the International Monetary Fund; the University of Warwick; and the Cass Business School and the Centre for Economic Policy Research. They are grateful to Charlie Kramer for comments and to Susan Becker and Anastasia Guscina for valuable research assistance. The views expressed here are those of the authors and should not be attributed to the International Monetary Fund, its management, its Executive Directors, or the National Bureau of Economic Research.\n\n\n"
}