{
    "id": 14906,
    "citation_title": "Motivating Politicians: The Impacts of Monetary Incentives on Quality and Performance",
    "citation_author": [
        "Claudio Ferraz",
        "Frederico Finan"
    ],
    "citation_publication_date": "2009-04-16",
    "issue_date": "2009-04-16",
    "revision_date": "2019-12-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have emphasized the importance of the quality of politicians for good government and consequently economic performance. But if the quality of leadership matters, then understanding what motivates individuals to become politicians and perform competently in office becomes a central question. In this paper, we examine whether higher wages attract better quality politicians and improve political performance using exogenous variation in the salaries of local legislators across Brazil's municipal governments. The analysis exploits discontinuities in wages across municipalities induced by a constitutional amendment defining caps on the salary of local legislatures according to municipal population. Our main findings show that higher wages increases political competition and improves the quality of legislators, as measured by education, type of previous profession, and political experience in office. In addition to this positive selection, we find that wages also affect politicians' performance, which is consistent with a behavioral response to a higher value of holding office.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Simon Board, Ken Chay, Ernesto dal Bó, Miguel Foguel, Jinyong Hahn, Ted Miguel, Ben Olken, Duncan Thomas, and seminar participants at Boston University, Brown University, Duke University, EESP-FGV, EPGE-FGV, Ibmec-Rio, IPEA-Rio, LACEA-PEG, MIT, NBER Summer Institute, 2008 NASM of Econometric Society, Pacific Development Conference, PUC-Rio, Stanford GSB, UC-Riverside, UC-Berkeley, UCSan Diego, University of Southern California, USP, and Yale University for helpful comments and suggestions. We are grateful to Diana Bello, Marcio Nery, Julia Ramos, and Livia Schneider for excellent research assistance, and to Telma Venturelli for providing the legislative census data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}