{
    "id": 14910,
    "citation_title": "Trade and Income -- Exploiting Time Series in Geography",
    "citation_author": [
        "James Feyrer"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstablishing a robust causal relationship between trade and income has been difficult. Frankel and Romer (1999) use a geographic instrument to identify a positive effect of trade on income. Rodriguez and Rodrik (2000) show that these results are not robust to controlling for omitted variables such as distance to the equator or institutions. This paper solves the omitted variable problem by generating a time varying geographic instrument. Improvements in aircraft technology have caused the quantity of world trade carried by air to increase over time. Country pairs with relatively short air routes compared to sea routes benefit more from this change in technology. This heterogeneity can be used to generate a geography based instrument for trade that varies over time. The time series variation allows for controls for country fixed effects, eliminating the bias from time invariant variables such as distance from the equator or historically determined institutions. Trade has a significant effect on income with an elasticity of roughly one half. Differences in predicted trade growth can explain roughly 17 percent of the variation in cross country income growth between 1960 and 1995.\n\n",
    "acknowledgement": "\nMany thanks to Alan Taylor and Reuven Glick for sharing their bilateral trade data. Thanks to Jay Shambaugh, Nina Pavcnik, Doug Staiger, Doug Irwin, Matias Berthelon, Simon Johnson, Bruce Sacerdote, and participants at BREAD, NBER EFG and NBER ITI conferences for helpful comments. All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}