{
    "id": 14916,
    "citation_title": "Thresholds in the Process of International Financial Integration",
    "citation_author": [
        "M. Ayhan Kose",
        "Eswar S. Prasad",
        "Ashley D. Taylor"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial crisis has re-ignited the fierce debate about the merits of financial globalization and its implications for growth, especially for developing countries. The empirical literature has not been able to conclusively establish the presumed growth benefits of financial integration. Indeed, a new literature proposes that the indirect benefits of financial integration may be more important than the traditional financing channel emphasized in previous analyses. A major complication, however, is that there seem to be certain \"threshold\" levels of financial and institutional development that an economy needs to attain before it can derive the indirect benefits and reduce the risks of financial openness. In this paper, we develop a unified empirical framework for characterizing such threshold conditions. We find that there are clearly identifiable thresholds in variables such as financial depth and institutional quality -- the cost-benefit trade-off from financial openness improves significantly once these threshold conditions are satisfied. We also find that the thresholds are lower for foreign direct investment and portfolio equity liabilities compared to those for debt liabilities.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the author(s) and do not necessarily represent those of the IMF, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}