{
    "id": 14911,
    "citation_title": "Ability-grouping and Academic Inequality: Evidence From Rule-based Student Assignments",
    "citation_author": [
        "C. Kirabo Jackson"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Trinidad and Tobago students are assigned to secondary schools after fifth grade based on achievement tests, leading to large differences in the school environments to which students of differing initial levels of achievement are exposed. Using both a regression discontinuity design and rule-based instrumental variables to address self-selection bias, I find that being assigned to a school with higher-achieving peers has large positive effects on examination performance. These effects are about twice as large for girls than for boys. This suggests that ability-grouping reinforces achievement differences by assigning the weakest students to schools that provide the least value-added.\n\n",
    "acknowledgement": "\nThe author is grateful for feedback received from Ron Ehrenberg, Roland Fryer, Kevin Hallock, Caroline Hoxby, Bob Hutchens, Clement Jackson, Lawrence Katz, Jordan Matsudaira and Henry Schneider. The author is also grateful for useful comments received from participants of the Labor Economics workshop at Cornell University. The author is deeply grateful to Marcia Riley and would like to thank Yvonne Lewis, Rosaline Mendez and Simone Rawlins of the Trinidad and Tobago Department of Education Research and Evaluation for allowing him to access their data, their assistance and generosity. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}