{
    "id": 14914,
    "citation_title": "Finance and Development: A Tale of Two Sectors",
    "citation_author": [
        "Francisco J. Buera",
        "Joseph Kaboski",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome differences across countries primarily reflect differences in total factor productivity (TFP). More disaggregated data show that the TFP gap between rich and poor countries varies systematically across industrial sectors of the economy: Poor countries are particularly unproductive in tradable and investment goods sectors. In this paper, we develop a quantitatively-oriented framework to explain such cross-country patterns in aggregate and sectoral TFP. We start by documenting that an important distinction between sectors is their average establishment size. For example, establishments in tradable and investment goods sectors operate at much larger scales than those in the non-tradable sector. In our model, sectors with larger scales of operation have more financing needs, and are hence disproportionately affected by financial frictions. Our quantitative exercises show that financial frictions account for a substantial part of the observed cross-country patterns in TFP, both at the aggregate and at the sectoral level. Our model also has novel implications for the impact of financial frictions on the relative scale between the tradable and the non-tradable sectors, which are shown to be consistent with the data.\n\n",
    "acknowledgement": "\nBuera and Shin gratefully acknowledge the support of the National Science Foundation under grant number SES-0820318. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}