{
    "id": 14915,
    "citation_title": "Adverse Selection in Competitive Search Equilibrium",
    "citation_author": [
        "Veronica Guerrieri",
        "Robert Shimer",
        "Randall Wright"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the concept of competitive search equilibrium to environments with private information, and in particular adverse selection.  Principals (e.g. employers or agents who want to buy assets) post contracts, which we model as revelation mechanisms. Agents (e.g. workers, or asset holders) have private information about the potential gains from trade. Agents observe the posted contracts and decide where to apply, trading off the contracts' terms of trade against the probability of matching, which depends in general on the principals' capacity constraints and market search frictions. We characterize equilibrium as the solution to a constrained optimization problem, and prove that principals offer separating contracts to attract different types of agents. We then present a series of applications, including models of signaling, insurance, and lemons. These illustrate the usefulness and generality of the approach, and serve to contrast our findings with standard results in both the contract and search literatures.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Daron Acemoglu, Hector Chade, Guido Lorenzoni, Giuseppe Moscarini, Iván Werning, and numerous seminar participants. Shimer and Wright thank the National Science Foundation for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}