{
    "id": 14917,
    "citation_title": "The Long Term Consequences of Famine on Survivors: Evidence from a Unique Natural Experiment using China's Great Famine",
    "citation_author": [
        "Xin Meng",
        "Nancy Qian"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the long run impact of famine on survivors in the context of China's Great Famine. To address problems of measurement error of famine exposure and potential endogeneity of famine intensity, we exploit a novel source of variation in regional intensity of famine derived from the unique institutional determinants of the Great Famine. To address attenuation bias caused by selection for survival, we estimate the impact on the upper quantiles of the distribution of outcomes. Our results indicate that in-utero and early childhood exposure to famine had large negative effects on adult height, weight, weight-for-height, educational attainment and labor supply.\n\n",
    "acknowledgement": "\nThis paper is a companion to \"The Institutional Causes of Famine in China, 1959-61\" by Xin Meng, Nancy Qian and Pierre Yared. This paper supercedes the previous versions \"The Long Run Health and Economic Consequences of Famine on Survivors: Evidence from China's Great Famine,\" (2005); and \"The Causes of Cross-Sectional Inequity in Exposure to China's Great Famine and Its Long Run Health and Economic Consequences on Survivors\" (2006). We thank Daron Acemoglu, Andrew Foster, Joshua Angrist, Abhijit Banerjee, Angus Deaton, Esther Duflo, Oded Galor, Bob Gregory, Ivan Fernandez-Vál, Vernon Henderson, Larry Katz, Ashley Lester, Ted Miguel, Gerard Padró-i-Miquel, Rohini Pande, Gerard Roland, Yona Rubinstein, David Weil and Noam Yuchtman for their insights; seminar participants at Brown , UC Berkeley, Princeton, Maryland, CEPR, LSE, Oxford, IIES, IGIER, the SF Federal Reserve, the World Bank and the CCER PKU for useful comments; Tal Levy, Sara Lowes, Katherine Wilson and Ang Sun for excellent research assistance; and the Michigan Data Center and the China Health and Nutrition Survey, funded by NIH (R01-HD30880, DK056350, and R01-HD38700), and the Carolina Population Center and the Chinese CDC for providing data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}