{
    "id": 14918,
    "citation_title": "Ruggedness: The Blessing of Bad Geography in Africa",
    "citation_author": [
        "Nathan Nunn",
        "Diego Puga"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is controversy about whether geography matters mainly because of its contemporaneous impact on economic outcomes or because of its interaction with historical events. Looking at terrain ruggedness, we are able to estimate the importance of these two channels. Because rugged terrain hinders trade and most productive activities, it has a negative direct effect on income. However, in Africa rugged terrain afforded protection to those being raided during the slave trades. Since the slave trades retarded subsequent economic development, in Africa ruggedness has also had a historical indirect positive effect on income. Studying all countries worldwide, we find that both effects are significant statistically and that for Africa the indirect positive effect dominates the direct negative effect. Looking within Africa, we also provide evidence that the indirect effect operates through the slave trades.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments from Ann Carlos, Edward Glaeser, Larry Katz, James Robinson, Enrique Sentana, three anonymous referees, as well as seminar participants. Both authors thank the Canadian Institute for Advanced Research CIFAR for its support. Funding from the Social Sciences and Humanities Research Council of Canada, Spain's Ministerio de Educacion y Ciencia SEJ2006-09993, the Comunidad de Madrid (PROCIUDAD-CM), and the Centre de Recerca en Economia Internacional is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}