{
    "id": 14924,
    "citation_title": "Adolescent Cognitive and Non-cognitive Correlates of Adult Health",
    "citation_author": [
        "Robert Kaestner"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile it is widely acknowledged that the family and childhood environments affect adult well being, why they matter is still an area of significant debate.  Previous research concerned with this issue has focused on the influence of family income, family structure, and cognitive ability.  Much of this research has focused on economic and social outcomes.  Notably, the influence of childhood environments on adult health has not received as much attention as other outcomes, and when health has been the focus, interest has been mainly on childhood health.  Here, I present a descriptive analysis of the associations between cognitive and non-cognitive traits measured at the end of childhood (age 14) and mental and physical health at age 41.  Results suggest that, on average, adolescent cognitive ability and self esteem have a significant association with health at age 41.  Other non-cognitive factors such as locus of control and adolescent substance use do not have significant associations with adult health.  Net of adolescent influences, completed education has a significant association with adult health.\n\n",
    "acknowledgement": "\nI thank James Heckman, Sergio Urzua, seminar participants at the University of Chicago and Georgia State University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}