{
    "id": 14927,
    "citation_title": "Three Epochs of Oil",
    "citation_author": [
        "Eyal Dvir",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test for changes in price behavior in the longest crude oil price series available (1861-2008). We find strong evidence for changes in persistence and in volatility of price across three well defined periods. We argue that historically, the real price of oil has tended to be highly persistent and volatile whenever rapid industrialization in a major world economy coincided with uncertainty regarding access to supply. We present a modified commodity storage model that fully incorporates demand, and further can accommodate both transitory and permanent shocks. We show that the role of storage when demand is subject to persistent growth shocks is speculative, instead of its classic mitigating role. This result helps to account for the increased volatility of oil price we observe in these periods.\n\n",
    "acknowledgement": "\nWe thank Jim Anderson, Deepa Dhume, Gita Gopinath, Lutz Kilian, Brent Neiman, and the participants of the macro seminar at Boston College for helpful comments on earlier versions, as well as Susanto Basu and Fabio Ghironi for helpful conversations. An earlier version of this paper (Dvir and Rogoff Feb. 2008) circulated under the title \"Oil and Global Growth.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}