{
    "id": 14929,
    "citation_title": "Efficient Recapitalization",
    "citation_author": [
        "Thomas Philippon",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze government interventions to recapitalize a banking sector that restricts lending to firms because of debt overhang. We find that the efficient recapitalization program injects capital against preferred stock plus warrants and conditions implementation on sufficient bank participation. Preferred stock plus warrants reduces opportunistic participation by banks that do not require recapitalization, while conditional implementation limits free riding by banks that benefit from lower credit risk because of other banks' participation. Efficient recapitalization is profitable if the benefits of lower aggregate credit risk exceed the cost of implicit transfers to bank debt holders.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2010 American Finance Association Meeting, Baruch College, the CEPR Bank Crisis Prevention and Resolution Conference, the CEPR Gerzensee Corporate Finance Meeting, the CEPR-HSG Corporate Finance and Economic Performance Conference, the Federal Reserve Chicago Bank Structure and Competition Conference, Harvard University, the NBER Asset Pricing and Corporate Finance Meeting, the NBER Monetary Economics Program Meeting, New York University, the New York Federal Reserve Liquidity Working Group, Princeton University, the OeNB Bank Resolution Workshop, the UBC Summer Finance Conference, the University of Binghamton, the University of Chicago, the University of Rochester and our discussants Marco Becht, Arnoud W.A. Boot, Max Bruche, Itay Goldstein, Ron Giammarino, Adriano Rampini, Gustav Sigurdsson, Juan Sole, and Luigi Zingales, for helpful comments and suggestions. An earlier version of this paper was circulated under \"Efficient Bank Recapitalization.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}