{
    "id": 14926,
    "citation_title": "Does it Matter Who Has the Right to Patent: First-to-invent or First-to-file? Lessons From Canada",
    "citation_author": [
        "Shih-tse Lo",
        "Dhanoos Sutthiphisal"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA switch to a first-to-file patent regime from its first-to-invent system has become imminent for the U.S. To learn about probable effects of such a policy change, we examine a similar switch that occurred in Canada in 1989. We find that the switch failed to stimulate Canadian R&D efforts. Nor did it have any effects on overall patenting. However, the reforms had a small adverse effect on domestic-oriented industries and skewed the ownership structure of patented inventions towards large corporations, away from independent inventors and small businesses. These findings challenge the merits of adopting a first-to-file patent regime.\n\n",
    "acknowledgement": "\nWe are grateful to the late Kenneth Sokoloff for sharing with us his wisdom on the economics of invention. He has been the source of our inspiration on the subject matter. We have also benefited from comments offered by Leah Brooks, Jenifer Hunt, B. Zorina Khan, Naomi Lamoreaux, Mary MacKinnon, Daniel Parent and Jean-Laurent Rosenthal, as well as seminar participants at McGill and Toronto. We would like to thank Lingni Boon, Margaret Gales, Murlinda Kachuri, Mari-Ann Larsen-Volay and William Oman for their research assistance, as well as Yun Xia for his programming assistance in the CIPO data collection. Sutthiphisal acknowledges financial supports from Fonds québécois de la recherche sur la société et la culture (FQRSC) and the Social Sciences and Humanities Research Council of Canada (SSHRC). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}