{
    "id": 14923,
    "citation_title": "The Price of Political Opposition: Evidence from Venezuela's Maisanta",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Edward Miguel",
        "Daniel Ortega",
        "Francisco Rodriguez"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2004, the Chávez regime in Venezuela distributed the list of several million voters whom had attempted to remove him from office throughout the government bureaucracy, allegedly to identify and punish these voters.  We match the list of petition signers distributed by the government to household survey respondents to measure the economic effects of being identified as a Chavez political opponent.  We find that voters who were identified as Chavez opponents experienced a 5 percent drop in earnings and a 1.5 percentage point drop in employment rates after the voter list was released. A back-of-the-envelope calculation suggests that the loss aggregate TFP from the misallocation of workers across jobs was substantial, on the order of 3 percent of GDP.\n\n",
    "acknowledgement": "\nWe thank Vanessa Chirinos, Francisco de Leon, Dan Hartley, Paulina Oliva, Reyes Rodríguez, and Sarath Sanga for superb research assistance. We are grateful to Alberto Alesina, Manuela Angelucci, Ernesto Dal Bo, Raj Chetty, Richard Grossman, Ricardo Hausmann, Caroline Hoxby, Pete Klenow, Dale Mortensen, Rohini Pande, Cameron Shelton, and numerous seminar participants for helpful comments. Hsieh thanks the University of Chicago's Initiative for Global Markets and Miguel thanks the U.C. Berkeley's Committee on Research for financial support.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}