{
    "id": 14925,
    "citation_title": "Fear of Fire Sales and the Credit Freeze",
    "citation_author": [
        "Douglas W. Diamond",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2009-04-23",
    "issue_date": "2009-04-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs there any need to \"clean\" up a banking system in the midst of a crisis, by closing or recapitalizing weak banks and taking bad assets off bank balance sheets, or can one wait till the crisis is over? We argue that an \"overhang\" of impaired banks that may be forced to sell assets soon can reduce the current price of illiquid assets sufficiently that weak banks have no interest in selling them. Anticipating a potential future fire sale, cash rich buyers have high expected returns to holding cash, which also reduces their incentive to lock up money in term loans. The potential for a worse fire sale than necessary, as well as the associated decline in credit origination, could make the crisis worse, which is one reason it may make sense to clean up the system even in the midst of the crisis. We discuss alternative ways of cleaning up the system, and the associated costs and benefits.\n\n",
    "acknowledgement": "\nBoth authors are from the University of Chicago's Booth School of Business. We thank the Center for Research in Security Prices for research support.  Rajan thanks the Initiative on Global Markets and the Stigler Center for research support. We thank Viral Acharya, Amit Seru, Jeremy Stein, and Robert Vishny for helpful discussions, as well as participants in seminars at Federal Reserve Bank of Richmond, Princeton University, the University of Chicago and the University of Minnesota for useful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}