{
    "id": 14928,
    "citation_title": "Firms' Exporting Behavior under Quality Constraints",
    "citation_author": [
        "Juan Carlos Hallak",
        "Jagadeesh Sivadasan"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of international trade with export quality requirements and two dimensions of firm heterogeneity. In addition to \"productivity\", firms are also heterogeneous in their \"caliber\" -- the ability to produce quality using fewer fixed inputs. Compared to single-attribute models of firm heterogeneity emphasizing either productivity or the ability to produce quality, our model provides a more nuanced characterization of firms' exporting behavior. In particular, it explains the empirical fact that firm size is not monotonically related with export status: there are small firms that export and large firms that only operate in the domestic market. The model also delivers novel testable predictions. Conditional on size, exporters are predicted to sell products of higher quality and at higher prices, pay higher wages and use capital more intensively. These predictions, although apparently intuitive, cannot be derived from single-attribute models of firm heterogeneity as they imply no variation in export status after size is controlled for. We find strong support for the predictions of our model in manufacturing establishment datasets for India, the U.S., Chile, and Colombia.\n\n",
    "acknowledgement": "\nJuan Carlos Hallak thanks the National Science Foundation (grant #SES-05550190) and Jagadeesh Sivadasan thanks the NTT program of Asian Finance and Economics for supporting this work. We also thank the Center for International Business Education (CIBE) for support. Part of the research in this paper was conducted by Jagadeesh Sivadasan as a Special Sworn Status researcher of the U.S. Census Bureau at the Michigan Census Research Data Center. The results in the paper have been screened to ensure that no confidential data are revealed. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. We thank Carlo Altomonte, Inés Armendariz, Paula Bustos, Mariana Colaccelli, Alan Deardoff, Rob Feenstra, David Hummels, Jim Levinsohn, Diego Puga, Kim Ruhl, Eric Verhoogen and Federico Weinschelbaum for their comments and suggestions. We also thank seminar and conference participants at Berkeley, Columbia, Georgetown, LSE, Michigan, Missouri, Oregon, Oxford, Princeton, San Andres, San Diego, Santa Cruz, Stanford, The World Bank, UBC, U. Montevideo, UT-Austin, UTDT, CREI (Spain), ELSNIT (Italy), LACEA (Colombia), NBER Summer Institute, RIEF (Italy), and UNIBO (Argentina). Santiago Sautua, Bernardo D. de Astarloa, Xiaoyang Li and Alejandro Molnar provided excellent research assistantship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}