{
    "id": 14939,
    "citation_title": "Pollution, Health, and Avoidance Behavior: Evidence from the Ports of Los Angeles",
    "citation_author": [
        "Enrico Moretti",
        "Matthew Neidell"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA pervasive problem in the literature on the health costs of pollution is that optimizing individuals may compensate for increases in pollution by reducing their exposure to protect their health. This implies that estimates of the health effects of pollution may vastly understate the full welfare effects of pollution, particularly for individuals most at risk who have the greatest incentive to adopt compensatory behavior. Furthermore, using ambient monitors to approximate individual exposure to pollution may induce considerable measurement error.  We overcome these issues by estimating the short run effects of ozone on respiratory related health conditions using daily boat arrivals and departures into the two major ports of Los Angeles as an instrumental variable for ozone levels. While daily variation in boat traffic is a major contributor to local ozone pollution, time-varying pollution due to port activity is arguably a randomly determined event uncorrelated with factors related to health. Instrumental variable estimates are significantly larger than OLS estimates, indicating the importance of accounting for avoidance behavior and measurement error in understanding the full welfare effects from pollution.\n\n",
    "acknowledgement": "\nFinancial support from the California Center for Population Research Small Grants Program is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}