{
    "id": 1493,
    "citation_title": "Use of (Time-Domain) Vector Autoregressions to Test Uncovered Interest Parity",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, a vector autoregression model (VAR) is proposed in order to test uncovered interest parity (UIP) in the foreign exchange market. Consider a VAR system of the spot exchange rate (yen/dollar), the domestic (US) interest rate and the foreign (Japanese) interest rate, describing the interdependence of the domestic and international financia lmarkets. Uncovered interest parity is stated as a null hypothesis that the current difference between the two interest rates is equal to the difference between the expected future (log of) exchange rate and the (log of) current spot exchange rate. Note that the VAR system will yield the expected future spot exchange rate as a k-step ahead unconditional prediction. Hence, the null hypothesis is stated as nonlinear cross-equational restrictions for the three-equation VAR system. Then UIP is tested by the Wald test between the unrestricted and restricted systems. A test of UIP with a maintained hypothesis of covered interest parity, becomes a hypothesis test of efficiency without risk premium, that is,the forward exchange rate isthe unbiased predictor of the future spot exchange rate, and information is efficiently used in its prediction. Our results are compared to the efficiency test with a single equation using the Hansen-Hodrick procedure for the same data set.\n\n",
    "acknowledgement": "\n"
}