{
    "id": 14935,
    "citation_title": "Trade Reforms and Market Selection: Evidence from Manufacturing Plants in Colombia",
    "citation_author": [
        "Marcela Eslava",
        "John C. Haltiwanger",
        "Adriana D. Kugler",
        "Maurice Kugler"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use plant output and input prices to decompose the profit margin into four parts: productivity, demand shocks, mark-ups and input costs. We find that each of these market fundamentals are important in explaining plant exit. We then use variation across sectors in tariff changes after the Colombian trade reform to assess whether the impact of market fundamentals on plant exit changed with increased international competition. We find that greater international competition magnifies the impact of productivity, and other market fundamentals, on plant exit. A dynamic simulation that compares the distribution of productivity with and without the trade reform shows that improvements in market selection from trade reform help to weed out the least productive plants and increase average productivity. In addition, we find that trade liberalization increases productivity of incumbent plants and improves the allocation of activity within industries.\n\n",
    "acknowledgement": "\nWe thank Diana Hincapie, Rafael Santos, and Camilo Morales for excellent research assistance, and Roberto Alvarez, Mary Amiti, Orazio Attanasio, Sebastian Edwards, Ricardo Hausmann, Larry Kleinman, Ralf Martin, Alejandro Micco, Nina Pavcnik, Carmen Pages, Dani Rodrik, Chad Syverson and John van Reenen as well as participants at numerous seminars and conferences. Support was provided by NSF Grant SES-0617816, the Tinker Foundation, the IDB, and a GEAR grant from the University of Houston. We are also grateful to the National Planning Department for providing data on tariffs, and to DANE for access to the Manufacturing Survey and advice about its use. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}