{
    "id": 14938,
    "citation_title": "Estimating the Border Effect: Some New Evidence",
    "citation_author": [
        "Gita Gopinath",
        "Pierre-Olivier Gourinchas",
        "Chang-Tai Hsieh",
        "Nicholas Li"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what extent do national borders and national currencies impose costs that segment markets across countries? To answer this question we use a dataset with product level retail prices and wholesale costs for a large grocery chain with stores in the U.S. and Canada. We develop a model of pricing by location and employ a regression discontinuity approach to estimate and interpret the border effect. We report three main facts: 1) The median absolute retail price and whole-sale cost discontinuity between adjacent stores on either side of the U.S.-Canada border is as high as 21%. In contrast, within-country border discontinuity is close to 0%; 2) The variation in the retail price gap at the border is almost entirely driven by variation in wholesale costs, not by variation in markups; 3) The border gap in prices and costs co-move almost one to one with changes in the U.S.-Canada nominal exchange rate. We show these facts suggest that the price gaps we estimate provide only a lower bound on border costs.\n\n",
    "acknowledgement": "\nWe are grateful to Paul Bergin, Stefano della Vigna, Jack Duane, Charles Engel, Edward Glaeser, Yuriy Gorodnichenko, Guido Imbens, Ariel Pakes, John Rogers and David Sraer for valuable discussions. We thank Kevin Devereux, Michal Fabinger, Robert Johnson, Lorenz Kung, Gloria Sheu, Kelly Shue and Synuhe Uribe for excellent research assistance. We gratefully acknowledge financial support from the National Science Foundation through grants SES0820468 and SES0820241. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}