{
    "id": 14930,
    "citation_title": "On the Self-interested Use of Equity in International Climate Negotiations",
    "citation_author": [
        "Andreas Lange",
        "Andreas Löschel",
        "Carsten Vogt",
        "Andreas Ziegler"
    ],
    "citation_publication_date": "2009-04-30",
    "issue_date": "2009-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss self-interested uses of equity arguments in international climate negotiations. Using unique data from a world-wide survey of agents involved in international climate policy, we show that the perceived support of different equity rules by countries or groups of countries may be explained by their economic costs. Despite being self-interested, equity arguments may be perceived as being used for different reasons, for example, out of fairness considerations or in order to facilitate negotiations. Consistent with experimental and behavioral studies on fairness perceptions, we find that individuals are more likely to state reasons with positive attributes if they evaluate their own region or regions that support the individual's personally preferred equity rule. Negotiators perceive the use of equity by regions as less influenced by pressure from interest groups.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees for their extremely helpful comments. Ulrich Oberndorfer, Michael Price, Glenn Sheriff, and seminar participants at several universities, conferences, and meetings also provided excellent insights that markedly improved the study. Funding of the research group \"Institutionalization of International Negotiation Systems\" by the Deutsche Forschungsgemeinschaft (DFG) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}