{
    "id": 14940,
    "citation_title": "Scarcity of Ideas and R&D Options: Use it, Lose it or Bank it",
    "citation_author": [
        "Nisvan Erkal",
        "Suzanne Scotchmer"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe investigate rewards to R&D in a model where substitute ideas for innovation arrive to random recipients at random times. By foregoing investment in a current idea, society as a whole preserves an option to invest in a better idea for the same market niche, but with delay. Because successive ideas may occur to different people, there is a conflict between private and social optimality. We characterize the welfare-maximizing reward structure when the social planner learns over time about the arrival rate of ideas, and when private recipients of ideas can bank their ideas for future use. We argue that private incentives to create socially valuable options can be achieved by giving higher rewards where \"ideas are scarce.\"\n\n",
    "acknowledgement": "\nThis paper expands and supersedes the first part of our 2007 paper \"Scarcity of Ideas and Options to Invest in R&D.\" We especially thank Jennifer Reinganum for her comments at the Fifth Summer Workshop in Industrial Organization in Auckland. We also thank Michael Katz, Stephen Maurer, Robert Merges, Deborah Minehart, Paul Seabright, Brian Wright and participants of the 2008 Research Symposium on the Economics and Law of the Entrepreneur organized by the Searle Center on Law, Regulation, and Economic Growth for useful discussion. We thank the Toulouse Network on Information Technology, NSF Grants SES 0531184, 0830186, and Australian Research Council Grant DP0987070 for financial support. Nisvan Erkal thanks the University of California, Berkeley (ARE), for hosting her as a visiting scholar. Email: n.erkal@unimelb.edu.au, scotch@berkeley.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}