{
    "id": 14947,
    "citation_title": "A Model of Casino Gambling",
    "citation_author": [
        "Nicholas C. Barberis"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that prospect theory offers a rich theory of casino gambling, one that captures several features of actual gambling behavior. First, we demonstrate that, for a wide range of preference parameter values, a prospect theory agent would be willing to gamble in a casino even if the casino only offers bets with no skewness and with zero or negative expected value. Second, we show that the probability weighting embedded in prospect theory leads to a plausible time inconsistency: at the moment he enters a casino, the agent plans to follow one particular gambling strategy; but after he starts playing, he wants to switch to a different strategy. The model therefore predicts heterogeneity in gambling behavior: how a gambler behaves depends on whether he is aware of the time inconsistency; and, if he is aware of it, on whether he can commit in advance to his initial plan of action.\n\n",
    "acknowledgement": "\nI am grateful to Isaiah Andrews and Ji Shen for excellent research assistance. I am also grateful, for very helpful comments, to Ulf Axelson, Daniel Benjamin, Stefano DellaVigna, Yaxin Duan, Keith Gamble, Daniel Gottlieb, Jonathan Ingersoll, Bjorn Johnson, Kristof Madarasz, Ted O'Donoghue, Matthew Rabin, Georg Weizsacker, and seminar participants at Caltech, Columbia University, Cornell University, DePaul University, Harvard University, the London School of Economics, Princeton University, Stanford University, the Stockholm School of Economics, the University of California at Berkeley, the University of Chicago, the Wharton School, Yale University, and the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}