{
    "id": 14943,
    "citation_title": "Unstable Banking",
    "citation_author": [
        "Andrei Shleifer",
        "Robert W. Vishny"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory of financial intermediaries operating in markets influenced by investor sentiment.  In our model, banks make loans, securitize these loans, trade in them, or hold cash.  They can also borrow money, using their security holdings as collateral.  We embed such banks in a stylized financial market, in which securitized loans may be mispriced, and investigate how banks allocate limited capital among the various activities, as well as how they choose their capital structure.  Banks maximize profits, and there are no conflicts of interest between bank shareholders and creditors.  The theory explains the cyclical behavior of credit and investment, but also accounts for the fundamental instability of banks operating in financial markets, especially when banks use leverage.\n\n",
    "acknowledgement": "\nHarvard University and the University of Chicago, respectively.   We are grateful to Shai Bernstein and Josh Schwartzstein for excellent research assistance, and to Malcolm Baker, Effi Benmelech, Olivier Blanchard, John Campbell, Douglas Diamond, Eugene Fama, Nicola Gennaioli, Francesco Giavazzi, Jacob Goldfield, Oliver Hart, Steven Kaplan, Anil Kashyap, Stavros Panageas, Richard Posner, Raghuram Rajan, Amit Seru, Jeremy Stein, Amir Sufi, Lawrence Summers, and Luigi Zingales for helpful conversations. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}