{
    "id": 14944,
    "citation_title": "The Limitations of Stock Market Efficiency: Price Informativeness and CEO Turnover",
    "citation_author": [
        "Gary B. Gorton",
        "Lixin Huang",
        "Qiang Kang"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStock prices are more informative when the information has less social value. Speculators with limited resources making costly (private) information production decisions must decide to produce information about some firms and not others. We show that producing and trading on private information is most profitable in the stocks of firms with poor corporate governance -- precisely because it will not be acted upon -- and less profitable at firms with better corporate governance. To the extent that the information in the stock price is used for disciplining the CEO by the board of directors, the informed trader has a reduced incentive to produce the information in the first place. We test our model using the probability of informed trading (PIN) and the probability of forced CEO turnover in a simultaneous-equation system. The empirical results support the model predictions. Stock prices are efficient, but there is a limit to the disciplining role they can fulfill. We apply the model to evaluate the effects of the Sarbanes-Oxley Act of 2002.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions from seminar participants at Georgia State University, University of Miami, and University of North Carolina at Charlotte. We thank Stephen Brown for sharing his quarterly PIN estimates and Dirk Jenter for sharing the CEO turnover data, developed by Jenter and Kanaan (2006). We also thank Bunyamin Onal for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}