{
    "id": 14945,
    "citation_title": "Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes?",
    "citation_author": [
        "Carlos Dobkin",
        "Fernando Ferreira"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAge based school entry laws force parents and educators to consider an important tradeoff:  Though students who are the youngest in their school cohort typically have poorer academic performance, on average, they have slightly higher educational attainment.  In this paper we document that for a large cohort of California and Texas natives the school entry laws increased educational attainment of students who enter school early, but also lowered their academic performance while in school.  However, we find no evidence that the age at which children enter school effects job market outcomes, such as wages or the probability of employment.  This suggests that the net effect on adult labor market outcomes of the increased educational attainment and poorer academic performance is close to zero.\n\n",
    "acknowledgement": "\nWe thank David Card, Elizabeth Cascio, two anonymous referees, and the editor for useful comments and suggestions, as well as the participants of the seminars at UC Santa Cruz and NBER-Education group.  An earlier version of this paper was titled \"Should We Care About the Age at Which Children Enter School? The Impact of School Entry Laws on Educational Attainment and Labor Market Outcomes\" (2006).  Gregorio Caetano provided helpful research assistance.  Fernando Ferreira would like to thank the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau, at the Berkeley Census Research Data Center.  Research results and conclusions expressed are those of the authors, and do not necessarily reflect the views of the Census Bureau.  This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}