{
    "id": 14949,
    "citation_title": "Family Networks and School Enrolment: Evidence from a Randomized Social Experiment",
    "citation_author": [
        "Manuela Angelucci",
        "Giacomo De Giorgi",
        "Marcos A. Rangel",
        "Imran Rasul"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence on whether and how a household's behavior is influenced by the presence and characteristics of its extended family. Using household panel data from the Progresa program in rural Mexico, we exploit information on the paternal and maternal surnames of heads and spouses in conjunction with the Spanish naming convention to identify the inter and intra generational family links of each household to others in the same village. We then exploit the randomized research design of the Progresa evaluation data to identify whether the treatment effects of Progresa transfers on secondary school enrolment vary according to the presence and characteristics of extended family. We find that Progresa only raises secondary enrolment among households that are embedded in a family network. Eligible but isolated households do not respond. The mechanism through which the extended family influences household schooling choices is the redistribution of resources within the family network from eligibles that receive de facto unconditional cash transfers from Progresa, towards eligibles on the margin of enrolling their children into secondary school.\n\n",
    "acknowledgement": "\nThis research was supported by an IRB from the University of Chicago. The paper has been screened to ensure no confidential information is revealed. We thank Orazio Attanasio, Oriana Bandiera, Jere Behrman, Timothy Besley, Martina Bjorkman, Pedro Carneiro, Pierre-Andre Chiappori, Hilary Hoynes, Erik Lindqvist, Steve Machin, Ofer Malamud, Alan Manning, Guy Michaels, Debraj Ray, Jean-Marc Robin, Yoram Weiss, and seminar participants at Chicago, Columbia, IFS, INRA, LSE, Maryland, Northwestern, Stanford, Toulouse, UCL, and the NBER Children/Education Program Meeting (Boston 2008) for comments. All errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}