{
    "id": 14959,
    "citation_title": "Sex and Science: How Professor Gender Perpetuates the Gender Gap",
    "citation_author": [
        "Scott E. Carrell",
        "Marianne E. Page",
        "James E. West"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy aren't there more women in science? Female college students are currently 37 percent less likely than males to obtain a bachelor's degree in science, technology, engineering, and math (STEM), and comprise only 25 percent of the STEM workforce. This paper begins to shed light on this issue by exploiting a unique dataset of college students who have been randomly assigned to professors over a wide variety of mandatory standardized courses. We focus on the role of professor gender. Our results suggest that while professor gender has little impact on male students, it has a powerful effect on female students' performance in math and science classes, their likelihood of taking future math and science courses, and their likelihood of graduating with a STEM degree. The estimates are largest for female students with very strong math skills, who are arguably the students who are most suited to careers in science. Indeed, the gender gap in course grades and STEM majors is eradicated when high performing female students' introductory math and science classes are taught by female professors. In contrast, the gender of humanities professors has only minimal impact on student outcomes. We believe that these results are indicative of important environmental influences at work.\n\n",
    "acknowledgement": "\nThanks go to USAFA personnel: J. Putnam, D. Stockburger, R. Schreiner, K. Carson and P. Egleston for assistance in obtaining the data, and to Deb West for data entry. Thanks also go to Charlie Brown, Charles Clotfelter, Caroline Hoxby, Deborah Niemeier, Kim Shauman, Catherine Weinberger and seminar participants at NBER Higher Education Working Group, PPIC, SDSU, UC Davis, UC Irvine, and UC Santa Cruz for their helpful comments and suggestions. The views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the USAF, DoD, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}