{
    "id": 14958,
    "citation_title": "Marry for What: Caste and Mate Selection in Modern India",
    "citation_author": [
        "Abhijit Banerjee",
        "Esther Duflo",
        "Maitreesh Ghatak",
        "Jeanne Lafortune"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "2021-08-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the role played by caste, education and other social and economic attributes in arranged marriages among middle-class Indians. We use a unique data set on individuals who placed matrimonial advertisements in a major newspaper, the responses they received, how they ranked them, and the eventual matches. We estimate the preferences for caste, education, beauty, and other attributes. We then compute a set of stable matches, which we compare to the actual matches that we observe in the data. We find the stable matches to be quite similar to the actual matches, suggesting a relatively frictionless marriage market. One of our key empirical findings is that there is a very strong preference for within-caste marriage. However, because both sides of the market share this preference and because the groups are fairly homogeneous in terms of the distribution of other attributes, in equilibrium, the cost of wanting to marry within-caste is low. This allows caste to remain a persistent feature of the Indian marriage market.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}