{
    "id": 14951,
    "citation_title": "Do Investments in Universal Early Education Pay Off? Long-term Effects of Introducing Kindergartens into Public Schools",
    "citation_author": [
        "Elizabeth U. Cascio"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 1960s and 1970s, many states introduced grants for school districts offering kindergarten programs.  This paper exploits the staggered timing of these initiatives to estimate the long-term effects of a large public investment in universal early education.  I find that white children aged five after the typical state reform were less likely to be high school dropouts and had lower institutionalization rates as adults.  I rule out similar positive effects for blacks, despite comparable increases in their enrollment in public kindergartens in response to the initiatives.  The explanation for this finding that receives most empirical support is that state funding for kindergarten crowded out participation in federally-funded early education among the poorest five year olds.\n\n",
    "acknowledgement": "\nI am grateful for funding support from a Spencer Dissertation Fellowship and the University of California, Berkeley, and the comments of numerous seminar participants, most recently at Dartmouth College, Harvard University, and the University of California, Davis.  I am particularly thankful to my dissertation advisor, David Card, and to Nora Gordon, Ethan Lewis, and Sarah Reber for helpful discussions and suggestions.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}