{
    "id": 1495,
    "citation_title": "The Costs of Worker Displacement",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study defines the nature of worker displacement and develops a mechanism for inferring the amount of losses caused by displacement in away that is tied to economic theory. Data from the Panel Study of Income Dynamics are first used to identify the characteristics of displaced workers. After a demonstration that usual methods of evaluating workers' losses cannot provide correct measures of the cost to society, a game--theoretic model determining the amount of firm -- specific investment in workers is developed. As workers'and firms' horizons decrease, such investment will be reduced; this will be exhibited in a flattening of the wage-tenure profile as the date of displacement approaches. Examination of the profile thus provides a test whether firms and workers have good information about impending displacement. Using the PSID data for workers displaced between 1977 and 1981, the study shows there is no significant flattening of the wage-tenure profile in the entire sample. (However, some flattening does occur among unionized workers, and also among workers who are laid-off permanently from a plant that remains open.) This suggests that workers are surprised by displacement, for they continue investing in firm-specific human capital up to the time of displacement. The present value of the worker's share of the lost returns on this investment is around $7000 (1980 dollars) under intermediate assumptions about the real rate of discount, depreciation on such investment and the effect of tenure on the rate of voluntary separation.\n\n",
    "acknowledgement": "\n"
}