{
    "id": 14950,
    "citation_title": "Letting Different Views about Business Cycles Compete",
    "citation_author": [
        "Paul Beaudry",
        "Bernd Lucke"
    ],
    "citation_publication_date": "2009-05-07",
    "issue_date": "2009-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are several candidate explanations for macro-fluctuations. Two of the most common discussed sources are surprise changes in disembodied technology and monetary innovations. Another popular explanation is found under the heading of a preference or more generally a demand shock. More recently two other explanations have been advocated: surprise changes in investment specific technology and news about future technology growth. The aim of this paper is to provide a quantitative assessment of the relative merits of all these explanations by adopting a framework which allows them to compete. In particular, we propose a co-integrated SVAR approach that encompasses all 5 shocks and thereby offers a coherent evaluation of the dynamics they induce as well as their contribution to macro volatility. Our main finding is that surprise changes in technology, whether it be of the disembodied or embodied nature, account for very little of fluctuations. In contrast, expected changes in technology appear to be an important force, with preference/demand shocks and monetary shocks also playing non-negligible roles.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jonas Fisher, Ulrich Fritsche, Thomas Haertel, Helmut Lütkepohl, Andreas Schabert for comments. All remaining errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}