{
    "id": 14956,
    "citation_title": "Measuring the Benefits of Product Variety with an Accurate Variety Set",
    "citation_author": [
        "Bruce A. Blonigen",
        "Anson Soderbery"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have used import data to assess the impact of foreign varieties on prices and welfare for a home country. The reliance on import data has a number of limitations. First, these papers rely on goods categories defined by the Harmonized System. Second, they define varieties using the Armington assumption that all imports coming from a particular country are one unique variety. Third, they ignore variety changes that may occur through foreign affiliate activity. In this paper, we revisit this literature by employing a detailed market-based data set on the U.S. automobile market that allows us to define goods varieties at a more precise level, as well as discern location of production and ownership of varieties. We show that estimated variety changes and their impacts on U.S. prices and welfare differ markedly for automobiles depending on whether one uses the standard import data or our more detailed market-based data. The import data and Armington assumption hide significant net variety change leading to a downward bias in the effects of net variety change, with implied welfare benefits only half what we find with our market-based data. We also show that the welfare gains from all foreign-owned varieties (both imported and from foreign affiliates) are well over 50% larger than that stemming from imported varieties alone.\n\n",
    "acknowledgement": "\nThis paper has benefited from the comments of Robert Feenstra, Ankur Patel, Katheryn Russ, Deborah Swenson, and workshop participants at the University of California-Davis. Any remaining errors or omissions are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}