{
    "id": 14957,
    "citation_title": "Evaluating Rubin's Causal Model for Measuring the Capitalization of Environmental Amenities",
    "citation_author": [
        "H. Allen Klaiber",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper outlines a new framework for gauging the properties of quasi-experimental estimates of the willingness to pay (WTP) for changes in environmental and other non-market amenities.  As a rule, quasi-experimental methods cannot offer alternative hypotheses to judge the quality of their quasi random assignments of treatment and control outcomes to economic agents. Their results must be judged by the explanation of the event used to construct the assignment and the counter examples offered as robustness checks for the logic of each application. This paper develops a four-step procedure for situations that rely on housing price capitalization. It is a computational analog to Chetty's [2009] call for considering the measurement objectives as part of evaluating the relevance of reduced versus structural form modeling strategies. Two diverse applications are used to establish the method's relevance for environmental problems. The first examines the value of a conversion of land cover from xeric to wet landscape. The second examines the clean-up of hazardous waste sites. We find that even when quasi-experimental methods have access to statistically ideal instruments their performance in measuring general equilibrium WTP depends on other aspects of each application.\n\n",
    "acknowledgement": "\nPartial support for this research was provided ASU Decision Center for a Desert City. Thanks are due H. Spencer Banzhaf for providing an initial version of the GAMS code to implement the assignment model. Thanks are also due Nick Kuminoff, Chris Timmins, and Randy Walsh for helpful discussions on several aspects of this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}