{
    "id": 14952,
    "citation_title": "Market Conditions and the Structure of Securities",
    "citation_author": [
        "Isil Erel",
        "Brandon Julio",
        "Woojin Kim",
        "Michael Weisbach"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory, as well as commonly-stated views of practitioners, suggests that market downturns can affect both the ability and manner in which firms raise external financing.  Theory suggests that downturns should be associated with a shift toward less information-sensitive securities, as well as a \"flight to quality\", in which firms can issue high-rated securities but not low-rated ones.  We evaluate these hypotheses on a large sample of publicly-traded debt issues, seasoned equity offers, and bank loans. We find that market downturns lead firms to use less information-sensitive securities. In addition, poor market conditions affect the structure of securities offered, shifting them towards shorter maturities and more security. Furthermore, market conditions affect the quality of securities offered, with worsening conditions substantially lowering the number of low-rated debt issues.  Overall, these findings suggest that market-wide conditions are important factors in firms' capital raising decisions.\n\n",
    "acknowledgement": "\nWe would like to thank Murillo Campello, Naveen Daniel, Mike Faulkender, John Graham, Campbell Harvey, Christopher Hennessy, Mark Huson, Mike Lemmon, Gordon Phillips, Per Stromberg, Rene Stulz and Ralph Walkling, as well as seminar participants at The 2009 AFA Meetings, University of Alberta, Carnegie Mellon University, University of Cincinnati, Drexel University, Harvard University, KDI School of Public Policy and Management, Korea University, University of Illinois, NBER, Ohio State University, Oxford University, Seoul National University, Southern Methodist University, Stockholm School of Economics, University of Utah, and Yale University for very helpful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}