{
    "id": 14967,
    "citation_title": "The Impact of the Asian Miracle on the Theory of Economic Growth",
    "citation_author": [
        "Robert W. Fogel"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper, divided into seven sections, considers the development of economic growth theory in light of the spectacular advances of the economies of China, India, and Southeast Asia. Section 1 reviews the debate over the sources of technological change and the measurement of total factor productivity that emerged during the second half of the 1950s. Section 2, \"Convergence and Divergence,\" deals with the closing of the economic gap between the U.S. and other OECD nations that existed after World War II and the increasing economic gap between OECD and Third World nations. Section 3, \"The Asian Miracle,\" describes the new recognition among Western economists that the sustained, very rapid growth in China and Southeast Asia was changing the global economic balance. Section 4, \"Endogenous Economic Growth,\" deals with the work of a group of mainly verbal theorists, including Simon Kuznets and T.W. Schultz, who sought to define social, political, demographic, religious, and ideological conditions that preceded the epoch of modern economic growth, which began in the late eighteenth or early nineteenth centuries. That line of thought was extended by more mathematical economists who studied the invention and modeled the diffusion of new technologies in agriculture (Zvi Griliches) and industry (Edwin Mansfield). Section 5, \"Bridges between Two Cohorts of Theorists on Technological Change,\" compares the work of Griliches, Richard Nelson, and Dale W. Jorgenson, whose quantitative analysis of endogenous technological change spanned the period from the mid-1950s to the new cohort of growth theorists that emerged during the mid- to late-1980s. Section 6, \"The Economic Historians,\" focuses on their investigations of the interrelationships of the evolution of social, economic, and political institutions and on findings about the impact of institutional changes on invention, innovation, the process of technological change, and economic growth.  Section 7, \"The Impact of the Asian Economic Miracle on Growth Theory,\" focuses on the theorizing about the likely impact of the rapidly expanding Asian economies on the shaping of the global economy over the next several decades.\n\n",
    "acknowledgement": "\nIn writing this paper, I have made use of previous research reported in Fogel 1989a, 2004a, and 2005. Some of the previous findings have been updated. I have benefitted from the comments of Paul A. David, Stanley Engerman, Roderick Floud, Nathaniel Grotte, Mark Guglielmo, Bernard Harris, Allan Meltzer, Dwight Perkins, and Peter Temin. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}