{
    "id": 14968,
    "citation_title": "The Two Waves of Service Sector Growth",
    "citation_author": [
        "Barry Eichengreen",
        "Poonam Gupta"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe positive association between the service sector share of output and per capita income is one of the best-known regularities in all of growth and development economics. Yet there is less than complete agreement on the nature of that association.  Here we identify two waves of service sector growth, a first wave in countries with relatively low levels of per capita GDP and a second wave in countries with higher per capita incomes. The first wave appears to be made up primarily of traditional services, the second wave of modern (financial, communication, computer, technical, legal, advertising and business) services that are receptive to the application of information technologies and increasingly tradable across borders. In addition, there is evidence of the second wave occurring at lower income levels after 1990. But this change in the second wave is not equally evident in all economies: it is most apparent in democracies, in countries that are open to trade, and in those that are relatively close to the major global financial centers. This points to both political and economic conditions that can help countries capitalize on the opportunities afforded by an increasingly globalized post-industrial economy.\n\n",
    "acknowledgement": "\nUniversity of California, Berkeley and Delhi School of Economics, Delhi, respectively.  This project was begun while Eichengreen and Gupta were visiting ICRIER, whose hospitality is acknowledged with thanks. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}