{
    "id": 14961,
    "citation_title": "Patterns of International Capital Raisings",
    "citation_author": [
        "Juan Carlos Gozzi",
        "Ross Levine",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents several new patterns associated with firms issuing stocks and bonds in foreign markets that motivate the need for and help guide the direction of future research. Three major patterns stand out. (1) A large and growing fraction of capital raisings, especially debt issuances, occurs in international markets, but a very small number of firms accounts for the bulk of international capital raisings, highlighting the cross-firm heterogeneity in financial globalization. (2) Changes in firm performance following equity and debt issuances in international markets are qualitatively similar to those following domestic issuances, suggesting that capital raisings abroad are not intrinsically different from those in domestic markets. (3) Firms continue to issue securities both abroad and at home after accessing international markets, suggesting that international and domestic markets are complements, not substitutes. Existing theories do not fully account for these patterns.\n\n",
    "acknowledgement": "\nWe received very helpful comments from Charles Engel, Chris Meissner, Nirvikar Singh, two anonymous referees, and participants at presentations held at Brown University, the ESRC-WEFRP/IMF International Macro-Finance Conference (Washington, DC), the LACEA-LAMES Annual Meetings (Rio de Janeiro, Brazil), and the NIPFP-DEA workshop (Delhi, India). We are grateful to Francisco Ceballos, Tomislav Ladika, Mercedes Politi, and Aleksandar Zaklan for excellent research assistance. We thank the World Bank Finance Research Program and Research Support Budget for ample financial support. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily represent the views of the World Bank. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}