{
    "id": 14963,
    "citation_title": "Carbon Geography: The Political Economy of Congressional Support for Legislation Intended to Mitigate Greenhouse Gas Production",
    "citation_author": [
        "Michael I. Cragg",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nStringent regulation for mitigating greenhouse gas emissions will impose different costs across geographical regions.  Low-carbon, environmentalist states, such as California, would bear less of the incidence of such regulation than high-carbon  Midwestern states.   Such anticipated costs are likely to influence Congressional voting patterns.  This paper uses several geographical data sets to document that conservative, poor areas have higher per-capita carbon emissions than liberal, richer areas.   Representatives from such areas are shown to have much lower probabilities of voting in favor of anti-carbon legislation.  In the 111th Congress, the Energy and Commerce Committee consists of members who represent high carbon districts.  These geographical facts suggest that the Obama Administration and the Waxman Committee will face distributional challenges in building a majority voting coalition in favor of internalizing the carbon externality.\n\n",
    "acknowledgement": "\nWe thank Lucas Davis, Frank Graves, Gib Metcalf, Dean Murphy and Jason Snyder for useful comments, and especially Jehan DeFonseka, Sin Han Lo, and Jessica Cameron for their research input.  The views expressed in this paper, however, are strictly those of the authors and do not necessarily state or reflect the views of The Brattle Group, Inc, its clients, or UCLA. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}