{
    "id": 14964,
    "citation_title": "Education and the Prevalence of Pain",
    "citation_author": [
        "Steven J. Atlas",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany Americans report chronic and disabling pain, even in the absence of identifiable clinical disorders.  We first examine the prevalence of pain in the older U.S. population using the Health and Retirement Study (HRS).  Among 50-59 year females, for example, pain rates ranged from 26 percent for college graduates to 55 percent for those without a high school degree.  Occupation, industry, and marital status attenuated but did not erase these educational gradients.  Second, we used a study of patients with lower back pain and sciatica arising from intervertebral disk herniation (IDH).   Initially, nearly all patients reported considerable pain and discomfort, with a sizeable fraction undergoing surgery for their IDH.  However, baseline severity measures and surgical or medical treatment explained little of the variation in 10-year outcomes.  By contrast, education exerted a strong impact on changes over time in pain: just 9 percent of college graduates report leg or back pain \"always\" or \"almost always\" after 10 years, compared to 34 percent for people without a high school degree.  This close association of education with pain is consistent with recent research emphasizing the importance of neurological -- and perhaps economic -- factors in the perception of pain.\n\n",
    "acknowledgement": "\nWe thank Amitabh Chandra, Joyce DeLeo, Edward Glaeser, Kathy Stroffolino, James Weinstein, and participants at the NBER Conference on Aging in May 2007 for insightful comments and suggestions. Samuel Marshall provided superb research assistance. We are grateful to NIAMS (P60 - AR048094), the National Institute on Aging (PO1- AG19783), and the Robert Wood Johnson Foundation for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}