{
    "id": 14969,
    "citation_title": "The Paradox of Declining Female Happiness",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "2020-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBy many objective measures the lives of women in the United States have improved over the past 35 years, yet we show that measures of subjective well-being indicate that women's happiness has declined both absolutely and relative to men.  The paradox of women's declining relative well-being is found across various datasets, measures of subjective well-being, and is pervasive across demographic groups and industrialized countries.  Relative declines in female happiness have eroded a gender gap in happiness in which women in the 1970s typically reported higher subjective well-being than did men.  These declines have continued and a new gender gap is emerging -- one with higher subjective well-being for men.\n\n",
    "acknowledgement": "\nWe would like to thank Amanda Goodall, Christian Holzner, Robert Jäckle, Andrew Oswald, Eric Posner, Cass Sunstein, David Weisbach and seminar participants at the American Law and Economics meetings, UC Berkeley, Brigham Young University, University of British Columbia, Case Western Reserve University, CESifo/Munich University, University of Chicago, Conference on Empirical Legal Studies, Cornell Law School, Dartmouth, Florida International University, Harvard, Institute for International Economic Studies at Stockholm University, the Kiel Institute, the University of Linz, University of Miami School of Business, University of Oslo, University of Pennsylvania, Rice University, Swedish Institute for Social Research at Stockholm University, the San Francisco Federal Reserve Bank, Temple, University of Texas at Houston, and Yale Law School for useful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}