{
    "id": 14966,
    "citation_title": "Is the EITC Equivalent to an NIT? Conditional Cash Transfers and Tax Incidence",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Earned Income Tax Credit (EITC) is intended to encourage work. But EITC-induced increases in labor supply may drive wages down, shifting the intended transfer toward employers. I simulate the economic incidence of the EITC under a range of plausible supply and demand elasticities. In all of the scenarios that I consider, a substantial portion of the intended transfer to low income single mothers is captured by employers through reduced wages. The transfer to employers is borne in part by low skill workers who are not themselves eligible for the EITC and are therefore made strictly worse off by its existence. I contrast the EITC with a traditional Negative Income Tax (NIT). The NIT discourages work, and so induces large transfers from employers of low skill labor to their workers. With my preferred parameters the EITC increases after-tax incomes by $0.73 per dollar spent, while the NIT yields $1.39.\n\n",
    "acknowledgement": "\nOther versions of this paper are titled \"Is the EITC as Good as an NIT?\" I am grateful to David Card, Nada Eissa, Hank Farber, Jonah Gelbach, Hilary Hoynes, and Austin Nichols for helpful discussions, and the Princeton Industrial Relations Section and Center for Economic Policy Studies for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}