{
    "id": 14977,
    "citation_title": "Toxic Exposure in America: Estimating Fetal and Infant Health Outcomes",
    "citation_author": [
        "Nikhil Agarwal",
        "Chanont Banternghansa",
        "Linda Bui"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of exposure to toxic releases that are tracked by the Toxic Release Inventory (TRI) on county-level infant and fetal mortality rates in the United States between 1989-2002. We find significant adverse effects of TRI concentrations on infant mortality rates, but not on fetal mortality rates. In particular, we estimate that the average county-level decrease in aggregate TRI concentrations saved in excess of 25,000 infant lives from 1989-2002. Using a value of life of $1.8M - $8.7M, the savings in lives would be valued at $45B - $217.5B. We also find that the effect of toxic exposure on health outcomes varies across pollution media: air pollution has a larger impact on health outcomes than either water or land. And, within air pollution, releases of carcinogens are particularly problematic for infant health outcomes. We do not, however, find any significant effect on health outcomes from exposure to two criteria air pollutants -- PM10 and ozone.\n\n",
    "acknowledgement": "\nThe authors would like to thank NCHS for providing the birth, death, and linked data files, and the National Air Data Group of the EPA for the criteria air pollution data that was used in this paper. The authors gratefully acknowledge funding from the Norman Grant, Brandeis University, and would like to thank Erich Muehlegger and T. S. Sims for helpful comments. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}