{
    "id": 14970,
    "citation_title": "Welfare Spending and Mortality Rates for the Elderly Before the Social Security Era",
    "citation_author": [
        "Adrian Stoian",
        "Price V. Fishback"
    ],
    "citation_publication_date": "2009-05-15",
    "issue_date": "2009-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of the original means-tested Old Age Assistance (OAA) programs on the health of the elderly prior to the first Social Security pension payments.  Before 1935 a number of states had enacted their own OAA laws. After 1935 the federal government began offering matching grants and thus stimulated the adoption of OAA programs by the states. A new panel data set of 75 cities for each year between 1929 and 1938 combines mortality rates for older age groups with three measures of the OAA programs, spending on non-age-specific relief and a rich set of correlates.  The data are analyzed using difference-in-difference-in-difference and instrumental variables methods.   Our results suggest that Old Age Assistance in the 1930s had little impact on the death rate of the elderly.  Our sense is that the OAA programs in the 1930s transferred the elderly from general relief programs without necessarily increasing the resources available to them.\n\n",
    "acknowledgement": "\nWe thank Andrea Balan Cohen, Kei Hirano, Ron Oaxaca, Manuela Angelucci, Shawn Kantor, Michael Haines, John Wallis, Rick Steckel, and two anonymous referees for their helpful comments. We have also benefited from the comments of participants at seminars at the University of Chicago, the University of Arizona, and at presentations at the Western Economic Association, the Eastern Economic Association,  Southern Economic Association, and Economic History Association  meetings. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}