{
    "id": 14979,
    "citation_title": "Analyzing the Extent and Influence of Occupational Licensing on the Labor Market",
    "citation_author": [
        "Morris M. Kleiner",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the extent and influence of occupational licensing in the U.S. using a specially designed national labor force survey. Specifically, we provide new ways of measuring occupational licensing and consider what types of regulatory requirements and what level of government oversight contribute to wage gains and variability. Estimates from the survey indicated that 35 percent of employees were either licensed or certified by the government, and that 29 percent were fully licensed. Another 3 percent stated that all who worked in their job would eventually be required to be certified or licensed, bringing the total that are or eventually must be licensed or certified by government to 38 percent. We find that licensing is associated with about 14 percent higher wages, but the effect of governmental certification on pay is much smaller. Licensing by multiple political jurisdictions is associated with the highest wage gains relative to only local licensing. Specific requirements by the government for a worker to enter an occupation, such as education level and long internships, are positively associated with wages. We find little association between licensing and the variance of wages, in contrast to unions. Overall, our results show that occupational licensing is an important labor market phenomenon that can be measured in labor force surveys.\n\n",
    "acknowledgement": "\nWe thank participants at the National Bureau of Economic Research Workshop, Princeton Data Improvement Initiative Conference, and the Industrial Organization and Labor Economics Senimars at Tel Aviv University for their comments.  We gratefully acknowledge help from Edward Freeland and the staff at Princeton's Survey Research Center, the Industrial Relations Section at Princeton University, and the staff at Westat. We also thank Joan Gieseke, Matthew Hendricks and Samuel Kleiner for assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}