{
    "id": 14974,
    "citation_title": "Why do Institutions of Higher Education Reward Research While Selling Education?",
    "citation_author": [
        "Dahlia K. Remler",
        "Elda Pema"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigher education institutions and disciplines that traditionally did little research now reward faculty largely based on research, both funded and unfunded. Some worry that faculty devoting more time to research harms teaching and thus harms students' human capital accumulation. The economics literature has largely ignored the reasons for and desirability of this trend. We summarize, review, and extend existing economic theories of higher education to explain why incentives for unfunded research have increased. One theory is that researchers more effectively teach higher order skills and therefore increase student human capital more than non-researchers.  In contrast, according to signaling theory, education is not intrinsically productive but only a signal that separates high- and low-ability workers. We extend this theory by hypothesizing that researchers make higher education more costly for low-ability students than do non-research faculty, achieving the separation more efficiently. We describe other theories, including research quality as a proxy for hard-to-measure teaching quality and barriers to entry.  Virtually no evidence exists to test these theories or establish their relative magnitudes. Research is needed, particularly to address what employers seek from higher education graduates and to assess the validity of current measures of teaching quality.\n\n",
    "acknowledgement": "\nThis paper is based on many earlier versions by Dahlia Remler. Remler thanks Howard Alper, Sherry Glied, Claudia Goldin, Joshua Graff Zivin, Lawrence F. Katz, Hank Levin, Arthur Levine, Dan O'Flaherty, Michael Sparer, Lawrence White, and seminar participants at Teacher's College, Columbia University and the Baruch College School of Public Affairs for useful conversations, comments on various earlier drafts and/or inspiring ideas. Remler would also like to thank those who participated in interviews that provided background material. We both thank Paul Attewell for recent comments. Of course, we alone are ultimately responsible for the content.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}