{
    "id": 14987,
    "citation_title": "Outcomes in a Program that Offers Financial Rewards for Weight Loss",
    "citation_author": [
        "John Cawley",
        "Joshua A. Price"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nObesity rates in the U.S. have doubled since 1980.  Given the medical, social, and financial costs of obesity, a large percentage of Americans are attempting to lose weight at any given time but the vast majority of weight loss attempts fail.  Researchers continue to search for safe and effective methods of weight loss, and this paper examines one promising method - offering financial rewards for weight loss. This paper studies data on 2,407 employees in 17 worksites who participated in a year-long worksite health promotion program that offered financial rewards for weight loss.  The intervention varied by employer, in some cases offering steady quarterly rewards for weight loss and in other cases requiring participants to post a bond that would be refunded at year's end conditional on achieving certain weight loss goals.  Still others received no financial incentives at all and serve as a control group.  We examine the basic patterns of enrollment, attrition, and weight loss in these three groups. Weight loss is modest.  After one year, it averages 1.4 pounds for those paid steady quarterly rewards and 3.6 pounds for those who posted a refundable bond, under the assumption that dropouts experienced no weight loss.  Year-end attrition is as high as 76.4%, far higher than that for interventions designed and implemented by researchers.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge a research grant from the Economic Research Service of the USDA on Behavioral Health Economics Research on Dietary Choice and Obesity.  The authors thank Company X for providing their data and for the generosity of their time in explaining their intervention and discussing the data.  For helpful comments, the authors thank Dan Benjamin, Dhaval Dave, Ron Ehrenberg, Michael Grossman, Naci Mocan, and participants in a Cornell work-in-progress seminar, the NBER pre-conference on the Economic Aspects of Obesity, and the NBER Conference on Economic Aspects of Obesity.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}