{
    "id": 1498,
    "citation_title": "Exchange Rates and Economic Recovery in the 1930s",
    "citation_author": [
        "Barry J. Eichengreen",
        "Jeffrey Sachs"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrency depreciation in the 1930s is almost universally dismissed or condemned. It is credited with providing little if any stimulus for economic recovery in the depreciating countries and blamed for transmitting harmful beggar-thy-neighbor impulses to the rest of the world econonv. In this paper we argue for a radically different interpretation of exchange-rate policy in the 1930s . We document first that currency depreciation was beneficial for the initiating countries. It worked through both the standard supply- and demand-side channels suggested by modern variants of the Keynesian model. We show next that there can in fact be no presumption that currency depreciation inthe 1930s was beggar-thy-neighbor policy. Rather, an empirical analysis of the historical record is needed to determine whether the impact on other countries was favorable or unfavorable. We conclude provisionally on the basis of this analysis that the foreign repercussions of individual devaluations were in fact negative -that the depreciations considered were beggar-thy-neighbor. As we point out, however, this finding does not support the conclusion that competitive devaluations taken by a group of countries were without benefit for the system as a whole. We argue to the contrary that similar policies, had they been even more widely adopted, would have hastened recovery from the Great Depression.\n\n",
    "acknowledgement": "\n"
}