{
    "id": 14989,
    "citation_title": "Studying the Child Obesity Epidemic With Natural Experiments",
    "citation_author": [
        "Robert Sandy",
        "Gilbert Liu",
        "John Ottensmann",
        "Rusty Tchernis",
        "Jeffrey Wilson",
        "O.T. Ford"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe utilize clinical records of successive visits by children to pediatric clinics in Indianapolis to estimate the effects on their body mass of environmental changes near their homes. We compare results for fixed-residence children with those for cross-sectional data. Our environmental factors are fast food restaurants, supermarkets, parks, trails, and violent crimes, and 13 types of recreational amenities derived from the interpretation of annual aerial photographs. We looked for responses to these factors changing within buffers of 0.1, 0.25, 0.5, and 1 mile. We found that cross-sectional estimates are quite different from the Fixed Effects estimates of the impacts of amenities locating near a child. In cross section nearby fast food restaurants were associated with higher BMI and supermarkets with lower BMI. These results were reversed in the FE estimates. The recreational amenities that appear to lower children's BMI were fitness areas, kickball diamonds, and volleyball courts. We estimated that locating these amenities near their homes could reduce the weight of an overweight eight-year old boy by 3 to 6 pounds.\n\n",
    "acknowledgement": "\nWe thank Shawn Hoch, Zhang Ya, Megan McDermott, Bikul Tulachan, and Jonathan Raymont for research assistance. This study was funded under NIH NIDDK grant R21 DK075577-01. We thank the participants at the Purdue University Department of Agricultural Economics seminar, at the NBER pre-conference and conference on Economic Aspects of Obesity for many helpful comments and Kristen Butcher a careful and insightful review. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}