{
    "id": 14980,
    "citation_title": "A Search-Theoretic Model of the Retail Market for Illicit Drugs",
    "citation_author": [
        "Manolis Galenianos",
        "Rosalie Liccardo Pacula",
        "Nicola Persico"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA search-theoretic model of the retail market for illegal drugs is developed. Trade occurs in bilateral, potentially long-lived matches between sellers and buyers. Buyers incur search costs when experimenting with a new seller. Moral hazard is present because buyers learn purity only after a trade is made. The model produces testable implications regarding the distribution of purity offered in equilibrium, and the duration of the relationships between buyers and sellers. These predictions are consistent with available data. The effectiveness of different enforcement strategies is evaluated, including some novel ones which leverage the moral hazard present in the market.\n\n",
    "acknowledgement": "\nWe thank, without implicating, Peter Reuter who gave the impulse for writing this paper. We thank Christian Ben Lakhdar, Jon Caulkins, Ric Curtis, Boyan Jovanovic, Beau Kilmer, Rasmus Lentz, Iourii Manovski, Jeffrey Miron, Chris Pissarides, Tom Sargent, Jose Scheinkman, Robert Shimer, Gianluca Violante, Travis Wendel, and Randy Wright for useful discussions. We thank participants of the NBER's 2007 Economics & Crime Meetings and 2008 Summer Institute, the University of Maryland's 2007 \"Economics and Crime\" Conference, the 2007 SED, Summer Meetings of the Econometric Society, and Midwest Macro Meetings, the Penn Search and Matching Workshop, as well as participants of a number of seminars. Pacula's time on this project was supported by a grant from the National Institute on Drug Abuse to the RAND Corporation (Grant R01 DA019993-01A1).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}