{
    "id": 14984,
    "citation_title": "Where Does the Wage Penalty Bite?",
    "citation_author": [
        "Christian A. Gregory",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature examining the relationship between body mass index (BMI) and wages has fairly consistently found that BMI has a negative impact on earnings for women, and less (if any) consequences for men. In this paper, we relax the assumption -- largely unquestioned in this research -- that the conditional mean of wages is linear or piecewise linear in body mass index (BMI). Using data from the 1986 and 1999-2005 Panel Study of Income Dynamics, we estimate semi-parametric wage models that allow earnings to vary with BMI in a highly flexible manner. For women, the results show that earnings peak at levels far below the clinical threshold of \"obesity\" or even \"overweight\". For men, our main estimates suggest a reasonably flat BMI-wage profile that peaks early in the \"overweight\" category. However, the results of instrumental variables (IV) models or specifications focusing on long-lags of BMI are more similar to those for women. The findings for females (and the IV estimates for males) suggest that it is not obesity but rather some other factor -- such as physical attractiveness -- that produces the observed relationship between BMI and wages. We also provide non-parametric estimates of the association between BMI and health expenditures, using data from the Medical Expenditure Panel Survey. These cast further doubt on the hypothesis that the wage penalties associated with increasing BMI occur because the latter serve as an index for underlying medical costs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}