{
    "id": 14983,
    "citation_title": "The Structure and Formation of Business Groups: Evidence from Korean Chaebols",
    "citation_author": [
        "Heitor Almeida",
        "Sang Yong Park",
        "Marti Subrahmanyam",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper we study the determinants of business groups' ownership structure using unique panel data on Korean chaebols. In particular, we attempt to understand how pyramids form over time. We find that chaebols grow vertically (that is, pyramidally) as the family uses well-established group firms (\"central firms\") to set up and acquire younger firms that have low profitability and high capital requirements. Chaebols grow horizontally (that is, using direct family ownership) when the family acquires firms that are highly profitable and require less capital. Our evidence suggests that the (previously documented) lower profitability of pyramidal firms is partly due to a selection effect (e.g., the family optimally places low profitability firms in pyramids). To show this, we examine instances of large changes in the ownership structure of group firms. Specifically, we find that poor past performance predicts an increase in the degree of pyramiding in a firm's ownership structure. Most compellingly, we find that the profitability of new group firms in the year before they are added to the group predicts whether they are added to pyramids or controlled directly by the family. We also examine the relative valuation of chaebol firms. We find that the group's central firms trade at a discount relative to other public group firms possibly due to the selection of low-profitability, high capital intensity firms into pyramids. Our results shed light on the process by which pyramids form, and provide new evidence on the performance and valuation of business group firms.\n\n",
    "acknowledgement": "\nAlmeida is at the University of Illinois at Urbana-Champaign. Park is at Yonsei University, Subrahmanyam is at New York University, and Wolfenzon is at Columbia University. We wish to thank Utpal Battacharya, Mara Faccio, Radha Gopalan, Raghu Rau, Woochan Kim, Hannes Wagner, Luigi Zingales and participants at the 2008 WFA meetings, the 2008 NBER Summer Institute (Corporate Finance), 2008 EFA meetings, and seminars at Temple University, University of Minnesota, Notre Dame University, University of Texas at Austin, Washington University at St Louis, Indiana University, Purdue University, University of Toronto, University of Washington, Duke University, SIFR, FGV-Rio, and New York University for helpful comments. Ki Beom Binh, Yong Hyuk Choi, Jiyoon Lee and Andre De Souza provided outstanding research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}