{
    "id": 14982,
    "citation_title": "Noisy Business Cycles",
    "citation_author": [
        "George-Marios Angeletos",
        "Jennifer La'O"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates a real-business-cycle economy that features dispersed information about the underlying aggregate productivity shocks, taste shocks, and, potentially, shocks to monopoly power.  We show how the dispersion of information can (i) contribute to significant inertia in the response of macroeconomic outcomes to such shocks; (ii) induce a negative short-run response of employment to productivity shocks; (iii) imply that productivity shocks explain only a small fraction of high-frequency fluctuations; (iv) contribute to significant noise in the business cycle; (v) formalize a certain type of demand shocks within an RBC economy; and (vi) generate cyclical variation in observed Solow residuals and labor wedges.  Importantly, none of these properties requires significant uncertainty about the underlying fundamentals: they rest on the heterogeneity of information and the strength of trade linkages in the economy, not the level of uncertainty.  Finally, none of these properties are symptoms of inefficiency: apart from undoing monopoly distortions or providing the agents with more information, no policy intervention can improve upon the equilibrium allocations.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2009 NBER Macroeconomics Annual.  We are grateful for their detailed feedback to our discussants, Christian Hellwig and Robert King, and the organizers, Daron Acemoglu, Kenneth Rogoff, and Michael Woodford.  We also received useful comments from Rphilippe Bacchetta, Ricardo Caballero, Emmanuel Farhi, Mikhail Golosov, Guido Lorenzoni, Ellen McGrattan, Patrick Kehoe, Ricardo Lagos, Stephen Morris, Alessandro Pavan, Ricardo Reis, Robert Shimer, Robert Townsend, and seminar participants at MIT, the University of Wisconsin at Madison, the Federal Reserve Bank of Minneapolis, the Federal Reserve Board, the World Bank and the 2009 NBER Macroeconomics Annual. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}