{
    "id": 14985,
    "citation_title": "The Relationship Between Neighborhood Quality and Obesity Among Children",
    "citation_author": [
        "Bisakha Sen",
        "Stephen Mennemeyer",
        "Lisa C. Gary"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has long been posited by scientists that we need to have a better understanding in the role that larger contextual factors --  like neighborhood quality and the built environment -- may have on the nation's obesity crisis.  This paper explores whether maternal perceptions of neighborhood quality affect children's bodyweight outcomes, and  whether racial and ethnic differences in such perceptions may explain any of the hitherto unexplained gap in bodyweight and obesity prevalence among Whites and minorities. The project uses data from the NLSY79 and the CoNLSY datasets.  Results indicate that overall neighborhood quality is not significantly related to children's bodyweight. However, one particular characteristic, namely whether or not the mother believes there is enough police protection in the neighborhood, is related. Lack of police protection has robust and significant effects on the BMI-percentile of the children, though it has less robust effects on the risk of becoming obese per se. Finally, there are differences in perceptions about adequate police protection in their neighborhood between Whites and minorities which remain after controlling for other socio-economic characteristics like maternal education, family income and family structure. However, these differences play a minor role in explaining part of the  gap in bodyweight between White and minority children.\n\n",
    "acknowledgement": "\nWe thank Susan Averett and attendees at the NBER Obesity Conference for valuable comments. We thank Laura Argys for her generous help in constructing  the bodyweight variables in this paper. The responsibility for all errors and opinions is ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}