{
    "id": 14981,
    "citation_title": "What Are Cities Worth? Land Rents, Local Productivity, and the Capitalization of Amenity Values",
    "citation_author": [
        "David Albouy"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "2015-03-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis article examines and quantifies the relationship between local amenities and prices in an equilibrium model, demonstrating the role of non-traded goods and federal taxes. I derive formulae using factor shares to infer local land rents, productivity, and the total value of amenities from wage and housing-cost data, applying them to U.S. metropolitan areas. The formulae address how “wage multipliers,” heterogeneity in non-traded firm productivity, and tax-driven amenity value expropriation affect price capitalization. Wage and housing-cost variations across metros are driven more by productivity than quality-of-life differences. The most productive and valuable cities are typically coastal, sunny, mild, educated and large.\n\n",
    "acknowledgement": "\nI would like to thank David Agrawal, Bob Barsky, John Bound, Rob Gillezeau, Michael Greenstone, Andrew Hanson, Andrew Haughwout, Jim Hines, Fabian Lange, Anne Mandich, Peter Mieskowski, John Quigley, Jordan Rappaport, Stuart Rosenthal, Michael Rossi, Nathan Seegert, Bryan Stuart and the participants of seminars at the Federal Reserve Banks of Kansas City and New York, Aarhus, Essex, LSE, Rice, Texas A&M, UC Berkeley (Haas), UI-Chicago, Maryland, Michigan, Virginia, and Hebrew. Kevin A. Crosby and Bert Lue provided excellent and diligent research assistance. The Center for Local, State, and Urban Policy (CLOSUP) at the University of Michigan and the National Science Foundation (Grant SES- 0922340) provided valuable support. Any mistakes are my own. Please e-mail any questions or comments to albouy@illinois.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}