{
    "id": 14997,
    "citation_title": "Complexity and Financial Panics",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring extreme financial crises, all of a sudden, the financial world that was once rife with profit opportunities for financial institutions (banks, for short) becomes exceedingly complex. Confusion and uncertainty follow, ravaging financial markets and triggering massive flight-to-quality episodes. In this paper we propose a model of this phenomenon. In our model, banks normally collect information about their trading partners which assures them of the soundness of these relationships. However, when acute financial distress emerges in parts of the financial network, it is not enough to be informed about these partners, as it also becomes important to learn about the health of their trading partners. As conditions continue to deteriorate, banks must learn about the health of the trading partners of the trading partners of the trading partners, and so on. At some point, the cost of information gathering becomes too unmanageable for banks, uncertainty spikes, and they have no option but to withdraw from loan commitments and illiquid positions. A flight-to-quality ensues, and the financial crisis spreads.\n\n",
    "acknowledgement": "\nWe thank Mathias Dewatripont, Pablo Kurlat, Guido Lorenzoni, Juan Ocampo and seminar participants at Cornell and MIT for their comments, and the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}