{
    "id": 14992,
    "citation_title": "International Trade and Labor Income Risk in the United States",
    "citation_author": [
        "Pravin Krishna",
        "Mine Zeynep Senses"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies empirically the links between international trade and labor income risk faced by workers in the United States. We use longitudinal data on workers to estimate time-varying individual income risk at the industry level. We then combine our estimates of persistent labor income risk with measures of exposure to international trade to analyze the relationship between trade and labor income risk. Importantly, by contrasting estimates from various sub-samples of workers, such as those who switched to a different industry (or sector) with those who remained in the same industry throughout the sample, we study the relative importance of the different channels through which international trade affects individual income risk. Finally, we use these estimates to conduct a welfare analysis evaluating the benefits or costs of trade through the income risk channel. We find import penetration to have a statistically significant association with labor income risk in the United States, with economically significant welfare effects.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we are grateful to Julian DiGiovanni, Andrei Levchenko, Nina Pavcnik, Jennifer Poole, Matthew Slaughter and workshop participants at the University of British Columbia, Columbia University, Georgetown University, George Washington University, Inter-American Development Bank, Johns Hopkins University, the National Bureau of Economic Research, the Middle East Technical University, University of Virginia, and the World Bank Research Department as well as to participants at the annual conferences on Empirical Issues in International Trade and Empirical Issues in International Economics, and the annual meetings of the American Economic Association and the European Economic Association. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}