{
    "id": 14995,
    "citation_title": "Impact of \"Seguro Popular\" on Prenatal Visits in Mexico, 2002-2005: Latent Class Model of Count Data with a Discrete Endogenous Variable",
    "citation_author": [
        "Jeffrey E. Harris",
        "Sandra G. Sosa-Rubi"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe employ a latent class model to assess the impact of Mexico's Seguro Popular (\"SP\") program on the number of prenatal visits in a cross-sectional sample of 4,381 women who gave birth during 2002-2005.  We specify an ordered probit model to permit a pregnant woman's probability of membership in one of three latent classes to depend on observed covariates.  In the ordered probit model, enrollment in SP is explicitly treated as an endogenous variable.  We model the number of prenatal visits, conditional upon membership in a particular latent class, as a Poisson regression.  We employ the EM algorithm to reduce the computational burden of model estimation.  At any iteration of the algorithm, the parameters of the model of latent class membership can be estimated separately from the parameters of the model of prenatal care utilization.  We find that enrollment in SP was associated with a mean increase in 1.65 prenatal visits during pregnancy.  Approximately 59 percent of this treatment effect is the result of increased prenatal care among women in the first latent class, that is, women who had with little or no access to care.  The remaining 41 percent of the treatment effect is the result of a shift in membership from the second to the third latent class, which we interpret as increased recognition of complications of pregnancy prior to labor and delivery.  Our model has a better fit and predicts a larger impact of SP than alternative models that relax the assumption of endogeneity, do not impose ordering on the latent classes, or incorporate only two latent classes.  Our findings are consistent with prior work on the favorable impact of SP on maternal health (Sosa-Rubí, Galárraga, Harris 2009).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}