{
    "id": 14999,
    "citation_title": "Subsidies to Industry and the Environment",
    "citation_author": [
        "David Kelly"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments support particular firms or sectors by granting low interest financing, reduced regulation, tax relief, price supports, monopoly rights, and a variety of other subsidies. Previous work in partial equilibrium shows that subsidies to environmentally sensitive industries increases output and pollution emissions. We examine the environmental effects of subsidies in general equilibrium. Since all resources are used, whether or not subsidies increase emissions depends on the relative emissions intensity and incentives to emit of the subsidized industry versus the emissions intensity and the incentives to emit of the industry which would otherwise use the resources. Since subsidies must move resources to a less productive use, the economy wide marginal product of emissions falls with an increase in any subsidy, tending to decrease emissions. On the other hand, subsidies tend to move resources to more emissions intensive industries. Thus, subsidies increase pollution emissions if resources are moved to an industry for which emissions intensity is high enough to overcome the reduction in emissions caused by lower overall marginal product of emissions. We show that, under general conditions, subsidies also increase the interest rate, thus causing the economy to over-accumulate capital. Steady state emissions then rise, even if emissions fall in the short run. We also derive an optimal second best environmental policy given industrial subsidies. The results indicate that, under reasonable conditions, subsidies raise the opportunity cost of environmental quality in the long run. Finally, we examine the relationship between growth and the environment with subsidies. Under more restrictive conditions, reducing some subsidies may offer a path to sustainable development by raising income and at the same time improving the environment.\n\n",
    "acknowledgement": "\nI would like to thank seminar participants at Carnegie Mellon University, the Ninth Occasional Workshop on Environmental and Natural Resource Economics, and the University of Miami for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}