{
    "id": 14990,
    "citation_title": "Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Bruno Laranjeira",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2009-05-21",
    "issue_date": "2009-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the 2007 credit crisis to assess the effect of financial contracting on real corporate behavior. We identify heterogeneity in financial contracting at the onset of the crisis by exploring ex-ante variation in long-term debt maturity. Our empirical methodology uses an experiment-like design in which we control for observed and unobserved firm heterogeneity via a differences-in-differences matching estimator. We study whether firms with large portions of their long-term debt maturing right at the time of the crisis observe more pronounced outcomes than otherwise similar firms that need not refinance their debt during the crisis. Firms whose long-term debt was largely maturing right after the third quarter of 2007 reduced investment by 2.5% more (on a quarterly basis) than otherwise similar firms whose debt was scheduled to mature well after 2008. This relative decline in investment is statistically significant and economically large, representing approximately one-third of pre-crisis investment levels. A number of falsification and placebo tests confirm our inferences about the effect of credit supply shocks on corporate policies. For example, in the absence of a credit shock (\"normal times\"), the maturity composition of long-term debt has no effect on investment outcomes. Likewise, maturity composition has no impact on investment when long-term debt is not a major source of funding for the firm.\n\n",
    "acknowledgement": "\nWe thank Jaehoon Lee for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}