{
    "id": 15001,
    "citation_title": "The Impact of State-Level Nutrition-Education Program Funding on BMI: Evidence from the Behavioral Risk Factor Surveillance System",
    "citation_author": [
        "Kerry Anne McGeary"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrently, there is insufficient evidence regarding which policies will improve nutrition, reduce BMI, the probability of obesity and the probability of overweight nationwide. This preliminary study investigates the impact of a nutrition-education policy relative to price policy as a means to improve nutrition and reduce BMI. Model estimations are created with pooled cross-sectional data from the Centers for Disease Control's (CDC), Behavioral Risk Factor Surveillance System (BRFSS), American Chamber of Commerce Research Association (ACCRA) state-level food prices and the United States Department of Agriculture's (USDA) funding of state-specific nutrition-education programs from 1992 - 2006. During this period, federal funding for state-specific nutrition-education programs rose from approximately $600 thousand for a few states to nearly $248 million for all states. After controlling for state fixed effects, year effects and a state specific linear time trend, I find that nutrition education spending has the intended effect for individuals from certain, but not all, income and education-levels. Also, the results indicate that increasing the price of food purchased for consumption away from home is consistent with decreasing BMI, obesity and overweight for the lowest income groups. However, the overall effect is minimal.\n\n",
    "acknowledgement": "\nWe thank the USDA for the data on nutrition-education program funding.  Tinna Ásgeirsdóttir, Mark Stehr, and participants in a seminar at the University of Iceland for helpful comments and discussions on a recent draft. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}