{
    "id": 15009,
    "citation_title": "Liquidity Shocks and Order Book Dynamics",
    "citation_author": [
        "Bruno Biais",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a dynamic competitive equilibrium model of limit order trading, based on the premise that investors cannot monitor markets continuously. We study how limit order markets absorb transient liquidity shocks, which occur when a significant fraction of investors lose their willingness and ability to hold assets. We characterize the equilibrium dynamics of market prices, bid-ask spreads, order submissions and cancelations, as well as the volume and limit order book depth they generate.\n\n",
    "acknowledgement": "\nMany thanks, for helpful discussions and suggestions, to Andy Atkeson, Dirk Bergemann, Darrell Duffie, Emmanuel Farhi, Thierry Foucault, Christian Hellwig, Hugo Hopenhayn, Vivien Levy-Garboua, Johannes Horner, John Moore, Henri Pages, Jean Charles Rochet, Larry Samuelson, Jean Tirole, Aleh Tsyvinski, Jusso Valimaki, Dimitri Vayanos, Adrien Verdelhan, and Glen Weyl; and seminar participants at the Federal Reserve Bank of Minneapolis, UCLA Economics, Toulouse, LSE, LBS, the Banque de France Conference on Macroeconomics and Liquidity, UCSD Rady School of Business, the University of Minnesota Carlson School of Business, UCLA Anderson, Yale University theory and macro, Harvard University, Loyola Marymount University, the FBF-IDEI Conference on Investment Banking and Financial Markets, and Boston University. This research benefited from the support of the \"Financial Markets and Investment Banking Value Chain Chair\" sponsored by the Federation Bancaire Francaise. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}