{
    "id": 1500,
    "citation_title": "Macroeconomic Analysis and Microeconomic Analyses of Labor Supply",
    "citation_author": [
        "Orley Ashenfelter"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports on the current status of the microeconomic research on labor supply behavior. The purpose is to direct attention to microeconomic research that may be helpful in the continuing evaluation of aggregate models designed to explain the dynamic behavior of wages, employment and unemployment. The approach is hopelessly empirical, and the emphasis throughout is on models specified completely enough to allow confrontation with the kind of data actually available.The first part of the paper is addressed to microeconomists, however. It is a brief attempt to provide a sketch of the stylized facts that aggregate models of the labor market are meant to address. These include (1) the serial \"persistence\" in the change in unemployment (or employment),(2) the absence of persistence in the change in the real wage rate, and (3) the continued existence of a negative correlation between nominal price changes and unemployment rates.The microeconomic (longitudinal) data turn out to be difficult to square up with the simplest life-cycle models of labor supply. Contrary to the predictions of the models, the data indicate that (1) average hours and average real wages move in the same direction only some of the time, and that (2) the within life-cycle, person-specific correlation between hours and wages is negative. The microeconomic (experimental) data indicate other puzzles. More elaborate models incorporating measurement error, non-separable preferences, and unanticipated wage movements may explain these findings, but they are also likely to contain parameters that are noteasily identified with the kind of data actually available. Perhaps an alternative approach may be more fruitful in reconciling the long run determination of hours worked by worker preferences with the short run interaction of observed employment and earnings.\n\n",
    "acknowledgement": "\n"
}