{
    "id": 15003,
    "citation_title": "Incomplete Information, Higher-Order Beliefs and Price Inertia",
    "citation_author": [
        "George-Marios Angeletos",
        "Jennifer La'O"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates who incomplete information impacts the response of prices to nominal shocks.  Our baseline model is a variant of the Calvo model in which firms observe the underlying nominal shocks with noise.  In this model, the response of prices is pinned down by three parameters: the precision of available information about the nominal shock; the frequency of price adjustment; and the degree of strategic complementarity in pricing decisions.  This result synthesizes the broader lessons of the pertinent literature.  We next highlight that his synthesis provides only a partial view of the role or incomplete information.  In general, the precision of information does not pin down the response of higher-order beliefs.  Therefore, once cannot quantify the degree of price inertia without additional information about the dynamics of higher-order beliefs, or the agents' forecasts of inflation.  We highlight the distinct role of higher-order beliefs with three extensions of our baseline model, all of which break the tight connection between the precision of information and higher-order beliefs featured in previous work.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2008 SNB/JME conference on \"Incomplete Information and Monetary Policy,\" hosted by the Gerzensee Study Center, Switzerland.  We received useful comments from multiple conference participants.  We are particularly grateful to our discussants, Stephen Morris and Elmar Mertens, and to the organizers of the conference, Sergio Rebelo and Robert King. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}