{
    "id": 15007,
    "citation_title": "Child Care Subsidies and Childhood Obesity",
    "citation_author": [
        "Chris M. Herbst",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChild care subsidies play a critical role in facilitating the transition of disadvantaged mothers from welfare to work. However, little is known about the influence of these policies on children's health and well-being. In this paper, we study the impact of subsidy receipt on low-income children's weight outcomes in the fall and spring of kindergarten. The goals of our empirical analysis are twofold. We first utilize standard OLS and fixed effects methods to explore body mass index as well as measures of overweight and obesity. We then turn to quantile regression to address the possibility that subsidy receipt has heterogeneous effects on children's weight at different points in the BMI distribution. Results suggest that subsidy receipt is associated with increases in BMI and a greater likelihood of being overweight and obese. We also find substantial variation in subsidy effects across the BMI distribution. In particular, child care subsidies have no effect on BMI at the lower end of the distribution, inconsistent effects in the middle of the distribution, and large effects at the top of the distribution. Our results point to the use of non-parental child care, particularly centerbased services, as the key mechanism through which subsidies influence children's weight outcomes.\n\n",
    "acknowledgement": "\nThe authors would like to thank the participants at the 2009 Meetings of the Population Association of America for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}