{
    "id": 15004,
    "citation_title": "Crowding Out and Crowding In of Private Donations and Government Grants",
    "citation_author": [
        "Garth Heutel"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature examines the interaction of private and public funding of public goods and charities, much of it testing if public funding crowds out private funding. This paper makes two contributions to this literature. First, the crowding out effect could also occur in the opposite direction: in response to the level of private contributions, the government may alter its funding. I model how crowding out can manifest in both directions. Second, with asymmetric information about the quality of a public good, one source of funding may act as a signal about that quality and crowd in the other source of funding. I test for crowding out or crowding in either direction using a large panel data set gathered from nonprofit organizations' tax returns. I find strong evidence that government grants crowd in private donations, consistent with the signaling model. Regression point estimates indicate that private donations crowd out government grants, but they are not statistically significant.\n\n",
    "acknowledgement": "\nI would like to thank the National Science Foundation Graduate Research Fellowship program for financial assistance, the National Center on Charitable Statistics for data, and Dean Corbae, Jason DeBacker, Don Fullerton, Shama Gamkhar, Dan Hamermesh, Matt Kotchen, Andreas Lange, John List, Rob Williams, Richard Zeckhauser, and seminar participants at the University of Texas, the NBER 2007 Summer Institute, the University of Colorado Environmental and Resource Economics Workshop, and Stanford University for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}