{
    "id": 15002,
    "citation_title": "Causes and Consequences of the Oil Shock of 2007-08",
    "citation_author": [
        "James D. Hamilton"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores similarities and differences between the run-up of oil prices in 2007-08 and earlier oil price shocks, looking at what caused the price increase and what effects it had on the economy.  Whereas historical oil price shocks were primarily caused by physical disruptions of supply, the price run-up of 2007-08 was caused by strong demand confronting stagnating world production.  Although the causes were different, the consequences for the economy appear to have been very similar to those observed in earlier episodes, with significant effects on overall consumption spending and purchases of domestic automobiles in particular.  In the absence of those declines, it is unlikely that we would have characterized the period 2007:Q4 to 2008:Q3 as one of economic recession for the U.S.  The experience of 2007-08 should thus be added to the list of recessions to which oil prices appear to have made a material contribution.\n\n",
    "acknowledgement": "\nI am grateful to Alan Blinder, David Romer, Lutz Kilian, conference participants, and an anonymous referee for helpful comments on an earlier draft of this paper, and to Davide Bertoli for supplying the Blanchard-Galí data and code. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}