{
    "id": 15011,
    "citation_title": "Joint-Search Theory: New Opportunities and New Frictions",
    "citation_author": [
        "Bulent Guler",
        "Fatih Guvenen",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSearch theory routinely assumes that decisions about the acceptance/rejection of job offers (and, hence, about labor market movements between jobs or across employment states) are made by individuals acting in isolation. In reality, the vast majority of workers are somewhat tied to their partners--in couples and families--and decisions are made jointly. This paper studies, from a theoretical viewpoint, the joint job-search and location problem of a household formed by a couple (e.g., husband and wife) who perfectly pools income. The objective of the exercise, very much in the spirit of standard search theory, is to characterize the reservation wage behavior of the couple and compare it to the single-agent search model in order to understand the ramifications of partnerships for individual labor market outcomes and wage dynamics. We focus on two main cases. First, when couples are risk averse and pool income, joint search yields new opportunities--similar to on-the-job search--relative to the single-agent search. Second, when the two spouses in a couple face job offers from multiple locations and a cost of living apart, joint-search features new frictions and can lead to significantly worse outcomes than single-agent search.\n\n",
    "acknowledgement": "\nThe authors thank seminar and conference participants at various research institutions for helpful comments. Guvenen thanks the National Science Foundation for financial support under grant no SES-0649437. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}