{
    "id": 15014,
    "citation_title": "Understanding Inflation-Indexed Bond Markets",
    "citation_author": [
        "John Y. Campbell",
        "Robert J. Shiller",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the history of inflation-indexed bond markets in the US and the UK.  It documents a massive decline in long-term real interest rates from the 1990's until 2008, followed by a sudden spike in these rates during the financial crisis of 2008.  Breakeven inflation rates, calculated from inflation- indexed and nominal government bond yields, stabilized until the fall of 2008, when they showed dramatic declines.  The paper asks to what extent short-term real interest rates, bond risks, and liquidity explain the trends before 2008 and the unusual developments in the fall of 2008.  Low inflation-indexed yields and high short-term volatility of inflation-indexed bond returns do not invalidate the basic case for these bonds, that they provide a safe asset for long-term investors.  Governments should expect inflation-indexed bonds to be a relatively cheap form of debt financing going forward, even though they have offered high returns over the past decade.\n\n",
    "acknowledgement": "\nCampbell and Viceira's research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Viceira's research was also supported by the Division of Research at the Harvard Business School.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We are grateful to Carolin Pflueger for exceptionally able research assistance, to Mihir Worah and Gang Hu of PIMCO, Derek Kaufman of Citadel, and Albert Brondolo, Michael Pond, and Ralph Segreti of Barclays Capital for their help in understanding TIPS and inflation derivatives markets and the unusual market conditions in the fall of 2008, and to Barclays Capital for providing data.  An earlier version of the paper was presented at the Brookings Panel on Economic Activity, April 2-3, 2009.  We acknowledge the helpful comments of panel members and our discussants, Rick Mishkin and Jonathan Wright. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}