{
    "id": 15018,
    "citation_title": "Financial Crisis and the Paradox of Under- and Over-Regulation",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper illustrates the paradox of prudential under-regulation in an economy that adopts financial reform, a reform which exposes the economy to future financial crises. There is individual-uncertainty about the crisis incidence, and the probability of the crisis is updated sequentially applying Bayesian inference. Costly regulation can mitigate the probability of the crisis. We identify conditions where the regulation level supported by the majority is positive after the reform, but below the socially optimal level. Tranquil time, when the crisis would not take place, reduces the regulation intensity. If the spell of no crisis is long enough, the regulation level may drop to zero, despite the fact that the socially optimal regulation level remains positive.  The less informative is the prior regarding the probability of a crisis, the faster will be the drop in regulations induced by a no-crisis, good luck run. The challenges facing the regulator are aggravated by asymmetric information, as is the case when the public does not observe regulator's effort. Higher regulator effort, while helping avoiding a crisis, may be confused as a signal that the environment is less risky, reducing the posterior probability of the crisis, eroding the support for costly future regulation. The other side of the regulation paradox is that crisis resulting with unanticipated high costs may induce over-regulation and stagnation, as the parties that would bear the cost of the over regulation are underrepresented in the decision making process. We also outline a regulatory structure that mitigates the above concerns, including information disclosure; increasing the independence of the regulatory agency from the political process; centralizing the regulatory process and increasing its transparency; and adopting global standards of minimum prudential regulations and information disclosure, enforced by the domestic regulator.\n\n",
    "acknowledgement": "\nI would like to thank Maury Obstfeld, Dan Friedman, Ken Kletzer, Donald Wittman and the seminar participants at UCSC for insightful comments; and Yi Sun for dedicated research assistance. All errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}