{
    "id": 15016,
    "citation_title": "Was there Really a Hawthorne Effect at the Hawthorne Plant? An Analysis of the Original Illumination Experiments",
    "citation_author": [
        "Steven D. Levitt",
        "John A. List"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe \"Hawthorne effect,\" a concept familiar to all students of social science, has had a profound influence both on the direction and design of research over the past 75 years. The Hawthorne effect is named after a landmark set of studies conducted at the Hawthorne plant in the 1920s. The first and most influential of these studies is known as the \"Illumination Experiment.\" Both academics and popular writers commonly summarize the results as showing that every change in light, even those that made the room dimmer, had the effect of increasing productivity. The data from the illumination experiments, however, were never formally analyzed and were thought to have been destroyed. Our research has uncovered these data. We find that existing descriptions of supposedly remarkable data patterns prove to be entirely fictional. There are, however, hints of more subtle manifestations of a Hawthorne effect in the original data.\n\n",
    "acknowledgement": "\nThanks to Sonia Jaffe, Andrew Hogue, and Colin Spitz for incredible research assistance. Financial support came from the National Science Foundation and the Sherman Shapiro Research Fund. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}