{
    "id": 15015,
    "citation_title": "News, Noise, and Fluctuations: An Empirical Exploration",
    "citation_author": [
        "Olivier J. Blanchard",
        "Jean-Paul L'Huillier",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore empirically models of aggregate fluctuations with two basic ingredients: agents form anticipations about the future based on noisy sources of information; these anticipations affect spending and output in the short run. Our objective is to separate fluctuations due to actual changes in fundamentals (news) from those due to temporary errors in the private sector's estimates of these fundamentals (noise). Using a simple model where the consumption random walk hypothesis holds exactly, we address some basic methodological issues and take a first pass at the data. First, we show that if the econometrician has no informational advantage over the agents in the model, structural VARs cannot be used to identify news and noise shocks. Next, we develop a structural Maximum Likelihood approach which allows us to identify the model's parameters and to evaluate the role of news and noise shocks. Applied to postwar U.S. data, this approach suggests that noise shocks play an important role in short-run fluctuations.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Marios Angeletos, Ricardo Caballero, Larry Christiano, Martin Eichenbaum, Matteo Iacoviello, Anna Mikusheva, Roberto Rigobon, Paul Schrimpf, Chris Sims, Mark Watson, Iván Werning and seminar participants at MIT, the NBER Summer Institute, the FED Board, University of Southern California, University of Maryland, EIEF, the AEA Meetings (San Francisco), Indiana University, the Richmond FED, and Brandeis University for very useful suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}