{
    "id": 15012,
    "citation_title": "The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review",
    "citation_author": [
        "Emmanuel Saez",
        "Joel B. Slemrod",
        "Seth H. Giertz"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper critically surveys the large and growing literature estimating the elasticity of taxable income with respect to marginal tax rates (ETI) using tax return data. First, we provide a theoretical framework showing under what assumptions this elasticity can be used as a sufficient statistic for efficiency and optimal tax analysis. We discuss what other parameters should be estimated when the elasticity is not a sufficient statistic. Second, we discuss conceptually the key issues that arise in the empirical estimation of the elasticity of taxable income using the example of the 1993 top individual income tax rate increase in the United States to illustrate those issues. Third, we provide a critical discussion of most of the taxable income elasticities studies to date, both in the United States and abroad, in light of the theoretical and empirical framework we laid out. Finally, we discuss avenues for future research.\n\n",
    "acknowledgement": "\nThis paper was written for submission to the Journal of Economics Literature. We thank Soren Blomquist, Raj Chetty, Henrik Kleven, Wojciech Kopczuk, Hakan Selin, Jonathan Shaw, editor Roger Gordon, and anonymous referees for helpful comments and discussions, and Jonathan Adams and Caroline Weber for invaluable research assistance. Financial support from NSF Grant SES-0134946 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}