{
    "id": 15010,
    "citation_title": "Optimal Inattention to the Stock Market with Information Costs and Transactions Costs",
    "citation_author": [
        "Andrew B. Abel",
        "Janice C. Eberly",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecurrent intervals of inattention to the stock market are optimal if consumers incur a utility cost to observe asset values. When consumers observe the value of their wealth, they decide whether to transfer funds between a transactions account from which consumption must be financed and an investment portfolio of equity and riskless bonds. Transfers of funds are subject to a transactions cost that reduces wealth and consists of two components: one is proportional to the amount of assets transferred, and the other is a fixed resource cost. Because it is costly to transfer funds, the consumer may choose not to transfer any funds on a particular observation date. In general, the optimal adjustment rule---including the size and direction of transfers, and the time of the next observation---is state-dependent. Surprisingly, unless the fixed resource cost of transferring funds is large, the consumer's optimal behavior eventually evolves to a situation with a purely time-dependent rule with a constant interval of time between observations. This interval of time can be substantial even for tiny observation costs. When this situation is attained, the standard consumption Euler equation holds between observation dates if the consumer is sufficiently risk averse.\n\n",
    "acknowledgement": "\nWe thank Hal Cole, George Constantinides, Ravi Jagannathan, Ricardo Reis, Harald Uhlig, three anonymous referees and seminar participants at Duke University, New York University, Princeton University, University of British Columbia, University of Chicago, the NBER Summer Institute, Penn Macro Lunch Group, and the \"Beyond Liquidity\" Conference at the University of Chicago for helpful comments and discussion. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}