{
    "id": 15017,
    "citation_title": "Environmental Liability and Redevelopment of Old Industrial Land",
    "citation_author": [
        "Hilary Sigman"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany communities are concerned about the reuse of potentially contaminated land (\"brownfields\") and believe that environmental liability is a hindrance to redevelopment. However, with land price adjustments, liability might not impede the reuse of this land. Existing literature has found price reductions in response to liability, but few studies have looked for an effect on vacancies. This paper studies variations in state liability rules  -- specifically, strict liability and joint and several liability -- that affect the level and distribution of expected private cleanup costs.   It explores the effects of this variation on industrial land prices and vacancy rates and on reported brownfields in a panel of cities across the United States. In the estimated equations, joint and several liability reduces land prices and increases vacancy rates in central cities. Neither a price nor quantity effect is estimated from strict liability. The results suggest that liability is at least partly capitalized, but does still deter redevelopment.\n\n",
    "acknowledgement": "\nI am grateful to Deepa Bhat and Leah Traub for excellent research assistance and to Anna Alberini, Howard Chang, Kathleen Segerson, David Simpson, Richard Stewart, and workshop participants at MIT, Yale, Rutgers, the NBER, the EPA, and CELS for comments. This working paper was developed under STAR Research Assistance Agreement No. R831777 awarded by the U.S. Environmental Protection Agency. It has not been formally reviewed by the EPA. The views expressed in this document are solely those of the author and the EPA does not endorse any products or commercial services mentioned in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}