{
    "id": 15024,
    "citation_title": "Inflation and the Stock Market:Understanding the \"Fed Model\"",
    "citation_author": [
        "Geert Bekaert",
        "Eric Engstrom"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Fed model postulates that the dividend or earnings yield on stocks should equal the yield on nominal Treasury bonds, or at least that the two should be highly correlated. In US data, there is indeed a strikingly high time series correlation between the yield on  nominal bonds and the dividend yield on equities.  This positive correlation is often attributed to the fact that both bond and equity yields commove strongly and positively with expected inflation. While inflation commoves with nominal bond yields for well-known reasons, the positive correlation between expected inflation and equity yields has long puzzled economists. We show that the effect is consistent with modern asset pricing theory incorporating uncertainty about real growth prospects and habit -- based risk version. In the US, high expected inflation has tended to coincided with periods of heightened uncertainty about real economic growth and unusually high risk aversion, both of which rationally raise equity yields. Our findings suggest that countries with high incidence of stagflation should have relatively high correlation between bond yields and equity yields and we confirm that this is true in a panel of international data\n\n",
    "acknowledgement": "\nWe thank the participants of seminars at Columbia University, the Federal Reserve Board, Tilburg University, the UNiversity of Washington (Seattle), the Fourth Annual Asset Pricing Retreat at the University of Amsterdam, and the Federal reserve System's Day Ahead Conference in San Francisco for helpful comments. All errors are the sole responsibility of the authors.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}