{
    "id": 15028,
    "citation_title": "Land Policy: Founding Choices and Outcomes, 1781-1802",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVictory in the War for Independence brought a vast amount of land within the grasp of the new American nation -- territory stretching from the Appalachian Mountains to the Mississippi River between the southern shores of the Great Lakes and Spanish Florida. These lands were initially claimed by several states. Pressure from states without land claims led to these lands being transferred to the national government. The land so transferred was to be used to pay for the revolution. By 1802 this national public domain totaled roughly 220 million acres of saleable land that was worth about $215 million dollars at constant-dollar long-run equilibrium land prices. A public finance approach is used to explain the choices facing the government regarding how to use its lands to pay for the revolution. The first choice -- directly swapping land for war debt -- was superseded by the second choice, namely \"backing\" the national debt with its land assets and pledging future proceeds from land sales to be used by law only to redeem the principal of the national debt and nothing else. This land policy helped stabilize the national government's financial position and put the U.S. on a sound credit footing by the mid-1790s.\n\n",
    "acknowledgement": "\nThe author is Professor of Economics and NBER Research Associate at the University of Delaware, Newark, DE 19716. E-mail: grubbf@lerner.udel.edu . Webpage: http://myprofile.cos.com/grubbf16 . He thanks the other authors of this volume and Max Edling, William Fischel, and Tom Weiss for helpful comments on earlier drafts, and Tracy McQueen for editorial assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}