{
    "id": 15020,
    "citation_title": "Effects of Japanese Macroeconomic Announcements on the Dollar/Yen Exchange Rate: High-Resolution Picture",
    "citation_author": [
        "Yuko Hashimoto",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2009-05-28",
    "issue_date": "2009-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket impacts of Japanese macroeconomic announcements within minutes on the dollar/yen foreign exchange are analyzed.  High-frequency data collected from the actual trading platform, EBS, are used. First, impacts on returns are analyzed. Macroeconomic statistics releases that consistently had significant effects on exchange rate returns include Tankan survey (a short-term business survey conducted by Bank of Japan), GDP, industrial production (preliminary), PPI, CPI (Tokyo area), the unemployment rate and Balance of Payment statistics.  Macroeconomic statistics releases that did not have impacts on returns include Trade Balance, Retail Sales and Housing start indicators.  Second, for most of macroeconomic news items whose surprise components have return impacts also have impacts on deals and volatility.  The announcement itself, in addition to the magnitude of surprise, is found to increase the deals and price volatility in the immediately after the announcement.  In addition, some other items have no return impacts but deals and volatility impacts.  These facts are consistent with a view that market participants have heterogeneous information, so that even without any price change, trades take place.  Price discovery process may require some transactions with price fluctuations around new price level consistent with statistical announcement\n\n",
    "acknowledgement": "\nThe authors are grateful to Robert Feldman, Morgan Stanley, for his suggestions and making available the data of macro news announcements and market expectations prior to announcements.  The authors are grateful to EBS for their understanding the value of academic research and providing a proprietary data set for the academic purpose with few restrictions and a modest fee.  We thank Alain Chaboud at the FRB for valuable discussions during the process of this paper and for comments and suggestions from conference and seminar participants at the AEA, APEA2009, the ECB, and the Research Department at the IMF. Research support by JSPS Grants-in-aid for Scientific Research, (A) No. 15203008, to University of Tokyo, is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}