{
    "id": 15029,
    "citation_title": "Technology Innovation and Diffusion as Sources of Output and Asset Price Fluctuations",
    "citation_author": [
        "Diego A. Comin",
        "Mark Gertler",
        "Ana Maria Santacreu"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe develop a model in which innovations in an economy's growth potential are an important driving force of the business cycle. The framework shares the emphasis of the recent \"new shock\" literature on revisions of beliefs about the future as a source of fluctuations, but differs by tieing these beliefs to fundamentals of the evolution of the technology frontier. An important feature of the model is that the process of moving to the frontier involves costly technology adoption. In this way, news of improved growth potential has a positive effect on current hours. As we show, the model also has reasonable implications for stock prices. We estimate our model for data post-1984 and show that the innovations shock accounts for nearly a third of the variation in output at business cycle frequencies. The estimated model also accounts reasonably well for the large gyration in stock prices over this period. Finally, the endogenous adoption mechanism plays a significant role in amplifying other shocks.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of Marianne Baxter, Paul Beaudry, John Campbell, Larry Christiano, Jordi Gali, Bob King, John Leahy, Martin Lettau, Monika Piazzesi, Martin Schneider, and seminar participants at the Boston Fed, Brown, Boston University, NBER Summer Institute, University of Valencia, University of Houston, Harvard Business School, Swiss National Bank, CEPR-CREI and NBER-EFG meeting. We appreciate the excellent research assistance of Albert Queralto. Financial assistance from the C.V. Starr Center and the NSF is greatly appreciated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}