{
    "id": 15026,
    "citation_title": "Computing DSGE Models with Recursive Preferences",
    "citation_author": [
        "Dario Caldara",
        "Jesús Fernández-Villaverde",
        "Juan F. Rubio-Ramírez",
        "Wen Yao"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares different solution methods for computing the equilibrium of dynamic stochastic general equilibrium (DSGE) models with recursive preferences such as those in Epstein and Zin (1989 and 1991). Models with these preferences have recently become popular, but we know little about the best ways to implement them numerically. To fill this gap, we solve the stochastic neoclassical growth model with recursive preferences using four different approaches: second- and third-order perturbation, Chebyshev polynomials, and value function iteration. We document the performance of the methods in terms of computing time, implementation complexity, and accuracy. Our main finding is that a third-order perturbation is competitive in terms of accuracy with Chebyshev polynomials and value function iteration, while being an order of magnitude faster to run. Therefore, we conclude that perturbation methods are an attractive approach for computing this class of problems.\n\n",
    "acknowledgement": "\nWe thank Michel Juillard for his help with computational issues and Larry Christiano, Dirk Krueger, and participants at the Penn Macro lunch for comments. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System. Finally, we also thank the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}