{
    "id": 15031,
    "citation_title": "Energy Efficiency Economics and Policy",
    "citation_author": [
        "Kenneth Gillingham",
        "Richard G. Newell",
        "Karen Palmer"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnergy efficiency and conservation are considered key means for reducing greenhouse gas emissions and achieving other energy policy goals, but associated market behavior and policy responses have engendered debates in the economic literature. We review economic concepts underlying consumer decision making in energy efficiency and conservation and examine related empirical literature. In particular, we provide an economic perspective on the range of market barriers, market failures, and behavioral failures that have been cited in the energy efficiency context. We assess the extent to which these conditions provide a motivation for policy intervention in energy-using product markets, including an examination of the evidence on policy effectiveness and cost. Although theory and empirical evidence suggests there is potential for welfare-enhancing energy efficiency policies, many open questions remain, particularly relating to the extent of some key market and behavioral failures.\n\n",
    "acknowledgement": "\nThis manuscript was prepared for the Annual Review of Resource Economics, Volume 1, forthcoming. The authors appreciate the very helpful research assistance of Maura Allaire, as well as useful comments from James Sweeney, Timothy Brennan, Maximilian Auffhammer, Richard Howarth, Danny Cullenward, and Sebastien Houde. This research was funded in part by the Resources for the Future Electricity and Environment Program, a special gift to RFF from Exelon for work on Energy Efficiency, and the U.S. Environmental Protection Agency STAR Fellowship program.\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}