{
    "id": 15038,
    "citation_title": "Is Investor Rationality Time Varying? Evidence from the Mutual Fund Industry",
    "citation_author": [
        "Vincent Glode",
        "Burton Hollifield",
        "Marcin Kacperczyk",
        "Shimon Kogan"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide new empirical evidence suggesting that the marginal investor in mutual funds behaves differently across market conditions. If the marginal investor allocates capital across mutual funds rationally, then the relative performance of funds should be unpredictable. We find however that relative fund performance is predictable after periods of high market returns but not after periods of low market returns. The asymmetric predictability in performance we document cannot be explained by time-varying differences in transaction costs or style exposures between funds, or by sample selection. Consistent with the hypothesis that the asymmetric predictability in performance may be driven by unsophisticated investors' mistakes when allocating capital, we document that performance predictability is more pronounced for funds that cater to retail investors than for funds that cater to institutional investors.\n\n",
    "acknowledgement": "\nWe thank Amit Seru for comments on an earlier draft of the paper. We also thank Michael Cooper, Rick Green, Philipp Schnabl, Clemens Sialm, Stijn van Nieuwerburgh, seminar participants at Bank of America, the Interdisciplinary Center Herzliya (IDC), New York University, Tel-Aviv University, Texas A&M University, University of Michigan, University of Texas at Austin, and University of Utah for useful comments. Vincent Glode gratefully acknowledges financial support from the Social Sciences and Humanities Research Council of Canada, the William Larimer Mellon fund, and the Center for Financial Markets. Hollifield thanks National Science Foundation grant 0624351 for support. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}