{
    "id": 15036,
    "citation_title": "Why Do Skilled Immigrants Struggle in the Labor Market? A Field Experiment with Six Thousand Resumes",
    "citation_author": [
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThousands of resumes were sent in response to online job postings across multiple occupations in Toronto to investigate why Canadian immigrants, allowed in based on skill, struggle in the labor market.  Resumes were constructed to plausibly represent recent immigrants under the point system from the three largest countries of origin (China, India, and Pakistan) and Britain, as well as non-immigrants with and without ethnic-sounding names.  In addition to names, I randomized where applicants received their undergraduate degree, whether their job experience was gained in Toronto or Mumbai  (or another foreign city), whether they listed being fluent in multiple languages (including French). The study produced four main findings: 1) Interview request rates for English-named applicants with Canadian education and experience were more than three times higher compared to resumes with Chinese, Indian, or Pakistani names with foreign education and experience (5 percent versus 16 percent), but were no different compared to foreign applicants from Britain.  2) Employers valued experience acquired in Canada much more than if acquired in a foreign country.  Changing foreign resumes to include only experience from Canada raised callback rates to 11 percent. 3)  Among resumes listing 4 to 6 years of Canadian experience, whether an applicant's degree was from Canada or not, or whether the applicant obtained additional Canadian education or not had no impact on the chances for an interview request.  4) Canadian applicants that differed only by name had substantially different callback rates: Those with English-sounding names received interview requests 40 percent more often than applicants with Chinese, Indian, or Pakistani names (16 percent versus 11 percent). Overall, the results suggest considerable employer discrimination against applicants with ethnic names or with experience from foreign firms.\n\n",
    "acknowledgement": "\nThis research was carried out with support from Metropolis British Columbia.  It could not have been completed without the awesome research assistance from Amit Dhand, Wei Gong, Adam Kowalczewski, Chris-Ann Monteiro, Monica Pu, and Ayaz Warraich.  I also thank Joana Lahey for providing her program to randomize resume characteristics, and Rishi Aurora for computing service support.  I am grateful to Marianne Bertrand Tarek Hussain, Dan-olof Rooth, Katherine Laird, and Joanna Lahey for detailed suggestions, and to seminar participants at the 'Comings and Goings' conference at the Ottawa Research Data Center, the 2008 Symposium on Findings from Small Scale Experiments in Ottawa, Simon Fraser University, and the University of British Columbia. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}