{
    "id": 15034,
    "citation_title": "What Lies Beneath the Euro's Effect on Financial Integration: Currency Risk, Legal Harmonization, or Trade?",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Elias Papaioannou",
        "José-Luis Peydró"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough recent research shows that the euro has spurred cross-border financial integration, the exact mechanisms remain unknown. We investigate the underlying channels of the euro's effect on financial integration using data on bilateral banking linkages among twenty industrial countries in the past thirty years. We also construct a dataset that records the timing of legislative-regulatory harmonization policies in financial services across the European Union. We find that the euro's impact on financial integration is primarily driven by eliminating the currency risk. Legislative-regulatory convergence has also contributed to the spur of cross-border financial transactions. Trade in goods, while highly correlated with bilateral financial activities, does not play a key role in explaining the euro's positive effect on financial integration.\n\n",
    "acknowledgement": "\nEssential parts of this paper were prepared while Sebnem Kalemli-Ozcan was visiting the European Central Bank as 2008 Duisenberg Fellow. She thanks the economists at the Bank for providing a stimulating research environment. We thank Dimitrios Rakitzis for excellent research assistance. Fabio Fiorello from the European Commission and Ana Monteiro from the Legal Department of the ECB helped us gathering and understanding the data related to the implementation of European financial laws. We also thank Simone Manganelli, Philipp Hartmann, Phil Lane, Marco Pagano, Mark Spiegel, Axel Weber, Charles Engel, conference participants at the 5th ECB Central Banking Conference on the Euro at Ten, and two anonymous referees for helpful comments and suggestions. The views expressed in this paper are those of the authors and do not reflect the views of the European Central Bank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}