{
    "id": 15035,
    "citation_title": "Co-optimization of Enhanced Oil Recovery and Carbon Sequestration",
    "citation_author": [
        "Andrew Leach",
        "Charles F. Mason",
        "Klaas van't Veld"
    ],
    "citation_publication_date": "2009-06-01",
    "issue_date": "2009-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we present what is to our knowledge the first theoretical economic analysis of CO2- enhanced oil recovery (EOR). This technique, which has been used successfully in a number of oil plays (notably in West Texas, Wyoming, and Saskatchewan), entails injection of CO2 into mature oil fields in a manner that reduces the oil's viscosity, thereby enhancing the rate of extraction. As part of this process, significant quantities of CO2 remain sequestered in the reservoir. If CO2 emissions are regulated, oil producers using EOR should therefore be able to earn sequestration credits in addition to oil revenues. We develop a theoretical framework that analyzes the dynamic co-optimization of oil extraction and CO2 sequestration, through the producer's choice at each point in time of an optimal CO2 fraction in the injection stream (the control variable). We find that the optimal fraction is likely to decline monotonically over time, and reach zero before the optimal termination time. Numerical simulations, based on an ongoing EOR project in Wyoming, confirm this result. They show also that cumulative sequestration is positively related to the oil price, and is in fact much more responsive to oil-price increases than to increases in the carbon tax. Only at very high taxes does a tradeoff between oil output and sequestration arise.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}