{
    "id": 1503,
    "citation_title": "Recent Work on Business Cycles in Historical Perspective: Review of Theories and Evidence",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1984-11-01",
    "issue_date": "1984-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis survey outlines the evolution of thought leading to the rrecent delopments in the study of business cycles.The subject is almost coextensive with short-term macrodynamics and has a large interface withmeconomics of growth, money, inflation, and expectations.The coverage is therefore both very extensive , and selective. The paper first summarizes the \"stylized facts\" that ought to be explained by the theory.This part discusses the varying dimensions of business cycles; their timing, amplitude, and diffusion features; some international aspects; and recent changes. The next part is a review of the literature on \"self-sustaining\" cycles. It notes some of the older theories and proceeds to more recent models driven by changes in investment, credit, and price-cost-profit relations. These models are mainly endogenous and deterministic.Exogenous factors and stochastic elements gain importance in the part on the modern theories of cyclical response to monetary and real disturbances.The early monetarist interpretations of the cycle are followed by the newer equilibrium models with price misperceptions and intertemporal substitution of labor. Monetary shocks continue to be used but the emphasis shifts from nominal demand changes and lagged price adjustments to informational lags and supply reactions. Various problems arise, revealed by intensive testing and criticisms.This prompts new attempts to explain the persistence of'cyclical movements and the roles of uncertainty and financial instability, real shocks,and gradual price adjustments. One conclusion is that business cycle research will profit most from (a)the updating of findings from the historical and statistical studies, and (b)using the results to eliminate inconsistencies with the evidence and to move toward a realistic synthesis of the surviving elements of the extant theories.\n\n",
    "acknowledgement": "\n"
}