{
    "id": 15037,
    "citation_title": "The ABCs of Charitable Solicitation",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA substantial experimental literature suggests that a personal solicitation is an effective way to induce people to make charitable donations. We examine whether this result generalizes to a non-experimental setting. Specifically, we estimate the effect of a marginal personal solicitation using observational data on alumni giving at an anonymous research university, which we refer to as Anon U. At Anon U, volunteers use lists provided by the Development Office to telephone classmates and solicit them for donations. The names on these lists are always in alphabetical order. The volunteers who do the soliciting often run out of time before they reach the end of their lists. These observations suggest a simple strategy for testing whether personal solicitation matters, viz., examine whether alumni with names toward the end of the alphabet are less likely to give than alumni with names toward the beginning, ceteris paribus. If so, then a marginal personal solicitation matters. \nOur main finding is that location in the alphabet -- and hence, a personal solicitation -- has a strong effect on probability of making a gift. A rough estimate of the elasticity of the probability of giving with respect to the probability of receiving a personal solicitation is 0.15. However, there is no statistically discernible effect on the amount given, conditional on donating. We also find that women respond more strongly to a personal solicitation than men. This is consistent with a robust result in the psychology literature, that women find it more difficult than men to refuse requests that they perceive as being legitimate.\n\n",
    "acknowledgement": "\nWe are grateful to Kevin Cotter, Bruce D. Freeman, Jean Grossman, William Hardt, Caroline Hoxby, John List, Brian McDonald, Ashley Miller, Liam P. Morton, Sriniketh Nagavarapu, Deborah Prentice, Andres Santos, Julie Shadle, Jeffrey H. Yellin,  seminar participants at Northwestern and Stanford Universities, and participants in the Middlebury Conference on Charitable Giving for useful suggestions. Zhihao Zhang provided excellent research assistance. This research was supported in part by Princeton's Center for Economic Policy Studies, in part by the Stanford Institute for Economic Policy Research, and in part by the Koret Foundation.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}