{
    "id": 15045,
    "citation_title": "The Credit Rating Crisis",
    "citation_author": [
        "Efraim Benmelech",
        "Jennifer Dlugosz"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince June 2007, the creditworthiness of structured finance products has deteriorated rapidly. The number of downgrades in November 2007 alone exceeded 2,000 and many downgrades were severe, with 500 tranches downgraded more than 10 notches. Massive downgrades continued in 2008. More than 11,000 of the downgrades affected securities that were rated AAA. This paper studies the credit rating crisis of 2007-2008 and in particular describes the collapse of the credit ratings of ABS CDOs. Using data on ABS CDOs we provide suggestive evidence that ratings shopping may have played a role in the current crisis.  We find that tranches rated solely by one agency, and by S&P in particular, were more likely to be downgraded by January 2008.  Further, tranches rated solely by one agency are more likely to suffer more severe downgrades.\n\n",
    "acknowledgement": "\nWe thank Daron Acemuglo, Adam Ashcraft,  George-Marios Angeletos, Bengt Holmstrom, David Laibson, Chris Mayer, Ken Rogoff, Andrei Shleifer, Jeremy Stein and Luigi Zingales for insightful discussions, as well as seminar participants at Harvard University, the 24th annual conference on Macroeconomics, and the Minneapolis Federal Reserve Bank for useful comments. We also thank and Anna-Kathrine Barnett-Hart for help with the data. Shaunak Vankudre provided fantastic research assistance. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}