{
    "id": 15044,
    "citation_title": "Firm Heterogeneity and the Long-run Effects of Dividend Tax Reform",
    "citation_author": [
        "Francois Gourio",
        "Jianjun Miao"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo study the long-run effect of dividend taxation on aggregate capital accumulation, we build a dynamic general equilibrium model in which there is a continuum of firms subject to idiosyncratic productivity shocks. We find that a dividend tax cut raises aggregate productivity by reducing the frictions in the reallocation of capital across firms. Our baseline model simulations show that when both dividend and capital gains tax rates are cut from 25 and 20 percent, respectively, to the same 15 percent level permanently, the aggregate long-run capital stock increases by about 4 percent.\n\n",
    "acknowledgement": "\nWe thank John Boyd, Christophe Chamley, Russell Cooper, Dean Corbae, Janice Eberly, Simon Gilchrist, Roger Gordon, Chris House, Bob King, Narayana Kocherlakota, Anton Korinek, Larry Kotlikoff, Jim Poterba, Joseph Stiglitz, anonymous referees, and seminar participants at Boston University, Chinese University of Hong Kong, the IMF, Northwestern University, the University of Minnesota, the University of Texas at Austin, the University of Rochester, the 2007 China International Conference in Finance in Chengdu, the 2008 European Econometric Society Meetings, the 2007 Econometric Society Winter and Summer Meetings, the 2007 Midwest Macroeconomics Meeting, and the 2007 Society of Economic Dynamics Meeting for helpful comments. First version: June 2006. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}