{
    "id": 15047,
    "citation_title": "Pricing Model Performance and the Two-Pass Cross-Sectional Regression Methodology",
    "citation_author": [
        "Raymond Kan",
        "Cesare Robotti",
        "Jay Shanken"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince Black, Jensen, and Scholes (1972) and Fama and MacBeth (1973), the two-pass cross-sectional regression (CSR) methodology has become the most popular approach for estimating and testing asset pricing models. Statistical inference with this method is typically conducted under the assumption that the models are correctly specified, i.e., expected returns are exactly linear in asset betas. This can be a problem in practice since all models are, at best, approximations of reality and are likely to be subject to a certain degree of misspecification. We propose a general methodology for computing misspecification-robust asymptotic standard errors of the risk premia estimates. We also derive the asymptotic distribution of the sample CSR R2 and develop a test of whether two competing beta pricing models have the same population R2. This provides a formal alternative to the common heuristic of simply comparing the R2 estimates in evaluating relative model performance. Finally, we provide an empirical application which demonstrates the importance of our new results when applied to a variety of asset pricing models.\n\n",
    "acknowledgement": "\nWe thank Pierluigi Balduzzi, Christopher Baum, Tarun Chordia, Wayne Ferson, Nikolay Gospodinov, Ravi Jagannathan, Ralitsa Petkova, Yaxuan Qi, Guofu Zhou, seminar participants at the Board of Governors of the Federal Reserve System, Concordia University, Federal Reserve Bank of Atlanta, Federal Reserve Bank of New York, University of Toronto, and participants at the 2009 Meetings of the Association of Private Enterprise Education, the 2009 CIREQ-CIRANO Financial Econometrics Conference, and the 2009 FIRS Conference for helpful discussions and comments. Kan gratefully acknowledges financial support from the National Bank Financial of Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}