{
    "id": 15049,
    "citation_title": "Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence",
    "citation_author": [
        "Robert B. Barsky",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nInnovations to measures of consumer confidence convey incremental information about economic activity far into the future. Comparing the shapes of impulse responses to confidence innovations in the data with the predictions of a calibrated New Keynesian model, we find little evidence of a strong causal channel from autonomous movements in sentiment to economic outcomes (the \"animal spirits\" interpretation). Rather, these impulse responses support an alternative hypothesis that the surprise movements in confidence reflect information about future economic prospects (the \"information\" view). Confidence innovations are best characterized as noisy measures of changes in expected productivity growth over a relatively long horizon.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge helpful comments and suggestions from Susanto Basu, Alan Blinder, John Cochrane, Olivier Coibion, Daniel Cooper, Mike Elsby, Yuriy Gorodinchenko, Christopher House, Peter Ireland, Lutz Kilian, Miles Kimball, Guido Lorenzoni, Serena Ng, Matthew Shapiro, Robert Solow, Frank Vella, two anonymous referees, and seminar participants at Boston College, Johns Hopkins, Michigan, the Wharton School, the Russell Sage Foundation, and the NBER Summer Institute in Monetary Economics. We also thank John Fernald for providing his quarterly utilization-corrected TFP measure. Robert Barsky acknowledges generous support as a visiting scholar at the Russell Sage Foundation and the Bank of Israel. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}