{
    "id": 15055,
    "citation_title": "Labor-Market Regimes in U.S. Economic History",
    "citation_author": [
        "Joshua L. Rosenbloom",
        "William A. Sundstrom"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn much economic analysis it is a convenient fiction to suppose that changes over time in wages and employment are determined by shifts in supply or demand within a more or less competitive market framework Indeed, this framework has been effectively deployed to understand many episodes in American economic history.  We argue here, however, that by minimizing the role of labor-market institutions such an approach is incomplete.  Drawing on the history of American labor markets over two centuries, we argue that institutions--by which we mean both formal and informal rules that constrain the choices of economic agents--have played a significant role in the determination of wages, employment and other market outcomes over time.  The historical evolution of American labor markets can best be characterized as a sequence of relatively stable arrangements punctuated by shifts in institutional regimes. Our narrative emphasizes the importance of understanding the historically contingent role of institutional regimes in conditioning the operation of supply and demand in empirical and policy analysis of the labor market.\n\n",
    "acknowledgement": "\nWe thank Alex Field and Tom Weiss for their perceptive comments on earlier versions of this essay. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}