{
    "id": 15051,
    "citation_title": "Generalized Agency Problems",
    "citation_author": [
        "Randall Morck"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgency problems in economics virtually always entail self-interested agency exhibiting \"insufficient\" loyalty to principal. Social psychology also has a literature, mainly derived from work by Stanley Milgram, on issues of agency, but this emphasizes excessive loyalty -- people undergoing a so-called \"agentic shift\" and forsaking rationality for loyalty to a legitimate principal, as when \"loyal\" soldiers obey orders to commit atrocities. This literature posit that individuals experience a deep inner satisfaction from acts of loyalty -- essentially a \"utility of loyalty\" -- and that this both buttresses institutions organized as hierarchies and explains much human misery.  Agency problems of excessive loyalty, as when boards kowtow to errant CEOs and controlling shareholders, may be as economically important in corporate finance as the more familiar problems of insufficient loyalty of corporate insiders to shareholders. Overt conflict between rival authorities is shown to reverse the \"agentic shift\" -- justifying institutions that formalize argumentation such as the adversary system in Common Law courts; the Official Opposition in Westminster democracies; discussants and referees in academia; and independent directors, non-executive chairs, and proxy contests in corporate governance.\n\n",
    "acknowledgement": "\nI am grateful for suggestions from Malcolm Baker, Nick Barberis, Andrei Shleifer, and Jeff Wurgler. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}