{
    "id": 15058,
    "citation_title": "Bailouts, the Incentive to Manage Risk, and Financial Crises",
    "citation_author": [
        "Stavros Panageas"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA firm's termination leads to bankruptcy costs. This may create an incentive for outside stakeholders or the firm's debtholders to bail out the firm as bankruptcy looms. Because of this implicit guarantee, firm shareholders have an incentive to increase volatility in order to exploit the implicit protection. However, if they increase volatility too much they may induce the guarantee-extending parties to \"walk away\". I derive the optimal risk management rule in such a framework and show that it allows high volatility choices, while net worth is high. However, risk limits tighten abruptly when the firm's net worth declines below an endogenously determined threshold. Hence, the model reproduces the qualitative features of existing risk management rules, and can account for phenomena such as \"flight to quality\".\n\n",
    "acknowledgement": "\nI would like to thank Andy Abel, Andy Atkeson, Peter DeMarzo, Nicolae Garleanu, Rich Kihlstrom, Dirk Krueger, George Pennachi, Michael Roberts and participants of seminars, lunches and conference sessions at Chicago Booth, MIT, Wharton, Univ. of Tokyo, the Minneapolis FED, the New York FED, the BIRS center on Financial Mathematics, the NBER Summer Institute (2006), and the Western Finance Association Meetings (2008), for useful comments and discussions. Jianfeng Yu provided exceptional research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}