{
    "id": 15059,
    "citation_title": "Inequality Trends for Germany in the Last Two Decades: A Tale of Two Countries",
    "citation_author": [
        "Nicola Fuchs-Schündeln",
        "Dirk Krueger",
        "Mathias Sommer"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we first document inequality trends in wages, hours worked, earnings, consumption, and wealth for Germany from the last twenty years. We generally find that inequality was relatively stable in West Germany until the German unification (which happened politically in 1990 and in our data in 1991), and then trended upwards for wages and market incomes, especially after about 1998. Disposable income and consumption, on the other hand, display only a modest increase in inequality over the same period. These trends occured against the backdrop of lower trend growth of earnings, incomes and consumption in the 1990s relative to the 1980s. In the second part of the paper we further analyze the differences between East and West Germans in terms of the evolution of levels and inequality of wages, income, and consumption.\n\n",
    "acknowledgement": "\nWe thank Michael Ziegelmeyer for invaluable help with the EVS data, Fatih Karahan, Serdar Ozkan, and Carolin Pflueger for excellent research assistantship, and participants at the Philadelphia conference on Heterogeneity in Macroeconomics for useful comments. Dirk Krueger acknowledges financial support from the NSF under grant SES-0820494. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}