{
    "id": 15050,
    "citation_title": "Do International Labor Standards Contribute to the Persistence of the Child Labor Problem?",
    "citation_author": [
        "Matthias Doepke",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, a number of governments and consumer groups in rich countries have tried to discourage the use of child labor in poor countries through measures such as product boycotts and the imposition of international labor standards. The purported objective of such measures is to reduce the incidence of child labor in developing countries and thereby improve children's welfare. In this paper, we examine the effects of such policies from a political-economy perspective. We show that these types of international action on child labor tend to lower domestic political support within developing countries for banning child labor. Hence, international labor standards and product boycotts may delay the ultimate eradication of child labor.\n\n",
    "acknowledgement": "\nWe thank Kaushik Basu and seminar participants at Oslo and the Annual Congress of the European Economic Association in Milan for helpful comments. Doepke acknowledges financial support from the National Science Foundation (grant SES-0519265) and the Alfred P. Sloan Foundation. Zilibotti acknowledges financial support from the European Research Council (ERC Advanced Grant IPCDP-229883).  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}