{
    "id": 15052,
    "citation_title": "The Japanese Bubble: A 'Heterogeneous' Approach",
    "citation_author": [
        "Robert B. Barsky"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmploying the neutral Kindleberger definition of a bubble as \"an upward price movement over an extended range that then implodes\", this paper explores the causes of the \"Japanese Bubble\" of 1985 to 1990 without precluding the possibility that the bubble was due to perceptions of fundamentals.  Survey evidence indicates that at the peak of the bubble in the second half of 1989, the majority of Japanese institutional investors thought that the Nikkei was not overvalued relative to fundamentals. Such a belief was not entirely unfounded.  Long-term real interest rates fell sharply between 1985 and 1986, and the view that there was a significant increase in the permanent component of the growth rate was defensible though certainly not undeniable.  Invoking the literature on asset prices with heterogeneous beliefs and limitations on short sales, the paper argues that in a period characterized by the arrival of news that is difficult to digest and subject to multiple interpretations, it is the more optimistic assessments of fundamentals that are likely to be reflected in the market equilibrium.  At the same time, high prices resulting from the heterogeneity phenomenon are fragile and prone to collapse.  From this vantage point it is perhaps not surprising that the Japanese Bubble, as well as the subsequent implosion, appeared when they did.   Survey evidence on investor beliefs during the bubble period, as well as the covariation of price and volume, lend some support to the heterogeneity approach.\n\n",
    "acknowledgement": "\nThis paper was prepared for a conference volume on the Japanese Bubble, Deflation, and Long-term Stagnation edited by Koichi Hamada, Anil Kashyap, and David Weinstein. I am especially grateful to the editors as well as to the discussants of previous conference drafts - Xavier Gabaix, Wei Xiong, and Terence Odean - for valuable comments that substantially improved the paper.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}