{
    "id": 15056,
    "citation_title": "Equilibrium effects of public goods: The impact of community water fluoridation on dentists",
    "citation_author": [
        "Katherine Ho",
        "Matthew Neidell"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we consider how the dental industry responded to the addition of fluoride to public drinking water.  We take advantage of the staggered introduction of fluoridation throughout the country to analyze the changes in numbers of within-county dentists relative to physicians in the years surrounding the change in fluoridation status.  We find a significant decrease in the number of dental establishments and an even larger reduction in the number of employees per firm following fluoridation. We also find that fluoridation in neighboring markets was associated with an increase in own-market dental supply, suggesting that dentists responded to the demand shock by moving from fluoridated areas to close-by markets.  Further analysis suggests that some dentists may have retrained as specialists rather than moving geographically.  Our estimates imply that the 8 percentage point change in exposure to water fluoridation from 1974 to 1992 may have led to the loss of as many as 0.6 percent of dental establishments and 2.1 percent of dental employees, suggesting a substantial net impact of this public good on the dental profession since its inception.\n\n",
    "acknowledgement": "\nWe would like to thank Leemore Dafny, Sherry Glied, Bhaven Sampat, and Josh Graff Zivin for many helpful suggestions and Aaron Szott for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}