{
    "id": 15063,
    "citation_title": "Reducing Foreclosures: No Easy Answers",
    "citation_author": [
        "Christopher Foote",
        "Kristopher Gerardi",
        "Lorenz Goette",
        "Paul Willen"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper takes a skeptical look at a leading argument about what is causing the foreclosure crisis and distills some potential lessons for policy. We use an economic model to focus on two key decisions: the borrower's choice to default on a mortgage and the lender's subsequent choice whether to renegotiate or \"modify\" the loan. The theoretical model and econometric analysis illustrate that \"unaffordable\" loans, defined as those with high mortgage payments relative to income at origination, are unlikely to be the main reason that borrowers decide to default. In addition, this paper provides theoretical results and empirical evidence supporting the hypothesis that the efficiency of foreclosure for investors is a more plausible explanation for the low number of modifications to date than contract frictions related to securitization agreements between servicers and investors. While investors might be foreclosing when it would be socially efficient to modify, there is little evidence to suggest they are acting against their own interests when they do so. An important implication of our analysis is that the extension of temporary help to borrowers suffering adverse life events like job loss could prevent more foreclosures than a policy that makes mortgages more \"affordable\" on a long-term basis.\n\n",
    "acknowledgement": "\nThe views in this paper are our own and not necessarily those of the Federal Reserve Banks of Boston or Atlanta. the Federal Reserve System, or the National Bureau of Economic Research.  Andreas Fuster provided both first-rate research assistance and excellent comments and suggestions. We would like to thank, without implicating, Daron Acemoglu, Larry Cordell, Jeff Fuhrer, Eileen Mauskopf, Christopher Mayer, Atif Mian, James Nason, Julio Rotemberg, and Hui Shan for helpful comments and suggestions. We are also grateful for the help that Mark Watson and Kevin Shruhan provided us in working with the LPS data. Any remaining errors are our own.\n\n\n"
}