{
    "id": 15062,
    "citation_title": "Crash Risk in Currency Markets",
    "citation_author": [
        "Emmanuel Farhi",
        "Samuel Paul Fraiberger",
        "Xavier Gabaix",
        "Romain Ranciere",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "2013-05-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the fall of 2008, option smiles have been clearly asymmetric: out-of-the-money currency options point to large expected exchange rate depreciations (appreciations) for high (low) interest rate currencies, suggesting that disaster risk is priced in currency markets. To study the price of disaster risk, we propose a simple structural model that includes both Gaussian and disaster risk and can be estimated even in samples that do not contain disasters. Estimating the model over the 1996 to 2011 period using exchange rate spot, forward, and option data, we obtain a real-time index of world disaster risk premia. We find that disaster risk accounts for  more than a third of currency risk premia in advanced countries over the period.\n\n",
    "acknowledgement": "\nRobert Tumarkin provided excellent research assistance. For helpful discussions and comments we thank Philippe Bacchetta, Eduardo Borenzstein, Robin Brooks, Markus Brunnermeier, Mikhail Chernov, Nicolas Coeurdacier, Chris Crowe, Francois Gourio, Bob King, Hanno Lustig, Borghan Narajabad, Jun Pan, Hashem Pesaran, Jean-Charles Rochet, Hyun Shin, Emil Siriwardane, Kenneth Singleton, Stijn van Nieuwerburgh, and Fernando Zapatero, as well as participants at many conferences and seminars. Farhi and Gabaix gratefully acknowledge support from the NSF under grant 0820517. Ranciere gratefully acknowledges support from the IMF Research Grant Initiative. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}