{
    "id": 15067,
    "citation_title": "China's Land Market Auctions: Evidence of Corruption",
    "citation_author": [
        "Hongbin Cai",
        "J. Vernon Henderson",
        "Qinghua Zhang"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the urban land market in China in 2003--2007. In China, all urban land is owned by the state. Leasehold use rights for land for (re)development are sold by city governments and are a key source of city revenue. Leasehold sales are viewed as a major venue for corruption, prompting a number of reforms over the years. Reforms now require all leasehold rights be sold at public auction. There are two main types of auction: regular English auction and an unusual type which we call a \"two stage auction\". The latter type of auction seems more subject to corruption, and to side deals between potential bidders and the auctioneer. Absent corruption, theory suggests that two stage auctions would most likely maximize sales revenue for properties which are likely to have relatively few bidders, or are \"cold\", which would suggest negative selection on property unobservables into such auctions. However, if such auctions are more corruptible, that could involve positive selection as city officials divert hotter properties to a more corruptible auction form. The paper finds that, overall, sales prices are lower for two stage auctions, and there is strong evidence of positive selection. The price difference is explained primarily by the fact that two stage auctions typically have just one bidder, or no competition despite the vibrant land market in Chinese cities.\n\n",
    "acknowledgement": "\nThe authors thank Yona Rubinstein for helpful comments and advice, as well as workshop participants at Brown University and Hong Kong University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}