{
    "id": 15065,
    "citation_title": "Adoption Curves and Social Interactions",
    "citation_author": [
        "William A. Brock",
        "Steven N. Durlauf"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the observational implications of social influences on adoption decisions for an environment of perfect foresight adopters.  We argue that social influences can produce two observable effects: 1) discontinuities in unconditional adoption curves and 2) pattern reversals in conditional adoption curves, in which earlier adoption is found for one group of actors versus another when \"fundamentals\" suggest the reverse ordering should occur; in turn the presence of either of these features can, under weak assumptions, be interpreted as evidence of social influences.  As such, these properties are robust implications of social effects.\n\n",
    "acknowledgement": "\nThis paper has been written in memory of Antoni Calvo-Armengol.  The research has been supported by the National Science Foundation grant SES-0518274 and University of Wisconsin Vilas Trust and Graduate School.  Thanks to Bryan Graham, Harald Uhlig and seminar participants at the memorial conference for Antoni Calvo-Armengol and the University of Chicago for very helpful comments on a previous draft.   Nonarit Bisonyabut and Xiangrong Yu have provided superb research assistance.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}