{
    "id": 15060,
    "citation_title": "Learning by Drilling: Inter-Firm Learning and Relationship Persistence in the Texas Oilpatch",
    "citation_author": [
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2009-06-04",
    "issue_date": "2009-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the importance of learning-by-doing that is specific not just to individual firms, but to pairs of firms working together in a contracting relationship. Using new, detailed data from the oil and gas industry, I find that the joint productivity of an oil production company and its drilling contractor is enhanced significantly as they accumulate experience working together. This learning is relationship-specific: drilling rigs generally cannot fully appropriate the productivity gains acquired through experience with one production company to their work for another. This result is robust to other ex ante match specificities.\nRelationship-specific learning is consequential because it implies that relationship stability is important to productivity. When two firms accumulate experience working together, relationship-specific intellectual capital is created that cannot be appropriated to pairings with other firms. If the relationship is broken, this capital is destroyed and productivity decreases, thereby giving firms an incentive to maintain long-term relationships. Accordingly, the data indicate that production companies prefer to work with drilling rigs which they have accumulated considerable experience rather than those with which they have worked relatively little. I demonstrate that this contracting pattern is difficult to explain with switching costs or ex ante match specificities alone.\n\n",
    "acknowledgement": "\nI am grateful for financial support from the OpenLink Fund at the Coleman Fung Risk Management Center. This paper has benefited from discussions with Maximilian Auffhammer, Severin Borenstein, Jennifer Brown, Meghan Busse, Michael Greenstone, Jun Ishii, Kai-Uwe Kühn, Jeffrey Perloff, and numerous seminar participants. Tay Feder provided excellent research assistance. I am particularly grateful to Richard Mason of RigData and Turner Williamson of the Texas Railroad Commission for many illuminating conversations about the onshore Texas drilling industry. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}