{
    "id": 15066,
    "citation_title": "Schooling, Cognitive Skills, and the Latin American Growth Puzzle",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic development in Latin America has trailed most other world regions over the past four decades despite its relatively high initial development and school attainment levels.  This puzzle can be resolved by considering the actual learning as expressed in tests of cognitive skills, on which Latin American countries consistently perform at the bottom.  In growth models estimated across world regions, these low levels of cognitive skills can account for the poor growth performance of Latin America.  Given the limitations of worldwide tests in discriminating performance at low levels, we also introduce measures from two regional tests designed to measure performance for all Latin American countries with internationally comparable income data.  Our growth analysis using these data confirms the significant effects of cognitive skills on intra-regional variations.  Splicing the new regional tests into the worldwide tests, we also confirm this effect in extended worldwide regressions, although it appears somewhat smaller in the regional Latin American data than in the worldwide data.\n\n",
    "acknowledgement": "\nWe benefited from helpful comments from Paul Romer and participants of the Stanford Conference on Latin America and the Caribbean and gratefully acknowledge support by the Inter-American Development Bank (IADB) and CESifo.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}