{
    "id": 15070,
    "citation_title": "Is Social Security Part of the Social Safety Net?",
    "citation_author": [
        "Jeffrey R. Brown",
        "Julia Lynn Coronado",
        "Don Fullerton"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on the existing literature that examines the extent of redistribution in the Social Security system as a whole, this paper focuses more specifically on how Social Security affects the poor.  This question is important because a Social Security program that reduces overall inequality by redistributing from high income individuals to middle income individuals may do nothing to help the poor; conversely, a program that redistributes to the poor may nonetheless be regressive according to broader measures if it also redistributes from middle to upper income households.  \nWe have four major findings.  First, as we expand the definition of income to use more comprehensive measures of well-being, we find that Social Security becomes less progressive.  Indeed, when we use an \"endowment\" defined by potential labor earnings at the household level, rather than actual earnings at the individual level, we find that Social Security has virtually no effect on overall inequality.  Second, we find that this result is driven largely by the lack of redistribution across the middle and upper part of the income distribution, so it masks some small positive net transfers to those at the bottom of the lifetime income distribution.  Third, in cases where redistribution does occur, we find it is not efficiently targeted: many high income households receive positive net transfers, while many low income households pay net taxes.  Finally, the redistributive effects of Social Security change over time, and these changes depend on the income concept used to classify someone as \"poor\".\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-03 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}