{
    "id": 15076,
    "citation_title": "The Equality Multiplier",
    "citation_author": [
        "Erling Barth",
        "Karl O. Moene"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEquality can multiply due to the complementarity between wage determination and welfare spending. A more equal wage distribution fuels welfare generosity via political competition. A more generous welfare state fuels wage equality further via its support to weak groups in the labor market. Together the two effects generate a cumulative process that adds up to an important social multiplier. We focus on a political economic equilibrium which incorporates this mutual dependence between wage setting and welfare spending. It explains how almost equally rich countries differ in economic and social equality among their citizens and why countries cluster around different worlds of welfare capitalism---the Scandinavian model, the Anglo-Saxon model and the Continental model. Using data on 18 OECD countries over the period 1976-2002 we test the main predictions of the model and identify a sizeable magnitude of the equality multiplier. We obtain additional support for the cumulative complementarity between social spending and wage equality by applying another data set for the US over the period 1945-2001.\n\n",
    "acknowledgement": "\nThis work is part of a larger research project at ESOP, the Frisch center and the Institute for Social Research. We are grateful for comments by Jon Fiva, Jeff Frieden, Steinar Holden, Torben Iversen, Jo Thori Lind, Atle Seierstad, Fredrik Willumsen. Research Grants from the Research Council of Norway,grant number 168 285/S20, are gratefully acknowledged. Erling Barth thanks the Labor and Worklife Program at Harvard University and the National Bureau of Economic Research for their generosity and hospitality during his work with this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}