{
    "id": 15079,
    "citation_title": "Extending Life Cycle Models of Optimal Portfolio Choice: Integrating Flexible Work, Endogenous Retirement, and Investment Decisions with Lifetime Payouts",
    "citation_author": [
        "Jingjing Chai",
        "Wolfram Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper derives optimal life cycle portfolio asset allocations as well as annuity purchases trajectories for a consumer who can select her hours of work and also her retirement age. Using a realistically-calibrated model with stochastic mortality and uncertain labor income, we extend the investment universe to include not only stocks and bonds, but also survival-contingent payout annuities. We show that making labor supply endogenous raises older peoples' equity share; substantially increases work effort by the young; and markedly enhances lifetime welfare. Also, introducing annuities leads to earlier retirement and higher participation by the elderly in financial markets. Finally, if we allow for an age-dependent leisure preference parameter, this fits well with observed evidence in that it generates lower work hours and smaller equity holdings at older ages as well as sensible retirement age patterns.\n\n",
    "acknowledgement": "\nThis research reported herein was performed pursuant to a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC) as part of the Retirement Research Consortium. Additional research support was provided by Deutscher Verein für Versicherungswissenschaft, German Investment and Asset Management Association (BVI), and the Pension Research Council at The Wharton School of the University of Pennsylvania. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affiliated, nor of the National Bureau of Economic Research.\n\n\n"
}