{
    "id": 15072,
    "citation_title": "A Model of a Systemic Bank Run",
    "citation_author": [
        "Harald Uhlig"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2008 financial crisis is reminiscent of a bank run, but not quite.  In particular,  it is financial institutions withdrawing deposits from some core financial institutions, rather than depositors running on their local bank.  These core financial institutions have invested the funds in asset-backed securities rather than committed to long-term projects.  These securities can potentially be sold to a large pool of outside investors. The question arises, why these investors require steep discounts to do so.  I therefore set out to provide a model of a systemic bank run delivering six stylized key features of this crisis. I consider two different motives for outside investors and their interaction with banks trading asset-backed securities: uncertainty aversion versus adverse selection.  I shall argue that the version with uncertainty averse investors is more consistent with the stylized facts than the adverse selection perspective: in the former, the crisis deepens, the larger the market share of distressed core banks, while a run becomes less likely instead as a result in the adverse selection version.\nI conclude from that that the variant with uncertainty averse investors is more suitable to analyze policy implications.   This paper therefore provides a model, in which the outright purchase of troubled assets by the government at prices above current market prices may both alleviate the financial crises as well as provide tax payers with returns above those for safe securities.\n\n",
    "acknowledgement": "\nThis paper has been written for and financially supported by the Carnegie-Rochester conference in April 2009. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}