{
    "id": 15073,
    "citation_title": "Conceptual Revolutions in Twentieth-Century Art",
    "citation_author": [
        "David Galenson"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArt critics and scholars have acknowledged the breakdown of their explanations and narratives of contemporary art in the face of what they consider the incoherent era of \"pluralism\" or \"postmodernism\" that began in the late twentieth century. This failure is in fact a result of their inability to understand the nature of the development of advanced art throughout the entire twentieth century, and particularly the novel behavior of young conceptual innovators in a new market environment. The rise of a competitive market for advanced art in the late nineteenth century freed artists from the constraint of having to satisfy powerful patrons, and gave them unprecedented freedom to innovate. As the rewards for radical and conspicuous innovation increased, conceptual artists could respond to these incentives more quickly and decisively than their experimental counterparts. Early in the twentieth century, the young conceptual genius Pablo Picasso initiated two new practices, by alternating styles at will and inventing a new artistic genre, that became basic elements of the art of a series of later conceptual innovators. By the late twentieth century, extensions of these practices had led to the emergence of important individual artists whose work appeared to have no unified style, and to the balkanization of advanced art, as the dominance of painting gave way before novel uses of old genres and the creation of many new ones. Understanding not only contemporary art, but the art of the past century as a whole, will require art scholars to abandon their outmoded insistence on analyzing art in terms of style, and to recognize the many novel patterns of behavior that have been created over the course of the past century by young conceptual innovators.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}