{
    "id": 15078,
    "citation_title": "Birth Cohort and the Black-White Achievement Gap: The Roles of Access and Health Soon After Birth",
    "citation_author": [
        "Kenneth Y. Chay",
        "Jonathan Guryan",
        "Bhashkar Mazumder"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nOne literature documents a significant, black-white gap in average test scores, while another finds a substantial narrowing of the gap during the 1980's, and stagnation in convergence after.  We use two data sources -- the Long Term Trends NAEP and AFQT scores for the universe of applicants to the U.S. military between 1976 and 1991 -- to show: 1) the 1980's convergence is due to relative improvements across successive cohorts of blacks born between 1963 and the early 1970's and not a secular narrowing in the gap over time; and 2) the across-cohort gains were concentrated among blacks in the South.  We then demonstrate that the timing and variation across states in the AFQT convergence closely tracks racial convergence in measures of health and hospital access in the years immediately following birth.  We show that the AFQT convergence is highly correlated with post-neonatal mortality rates and not with neonatal mortality and low birth weight rates, and that this result cannot be explained by schooling desegregation and changes in family background.  We conclude that investments in health through increased access at very early ages have large, long-term effects on achievement, and that the integration of hospitals during the 1960's affected the test performance of black teenagers in the 1980's.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Baylor, Brown, BU/Harvard/MIT joint Health Economics seminar, Cornell, Federal Reserve Bank of Chicago, London School of Economics, NBER Summer Institute, New York Health Economics seminar, Princeton, Tinbergen Institute, University of Chicago, University College London, University of Michigan National Poverty Center, and especially Richard Blundell, David Card, Kerwin Charles, Angus Deaton, Michael Grossman, Ted Joyce, Jens Ludwig, Alan Manning and Steve Pischke for helpful comments.  We are grateful to Daeho Kim and Kyung Park for outstanding research assistance and to Jens Ludwig, Douglas Miller and Sam Peltzman for providing their data.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}