{
    "id": 15087,
    "citation_title": "Educational Choices, Subjective Expectations, and Credit Constraints",
    "citation_author": [
        "Orazio Attanasio",
        "Katja Kaufmann"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the link between people's \"subjective\" expectations of returns to schooling and their decision to invest into schooling. We use data from a household survey on Mexican junior and senior high school graduates that elicits their own and their parents' beliefs about future earnings for different scenarios of highest schooling degree. These data allow us to derive measures of expected idiosyncratic returns to schooling as well as measures of individual risk perceptions of earnings and unemployment risk. Therefore we can analyze for two important school attendance decisions, high school and college, whether parents' or youths' expectations matter and whether expected returns or risk perceptions are important for these two decisions. We find that both youths' and parents' expectations matter in terms of the high school attendance decision, while for the college attendance decision the youths' expectations appear to be the relevant ones. These results suggest that youths play an important role in the intra-family decision process about human capital investments. While often neglected in the literature, risk perceptions are important predictors for high school attendance decisions. College attendance decisions on the other hand depend on expected returns to college. Making use of our data on subjective expectations, we provide evidence on the existence of credit constraints based on the argument that credit constraints would break the link between expected returns (or risk perceptions) and schooling decisions. Our results point towards an important role of credit constraints in college attendance decisions and thus provide one explanation for the large inequalities that can be found in particular in higher education in Mexico.\n\n",
    "acknowledgement": "\nA first draft of this paper was presented at the CEMMAP conference \"Measurement matters\", London June 2007. We received valuable comments from that audience as well as from audiences in many subsequent seminars. We would like to thank Susan Parker for clarifying many data issues and Luigi Pistaferri and Vincenzo Di Maro for many discussions. Attanasio's research was financed by an ESRC professorial fellowship, RES -051-27-0135 . The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}