{
    "id": 15086,
    "citation_title": "A Free Lunch in the Commons",
    "citation_author": [
        "Matthew J. Kotchen",
        "Stephen W. Salant"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive conditions under which cost-increasing measures - consistent with either regulatory constraints or fully expropriated taxes - can increase the profits of all agents active within a common-pool resource. This somewhat counterintuitive result is possible regardless of whether price is exogenously fixed or endogenously determined. Consumers are made no worse-off and, in the case of an endogenous price, can be made strictly better-off. The results simply require that total revenue be decreasing and convex in aggregate effort, which is an entirely reasonable condition, as we demonstrate in the context of a renewable natural resource. We also show that our results are robust to heterogeneity of agents and, under certain conditions, to costless entry and exit. Finally, we generalize the analysis to show its relation to earlier work on the effects of raising costs in a model of Cournot oligopoly.\n\n",
    "acknowledgement": "\nThis paper begun while Salant was a visiting scholar at the Bren School of Environmental Science & Management at UC Santa Barbara, and he is grateful for the School's financial support and hospitality. Kotchen gratefully acknowledges partial financial support from the Sustainable Fisheries Group at UC Santa Barbara. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}