{
    "id": 15080,
    "citation_title": "Inequality and Volatility Moderation in Russia: Evidence from Micro-Level Panel Data on Consumption and Income",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Klara Sabirianova Peter",
        "Dmitriy Stolyarov"
    ],
    "citation_publication_date": "2009-06-11",
    "issue_date": "2009-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct key household and individual economic variables using a panel micro data set from the Russia Longitudinal Monitoring Survey (RLMS) for 1994-2005. We analyze cross-sectional income and consumption inequality and find that inequality decreased during the 2000-2005 economic recovery. The decrease appears to be driven by falling volatility of transitory income shocks. The response of consumption to permanent and transitory income shocks becomes weaker later in the sample, consistent with greater self-insurance against permanent shocks and greater smoothing of transitory shocks.  Comparisons of RLMS data with official macroeconomic statistics reveal that national accounts may underestimate the extent of unofficial economic activity, and that the official consumer price index may overstate inflation and be prone to quality bias.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at IZA, the New Economics School and PIER IGIER Fifth International Conference for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}