{
    "id": 15089,
    "citation_title": "Modern Medicine and the 20th Century Decline in Mortality: Evidence on the Impact of Sulfa Drugs",
    "citation_author": [
        "Seema Jayachandran",
        "Adriana Lleras-Muney",
        "Kimberly V. Smith"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the contribution of sulfa drugs, a groundbreaking medical innovation in the 1930s, to declines in U.S. mortality. For several often-fatal infectious diseases, sulfa drugs represented the first effective treatment. Using time-series and difference-in-differences methods (with diseases unaffected by sulfa drugs as a comparison group), we find that sulfa drugs led to a 25 to 40 percent decline in maternal mortality, 17 to 36 percent decline in pneumonia mortality, and 52 to 67 percent decline in scarlet-fever mortality between 1937 and 1943. Altogether, they reduced mortality by 2 to 4 percent and increased life expectancy by 0.4 to 0.8 years. We also find that sulfa drugs benefited whites more than blacks.\n\n",
    "acknowledgement": "\nWe are grateful to Melissa Thomasson for sharing her maternal mortality data and to James Trussell, Noreen Goldman, Ilyana Kuziemko, Ulrich Mueller, participants at the Office of Population Research seminar at Princeton University, two anonymous referees and the editors for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}