{
    "id": 15088,
    "citation_title": "State Capacity, Conflict and Development",
    "citation_author": [
        "Timothy J. Besley",
        "Torsten Persson"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report on an on-going project, which asks a number of questions relevant to the study of state capacity. What are the main economic and political determinants of the state's capacity to raise revenue and support private markets? How do risks of violent conflict affect the incentives to invest in state building? Does it matter whether conflicts are external or internal to the state? When are large states associated with higher income levels and growth rates than small states? What relations should we expect between resource rents, civil wars and economic development? The paper is organized into three main sections: 1. The origins of state capacity, 2. Sate capacity and the genius of taxation, and 3. State capacity and the strategy of conflict. Each of these begins with a specific motivation. A simple model is formulated to analyze the determinants of state capacity in the first section, and modified to address the new issues that arise in subsequent sections.  The theoretical results are summarized in a number of propositions. We discuss the implications of the theory, comment on its relation to existing literature, and briefly mention some empiric applications.\n\n",
    "acknowledgement": "\nThis paper is the basis for Persson's Presidential address to the Econometric Society in 2008. We are grateful to Daron Acemoglu and three referees, as well as various participants in regional meetings for comments. We also thank David Seim and Prakarsh Singh for research assistance and CIFAR, ESRC and the Swedish Research Council for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}