{
    "id": 15097,
    "citation_title": "Skill Dispersion and Trade Flows",
    "citation_author": [
        "Matilde Bombardini",
        "Giovanni Gallipoli",
        "Germán Pupato"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs skill dispersion a source of comparative advantage? While it is established that a country's aggregate endowment of human capital is an important determinant of comparative advantage, this paper investigates whether the distribution of skills in the labor force can play a role in the determination of trade flows. We develop a multi-country, multi-sector model of trade in which comparative advantage derives from (i) differences across sectors in the complementarity of workers' skills, (ii) the dispersion of skills in the working population. First, we show how higher dispersion in human capital can trigger specialization in sectors characterized by higher substitutability among workers' skills. We then use industry-level bilateral trade data to show that human capital dispersion, as measured by a standard international metric, has a significant effect on trade flows. We find that the effect is of a magnitude comparable to that of aggregate endowments. The result is robust to the introduction of several controls for other proximate causes of comparative advantage.\n\n",
    "acknowledgement": "\nWe would like to thank Paul Beaudry, David Green, Patrick Francois, Thomas Lemieux, Vadim Marmer, Francesco Trebbi, Jonathan Vogel and seminar participants at CIFAR for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}