{
    "id": 15090,
    "citation_title": "Life at the top: the benefits of height",
    "citation_author": [
        "Angus S. Deaton",
        "Raksha Arora"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the Gallup-Healthways Well-Being Index daily poll of the US population, taller people live better lives, at least on average. They evaluate their lives more favorably, and they are more likely to report a range of positive emotions such as enjoyment and happiness. They are also less likely to report a range of negative experiences, like sadness, and physical pain, though they are more likely to experience stress and anger, and if they are women, to worry. These findings cannot be attributed to different demographic or ethnic characteristics of taller people, but are almost entirely explained by the positive association between height and both income and education, both of which are positively linked to better lives.\n\n",
    "acknowledgement": "\nWe are grateful to Gallup and Healthways for access to the proprietary data from their Gallup-Healthways Well-Being Index daily poll. Deaton acknowledges financial support from the National Institute on Aging through grant P01 AG05842-14 to the National Bureau of Economic Research and grant P30 AG024361 to Princeton. A summary of this work, intended for a general audience, appeared on gallup.com. We are grateful to Jim Harter, John Komlos, and Eric Nielsen for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}