{
    "id": 15095,
    "citation_title": "War and Relatedness",
    "citation_author": [
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of interstate conflict in which the degree of genealogical relatedness between populations has a positive effect on their conflict propensities because more closely related populations, on average, tend to interact more and develop more disputes over sets of common issues. We examine the empirical relationship between the occurrence of interstate conflicts and the degree of relatedness between countries, showing that populations that are genetically closer are more prone to go to war with each other, even after controlling for a wide set of measures of geographic distance and other factors that affect conflict, including measures of trade and democracy.\n\n",
    "acknowledgement": "\nWe are grateful to Don Cox, Klaus Desmet, Rajeev Dehejia, Jim Fearon, Michelle Garfinkel, Yannis Ioannides, Michael Klein, Philippe Martin, Deborah Menegotto, Massimo Morelli, Daniele Paserman, Vickie Sullivan and seminar participants at Stanford University and UCLA for helpful comments. We gratefully acknowledge financial support from Stanford University's Presidential Fund for Innovation in International Studies and from UCLA's Center for International Business Education and Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}