{
    "id": 15098,
    "citation_title": "Abortion and Crime: A Review",
    "citation_author": [
        "Theodore J. Joyce"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTen years have passed since John Donohue and Steven Levitt initially proposed that legalized abortion played a major role in the dramatic decline in crime during the 1990s. Criminologists largely dismiss the association because simple plots of age-specific crime rates are inconsistent with a large cohort affect following the legalization of abortion. Economists, on the other hand, have corrected mistakes in the original analyses, added new data, offered alternative tests and tried to replicate the association in other countries. Donohue and Levitt have responded to each challenge with more data and additional regressions. Making sense of the dueling econometrics has proven difficult for even the most seasoned empiricists. In this paper I review the evidence. I argue that the most straightforward test given available data involves age-specific arrest and homicide rates regressed on lagged abortion rates in the 1970s or indicators of abortion legalization in 1970 and 1973. Such models provide little support for the Donohue and Levitt hypothesis in either the US or the United Kingdom.\n\n",
    "acknowledgement": "\nThis is a draft of a paper to be included in the Handbook on the Economics of Crime, edited by Bruce Benson and Paul Zimmerman for Edward Elgar. The paper was presented at the DeVoe Moore Center Symposium on the Economics of Crime at Florida State University, March 27-29, 2009.  Many individuals at numerous seminars and at several journals have commented on earlier work related to the abortion and crime debate. I am especially indebted to Alfred Blumstein, Greg Colman, Philip Cook, John Donohue, Christopher Foote, Michael Grossman, Christopher Jencks, Robert Kaestner, Steven Levitt, Kiki Pop-Eleches, Andrew Racine and Bruce Benson. Silvie Colman provided terrific research assistance. I am responsible for all errors.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}