{
    "id": 15099,
    "citation_title": "Crime and Body Weight in the Nineteenth Century: Was there a Relationship between Brawn, Employment Opportunities and Crime?",
    "citation_author": [
        "Howard Bodenhorn",
        "Gregory Price"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the extent to which crime in the 19th century was conditioned on body weight. With data on inmates incarcerated in the Tennessee and Illinois state penitentiaries between 1831 and 1892, we estimate the parameters of Wiebull proportional hazard specifications of the individual crime hazard. Our results reveal that consistent with a theory in which body weight can be a source of labor market disadvantage, crime in the 19th century does appear to have been conditioned on body weight. However, in contrast to the 20th century, in which labor market disadvantage increases with respect to body weight, in the 19th century labor market disadvantage decreased with respect to body weight, causing individual crime hazards to decrease with respect to body weight. We find that such a relationship is consistent with a 19th century complementarity between body weight and typical jobs that required adequate nutrition and caloric intake to support normal work effort and performance.\n\n",
    "acknowledgement": "\nWe thank Veronica Hart for excellent research assistance. Bodenhorn thanks Lafayette College and the National Science Foundation (SES-0109165) for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}