{
    "id": 15094,
    "citation_title": "The New Kaldor Facts: Ideas, Institutions, Population, and Human Capital",
    "citation_author": [
        "Charles I. Jones",
        "Paul M. Romer"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1961, Nicholas Kaldor used his list of six \"stylized\" facts both to summarize the patterns that economists had discovered in national income accounts and to shape the growth models that they were developing to explain them. Redoing this exercise today, nearly fifty years later, shows how much progress we have made. In contrast to Kaldor's facts, which revolved around a single state variable, physical capital, our six updated facts force consideration of four far more interesting variables: ideas, institutions, population, and human capital.  Dynamic models have uncovered subtle interactions between these variables and generated important insights about such big questions as: Why has growth accelerated? Why are there gains from trade?\n\n",
    "acknowledgement": "\nPrepared for a session at the January 2009 annual meeting of the American Economic Assocation on \"The secrets of growth: What have we learned from research in the last 25 years?'' We are grateful to Daron Acemoglu, Philippe Aghion, Francesco Caselli, Arthur Chiang, Steve Davis, Rob Feenstra, Penny Goldberg, Claudia Goldin, Avner Greif, Peter Howitt, Pete Klenow, Ron Lee, Bill Nordhaus, Douglass North, Stephen Parente, Lant Pritchett, Andres Rodriguez-Clare, David Romer, and David Weil for helpful suggestions. Jones thanks the National Science Foundation (SES-0720994) for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}