{
    "id": 15096,
    "citation_title": "Food Prices and the Dynamics of Body Weight",
    "citation_author": [
        "Dana Goldman",
        "Darius Lakdawalla",
        "Yuhui Zheng"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA popular policy option for addressing the growth in weight has has been the imposition of a \"fat tax\" on selected foods that are deemed to promote obesity.  Understanding the public economics of \"fat taxes\" requires an understanding of how or even whether individuals respond to changes in food prices over the long-term.  We study the short- and long-run body weight consequences of changing food prices, in the Health and Retirement Study (HRS).  We found very modest short-term effects of price per calorie on body weight, and the magnitudes align with the previous literature.  The long-term effect is much bigger, but it takes a long time for the effect to reach the full scale. Within 30 years, a 10% permanent reduction in price per calorie would lead to a BMI increase of 1.5 units (or 3.6%). The long term effect is an increase of 1.9 units of BMI (or 4.2%).  From a policy perspective, these results suggest that policies raising the price of calories will have little effect on weight in the short term, but might curb the rate of weight growth and achieve weight reduction over a very long period of time.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the November 2008 Economics of Obesity Conference, as well as Michael Anderson, Michael Grossman, and Bob Kaestner for comments.  We thank the National Institute on Aging for funding.  All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}