{
    "id": 15100,
    "citation_title": "Risk-Based Pricing and Risk-Reducing Effort: Does the Private Insurance Market Reduce Environmental Accidents?",
    "citation_author": [
        "Haitao Yin",
        "Howard Kunreuther",
        "Matthew White"
    ],
    "citation_publication_date": "2009-06-18",
    "issue_date": "2009-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether risk-based pricing promotes risk-reducing effort.  Such mechanisms are common in private insurance markets, but are rarely incorporated in government assurance programs.  We analyze accidental underground fuel tank leaks--a source of environmental damage to water supplies--over a fourteen-year period, using disaggregate (facility-level) data and policy variation in financing the cleanup of tank leaks over time.  The data suggest that eliminating a state-level government assurance program and switching to private insurance markets to finance cleanups reduced the frequency of costly underground fuel tank leaks by more than 20 percent.  This corresponds to more than 3,000 avoided fuel-tank release accidents over eight years in one state alone, a benefit in avoided cleanup costs and environmental harm exceeding $400 million.  These benefits arise because private insurers mitigate moral hazard by providing financial incentives for tank owners to close or replace leak-prone tanks prior to costly accidents.\n\n",
    "acknowledgement": "\nThanks to Lucas Davis, Nancy Rose, and participants at the 2008 NBER IO/EEE Conference in Palo Alto for discussion and comments. Special thanks for technical information to Carol Amend (US Environmental Protection Agency), Mark Barolo, William Foskett, Paul Miller, Sammy Ng, and Jerry Parker (US EPA, Office of Underground Storage Tanks), Jan Spoor (Illinois Office of the State Fire Marshall), Jeff Tanner and Kevin Wieber (Michigan Department of Environmental Quality), and Michele Schroeder (Zurich Company N.A.). This project received financial support from the Wharton Risk Management and Decision Processes Center and the Russell Ackoff Award at the University of Pennsylvania. Yin thanks the University of Michigan's Erb Institute for its hospitality and support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}