{
    "id": 15105,
    "citation_title": "The Long-Term Effects of Military Conscription on Mortality: Estimates from the Vietnam-era Draft Lottery",
    "citation_author": [
        "Dalton Conley",
        "Jennifer A. Heerwig"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the effects of Vietnam military service suggests that Vietnam veterans experienced significantly higher mortality than both non-Vietnam veterans and the civilian population at large.  These results, however, may be biased by non-random selection into the military if unobserved background differences between veterans and non-veterans affect mortality directly. The present study generates unbiased estimates of the causal impact of Vietnam era draft eligibility on male mortality. Using records from the Vietnam draft lottery to assign decedents born 1950-1952 draft lottery numbers, the study estimates excess mortality among observed draft eligible male decedents as compared to the (1) expected proportion of draft eligible decedents given Vietnam draft eligibility cutoffs and (2) observed proportion of draft eligible female decedents.  The results demonstrate that there appears to be no effect of draft exposure on mortality (even cause-specific death rates).  When we examine population subgroups--including splits by race, educational attainment, nativity and marital status--we find weak evidence for an interaction between education and draft eligibility.  On the whole, these results suggest that previous research, which has shown that Vietnam-era veterans experienced significantly higher mortality than non-veterans, may be biased by non-random selection into the military and may thus overstate the need for compensatory government pensions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}