{
    "id": 15104,
    "citation_title": "Yet Another Tale of Two Cities: Buenos Aires and Chicago",
    "citation_author": [
        "Filipe Campante",
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuenos Aires and Chicago grew during the nineteenth century for remarkably similar reasons.  Both cities were conduits for moving meat and grain from fertile hinterlands to eastern markets.  However, despite their initial similarities, Chicago was vastly more prosperous for most of the 20th century.  Can the differences between the cities after 1930 be explained by differences in the cities before that date?  We highlight four major differences between Buenos Aires and Chicago in 1914.  Chicago was slightly richer, and significantly better educated.  Chicago was more industrially developed, with about 2.25 times more capital per worker.  Finally, Chicago's political situation was far more stable and it wasn't a political capital.   Human capital seems to explain the lion's share of the divergent path of the two cities and their countries, both because of its direct effect and because of the connection between education and political instability.\n\n",
    "acknowledgement": "\nBoth authors thank the John S. and Cynthia Reed foundation for financial support.  Conversations with John Reed helped start this project.  We also thank the Taubman Center for State and Local Government for financial assistance.  We are grateful to Kristina Tobio for her usual superb research assistance, and to Esteban Aranda for his outstanding assistance with the Argentinean data.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}