{
    "id": 15108,
    "citation_title": "Default, Framing and Spillover Effects: The Case of Lifecycle Funds in 401(k) Plans",
    "citation_author": [
        "Olivia S. Mitchell",
        "Gary R. Mottola",
        "Stephen P. Utkus",
        "Takeshi Yamaguchi"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImportant behavioral factors such as default and framing effects are increasingly being employed to optimize decision-making in a variety of settings, including individually-directed retirement plans. Yet such approaches may have unintended \"spillover\" effects, as we show with regard to the introduction of lifecycle funds in U.S. 401(k) plans. As anticipated, lifecycle funds do reshape individual portfolio choices through large default and framing effects. But unexpectedly, they also create a new class of investors which holds these funds as part of more complex portfolios. Our results are directly relevant to those interested in retirement plan design and retirement security; they also highlight the importance of assessing such spillover effects in other consequential settings where behavioral economics techniques may be employed.\n\n",
    "acknowledgement": "\nThis research is part of the NBER programs on Aging and Labor Economics and was undertaken   pursuant to a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC).  This research support is gratefully acknowledged along with that of the Pension Research Council at The Wharton School and Vanguard. The authors also acknowledge Vanguard's efforts in the provision of recordkeeping data under restricted access conditions. They benefited from the suggestions of Brigitte Madrian, Alexander Muermann, and Stephen Shore. Opinions, errors, and conclusions are solely those of the authors and do not represent the views of the SSA, any agency of the Federal Government, Vanguard, the MRRC, the NBER or any other institution with which the authors may be affiliated.\n\n\n"
}