{
    "id": 15102,
    "citation_title": "Buy Local? The Geography of Successful and Unsuccessful Venture Capital Expansion",
    "citation_author": [
        "Henry Chen",
        "Paul Gompers",
        "Anna Kovner",
        "Josh Lerner"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "2016-03-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe document geographic concentration by both venture capital firms and venture capital-financed companies in three cities - San Francisco, Boston, and New York.  We find that firms open new satellite offices based on the success rate of venture capital-backed investments in an area.  Geography is also significantly related to outcomes.  Venture capital firms based in locales that are venture capital centers outperform, regardless of the stage of the investment.  Ironically, this outperformance arises from outsized performance outside of the venture capital firms' office locations, including in peripheral locations. If the goal of state and local policy makers is to encourage venture capital investment, outperformance of non-local investments suggests that policy makers might want to mitigate costs associated with established venture capitalists investing in their geographies rather than encouraging the establishment of new venture capital firms\n\n",
    "acknowledgement": "\nHarvard Business School's Division of Research provided financial assistance.  We are grateful for able research assistance from Monica Cox. We thank Sue Helper, Olav Sorenson, and William Strange for helpful discussions. All errors and omissions are our own.  The views expressed in this paper are the authors' and should not be attributed to the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}