{
    "id": 15113,
    "citation_title": "Global Savings and Global Investment: The Transmission of Identified Fiscal Shocks",
    "citation_author": [
        "James Feyrer",
        "Jay C. Shambaugh"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of exogenous shocks to savings on world capital markets.  Using the exogenous shocks to US tax policy identified by Romer & Romer, we trace the impact of an exogenous shock to savings through the income accounting identities of the US and the rest of the world.  We find that exogenous tax increases are only partially offset by changes in private savings (Ricardian equivalence is not complete).  We also find that only a small amount of the resulting change in US saving is absorbed by increased domestic investment (contrary to Feldstein & Horioka). Almost half of the fiscal shock is transmitted abroad as an increase in the US current account.  Positive shocks to US savings generate current account deficits and increases in investment in other countries in the world.  We cannot reject that the shock is uniformly transmitted across countries with different currency regimes and different levels of development.  The results suggest highly integrated world capital markets with rapid adjustment.  In short we find that the US acts like a large open economy and the world acts like a closed economy.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Dartmouth College for helpful suggestions.  We thank Daniel Keum for research assistance and helpful conversations. All errors are the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}