{
    "id": 15110,
    "citation_title": "Risk Allocation, Debt Fueled Expansion and Financial Crisis",
    "citation_author": [
        "Paul Beaudry",
        "Amartya Lahiri"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we discuss how several macroeconomic features of the 2001-2009 period may have resulted from a process in which financial markets were trying to allocate risk between heterogeneous agents when productive investment opportunities are scarce. We begin by showing how heterogeneity in terms of risk tolerance can cause financial markets to propagate transitory shocks and induce higher output volatility, albeit with a higher mean. We then show how this simple heterogeneous agent framework can explain an expansion driven by the growth in consumer debt, and why the equilibrium path of such an economy is likely fragile.  In particular, we demonstrate that the emergence of a small amount of asymmetric information can make the economy susceptible to changes in expectations that can induce large reversals of financial flows, the freezing of assets and a recession that can persist despite high productivity.\n\n",
    "acknowledgement": "\nThe authors thank Subrata Sarkar for excellent research assistance, Robert Hall, Viktoria Hnatkovska, Ashok Kotwal, Rody Manuelli and Monika Piazzesi for helpful discussions, and participants at University of Auckland, Reserve Bank of New Zealand, Stanford and the UBC Macro brown-bag workshop for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}