{
    "id": 15117,
    "citation_title": "Stepping Off the Wage Escalator: The Effects of Wage Growth on Equilibrium Employment",
    "citation_author": [
        "Michael W. L. Elsby",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper emphasizes the role of wage growth in shaping work incentives. It provides an analytical framework for labor supply in the presence of a return to labor market experience and aggregate productivity growth. A key finding of the theory is that there is an interaction between these two forms of wage growth that explains why aggregate productivity growth can affect employment rates in steady state. The model thus speaks to an enduring puzzle in macroeconomics by uncovering a channel from the declines in trend aggregate wage growth that accompanied the productivity slowdown of the 1970s to persistent declines in employment.\nThe paper also shows that the return to experience for high school dropouts has fallen substantially since the 1970s, which further contributes to the secular decline in employment rates. Taken together, the mechanisms identified in the paper can account for all of the increase in nonemployment among white male high school dropouts from 1968 to 2006. For all white males, it accounts for approximately one half of the increase in the aggregate nonemployment rate over the same period.\n\n",
    "acknowledgement": "\nWe would like to thank John Bound, Charlie Brown, Damon Clark, Robert Hall, Chris House, Miles Kimball, David Romer, and Gary Solon for helpful comments, Chinhui Juhn and Lance Lochner for sharing their data at the early stages of this project, and David Ratner for excellent research assistance.  We also thank participants in seminars at the Einaudi Institute for Economics and Finance, Stanford, Berkeley, the New York Fed, the Hebrew University, Tel Aviv, Michigan State, Edinburgh, Ohio State, Toronto, Michigan, Warwick, and Florida. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}