{
    "id": 15115,
    "citation_title": "Capital Income Taxes with Heterogeneous Discount Rates",
    "citation_author": [
        "Peter A. Diamond",
        "Johannes Spinnewijn"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith heterogeneity in both skills and discount factors, the Atkinson-Stiglitz theorem that savings should not be taxed does not hold. We consider a model with heterogeneity of preferences at each earnings level. With some assumptions on the equilibrium, a small savings tax on high earners and a small savings subsidy on low earners both increase welfare, regardless of the correlation between ability and discount factor. Key is that types who value future consumption less are more tempted to switch to a lower paid job. Extending Saez (2002), a uniform savings tax increases welfare if the correlation of skill with discount factor is su¢ ciently high. Some optimal tax results and empirical evidence to support the assumptions are presented.\n\n",
    "acknowledgement": "\nWe are grateful to Richard Blundell, Jesse Edgerton, Louis Kaplow, Emmanuel Saez, Ivan Werning and seminar participants at MIT, Berkeley and the NBER for valuable comments, and the National Science Foundation for financial support (Award 0648741). The research reported herein was supported by the Center for Retirement Research at Boston College pursuant to a grant from the U.S. Social Security Administration funded as part of the Retirement Research Consortium. The findings and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of the Social Security Administration, any agency of the Federal Government, the Center for Retirement Research at Boston College, or the National Bureau of Economic Research.\n\n\n"
}