{
    "id": 15112,
    "citation_title": "Anti-Lemons: School Reputation and Educational Quality",
    "citation_author": [
        "W. Bentley MacLeod",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nFriedman (1962) argued that a free market in which schools compete based upon their reputation would lead to an efficient supply of educational services. This paper explores this issue by building a tractable model in which rational individuals go to school and accumulate skill valued in a perfectly competitive labor market. To this it adds one ingredient: school reputation in the spirit of Holmstrom (1982). The first result is that if schools cannot select students based upon their ability, then a free market is indeed efficient and encourages entry by high productivity schools. However, if schools are allowed to select on ability, then competition leads to stratification by parental income, increased transmission of income inequality, and reduced student effort---in some cases lowering the accumulation of skill. The model accounts for several (sometimes puzzling) findings in the educational literature, and implies that national standardized testing can play a key role in enhancing learning.\n\n",
    "acknowledgement": "\nFor discussions and comments, we thank Janet Currie, Dennis Epple, Caroline Hoxby, Larry Katz, Maria Marta Ferreyra, Leigh Linden, Jonah Rockoff, and seminar participants at Carnegie-Mellon, Columbia, and Harvard. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}