{
    "id": 15111,
    "citation_title": "Risk Sharing, Inequality and Fertility",
    "citation_author": [
        "Roozbeh Hosseini",
        "Larry E. Jones",
        "Ali Shourideh"
    ],
    "citation_publication_date": "2009-06-25",
    "issue_date": "2009-06-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an extended Barro-Becker model of endogenous fertility, in which parents are heterogeneous in their labor productivity, to study the efficient degree of consumption inequality in the long run. In our environment a utilitarian planner allows for consumption inequality even when labor productivity is public information. We show that adding private information does not alter this result. We also show that the informationally constrained optimal insurance contract has a resetting property - whenever a family line experiences the highest shock, the continuation utility of each child is reset to a (high) level that is independent of history. This implies that there is a non-trivial, stationary distribution over continuation utilities and there is no mass at misery. The novelty of our approach is that the no-immiseration result is achieved without requiring that the objectives of the planner and the private agents disagree. Because there is no discrepancy between planner and private agents' objectives, the policy implications for implementation of the efficient allocation differ from previous results in the literature. Two examples of these are: 1) estate taxes are positive and 2) there are positive taxes on family size.\n\n",
    "acknowledgement": "\nWe are indebted to Alice Schoonbroodt for all of her helpful comments and suggestions at various stages of this project. We would also like to thank V.V.Chari, Chris Phelan and Ariel Zetlin-Jones for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}