{
    "id": 15118,
    "citation_title": "Negative Nominal Interest Rates: Three ways to overcome the zero lower bound",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers three methods for eliminating the zero lower bound on nominal interest rates and thus for restoring symmetry to domain over which the central bank can vary its policy rate.  They are: (1) abolishing currency (which would also be a useful crime-fighting measure); (2) paying negative interest on currency by taxing currency; and (3) decoupling the numéraire from the currency/medium of exchange/means of payment and introducing an exchange rate between the numéraire and the currency which can be set to achieve a forward discount (expected depreciation) of the currency vis-a-vis the numéraire when the nominal interest rate in terms of the numéraire is set at a negative level for monetary policy purposes.\n\n",
    "acknowledgement": "\nI would like to thank Anne Sibert, Charles Goodhart, Ben Broadbent and participants in seminars at the Center for Financial Studies at the Goethe University, Frankfurt on May 6th 2009, at the European Central Bank on May 18, 2009 and at the 13th International Conference on Macroeconomic Analysis and International Finance at the University Campus of the University of Crete in Retymno Crete, May 28-30, 2009.  Comments by Fabrizio Zilibotti were especially useful in clarifying key issues involving the third method for removing the zero lower bound. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}