{
    "id": 15119,
    "citation_title": "Credit Constraints, Cyclical Fiscal Policy and Industry Growth",
    "citation_author": [
        "Philippe Aghion",
        "David Hemous",
        "Enisse Kharroubi"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates whether the cyclical pattern of fiscal policy can affect growth. We first build a simple endogenous growth model where entrepreneurs can invest either in short-run projects or in long-term growth enhancing projects. Long-term projects involve a liquidity risk which credit constrained firms try to overcome by borrowing on the basis of their short-run profits. By increasing firms' market size in recessions, a countercyclical fiscal policy will boost investment in productivity-enhancing long-term projects, and the more so in sectors that rely more on external financing or which display lower asset tangibility. Second, the paper tests this prediction using Rajan and Zingales (1998)'s diff-and-diff methodology on a panel data sample of manufacturing industries across 17 OECD countries over the period 1980-2005. The evidence confirms that the positive effects of a more countercyclical fiscal policy on value added growth, productivity growth, and R&D expenditure, are indeed larger in industries with heavier reliance on external finance or lower asset tangibility.\n\n",
    "acknowledgement": "\nWe thank, Roel Beetsma, Andrea Caggese, Olivier Jeanne, Ashoka Mody, Philippe Moutot, and participants at CEPR Fondation Banque de France Conference (Nov. 2007), IMF Conference on Structural Reforms (Feb. 2008), CEPR-CREI Conference on Growth, Finance and the Structure of the Economy (May 2008), SED 2008 Summer Meetings (July 2008), ECFIN conference on the quality of public finance and growth (November 2008), CEPR 2009 ESSIM (May 2009). The views expressed here are those of the authors and do not necessarily reflect the views of Banque de France or the National Bureau of Economic Research.\n\n\n"
}