{
    "id": 15114,
    "citation_title": "Public Policy, Health Insurance and the Transition to Adulthood",
    "citation_author": [
        "Phillip B. Levine",
        "Robin McKnight",
        "Samantha Heep"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the impact of two recent policies designed to increase insurance coverage for older teens and young adults.  The introduction of SCHIP in 1997 enabled low and moderate income teens up to age 19 to gain access to public health insurance.  More recent policies adopted by a number of states have enabled young adults between the ages of 19 and (typically) 24 to remain covered under their parents' health insurance.  We take advantage of the discrete break in coverage at age 19 to evaluate the impact of SCHIP.  We also use quasi-experimental variation across states and years along with the targeted nature of eligibility to evaluate the impact of these \"extended parental coverage\" laws.  Our results suggest that both types of policies were effective at increasing health insurance coverage, especially among their respective target populations.  Overall, SCHIP increases insurance coverage by 3 percentage points; those with incomes under 150 percent of poverty are found to experience a 7 percentage point increase.  We find little evidence of crowd-out associated with the introduction of SCHIP.  Extended parental coverage laws have minimal aggregate effects on coverage, but they increase coverage by up to 5 percentage points for select groups.  These laws may generate reverse crowd-out, as individuals leave public insurance coverage to take advantage of the private coverage now available to them.\n\n",
    "acknowledgement": "\nWe thank Akila Weerapana and seminar participants at Harvard University, the Harvard/MIT/BU Health seminar, and the NBER Health Economics program meeting for very helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}