{
    "id": 15129,
    "citation_title": "The organization of firms across countries",
    "citation_author": [
        "Nicholas Bloom",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "2013-08-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe argue that social capital as proxied by regional trust and the Rule of Law can improve aggregate productivity through facilitating greater firm decentralization. We collect original data on the decentralization of investment, hiring, production and sales decisions from Corporate Head Quarters to local plant managers in almost 4,000 firms in the US, Europe and Asia. We find Anglo-Saxon and Northern European firms are much more decentralized than those from Southern Europe and Asia. Trust and the Rule of Law appear to facilitate delegation by improving co-operation, even when we examine \"bilateral trust\" between the country of origin and location for affiliates of multinational firms. We show that areas with higher trust and stronger rule of law specialize in industries that rely on decentralization and allow more efficient firms to grow in scale. Furthermore, even for firms of a given size and industry, trust and rule of law are associated with more decentralization which fosters higher returns from information technology (we find IT is complementary with decentralization). Finally, we find that non-hierarchical religions and product market competition are also associated with more decentralization. Together these cultural, legal and economic factors account for four fifths of the cross-country variation in the decentralization of power within firms.\n\n",
    "acknowledgement": "\nHelpful comments on earlier drafts of the paper have come from detailed discussions with Abhijit Banerjee, Bob Gibbons, Avner Greif, Oliver Hart, Bengt Holmstrom, Andrei Shleifer, Julie Wulf, Luigi Zingales and participants at seminars in Duke, the Hague, Harvard, HBS, LBS, Mannheim, MIT, Stanford, Tokyo, UC Merced, USC, Warwick and Wharton. We would like to thank the Economic and Social Research Council, the Anglo-German Foundation, the Advanced Institute for Management and the Kauffman Foundation for their substantial financial support. We received no funding from the global management consultancy firm we worked with in developing the survey tool. Our partnership with Pedro Castro, Stephen Dorgan and John Dowdy has been particularly important in the development of the project. We are very grateful for the endorsement letters from the Banque de France, Bank of Greece, Bank of Japan, Bank of Portugal, Bundesbank, Confederation of Indian Industry, European Central Bank, European Union, Greek Employers Federation, IUI Sweden, Ministero delle Finanze, National Bank of Poland, Peking University, Peoples Bank of China, Polish Treasury, Reserve Bank of India, Shenzhen Development Bank, Sveriges Riksbank, U.K. Treasury and the Warsaw Stock Exchange. 'This paper is part of the SCIFI-GLOW Collaborative Project supported by the European Commission's Seventh Research Framework Programme, Contract number SSH7-CT-2008-217436.' The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}