{
    "id": 15121,
    "citation_title": "Cumulative Effects of Job Characteristics on Health",
    "citation_author": [
        "Jason M. Fletcher",
        "Jody L. Sindelar",
        "Shintaro Yamaguchi"
    ],
    "citation_publication_date": "2009-06-30",
    "issue_date": "2009-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the job characteristics of physical demands and environmental conditions affect individual's health. Five-year cumulative measures of these job characteristics are used to reflect findings in the biologic and physiologic literature that indicate that cumulative exposure to hazards and stresses harms health. To create our analytic sample, we merge job characteristics from the Dictionary of Occupational Titles with the Panel Study of Income Dynamics dataset. We control for early and lagged health measures and a set of pre-determined characteristics to address concerns that individuals self-select into jobs. Our results indicate that individuals who work in jobs with the 'worst' conditions experience declines in their health, though this effect varies by demographic group. For example, for non-white men, a one standard deviation increase in cumulative physical demands decreases health by an amount that offsets an increase of two years of schooling or four years of aging. We also find evidence that job characteristics are more detrimental to the health of females and older workers. Finally, we report suggestive evidence that earned income, another job characteristic, partially cushions the health impact of physical demands and harsh environmental conditions for workers. These results are robust to inclusion of occupation fixed effects.\n\n",
    "acknowledgement": "\nWe thank Steven Lehrer for helpful comments and Nicolas Williams for advice on the occupational data in the PSID.  This work was supported by Grant Number R01AG027045 from the National Institute on Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Aging or the National Institutes of Health.  Yamaguchi acknowledges SHARCNET for providing computational resources. Linda Leo-Summers assisted us with the data.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}