{
    "id": 15128,
    "citation_title": "The End of Gatekeeping: Underwriters and the Quality of Sovereign Bond Markets, 1815-2007",
    "citation_author": [
        "Marc Flandreau",
        "Juan H. Flores",
        "Norbert Gaillard",
        "Sebastián Nieto-Parra"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a comparison of salient organizational features of primary markets for foreign government debt over the very long run. We focus on output, quality control, information provision, competition, pricing, charging, and signaling. We find that the market setup experienced a radical transformation in the recent period, and we interpret this as resulting from the rise of liability insurance provided by rating agencies. Underwriters have given up their former role as gatekeepers of liquidity and certification agencies to become aggressive competitors in a new Speculative Grade market.\n\n",
    "acknowledgement": "\nThis is the revised draft of a paper presented at the NBER International Seminar on Macroeconomics, Cyprus, June 12-13, 2009. The authors are indebted to interviewees from origination departments of investment banks and institutional investors for field research conducted in New York (Winter-Spring 2007). Marc Flandreau is grateful to Carlos Medeiros (then head of IMF's Capital Markets division) for exchanges that proved very helpful at an early stage of this research and to the IMF for hospitality when several of the ideas in this paper took shape. We thank Sara Bertin (then at Moody's), Michael Dicks (then at Lehman Bros) and Javier Santiso (OECD) for sharing with us their lists of contacts and insights. Excellent research assistance from Thomas Dickinson in interviews in NY is also acknowledged. Authors are also grateful to bank archivists in London and Paris for providing them with generous access to an incalculable number of boxes and material and to the Librarian at the Graduate Institute Yves Corpataux for help and support. Thanks to Vincent Bignon for a careful, speedy, and expert feedback on the pre-first draft. Thanks to Lucrezia Reichlin and Ken West for the invitation. Thanks finally to Vincent Reinhart and Albrecht Ritschl for comments, suggestions and challenges. The views expressed here are those of the authors and should not be attributed to the Organization for Economic Co-operation and Development (OECD) or the National Bureau of Economic Research (NBER).\n\n\n"
}