{
    "id": 15123,
    "citation_title": "Globally Correlated Nominal Fluctuations",
    "citation_author": [
        "Espen Henriksen",
        "Finn E. Kydland",
        "Roman Sustek"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCyclical fluctuations in nominal variables--aggregate price levels and nominal interest rates--are documented to be substantially more synchronized across countries than cyclical fluctuations in real output. A transparent mechanism that can account for this striking feature of the nominal environment is highlighted. It is based on (small) cross-country spillovers of shocks and an interaction between Taylor rules and no-arbitrage conditions. The mechanism is quantitatively important for a wide range of plausible parameterizations and is found to be robust to modifications of the economic environment that help account for other important features of domestic and international aggregate fluctuations.\n\n",
    "acknowledgement": "\nAn older version of this paper was circulated under the title \"The High Cross-country Correlations of Prices and Interest Rates\". We thank Jonathan Heathcote, Narayana Kocherlakota, Haroon Mumtaz, Eugene Savin, Jens Sondergaard, Kjetil Storesletten, Paolo Surico, Eric Young, and seminar participants at UCSB, UC--Davis, USC, Wharton, the Universities of Oslo, Iowa, and Southampton, Dallas Fed, Norges Bank, Bank of Korea, Universidad de Alicante, and Yonsei University, as well as conference participants at ESEM, Midwest Macro Meetings, Money Macro Finance Group, Econometric Society Summer Meetings, SED Meetings, Nordic Summer Symposium in Macroeconomics, and CFCM workshop for valuable comments and suggestions. The views in this paper are those of the authors and do not necessarily reflect those of the Bank of England, the Monetary Policy Committee, or the National Bureau of Economic Research.\n\n\n"
}