{
    "id": 15124,
    "citation_title": "Sin Taxes: Do Heterogeneous Responses Undercut Their Value?",
    "citation_author": [
        "Padmaja Ayyagari",
        "Partha Deb",
        "Jason Fletcher",
        "William T. Gallo",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the price elasticity of demand for alcohol using Health and Retirement Survey data. To account for unobserved heterogeneity in price responsiveness, we use finite mixture models. We recover two latent groups, one is significantly responsive to price but the other is unresponsive. Differences between these two groups can be explained in part by the behavioral factors of risk aversion, financial planning horizon, forward looking and locus of control. These results have policy implications. Only a subgroup responds significantly to price. Importantly, the unresponsive group drinks more heavily, suggesting that a higher price could fail to curb drinking by those most likely to cause negative externalities. In contrast, those least likely to impose costs on others are more responsive, thus suffering greater deadweight loss yet with less prevention of negative externalities.\n\n",
    "acknowledgement": "\nThis work was supported by Grant Number RL1AA017542 from the National Institute on Alcohol Abuse and Alcoholism to Yale University and Grant Number R01AG027045 from the National Institute on Aging to Yale University. We gratefully acknowledge the alcohol price data that Michael French assembled and shared with us. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}