{
    "id": 15127,
    "citation_title": "He Who Counts Elects: Determinants of Fraud in the 1922 Colombian Presidential Election",
    "citation_author": [
        "Isaías N. Chaves",
        "Leopoldo Fergusson",
        "James A. Robinson"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "2012-12-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs measures of the extent of ballot stuffing (fraudulent votes) and electoral coercion at the municipal level using data from Colombia's 1922 Presidential elections. Our main findings are that the presence of the state reduced the extent of ballot stuffing, but that of the clergy, which was closely imbricated in partisan politics, increased coercion. We also show that landed elites to some extent substituted for the absence of the state and managed to reduce the extent of fraud where they were strong. At the same time, in places which were completely out of the sphere of the state, and thus partisan politics, both ballot stuffing and coercion were relatively low. Thus the relationship between state presence and fraud is not monotonic.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Eduardo Posada-Carbó for telling us about the data on the 1922 election in the National Archive in Bogotá. We also thank Daron Acemoglu, James Alt, Jeffry Frieden, and Daniel Ziblatt for their comments and María Angélica Bautista, Camilo García, María Alejandra Palacio, and Olga Lucía Romero for their invaluable help with the data. All translations from Spanish texts are our own. We thank the Canadian Institute for Advanced Research for their financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}