{
    "id": 15126,
    "citation_title": "Conditional Cash Penalties in Education: Evidence from the Learnfare Experiment",
    "citation_author": [
        "Thomas Dee"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWisconsin's influential Learnfare initiative is a conditional cash penalty program that sanctions a family's welfare grant when covered teens fail to meet school attendance targets. In the presence of reference-dependent preferences, Learnfare provides uniquely powerful financial incentives for student performance. However, a 10-county random-assignment evaluation suggested that Learnfare had no sustained effects on school enrollment and attendance. This study evaluates the data from this randomized field experiment. In Milwaukee County, the Learnfare procedures were poorly implemented and the random-assignment process failed to produce balanced baseline traits. However, in the nine remaining counties, Learnfare increased school enrollment by 3.7 percent (effect size = 0.08) and attendance by 4.5 percent (effect size = 0.10). The hypothesis of a common treatment effect sustained throughout the six-semester study period could not be rejected. These effects were larger among subgroups at risk for dropping out of school (e.g., baseline dropouts, those over age for grade). For example, these heterogeneous treatment effects imply that Learnfare closed the enrollment gap between baseline dropouts and school attendees by 41 percent. These results suggest that well-designed financial incentives can be an effective mechanism for improving the school persistence of at-risk students at scale.\n\n",
    "acknowledgement": "\nI would like to thank seminar participants at Brown University, Swarthmore College and the University of Stavanger for helpful comments. I would also like to thank Drew Griffen for excellent research assistance. The usual caveats apply. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}