{
    "id": 15125,
    "citation_title": "Cost Containment in Climate Change Policy: Alternative Approaches to Mitigating Price Volatility",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCap and trade systems are emerging as the front-running policy choice to address climate change concerns in many countries.  One of the apparent attractions of this approach is the ability to achieve hard limits on emissions over a control period.  The cost of achieving this certainty on emission limits is price volatility.  I discuss and evaluate various approaches within cap and trade systems to reduce price volatility.  A fundamental trade-off exists between certainty of emission limits and price volatility.  A pure carbon tax sacrifices certainty of emission limits in favor of price stability.  I discuss how a hybrid carbon tax can be designed to achieve a balance between price stability and emissions certainty.  This hybrid, dubbed the Responsive Emissions Autonomous Carbon Tax (REACT), combines the short-run price stability of a carbon tax with the long-run certainty of emission reductions over a control period.\n\n",
    "acknowledgement": "\nJoshua Lund-Wilde has provided excellent research assistance on this paper.  I am grateful for comments from participants in the Virginia Tax Study Group's meeting at the University of Virginia Law School in April 2009.  A previous version of this paper circulated under the title \"Reacting to Greenhouse Gas Emissions: A Carbon Tax to Meet Emission Targets.\"  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}