{
    "id": 15134,
    "citation_title": "A Bargain at Twice the Price? California Hospital Prices in the New Millennium",
    "citation_author": [
        "Yaa Akosa Antwi",
        "Martin Gaynor",
        "William B. Vogt"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from California to document and offer possible explanations for the sharp increase in hospital prices charged to private payers after 1999. We find a downward trend in price for private pay patients in the 1990s and a rapid upward trend beginning in 1999, amounting to an annual average increase of 10.6% per year over 1999-2005. Prices in 2006 were almost double prices in 1999. By contrast, there was little discernable trend in prices for Medicare and Medicaid patients, although these prices varied from year-to-year.  Surprisingly, the increase in prices is not correlated, geographically, with the change in hospital market concentration.  For example, the greatest price rises came from hospitals in monopoly and highly concentrated counties which experienced little or no change over our sample period.  Two recent California state hospital regulations, the seismic retrofit mandate and the mandatory nurse staffing ratio affected hospital costs.  However, the cost increases due to the nursing staffing regulations are not large enough to account for the price increase, and the price increase is not substantially correlated with the costs of compliance with the seismic retrofit mandate.  Therefore, the source of the near-doubling of California hospital prices remains something of a mystery.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}