{
    "id": 15131,
    "citation_title": "Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya",
    "citation_author": [
        "Esther Duflo",
        "Michael Kremer",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhile many developing-country policymakers see heavy fertilizer subsidies as critical to raising agricultural productivity, most economists see them as distortionary, regressive, environmentally unsound, and argue that they result in politicized, inefficient distribution of fertilizer supply. We model farmers as facing small fixed costs of purchasing fertilizer, and assume some are stochastically present-biased and not fully sophisticated about this bias. Even when relatively patient, such farmers may procrastinate, postponing fertilizer purchases until later periods, when they may be too impatient to purchase fertilizer. Consistent with the model, many farmers in Western Kenya fail to take advantage of apparently profitable fertilizer investments, but they do invest in response to small, time-limited discounts on the cost of acquiring fertilizer (free delivery) just after harvest. Later discounts have a smaller impact, and when given a choice of price schedules, many farmers choose schedules that induce advance purchase. Calibration suggests such small, time-limited discounts yield higher welfare than either laissez faire or heavy subsidies by helping present-biased farmers commit to fertilizer use without inducing those with standard preferences to substantially overuse fertilizer.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}