{
    "id": 15135,
    "citation_title": "Splendid Associations of Favored Individuals: Federal and State Commercial Banking Policy in the Federalist Era",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly American firms were shaped by contemporary social conceptions of appropriate horizontal power relations inside the firm and the Federalist era bank was shaped by these conceptions. The Federalist era debate on the corporation was much broader than how shareholders would treat with one another. Contemporary Americans who had no direct stake in the business corporation took great interest in its internal governance because rules for how the elite shared power within the corporation spoke to their attitudes toward sharing power in the wider civic polity. Was governance to be plutocratic or democratic? It was within this debate that the first banks were established. This debate influenced how banks were governed, which ultimately influenced how banks did their business. The political debates surrounding the establishment of the Bank of North America (1782) and the Bank of the United States (1791) defined these banks and nearly every bank chartered thereafter up to the mid-1830s and beyond. Specifically, the liberal Bank of North American charter that imposed few meaningful restrictions on the bank's operation, accountability or governance gave way to the Bank of the United States's more restrictive charter that sharply limited its operations, made it accountable to government, and defined many of its internal governance procedures. Subsequent state charters were more closely modeled on the Bank of the United States model than the Bank of North America charter.\n\n",
    "acknowledgement": "\nI thank Farley Grubb, John Wallis and Eugene White, and the other participants at the NBER Founding Choices Conference for many helpful comments. I also thank Pam Bodenhorn for exceptional assistance in collecting the hundred or so early bank charters studied in this endeavor. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}