{
    "id": 15133,
    "citation_title": "Monetary-Fiscal Policy Interactions and Fiscal Stimulus",
    "citation_author": [
        "Troy Davig",
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreases in government spending trigger substitution effects--both inter- and intra-temporal--and a wealth effect. The ultimate impacts on the economy hinge on current and expected monetary and fiscal policy behavior. Studies that impose active monetary policy and passive fiscal policy typically find that government consumption crowds out private consumption: higher future taxes create a strong negative wealth effect, while the active monetary response increases the real interest rate. This paper estimates Markov-switching policy rules for the United States and finds that monetary and fiscal policies fluctuate between active and passive behavior. When the estimated joint policy process is imposed on a conventional new Keynesian model, government spending generates positive consumption multipliers in some policy regimes and in simulated data in which all policy regimes are realized. The paper reports the model's predictions of the macroeconomic impacts of the American Recovery and Reinvestment Act's implied path for government spending under alternative monetary-fiscal policy combinations.\n\n",
    "acknowledgement": "\nWe thank Ignazio Angeloni, Dale Henderson, Jim Nason, and seminar participants at the Konstanz Seminar, Sveriges Riksbank, and the conference on \"Monetary-Fiscal Policy Interactions, Expectations, and Dynamics in the Current Economic Crisis'' at Princeton University for comments.  Research Department, Federal Reserve Bank of Kansas City, troy.davig@kc.frb.org; Department of Economics, Indiana University and NBER, eleeper@indiana.edu. The views expressed herein are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}