{
    "id": 15144,
    "citation_title": "Revenue or Reciprocity? Founding Feuds over Early U.S. Trade Policy",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Constitution of 1787 was designed to give Congress powers over trade policy that it lacked under the Articles of Confederation.  The Washington administration was split over whether to use these powers to raise revenue or to retaliate against Britain's discriminatory trade policies.  Obsessed with funding the national debt, Alexander Hamilton sought to avoid any conflict with Britain that might disrupt imports and diminish the customs revenue flowing into the Treasury coffers.  By contrast, Thomas Jefferson and James Madison advocated a policy of \"aggressive reciprocity\" to force Britain to open its home and colonial markets to American goods and shipping services.  This paper examines how the nation's founding policymakers confronted this dilemma and evaluates the merits of different trade policy options.  The main conclusion is that the Federalist policy of moderate tariffs, non-discrimination, and conflict avoidance provided much needed stability during the critical first decade of the new government.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference \"Founding Choices:  American Economic Policy in the 1790s,\" May 8-9, 2009.  I wish to thank Richard Sylla, Farley Grubb, Max Edling, and conference participants for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}