{
    "id": 15143,
    "citation_title": "The Role of Advisory Services in Proxy Voting",
    "citation_author": [
        "Cindy R. Alexander",
        "Mark A. Chen",
        "Duane J. Seppi",
        "Chester S. Spatt"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the information content and consequences of third-party voting advice issued during proxy contests.  We document significant abnormal stock returns around proxy vote recommendations and develop an estimation procedure for disentangling stock price effects due to changes in outcome probabilities from those due to changes in outcome-contingent valuations.  We find that voting advice is a good predictor of contest outcomes and that vote recommendations appear to certify the extent to which dissidents can add value.  Thus, proxy advice seems to play a dual informational role in financial markets.\n\n",
    "acknowledgement": "\nThe authors thank, without implicating, Martha Carter, Martijn Cremers, Joel Hasbrouck, Greg Matvos, Elizabeth Murphy, Nicholas Panos, Jay Ritter, Ed Rock, Roberta Romano, and seminar participants at American University, Cornell, Georgia State, Penn State, Singapore Management University, University of Arizona, University of Calgary, University of Florida, University of Michigan, University of South Florida, University of Southern California, University of Texas at Austin, University of Texas at Dallas, University of Washington, Vanderbilt University, Virginia Tech, Yale Law School, Yale School of Management, Institutional Shareholder Services, the Securities and Exchange Commission, the 2007 EFA annual meetings in Ljubljana, Slovenia, the 2007 All-Georgia Conference, the 2007 CELS Conference at NYU, the 2008 American Finance Association annual meetings in New Orleans, the 2008 ALEA annual meetings at Columbia University, and the 2009 EFM/Cambridge University Symposium on Corporate Governance and Control for helpful comments.  We also thank RiskMetrics for assistance with data on ISS recommendations.  Some of this research was undertaken while the authors were affiliated the Office of Economic Analysis, U.S. Securities and Exchange Commission.  The Securities and Exchange Commission, as a matter of policy, disclaims responsibility for any private publication or statement by any of its employees.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Commission, the Commissioners, members of the staff, or the National Bureau of Economic Research.\n\n\n"
}