{
    "id": 15147,
    "citation_title": "Identifying Heterogeneity in Economic Choice Models",
    "citation_author": [
        "Jeremy T. Fox",
        "Amit Gandhi"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how to nonparametrically identify the distribution that characterizes heterogeneity among agents in a general class of structural choice models. We introduce an axiom that we term separability and prove that separability of a structural model ensures identification. The main strength of separability is that it makes verifying the identification of nonadditive models a tractable task because it is a condition that is stated directly in terms of the choice behavior of agents in the model. We use separability to prove several new results. We prove the identification of the distribution of random functions and marginal effects in a nonadditive regression model. We also identify the distribution of utility functions in the multinomial choice model. Finally, we extend 2SLS to have random functions in both the first and second stages. This instrumental variables strategy applies equally to multinomial choice models with endogeneity.\n\n",
    "acknowledgement": "\nThanks to Steven Durlauf, James Heckman, Salvador Navarro, Philip Reny, Azeem Shaikh, Susanne Schennach, Morten Sørensen, Harald Uhlig and Edward Vytlacil for helpful comments. Also thanks to seminar participants at Brown, the Brown / UCL Demand Conference, Caltech, CREST, Chicago, Cowles, EC2 Rome, LSE, Michigan, Michigan State, Minnesota, Northwestern, Rochester, the SED, Stanford, Toulouse, UCL, USC, Washington University in St. Louis, Wisconsin and Yale. Fox thanks the National Science Foundation, the Olin Foundation, and the Stigler Center for financial support. Thanks to Chenchuan Li for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}