{
    "id": 15146,
    "citation_title": "Federal Life Sciences Funding and University R&D",
    "citation_author": [
        "Margaret E. Blume-Kohout",
        "Krishna B. Kumar",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of federal extramural research funding on total expenditures for life sciences research and development (R&D) at U.S. universities, to determine whether federal R&D funding spurs funding from non-federal (private and state/local government) sources.  We use a fixed effects instrumental variable approach to estimate the causal effect of federal funding on non-federal funding.  Our results indicate that a dollar increase in federal funding leads to a $0.33 increase in non-federal funding at U.S. universities.   Our evidence also suggests that successful applications for federal funding may be interpreted by non-federal funders as a signal of recipient quality:  for example, non-PhD-granting universities, lower ranked universities and those that have historically received less funding experience greater increases in non-federal funding per federal dollar received.\n\n",
    "acknowledgement": "\nWe are very grateful to Bhaven Sampat and Pierre Azoulay for providing analytic data files, and to Sean Nicholson and RAND Labor & Population seminar attendees for helpful comments.  M. Blume-Kohout also gratefully acknowledges partial funding from the Ewing Marion Kauffman Foundation, and the Kip & Mary Ann Hagopian and Anne & James Rothenberg dissertation awards at the Pardee RAND Graduate School.  These sponsors have had no role in our study design, analysis, interpretation of data, or writing, and will not influence the eventual decision whether to submit this paper for publication.  An earlier draft of this paper was also submitted as part of a workshop organized and funded by the Office of Science Policy Analysis, Office of the Director, National Institutes of Health. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}