{
    "id": 15142,
    "citation_title": "The Slide to Protectionism in the Great Depression: Who Succumbed and Why?",
    "citation_author": [
        "Barry Eichengreen",
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Depression was marked by a severe outbreak of protectionist trade policies. But contrary to the presumption that all countries scrambled to raise trade barriers, there was substantial cross-country variation in the movement to protectionism. Specifically, countries that remained on the gold standard resorted to tariffs, import quotas, and exchange controls to a greater extent than countries that went off gold. Gold standard countries chose to maintain their fixed exchange rate and reduce spending on imports rather than allow their currency to depreciate. Trade protection in the 1930s was less an instance of special interest politics than second-best macroeconomic policy when monetary and fiscal policies were constrained.\n\n",
    "acknowledgement": "\nFor helpful comments we thank two referees, Ivan Berend, Forrest Capie, Steve Haber, Harold James, Kris Mitchener, Lars Jonung, Elias Papaioannou, John Singleton, Peter Temin, Gianni Toniolo, and Nikolaus Wolf and participants at the Dartmouth International Lunch. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}