{
    "id": 15149,
    "citation_title": "Why do the Elderly Save? The Role of Medical Expenses",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a rich model of saving for retired single people.  Our framework allows for bequest motives and heterogeneity in medical expenses and life expectancies.  We estimate the model using AHEAD data and the method of simulated moments. The data show that out-of-pocket medical expenses rise quickly with both age and permanent income. For many elderly people the risk of living long and requiring expensive medical care is a more important driver of old age saving than the desire to leave bequests. Social insurance programs such as Medicaid rationalize the low asset holdings of the poorest. These government programs, however, also benefit the rich because they insure them against their worst nightmares about their very old age: either not being able to afford the medical care that they need, or being left destitute by huge medical bills.\n\n",
    "acknowledgement": "\nAn older and less complete version of this paper was previously circulated under the title \"Differential Mortality, Uncertain Medical Expenses, and the Saving of Elderly Singles\". We thank for helpful comments and suggestions Jerome Adda, Kartik Athreya, Gadi Barlevy, Marco Bassetto, Marco Cagetti, Jeff Campbell, Chris Carroll, Michael Hurd, Nicola Pavoni, Luigi Pistaferri, Victor Rios-Rull, Tom Sargent, Karl Scholz, and seminar participants at many institutions. Olga Nartova, Kenley Pelzer, Phil Doctor, Charles Doss, and Annie Fang Yang provided excellent research assistance. Mariacristina De Nardi: Federal Reserve Bank of Chicago and NBER. Eric French: Federal Reserve Bank of Chicago. John Bailey Jones: University at Albany, SUNY. De Nardi gratefully acknowledges financial support from NSF grant SES-0317872. Jones gratefully acknowledges financial support from NIA grant 1R03AG026299. French thanks the Social Security Administration for hospitality while writing the paper.  The views of this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, the Social Security Administration, the National Science Foundation, the National Institute on Aging, or the National Bureau of Economic Research.\n\n\n"
}