{
    "id": 15159,
    "citation_title": "Why Don't Lenders Renegotiate More Home Mortgages? Redefaults, Self-Cures and Securitization",
    "citation_author": [
        "Manuel Adelino",
        "Kristopher Gerardi",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the fact that servicers have been reluctant to renegotiate mortgages since the foreclosure crisis started in 2007, having performed payment reducing modifications on only about 3 percent of seriously delinquent loans.  We show that this reluctance does not result from securization:  servicers renegotiate similarly small fractions of loans that they hold in their portfolios. Our results are robust to different definitions of renegotiation, including the one most likely to be affected by securitization, and to different definitions of delinquency.   Our results are strongest in subsamples in which unobserved heterogeneity between portfolio and securitized loans is likely to be small and for subprime loans.  We use a theoretical model to show that redefault risk, the possibility that a borrower will still default despite costly renegotiation, and self-cure risk, the possibility that a seriously delinquent borrower will become current without renegotiation, make renegotiation unattractive to investors.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Chris Foote, Scott Frame, Anil Kashyap, Chris Mayer, Eric Rosengren, Julio Rotemberg, and seminar audiences at Freddie Mac, Harvard Business School, University of Connecticut, LSE, the SAET meetings in Ischia, ESSET-Gerzensee, and the MIT Finance Lunch for thoughtful comments, Kyle Carlson and Suzanne Lorant for editorial help, and the Studienzentrum Gerzensee, where the authors completed this paper, for their generous hospitality. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Banks of Atlanta or Boston or the Federal Reserve System.\n\n\n"
}