{
    "id": 15153,
    "citation_title": "Government Investment and Fiscal Stimulus in the Short and Long Runs",
    "citation_author": [
        "Eric M. Leeper",
        "Todd B. Walker",
        "Shu-Chun Susan Yang"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contributes to the debate about fiscal multipliers by studying the impacts of government investment in conventional neoclassical growth models. The analysis focuses on two dimensions of fiscal policy that are critical for understanding the effects of government investment: implementation delays associated with building public capital projects and expected future fiscal adjustments to debt-financed spending. Implementation delays can produce small or even negative labor and output responses in the short run; anticipated fiscal financing adjustments matter both quantitatively and qualitatively for long-run growth effects. Taken together, these two dimensions have important implications for the short-run and long-run impacts of fiscal stimulus in the form of higher government infrastructure investment. The analysis is conducted in several models with features relevant for studying government spending, including utility-yielding government consumption, time-to-build for private investment, and government production.\n\n",
    "acknowledgement": "\nWe thank Juan Contreras, Paul Cullinan, Bob Dennis, Jonathan Huntley, and Bob Sunshine for helpful comments. The views expressed in this paper are those of authors and should not be interpreted as those of the Congressional Budget Office, or the National Bureau of Economic Research.\n\n\n"
}