{
    "id": 15154,
    "citation_title": "Hedging Price Volatility Using Fast Transport",
    "citation_author": [
        "David L. Hummels",
        "Georg Schaur"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPurchasing goods from distant locations introduces a significant lag between when a product is shipped and when it arrives. This is problematic for firms facing volatile demand, who must place orders before knowing the resolution of demand uncertainty. We provide a model in which airplanes bring producers and consumers together in time. Fast transport allows firms to respond quickly to favorable demand realizations and to limit the risk of unprofitably large quantities during low demand periods. Fast transport thus provides firms with a real option to smooth demand volatility. The model predicts that the likelihood and extent to which firms employ air shipments is increasing in the volatility of demand they face, decreasing in the air premium they must pay, and increasing in the contemporaneous realization of demand. We confirm all three conjectures using detailed US import data. We provide simple calculations of the option value associated with fast transport and relate it to variation in goods characteristics, technological change, and policies that liberalize trade in air services.\n\n",
    "acknowledgement": "\nWe thank Jason Abrevaya, Jack Barron, Donald Davis, Kanda Naknoi, Chong Xiang, Adina Ardelean, Vova Lugovskyy, participants at the Empirical Investigations in International Trade 2006, Midwest International Economics Meetings Fall 2007, 10th Annual GTAP Conference and seminar participants at Purdue University, The University of Tennessee, UC Santa Cruz, Kansas State, Kent State, Oklahoma State and MTSU. Any remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}