{
    "id": 15158,
    "citation_title": "The 2007 Subprime Market Crisis Through the Lens of European Central Bank Auctions for Short-Term Funds",
    "citation_author": [
        "Nuno Cassola",
        "Ali Hortacsu",
        "Jakub Kastl"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study European banks' demand for short-term funds (liquidity) during the summer 2007 subprime market crisis. We use bidding data from the European Central Bank's auctions for one-week loans, their main channel of monetary policy implementation. Through a model of bidding, we show that banks' behavior reflects their cost of obtaining short-term funds elsewhere (i.e., in the interbank market) as well as a strategic response to other bidders. We find considerable heterogeneity across banks in their willingness to pay for short-term funds supplied in these auctions. Accounting for the strategic component is important: while a naive interpretation of the raw bidding data may suggest that virtually all banks suffered a dramatic increase in the cost of obtaining funds in the interbank market, we find that for about one third of the banks, the change in bidding behavior was simply a strategic response. Using a complementary data set, we also find that banks' pre-turmoil liquidity costs, as estimated by our model, are predictive of their post-turmoil liquidity costs, and that there is considerable heterogeneity in these costs with respect to the country-of-origin. Finally, among the publicly traded banks, the willingness to pay for short-term funds in the second half of 2007 are predictive of stock prices in late 2008.\n\n",
    "acknowledgement": "\nWe would like to thank Manuel Amador, Tim Bresnahan, Darrell Duffie, Liran Einav, Ken Hendricks, Nir Jaimovich, Seema Jayachandran, Jon Levin, Mike Ostrovsky, Monika Piazzesi, Martin Schneider, and seminar participants at 2009 NBER IO Group Winter Meetings, Utah WBEC, 5th MTS Conference on Financial Markets, 2009 Cowles Conference, Bank of Canada, Chicago, Montreal, NYU, Stanford, UCLA, UC Santa Cruz and Wisconsin for helpful comments. Hortacsu acknowledges financial support from the NSF (SES-0449625) and an Alfred P. Sloan fellowship. Kastl acknowledges financial support from the NSF (SES-0752860). The views expressed in this paper are our own and do not necessarily reflect the view of the European Central Bank or the National Bureau of Economic Research.  All remaining errors are ours.\n\n\n"
}