{
    "id": 15152,
    "citation_title": "Creative Accounting or Creative Destruction? Firm-level Productivity Growth in Chinese Manufacturing",
    "citation_author": [
        "Loren Brandt",
        "Johannes Van Biesebroeck",
        "Yifan Zhang"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe present the first comprehensive set of firm-level total factor productivity estimates for China's manufacturing sector that spans her entry into WTO. We find that productivity growth is among the highest compared to other countries. For our preferred estimate, the weighted average annual productivity growth for incumbents is 2.7% for a gross output production function and 7.7% for a value added production function over the period 1998-2006. Of the various sensitivity checks we carry out, controlling for the increase in labor quality and labor hours, as proxied by the rising real wage, has the largest (downward) effect on the productivity estimates. We further document that new entrants are a particularly dynamic force and that firms experience large productivity declines before exiting from the sample. Overall, net entry contributes roughly half to total TFP growth. Aggregate productivity growth, however, is tempered by a much lower effect of reallocation of inputs towards higher productivity firms, compared to the U.S. benchmark.\n\n",
    "acknowledgement": "\nFunding by SSHRC and CFI/OIT is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}