{
    "id": 15155,
    "citation_title": "Productivity Differences Between and Within Countries",
    "citation_author": [
        "Daron Acemoglu",
        "Melissa Dell"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document substantial within-country (cross-municipality) differences in incomes for a large number of countries in the Americas. A significant fraction of the within-country differences cannot be explained by observed human capital. We conjecture that the sources of within-country and between-country differences are related. As a first step towards a united framework, we propose a simple model incorporating both differences in technological know-how across countries and differences in productive efficiency within countries.\n\n",
    "acknowledgement": "\nWe thank conference participants at the 2009 American Economic Association meetings, an anonymous referee, and Steven Davis for useful suggestions. We also gratefully acknowledge financial support from the Air Force Office of Scientific Research and the National Science Foundation. A number of individuals provided invaluable assistance in locating and accessing the many data sources used in this paper. We thank in particular Luis Bértola, Rafael Moreira Claro, Sebastian Galiani, Brett Huneycutt, Ana María Ibañéz, Oscar Landerretche, Jose Antonio Mejia-Guerra, Ezequiel Molina, Glenn Graham Hyman, Daniel Ortega, Carmen Pages, Pablo Querubin, Marcos Robles, Oscar Roba Stuart, Carmen Taveras, José Tesada, Jimmy Vasquez, and Gaston Yalonetzky. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}