{
    "id": 15156,
    "citation_title": "Valuing Public Goods Using Happiness Data: The Case of Air Quality",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes and implements a method for estimating the average marginal value of a time-varying local public good: air quality.  It uses the General Social Survey (GSS), which asks thousands of people in various U.S. locations how happy they are, along with other demographic and attitude questions.  These data are matched with the Environmental Protection Agency's Air Quality System (AQS) to find the level of pollution in those locations on the dates the survey questions were asked.  People with higher incomes in any given year and location report higher levels of happiness, and people interviewed on days when air pollution was worse than the local seasonal average report lower levels of happiness.  Combining these two concepts, I derive the average marginal rate of substitution between income and air quality - a compensating variation for air pollution.\n\n",
    "acknowledgement": "\nThis research is part of a project funded by the National Science Foundation grant #0617839.  I am grateful to Resources for the Future for its hospitality during part of the time I worked on the paper, to Emma Nicholson for superb research assistance, to the research staff at the General Social Survey for assisting me with matching confidential aspects of their data to geographic information, and to John Helliwell, Chris Barrington-Leigh, Simon Luechinger, Erzo Luttmer, Karl Scholz and Heinz Welsch for helpful suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}