{
    "id": 15151,
    "citation_title": "Seam Bias, Multiple-State, Multiple-Spell Duration Models and the Employment Dynamics of Disadvantaged Women",
    "citation_author": [
        "John C. Ham",
        "Xianghong Li",
        "Lara Shore-Sheppard"
    ],
    "citation_publication_date": "2009-07-09",
    "issue_date": "2009-07-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPanel surveys generally suffer from \"seam bias\"--too few transitions observed within reference periods and too many reported between interviews. Seam bias is likely to affect duration models severely since both the start date and the end date of a spell may be misreported.  In this paper we examine the employment dynamics of disadvantaged single mothers in the Survey of Income and Program Participation (SIPP) while correcting for seam bias in reported employment status.  We develop parametric misreporting models for use in multi-state, multi-spell duration analysis; the models are identified if misreporting parameters are the same for fresh and left-censored spells of the same type. We extend these models to allow misreporting to depend on individual characteristics and for a certain fraction of the sample never to misreport. These extensions are informative about misreporting, but do not affect estimates of the hazard functions. We compare our results to two approaches used previously: i) using only data on the last month of reference periods and ii) adding a dummy variable for the last month of the reference periods. We find that there are important differences between our estimates and those obtained from ii), and very important differences between our estimates and those obtained from i).  Finally, we also consider three alternative models of misreporting and are able to reject them based on aggregates of our micro data.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Analyzing Movements over Time in Employment Status and Welfare Participation while Controlling for Seam Bias using the SIPP.\" This work is supported by the NSF. We are grateful for comments received at the IRP Summer Research Workshop \"Current Research on the Low-Income Population,\" Madison, WI, June 19-22, 2006, as well as seminars at many universities and branches of the Federal Reserve Bank.  We are particularly grateful to Geert Ridder, Melvin Stephens, Lowell Taylor and Tiemen Woutersen for suggestions that significantly improved the paper. Sandra Black, Mary Daly, Jose Lopez, Robert Moffitt, Bruce Meyer and Soohyung Lee also made very helpful remarks on an earlier draft. Eileen Kopchik provided, as usual, outstanding programming in deciphering the SIPP.  Any opinions, findings and conclusions or recommendations in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. We are responsible for any errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}