{
    "id": 15169,
    "citation_title": "Rebalancing Growth in Asia",
    "citation_author": [
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRebalancing growth patterns of Asian economies is an important component of the overall rebalancing effort that will be required in the world economy. In this paper, I provide an empirical characterization of the composition of GDP levels and growth rates for the key emerging markets and other developing economies in Asia. China has by far the lowest share of private consumption to GDP in Asia and, during this decade, has recorded the lowest rate of employment growth relative to GDP growth. Investment growth has dominated GDP growth in China during this decade but is also important in the cases of India and Vietnam.  To examine the global implications of domestic growth patterns in Asia, I analyze saving-investment balances, the composition of national savings, and the determinants of the evolution of household saving rates. During 2000-08, household saving rates (relative to household income) have risen gradually in China and India but fallen sharply in Korea. Corporate savings have surged across Asia during this period, becoming the main component of gross national savings in the region. In terms of sheer magnitudes, China's national savings and current account surpluses dominate the region's saving-investment balances. China accounts for just under half of GDP in Asia ex-Japan, but accounts for 60 percent of total gross national savings and nearly 90 percent of the current account surplus of the region. Finally, I discuss some policy implications that come out of the analysis on how to shift the patterns of growth, especially in China, from a welfare-enhancing perspective.\n\n",
    "acknowledgement": "\nThis research was supported by the Asian Development Bank. An earlier version of this paper was presented at the NIPFP-DEA conference in New Delhi, March 2009. I am grateful to Montek Ahluwalia, Akiko Hagiwara and Shikha Jha for helpful discussions and comments. Grace Gu provided excellent research assistance.  This research was supported by the Asian Development Bank.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}