{
    "id": 15167,
    "citation_title": "Subgame Perfect Implementation with Almost Perfect Information and the Hold-Up Problem",
    "citation_author": [
        "Philippe Aghion",
        "Drew Fudenberg",
        "Richard T. Holden"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe foundations of incomplete contracts have been questioned using or extending the subgame perfect implementation approach of Moore and Repullo (1988). We consider the robustness of subgame perfect implementation to the introduction of small amounts of asymmetric information. We show that Moore- Repullo mechanisms may not yield (even approximately) truthful revelation in pure or totally mixed strategies as the amount of asymmetric information goes to zero. Moreover, we argue that a wide class of extensive-form mechanisms are subject to this fragility.\n\n",
    "acknowledgement": "\nWe owe special thanks to Oliver Hart for numerous discussions, and to Johannes Horner and Andy Skrzypacz for pointing out an error in a previous version. We are also grateful to Mathias Dewatripont, Bob Gibbons, Philippe Jehiel, John Moore, Roger Myerson, Andrew Postlewaite, Olivier Tercieux, Jean Tirole, Ivan Werning and Muhamet Yildiz for helpful discussions and comments. Michael Powell provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}