{
    "id": 15162,
    "citation_title": "Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector",
    "citation_author": [
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew car fleet fuel economy, weight and engine power have changed drastically since 1980. These changes represent both movements along and shifts in the \"fuel economy/weight/engine power production possibilities frontier\". This paper estimates the technological progress that has occurred since 1980 and the trade-offs that manufacturers and consumers face when choosing between fuel economy, weight and engine power characteristics. The results suggest that if weight, horsepower and torque were held at their 1980 levels, fuel economy for both passenger cars and light trucks could have increased by nearly 50 percent from 1980 to 2006; this is in stark contrast to the 15 percent by which fuel economy actually increased. I also find that once technological progress is considered, meeting the CAFE standards adopted in 2007 will require halting the observed increases in weight and engine power characteristics, but little more; in contrast, the standards recently announced by the new administration, while certainly attainable, require non-trivial \"downsizing\". I also investigate the relative efficiencies of manufacturers. I find that US manufacturers tend to be above the median in terms of their passenger vehicle fuel efficiency conditional on weight and engine power, and are among the top for light duty trucks; Honda is the most efficient manufacturer for both passenger cars, while Volvo is the most efficient manufacturer of light duty trucks. However, I also find that over time, US manufacturers' relative efficiency in both passenger cars and light trucks has degraded. These results may provide insight into their current financial troubles.\n\n",
    "acknowledgement": "\nThis paper has benefitted from conversations with Severin Borenstein, K.G. Duleep, David Greene, Jonathan Hughes, Mark Jacobsen, Doug Miller, David Rapson, Ken Small, Anson Soderbery, Dan Sperling, Nathan Wilmot, Frank Wolak and Catherine Wolfram, as well as seminar participants at UC Davis and the UC Energy Institute. Omid Rouhani and Anson Soderbery provided excellent research assistance. Financial support from the California Air Resource Board and the Institute of Transportation Studies is gratefully acknowledged. I am grateful to K.G. Duleep for providing me with data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}