{
    "id": 15161,
    "citation_title": "Changing the Price of Marriage: Evidence from Blood Test Requirements",
    "citation_author": [
        "Kasey S. Buckles",
        "Melanie E. Guldi",
        "Joseph Price"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use state repeals of blood test requirements for a marriage license that occurred between 1980 and 2005 to examine the impact of changes in the price of marriage on the marriage decision. Using a within-group estimator that holds constant state and year effects and exploits variation in the repeal dates of BTRs across states, we find that BTRs are associated with a 5.7% decrease in marriage licenses issued by a state.  Using individual-level marriage license data from 1981-1995, we find that about half of this effect is due to couples seeking marriage licenses in other states, with the other half is due to deterred marriages.  We also examine the marital status of mothers using birth certificate and Current Population Survey data, and find that blood test requirements reduce the fraction of first-time mothers who are married at the time of birth.  The marriage-deterrent effects of BTRs are larger for lower socio-economic groups.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the helpful comments of Bill Evans, Hilary Hoynes, Dan Hamermesh, and Martha Bailey, along with participants at seminars at UC-Merced, the University of Connecticut, Baylor University, University of Miami, the Five Colleges Junior Faculty Seminar, and the annual meetings of SOLE and the PAA.  Amanda Deckelman, Elizabeth Munnich, and Michelle Zagardo provided terrific research assistance and Scott Cunningham shared his data on STD rates.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}