{
    "id": 15163,
    "citation_title": "Does Health Insurance Make You Fat?",
    "citation_author": [
        "Jay Bhattacharya",
        "Kate Bundorf",
        "Noemi Pace",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe prevalence of obesity has been rising dramatically in the U.S., leading to poor health and rising health care expenditures.  The role of policy in addressing rising rates of obesity, however, is controversial.  Policy recommendations for interventions intended to influence body weight decisions often assume the obesity creates negative externalities for the non-obese.  We build on earlier work demonstrating that this argument depends on two important assumptions:  1) that the obese do not pay for their higher medical expenditures through differential payments for health care and health insurance, and 2) that body weight decisions are responsive to the incidence of medical care costs associated with obesity.  In this paper, we test the latter proposition - that body weight is influenced by insurance coverage - using two approaches.  First, we use data from the Rand Health Insurance Experiment, in which people were randomly assigned to varying levels of health insurance, to examine the effect of generosity of insurance coverage on body weight along the intensive coverage margin.  Second, we use instrumental variables methods to estimate the effect of type of insurance coverage (private, public and none) on body weight along the extensive margin.  We explicitly address the discrete nature of the endogenous indicator of health insurance coverage by estimating a nonlinear instrumental variables model.  We find weak evidence that more generous insurance coverage increases body mass index.  We find stronger evidence that being insured increases body mass index and obesity.\n\n",
    "acknowledgement": "\nWe thank Michael Grossman and the participants at the NBER Conference on the Economics of Obesity for helpful comments.  Bhattacharya, Sood, and Bundorf thank the National Institute of Aging for financial support on this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}