{
    "id": 15168,
    "citation_title": "Changing Research Perspectives on the Global Health Workforce",
    "citation_author": [
        "Till Bärnighausen",
        "David E. Bloom"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPast research on the health workforce can be structured into three perspectives - \"health workforce planning\" (1960 through 1970s); \"the health worker as economic actor\" (1980s through 1990s); and \"the health worker as necessary resource\" (1990s through 2000s).  During the first phase, shortages of health workers in developed countries triggered the development of four approaches to project future health worker requirements. We discuss each approach and show that modified versions are experiencing a resurgence in current studies estimating health worker requirements to meet population health goals, such as the United Nations' health-related Millennium Development Goals. A perceived \"cost explosion\" in many health systems shifted the focus to the study of the effect of health workers' behavior on health system efficiency during the second phase.  We review the literature on one example topic, health worker licensure. In the last phase, regional health worker shortages in developing countries and local shortages in developed countries led to research on international health worker migration and programs to increase the supply of health workers in underserved areas. Based on our review of existing studies, we suggest areas for future research on the health workforce, including the transfer of existing approaches from developed to developing countries.\n\n",
    "acknowledgement": "\nWe thank Larry Rosenberg, Sherry A. Glied, and Peter C. Smith for valuable comments and Gaargi Ramakrishnan for research support. A shorter version of this paper will appear as a chapter in P. Smith & S. Glied (Eds.), Oxford Handbook of Health Economics. New York: Oxford University Press (Bärnighausen & Bloom, 2010 (forthcoming)). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research\n\n\n"
}