{
    "id": 15160,
    "citation_title": "Dynamics of Fiscal Financing in the United States",
    "citation_author": [
        "Eric M. Leeper",
        "Michael Plante",
        "Nora Traum"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamic stochastic general equilibrium models that include policy rules for government spending, lump-sum transfers, and distortionary taxation on labor and capital income and on consumption expenditures are fit to U.S. data under a variety of specifications of fiscal policy rules. We obtain several results. First, the best fitting model allows a rich set of fiscal instruments to respond to stabilize debt. Second, responses of aggregate variables to fiscal policy shocks under rich fiscal rules can vary considerably from responses that allow only non-distortionary fiscal instruments to finance debt. Third, based on estimated policy rules, transfers, capital tax rates, and government spending have historically responded strongly to government debt, while labor taxes have responded more weakly. Fourth, all components of the intertemporal condition linking debt to expected discounted surpluses---transfers, spending, tax revenues, and discount factors---display instances where their expected movements are important in establishing equilibrium. Fifth, debt-financed fiscal shocks trigger long lasting dynamics so that short-run multipliers can differ markedly from long-run multipliers, even in their signs.\n\n",
    "acknowledgement": "\nWe thank Timothy Cogley, Shu-Chun S. Yang, and participants at a presentation at the Reserve Bank of New Zealand for helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}