{
    "id": 15176,
    "citation_title": "Insulation Impossible: Fiscal Spillovers in a Monetary Union",
    "citation_author": [
        "Russell Cooper",
        "Hubert Kempf",
        "Dan Peled"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies fiscal spillovers in a monetary union. The focus of the analysis is on the interaction between the fiscal policy of member countries (regions) and the central monetary authority. When capital markets are integrated, the fiscal policy of one country will influence equilibrium wages and interest rates. Thus there are fiscal spillovers within a federation. The magnitude and direction of these spillovers, in particular the presence of a crowding out effect, can be influenced by the choice of monetary policy rules. We find that there does not exist a monetary policy rule which completely insulates agents in one region from fiscal policy in another. Some familiar policy rules, such as pegging an interest rate, can provide partial insulation.\n\n",
    "acknowledgement": "\nRussell Cooper is grateful to the NSF for financial support and to seminar participants at the University of Texas, the Bank of Canada, the Federal Reserve Bank of Cleveland, the Federal Reserve Bank of Dallas, the Federal Reserve Bank of Kansas City, the Federal Reserve Bank of San Francisco, the Banque de France, T2M 2009 Meeting (Strasbourg), European Central Bank, University of Bern, Cardi_ Business School, the University of Melbourne, Bocconi, University, the University of California at Davis, the Banco de Espana conference on \"Interactions between Monetary and Fiscal Policy\", the Einaudi Institute for Economics and Finance and the Universidad de San Andres for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}