{
    "id": 15174,
    "citation_title": "A Quality-Adjusted Price Index for Colorectal Cancer Drugs",
    "citation_author": [
        "Claudio Lucarelli",
        "Sean Nicholson"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe average price of treating a colorectal cancer patient with chemotherapy increased from about $100 in 1993 to $36,000 in 2005, due largely to the approval and widespread use of five new drugs between 1996 and 2004. We examine whether the substantial increase in spending has been worth it. Using discrete choice methods to estimate demand, we construct a price index for colorectal cancer drugs for each quarter between 1993 and 2005 that takes into consideration the quality (i.e., the efficacy and side effects in randomized clinical trials) of each drug on the market and the value that oncologists place on drug quality. A naive price index, which makes no adjustments for the changing attributes of drugs on the market, greatly overstates the true price increase. By contrast, a hedonic price index and two quality-adjusted price indices show that prices have actually remained fairly constant over this 13-year period, with slight increases or decreases depending on a model's assumptions.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Brigid Farrell and Artem Gulish. The Merck Foundation, Pfizer, Inc., Johnson & Johnson, and AstraZeneca provided funding for the study. We thank IntrinsiQ, Jeff Forringer, Robert Ruckman, Andrew Epstein, and Scott Johnson for providing and interpreting the data, and Josh Bilenker and Brad Somer for information about oncology generally. Helpful comments were also provided by Daniel Eisenberg, Will Manning, Alan Garber, Amitabh Chandra, and seminar participants at Academy Health, the Pharmaceutical Economics and Policy Council, the Federal Trade Commission, the University of Chicago, Duke University, the Missoula Tumor Board, and NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}