{
    "id": 15171,
    "citation_title": "Latin America's Decline: A Long Historical View",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze Latin America's very long term economic performance (since the early 18th century), and I compare it with that of the United States, Australia, New Zealand and the countries of Western Europe.  I begin with an analysis of long term data and an attempt at determining when the region's decline really began.  The next section deals with the relation between the strength of institutions since colonial rule and the region's economic performance.  Next I move to an analysis of Latin America's long history with instability, crises and debt defaults.  I show that currency collapses have been a staple of the region's economic history.  In the Section that follows I analyze the long term evolution of social conditions, including poverty and income inequality.  This analysis shows that a high degree of income disparity and poverty have a long history in the region.  The paper ends with an analysis of the way in which Latin American intellectuals and scholars have seen the increasing economic and income gap with the United States and Canada.\n\n",
    "acknowledgement": "\nI thank Alberto Naudon and Jéssica Roldán for their excellent assistance and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}