{
    "id": 15170,
    "citation_title": "Market Valuation of Accrued Social Security Benefits",
    "citation_author": [
        "John Geanakoplos",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne measure of the health of the Social Security system is the difference between the market value of the trust fund and the present value of benefits accrued to date.  How should present values be computed for this calculation in light of future uncertainties?  We think it is important to use market value.  Since claims on accrued benefits are not currently traded in financial markets, we cannot directly observe a market value.  In this paper, we use a model to estimate what the market price for these claims would be if they were traded.  In valuing such claims, the key issue is properly adjusting for risk.  The traditional actuarial approach - the approach currently used by the Social Security Administration in generating its most widely cited numbers - ignores risk and instead simply discounts \"expected\" future flows back to the present using a risk-free rate.  If benefits are risky and this risk is priced by the market, then actuarial estimates will differ from market value.  Effectively, market valuation uses a discount rate that incorporates a risk premium.  Developing the proper adjustment for risk requires a careful examination of the stream of future benefits.  The U.S. Social Security system is \"wage-indexed\": future benefits depend directly on future realizations of the economy-wide average wage index.  We assume that there is a positive long-run correlation between average labor earnings and the stock market.  We then use derivative pricing methods standard in the finance literature to compute the market price of individual claims on future benefits, which depend on age and macro state variables.  Finally, we aggregate the market value of benefits across all cohorts to arrive at an overall value of accrued benefits. We find that the difference between market valuation and \"actuarial\" valuation is large, especially when valuing the benefits of younger cohorts.  Overall, the market value of accrued benefits is only 4/5 of that implied by the actuarial approach.  Ignoring cohorts over age 60 (for whom the valuations are the same), market value is only 70% as large as that implied by the actuarial approach.\n\n",
    "acknowledgement": "\nWe thank Ryan Chahrour, Ben Marx, Theodore Papageorgiou, and Sami Ragab for research assistance, and Mark Broadie, Deborah Lucas, Kent Smetters, and seminar participants at the Conference on Measuring and Managing Federal Financial Risk (Kellogg School of Management, February 2007) and at Columbia University for helpful comments and suggestions.  This research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-04 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}