{
    "id": 15172,
    "citation_title": "WHEN CONSENSUS CHOICE DOMINATES INDIVIDUALISM: Jensen's Inequality and Collective Decisions under Uncertainty",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2009-07-16",
    "issue_date": "2009-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on collective provision of private goods has focused on distributional considerations.  This paper studies a class of problems of decision under uncertainty in which the argument for collective choice emerges from the mathematics of aggregating individual payoffs.  Consider decision making when each member of a population has the same objective function, which depends on an unknown state of nature.  If agents knew the state of nature, they would make the same decision.  However, they may have different beliefs or may use different decision criteria.  Hence, they may choose different actions even though they share the same objective.  Let the set of feasible actions be convex and the objective function be concave in actions, for all states of nature.  Then Jensen's inequality implies that consensus choice of the mean privately-chosen action yields a larger aggregate payoff than does individualistic decision making, in all states of nature.  If payoffs are transferable, the aggregate payoff from consensus choice may be allocated to Pareto dominate individualistic decision making, in all states of nature.  I develop these ideas.  I also use Jensen's inequality to show that a planner with the power to assign actions to the members of the population should not diversify.  Finally, I give a version of the collective choice result that holds with consensus choice of the median rather than mean action.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-0911181.  I am grateful for comments from Stephen Coate, Hanming Fang, and Aleksey Tetenov. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}