{
    "id": 15175,
    "citation_title": "Local Dividend Clienteles",
    "citation_author": [
        "Bo Becker",
        "Zoran Ivković",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe exploit demographic variation to identify the effect of dividend demand on corporate payout policy. Retail investors tend to hold local stocks and older investors prefer dividend-paying stocks. Together, these tendencies generate geographically-varying demand for dividends. Firms headquartered in areas in which seniors constitute a large fraction of the population are more likely to pay dividends, initiate dividends, and have higher dividend yields. We also provide indirect evidence as to why managers may respond to the demand for dividends from local seniors. Overall, these results are consistent with the notion that the investor base affects corporate policy choices.\n\n",
    "acknowledgement": "\nWe thank Heitor Almeida, Vidhan Goyal, Denis Gromb, Christian Leuz, Andrew Metrick, Joshua Pollet, Raghu Rajan, Xuan Tian, Michael Weisbach, Joshua White, seminar participants at City University of Hong Kong, Emory University, Harvard Business School, London Business School, McGill University, Massey University, Nanyang Technological University, Singapore Management University, Temple University, University of Hong Kong, University of Illinois at Urbana-Champaign, University of Toronto, Victoria University of Wellington, Yale University, as well as participants at NBER Corporate Finance Meeting (March 2007), American Finance Association Meetings (January 2008), FIRS Finance Conference (June 2008), and Florida State University Beach Conference (April 2009) for comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research. An Internet Appendix containing supporting material is available at http://www.afajof.org/supplements.asp.\n\n\n"
}