{
    "id": 15182,
    "citation_title": "Empirics on the Origins of Preferences: The Case of College Major and Religiosity",
    "citation_author": [
        "Miles S. Kimball",
        "Colter M. Mitchell",
        "Arland D. Thornton",
        "Linda C. Young-Demarco"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly life experiences are likely to be important for the formation of preferences. Religiosity is a key dimension of preferences, affecting many economic outcomes. This paper examines the effect of college major on religiosity, and the converse effect of religiosity on college major, using panel data from the Monitoring the Future survey as a way of gauging the extent to which various streams of thought, as taught in college, affect religiosity. Two key questions, based on the differences in college experience across majors, are whether either (a) the Scientific worldview or (b) Postmodernism has negative effects on religiosity as these streams of thought are actually transmitted at the college level. The results show a decline in religiosity of students majoring in the social sciences and humanities, but a rise in religiosity for those in education and business. After initial choices, those respondents with high levels of religiosity are more likely to enter college. Of those who are in college, people with high levels of religiosity tend to go into the humanities and education over other majors.\n\n",
    "acknowledgement": "\nThe authors acknowledge the contributions of Jerald Bachman, Lloyd Johnson, Patrick O'Malley, John Schulenberg, Shelly Yee, and Jonathon Brenner in collecting the Monitoring the Future data and making it available for this project. We also appreciate the crucial financial support of the John Templeton Foundation, which funded the efforts of all four coauthors on this paper. Julie de Jong, Jenna Keedy, Judy Baughn, and Jana Bruce provided helpful assistance in data analysis, manuscript preparation, and project administration. While we thank each of these individuals and organizations for their contributions, responsibility for all errors of fact and interpretation remain with the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}