{
    "id": 15184,
    "citation_title": "Capital Budgeting vs. Market Timing: An Evaluation Using Demographics",
    "citation_author": [
        "Stefano DellaVigna",
        "Joshua M. Pollet"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAn ongoing debate sets capital budgeting against market timing. The primary difficulty in evaluating these theories is finding distinct exogenous proxies for investment opportunities and mispricing. We use demand shifts induced by demographics to address this problem, and hence, provide a more definitive analysis of the theories. According to capital budgeting, industries anticipating positive demand shifts in the near future should issue more equity (and debt) to finance additional capacity. To the extent that demographic shifts in the more distant future are not incorporated into equity prices, market timing implies that industries anticipating positive demand shifts in the distant future should issue less equity due to undervaluation. We find evidence supporting both capital budgeting and market timing: new listings and equity issuance by existing listings respond positively to demand shifts up to 5 years ahead, and negatively to demand shifts 5 to 10 years ahead.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Patrick Bolton, James Choi, Ron Giammarino, Gur Huberman, Christopher Polk, Michael Weisbach, Jeffrey Wurgler, the audiences at Amsterdam University, Columbia University, Dartmouth College, Emory University, Harvard University, Rotterdam University, Tilburg University, UCLA, University of Illinois at Urbana-Champaign, the 2008 AFA Annual Meetings, and the 2008 Texas Finance Festival for comments. We also thank Jay Ritter for providing us with the IPO data set. Finally, we gratefully acknowledge the support of the NSF through grant SES-0418206. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}