{
    "id": 15186,
    "citation_title": "Social Ties and the Job Search of Recent Immigrants",
    "citation_author": [
        "Deepti Goel",
        "Kevin Lang"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that increasing the probability of obtaining a job offer through a network should raise the observed wages of workers in jobs found through formal channels relative to those in jobs found through the network. This prediction holds at all percentiles except the highest and lowest. The largest changes are likely to occur below the median of the offer distribution. We test and confirm these implications using a survey of recent immigrants into Canada. We develop a simple structural model consistent with the theoretical model and show that it can replicate the broad patterns in the data. Our results are consistent with the primary effect of network strength being to increase the arrival rate of offers rather than to alter the distribution from which offers are drawn at least among recent immigrants.\n\n",
    "acknowledgement": "\nWe thank the Canadian Labour Market and Skills Researcher Network for funding this research. We also thank its reviewers and participants at the CLSRN conference and the Growth and Development conference, ISI Delhi, for helpful comments. We are grateful to Miles Corak for enabling access to the data housed in Statistics Canada, Ottawa, Canada. Much of this research was conducted while Goel was a Fellow at Statistics Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the Canadian Labour Market and Skills Researcher Network or of Statistics Canada. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}