{
    "id": 15188,
    "citation_title": "A Factor Analysis of Bond Risk Premia",
    "citation_author": [
        "Sydney C. Ludvigson",
        "Serena Ng"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the factor augmented regression framework to analyze the relation between bond excess returns and the macro economy. Using a panel of 131 monthly macroeconomic time series for the sample 1964:1-2007:12, we estimate 8 static factors by the method of asymptotic principal components. We also use Gibb sampling to estimate dynamic factors from the 131 series reorganized into 8 blocks. Regardless of how the factors are estimated, macroeconomic factors are found to have statistically significant predictive power for excess bond returns. We show how a bias correction to the parameter estimates of factor augmented regressions can be obtained. This bias is numerically trivial in our application. The predictive power of real activity for excess bond returns is robust even after accounting for finite sample inference problems. Forecasts of excess bond returns (or bond risk premia) are countercyclical. This implies that investors are compensated for risks associated with recessions.\n\n",
    "acknowledgement": "\nWe thank Jushan Bai for helpful suggestions and Matt Smith for excellent research assistance. We also thank the Conference Board for providing us with some of the data. Financial support from the National Science Foundation (Grant No. 0617858 to Ludvigson and SES-0549978 to Ng) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}