{
    "id": 15185,
    "citation_title": "Income Misattribution under Formula Apportionment",
    "citation_author": [
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlternatives to the current system of separate tax accounting, such as the proposed Common Consolidated Corporate Tax Base in Europe, would apportion a firm's worldwide profits using formulas based on the location of employment, capital or sales.  This paper offers a new method of evaluating the accuracy of these apportionment rules and the ownership distortions they create.  Evidence from European company accounts indicates that apportionment formulas significantly misattribute income, since employment and other factors on which they are based do a very poor job of explaining a firm's profits.  For example, the magnitude of property, employment and sales explains less than 22 percent of the variation in profits between firms, and the prediction estimates from using such a formula exceed half of predicted profits 64% of the time, and exceed twice predicted income 11% of the time.  As a result, the use of formulas rewards or punishes international mergers and divestitures by reallocating taxable income between operations in jurisdictions with differing tax rates.  The associated ownership distortion is minimized by choosing factor weights to minimize weighted squared prediction errors, for which, based on the European evidence, labor inputs should play little if any role in allocation formulas.  But even a distortion-minimizing formula creates large incentives for inefficient ownership reallocation due to the enormous variation in profitability that is unexplained by formulary factors, implying that significant resource allocation costs would accompany European adoption of formulary apportionment methods.\n\n",
    "acknowledgement": "\nI thank Fan Fei and Owen Kearney for outstanding research assistance, various seminar participants, and especially Thomas Gresik for many helpful comments on an earlier draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}