{
    "id": 15187,
    "citation_title": "Estimation of DSGE Models When the Data are Persistent",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Serena Ng"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamic Stochastic General Equilibrium (DSGE) models are often  solved and estimated  under specific assumptions as to whether the exogenous variables  are difference or trend stationary. However, even mild departures of the data generating process from these assumptions can severely bias the estimates of the model parameters. This paper proposes  new estimators  that do not require researchers to take a stand on whether shocks  have permanent or transitory effects. These procedures have two key features. First, the same filter is applied to both the data and the model variables. Second, the filtered variables are stationary when evaluated at the true parameter vector. The estimators are approximately normally distributed  not only when the shocks are mildly persistent, but also when they  have near or exact unit roots. Simulations  show that these robust estimators perform well especially  when the shocks are highly persistent yet stationary. In such cases, linear detrending and first differencing are shown to yield biased or imprecise estimates.\n\n",
    "acknowledgement": "\nThis paper was presented at Brown University, the University of Michigan, the 2007 NBER Summer Institute, Princeton University, UC Berkeley,  and the New York Area  Macro Conference. We thank Marc Giannone,Tim Cogley, Anna Mikusheva, and two anonymous referees for many helpful comments. The second author acknowledges financial support from the National Science Foundation (SES 0549978). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}