{
    "id": 15180,
    "citation_title": "Why Did Some Banks Perform Better During the Credit Crisis? A Cross-Country Study of the Impact of Governance and Regulation",
    "citation_author": [
        "Andrea Beltratti",
        "René M. Stulz"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough overall bank performance from July 2007 to December 2008 was the worst since at least the Great Depression, there is significant variation in the cross-section of stock returns of large banks across the world during that period. We use this variation to evaluate the importance of factors that have been discussed as having contributed to the poor performance of banks during the credit crisis. More specifically, we investigate whether bank performance is related to bank-level governance, country-level governance, country-level regulation, and bank balance sheet and profitability characteristics before the crisis. Banks that the market favored in 2006 had especially poor returns during the crisis. Using conventional indicators of good governance, banks with more shareholder-friendly boards performed worse during the crisis. Banks in countries with stricter capital requirement regulations and with more independent supervisors performed better. Though banks in countries with more powerful supervisors had worse stock returns, we provide some evidence that this may be because these supervisors required banks to raise more capital during the crisis and that doing so was costly for shareholders. Large banks with more Tier 1 capital and more deposit financing at the end of 2006 had significantly higher returns during the crisis. After accounting for country fixed effects, banks with more loans and more liquid assets performed better during the month following the Lehman bankruptcy, and so did banks from countries with stronger capital supervision and more restrictions on bank activities.\n\n",
    "acknowledgement": "\nBocconi University, and The Ohio State University, NBER, and ECGI. We thank Mike Anderson, Jérôme Taillard, Xiaoyu Xie, and, especially, Marianna Caccavaio for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}