{
    "id": 15183,
    "citation_title": "Product Recalls, Imperfect Information, and Spillover Effects: Lessons from the Consumer Response to the 2007 Toy Recalls",
    "citation_author": [
        "Seth M. Freedman",
        "Melissa Schettini Kearney",
        "Mara Lederman"
    ],
    "citation_publication_date": "2009-07-23",
    "issue_date": "2009-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2007, the Consumer Product Safety Commission (CPSC) issued 276 recalls of toys and other children's products, a sizeable increase from previous years. The overwhelming majority of the 2007 toy recalls were due to high levels of lead content and almost all of these toys were manufactured in China. This period of recalls was characterized by substantial media attention to the issue of consumer product safety and eventually led to the passage of the Consumer Product Safety Improvement Act of 2008. This paper examines consumer demand for toys following this wave of dangerous toy recalls. The data reveal four key findings. First, the types of toys that were involved in recalls in 2007 experienced above average losses in Christmas season sales. Second, Christmas sales of infant/preschool toys produced by manufacturers who did not experience any recalls were about 25 percent lower in 2007 as compared to earlier years, suggesting industry-wide spillovers. Third, a manufacturer's recall of one type of toy did not lead to a disproportionate loss in sales of their other types of toys. And, finally, recalls of toys that are part of a brand had either positive or negative effects on the demand for other toys in the property, depending on the nature of the toys involved. Our examination of the stock market performance of toy firms over this period also reveals industry wide spillovers. The finding of sizable spillover effects of product recalls to non-recalled products and non-recalled manufacturers has important implications for regulation policy.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the helpful comments of Severin Borenstein, Jonathan Guryan, Judy Hellerstein, Ginger Jin, Arik Levinson, Soohyung Lee, Nuno Limao, and Abigail Wozniak as well as seminar participants at the University of Maryland, Rotman School of Management, the Energy Institute at U.C. Berkeley, Georgetown, UC-Davis, UC-Irvine, and University of Michigan. We thank Danny Kim at NPD for answering our questions about the toy sales data and Kevin Mak at the Rotman Finance Lab for his assistance with assembling the stock price data. Molly Reckson provided capable research assistance. Financial support from the AIC Institute for Corporate Citizenship at the Rotman School of Management is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}