{
    "id": 15197,
    "citation_title": "Illiquidity and Interest Rate Policy",
    "citation_author": [
        "Douglas W. Diamond",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe cheapest way for banks to finance long term illiquid projects is typically to borrow short term from households. But when household needs for funds are high, interest rates will rise sharply, debtors will have to shut down illiquid projects, and in extremis, will face more damaging runs. Authorities may want to push down interest rates to maintain economic activity in the face of such illiquidity, but intervention may not always be feasible, and when feasible, could encourage banks to increase leverage or fund even more illiquid projects up front. This could make all parties worse off. Authorities may want to commit to a specific policy of interest rate intervention to restore appropriate incentives. For instance, to offset incentives for banks to make more illiquid loans, authorities may have to commit to raising rates when low, to counter the distortions created by lowering them when high. We draw implications for interest rate policy to combat illiquidity.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation and the Center for Research on Securities Prices at Chicago Booth for research support. Rajan also thanks the Initiative on Global Markets at Chicago Booth for research support. We benefited from comments from Guido Lorenzoni, Tano Santos and José Scheinkman and seminar participants at the Richmond Fed, Stanford University, the University of Chicago, and the American Economic Association meetings at San Francisco in 2009 and the Federal Reserve Bank New York conference on Central Bank Liquidity Tools. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}