{
    "id": 15194,
    "citation_title": "Growth in the Shadow of Expropriation",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we propose a tractable variant of the open economy neoclassical growth model that emphasizes political economy and contracting frictions. The political economy frictions involve disagreement and political turnover, while the contracting friction is a lack of commitment regarding foreign debt and expropriation. We show that the political economy frictions induce growth dynamics in a limited-commitment environment that would otherwise move immediately to the steady state. In particular, greater political disagreement corresponds to a high tax rate on investment, which declines slowly over time, generating slow convergence to the steady state. While in the standard neoclassical growth model capital's share in production plays an important role in determining the speed of convergence, this parameter is replaced by political disagreement in our open economy reformulation. Moreover, while political frictions shorten the horizon of the government, the government may still pursue a path of tax rates in which the first best investment is achieved in the long run, although the transition may be slow. The model rationalizes why openness has different implications for growth depending on the political environment, why institutions such as respect for property rights evolve over time, why governments in open countries that grow rapidly tend to accumulate net foreign assets rather than liabilities, and why foreign aid may not affect growth.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Chicago GSB, Columbia, Iowa, Penn, Queens, Rochester, Stanford Junior Lunch and Western Ontario for comments. We would also like to thank Berthold Herrendorf, Oleg Tsyvinski, and Emmanuel Farhi, who discussed the paper at the NYU Development Conference, the Princeton Conference on Dynamic Political Economy, and the NBER Summer Institute, respectively. Doireann Fitzgerald, Pete Klenow, and Ivan Werning provided us with fruitful comments and suggestions. Amador acknowledges NSF support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}