{
    "id": 15198,
    "citation_title": "Markups and firm-level export status",
    "citation_author": [
        "Jan De Loecker",
        "Frederic Warzynski"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating markups has a long tradition in industrial organization and international trade. Economists and policy makers are interested in measuring the effect of various competition and trade policies on market power, typically measured by markups. The empirical methods that were developed in empirical industrial organization often rely on the availability of very detailed market-level data with information on prices, quantities sold, characteristics of products and more recently supplemented with consumer-level attributes. Often, both researchers and government agencies cannot rely on such detailed data, but still need an assessment of whether changes in the operating environment of firms had an impact on markups and therefore on consumer surplus. In this paper, we derive an estimating equation to estimate markups using standard production plant-level data based on the insight of Hall (1986) and the control function approach of Olley and Pakes (1996). Our methodology allows for various underlying price setting models, dynamic inputs, and does not require measuring the user cost of capital or assuming constant returns to scale. We rely on our method to explore the relationship between markups and export behavior using plant-level data. We find that i) markups are estimated significantly higher when controlling for unobserved productivity, ii) exporters charge on average higher markups and iii) firms' markups increase (decrease) upon export entry (exit).We see these findings as a first step in opening up the productivity-export black box, and provide a potential explanation for the big measured productivity premia for firms entering export markets.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the name \"A control function approach to estimate markups\" and has benefitted from seminar and conference participants at K.U. Leuven, NYU, Aarhus University, IIOC 2008, Minneapolis Applied Micro Conference, EIFI 2009,CEPR ERWIT 2009, Wharton, NBER PR, Chicago, Vanderbilt, SED 2010. In particular we thank Dan Ackerberg, Andrew Bernard, Allan Collard-Wexler, Jeremy Fox, Penny Goldberg, Tim Kehoe, Joep Konings, Sam Kortum, Marc Melitz, Amil Petrin, Esteban Rossi-Hansberg, Jim Tybout, Patrick Van Cayseele, Hylke Vandenbussche and Frank Verboven for discussions on an earlier draft. We also thank three anonymous referees and the editor for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}