{
    "id": 15190,
    "citation_title": "FORTY YEARS OF LATIN AMERICA'S ECONOMIC DEVELOPMENT: From the Alliance for Progress to the Washington Consensus",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the evolution of economic and social conditions in Latin America from the 1950s through the 1980s, when deep external crises erupted in country after country.  The point of departure of our story is the political awakening of the region in the late 1950s and early 1960s and the emergence of guerilla movements in many countries, including in Cuba.  I then analyze the Alliance for Progress, a major and ambitious aid program sponsored by the United States whose main objective was to improve social conditions in the region.  I show that in spite of the Alliance, social circumstances did not improve significantly; I also show that throughout this period protectionism and government intervention became more ingrained, discouraging productivity improvements.  I then deal with inflation, fiscal largesse, and the Mexican debt crisis of 1982, a crisis that led to the so-called \"lost decade.\" The paper ends with a discussion of the launching of the reforms of the Washington Consensus in 1989-1990.  I provide a detailed analysis of the most important elements of this consensus, and I touch on some of the implementation challenges.\n\n",
    "acknowledgement": "\nI thank Alberto Naudon and Jéssica Roldán for their excellent assistance and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}