{
    "id": 15196,
    "citation_title": "International Welfare and Employment Linkages Arising from Minimum Wages",
    "citation_author": [
        "Hartmut Egger",
        "Peter Egger",
        "James R. Markusen"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formulate a two-country model with monopolistic competition and heterogeneous firms to reconsider labor market linkages in open economies. Labor-market imperfections arise by virtue of country-specific real minimum wages. Two principal experiments are considered. First, we show that trade liberalization under minimum wages differs significantly from trade liberalization under standard assumptions. In the former case, there is effectively a perfectly elastic supply of labor to production whereas in the conventional case it is assumed that aggregate labor supply is perfectly inelastic. Standard effects on marginal and average firm productivity are reversed in our model, yet there are significant gains from trade arising from employment expansion, an effect quite different from the source of gains from trade in the conventional approach.  Second, we show that with firm heterogeneity an increase in one country's minimum wage triggers firm exit in both countries and thus harms workers at home and abroad. In an extension to our baseline model, we illustrate that offshoring production from the high-wage to the low-wage country within multinational firms lowers the scope for exporting the costs of a higher minimum wage to the trading partner.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}