{
    "id": 15199,
    "citation_title": "Measuring Economic Growth from Outer Space",
    "citation_author": [
        "J. Vernon Henderson",
        "Adam Storeygard",
        "David N. Weil"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nGDP growth is often measured poorly for countries and rarely measured at all for cities or subnational regions. We propose a readily available proxy: satellite data on lights at night. We develop a statistical framework that uses lights growth to augment existing income growth measures, under the assumption that measurement error in using observed light as an indicator of income is uncorrelated with measurement error in national income accounts. For countries with good national income accounts data, information on growth of lights is of marginal value in estimating the true growth rate of income, while for countries with the worst national income accounts, the optimal estimate of true income growth is a composite with roughly equal weights. Among poor-data countries, our new estimate of average annual growth differs by as much as 3 percentage points from official data. Lights data also allow for measurement of income growth in sub- and supranational regions. As an application, we examine growth in Sub Saharan African regions over the last 17 years. We find that real incomes in non-coastal areas have grown faster by 1/3 of an annual percentage point than coastal areas; non-malarial areas have grown faster than malarial ones by 1/3 to 2/3 annual percent points; and primate city regions have grown no faster than hinterland areas. Such applications point toward a research program in which \"empirical growth\" need no longer be synonymous with \"national income accounts.\"\n\n",
    "acknowledgement": "\nWe thank Chris Elvidge for advice and auxiliary data; Andrew Foster, Stefan Hoderlein, Blaise Melly, Daniel Orenstein, Matt Turner, and seminar participants at Brown University, Princeton University, the XXVI International Population Conference of the IUSSP, the 2008 BREAD/CEPR/Verona Summer School on Development Economics, the Urban Economics Association, the Conference on Urban and Regional Economics (Milan, 2009), the Northeast Universities Development Consortium Conference, and the 2009 Annual Meeting of the Population Association of America for comments; and Joshua Wilde and Isabel Tecu for research assistance. We thank the editor and anonymous referees for comments that were instrumental in improving the paper. Storeygard acknowledges support from Award Number T32HD007338 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}