{
    "id": 15195,
    "citation_title": "Why did Countries Adopt the Gold Standard? Lessons from Japan",
    "citation_author": [
        "Kris James Mitchener",
        "Masato Shizume",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2009-07-30",
    "issue_date": "2009-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did policymakers adopt the gold standard? Although previous research has identified ex post effects of gold standard adoption on trade and bond yields, few studies have sought to understand whether these were the actual outcomes of interest to policymakers at the time of adoption. We examine the political economy of Japan's adoption of the gold standard in 1897 by exploring the ex ante motives of policymakers as well as how the legislative decision to adopt gold won approval. We then link the beliefs of contemporaneous policymakers to data so that we can test the economic effects of adoption. In contrast to previous studies examining bond yields, we find little evidence that joining the gold standard reduced Japan's country risk or investors anticipated a dramatic decline in borrowing rates for the government. Moreover, we find no evidence of a domestic investment boom or that investors anticipated one and bid it into stock prices. However, as some policymakers suggested, we find that membership in the gold standard increased Japan's exports by lowering transactions costs and because the price of gold fell relative to silver, making exports to silver standard countries more competitive. While Japan also received a boost in exports to its regional trading partners when it switched from paper to silver, going onto gold allowed Japan to tap into the growing share of global trade that was centered on the gold standard: by the late 1890s nearly 60 percent of Japanese exports and total trade were with members of the gold club.\n\n",
    "acknowledgement": "\nWe thank Simon Bytheway, Steve Quinn, Hisahiko Saito, and Michael Schlitz as well as seminar participants at Rutgers University, Kobe University, IFN, Warwick University, the Solvay Business School at Universite Libre de Bruxelles, and the Bank of Japan for comments and suggestions. We also thank Genna Tan, Ronald Choi, and Lydia Fung for excellent research assistance. The National Science Foundation (NSF Grant 0518661) provided financial support for this project. Mitchener also thanks the International Institute, UCLA, for financial support while working on this project as a Global Fellow in 2008-9. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}