{
    "id": 15209,
    "citation_title": "Electoral Fraud, the Rise of Peron and Demise of Checks and Balances in Argentina",
    "citation_author": [
        "Lee J. Alston",
        "Andrés A. Gallo"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe future looked bright for Argentina in the early twentieth century. It had already achieved high levels of income per capita and was moving away from authoritarian government towards a more open democracy. Unfortunately, Argentina never finished the transition. The turning point occurred in the 1930s when to stay in power, the Conservatives in the Pampas resorted to electoral fraud, which neither the legislative, executive, or judicial branches checked. The decade of unchecked electoral fraud led to the support for Juan Peron and subsequently to political and economic instability.\n\n",
    "acknowledgement": "\nFor comments and support on earlier drafts we thank A. Leticia Arroyo-Abad, Blanca Sánchez-Alonso, Jeremy Atack, Werner Baer, Vanessa Baird, Dan Bogart, Michael Bordo, John Drobak, Bertrand Du Marais, Alan Dye, Joseph Ferrie, Samuel Fitch, Stephen Haber, Wolfgang Keller, John Londregan, Gary Libecap, Joseph Love, Noel Mauer, Geraldo Munck, Larry Neal, Douglass North, Leandro de la Escosura Prados, Gary Richardson, Sebastian Saeigh, Mary Shirley, Carol Shiue, Pablo Spiller, Sven Steinmo, Thomas Ulen, John Wallis and seminar participants at the Australian National University, Northwestern University, University of California- Berkeley, University of California- Irvine, University of Colorado, University of Illinois, University of Paris X, the Washington D.C. Area Economic History Group, Yale University  and the NBER. We also received valuable feedback from participants at the 2004 annual meeting of the International Society for the New Institutional Economics and the 2008 New Frontiers in Latin American Economic History.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}