{
    "id": 1520,
    "citation_title": "Implications of Government Deficits for Interest Rates, Equity Returns and Corporate Financing",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1984-12-01",
    "issue_date": "1984-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow the financing of government budget deficits affects the structure of expected asset returns depends on assets' relative substitutabilities in investors' aggregate portfolio, and these substitutabilities in turn depend on how investors perceive the risks associated with the respective assets' returns. The empirical results reported in this paper, based on three different ways of representing investors' risk perceptions, consistently indicate that government deficit financing raises expected debt returns relative to expectedequity returns, regardless of the maturity of the government's financing. More specifically, financing government deficits by issuing short-term debt lowers the return on long-term debt, and lowers the return on equity by even more, relative to the return on short-term debt.  Financing deficits by issuing long-term debt raises the return on long-term debt, but lowers the return on equity, again in comparison to the return on short-term debt. The indicated magnitudes of these effects differ according to the method used to represent investors' risk perceptions, but the qualitative results are consistent throughout.  Moreover, many of the indicated magnitudes are large enough to matter economically. These results imply that continuing large government deficits at full employment lead to market incentives for individual business corporations to emphasize reliance on equity (including retentions), and reduce reliance on debt, in comparison with the composition of corporate financing that would prevail in the absence of the need to finance the government budget deficit.\n\n",
    "acknowledgement": "\n"
}