{
    "id": 15207,
    "citation_title": "The Composition Matters: Capital Inflows and Liquidity Crunch during a Global Economic Crisis",
    "citation_author": [
        "Hui Tong",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational capital flows, while potentially beneficial, are said to increase a country's vulnerability to crisis - especially if they are skewed to non-FDI types. This paper studies whether the volume and composition of capital flows affect the degree of credit crunch faced by a country's manufacturing firms during the 2007-09 crisis. Using data on 3823 firms in 24 emerging countries, we find that, on average, the decline in stock prices was more severe for firms that are intrinsically more dependent on external finance for working capital. The volume of capital flows per se has no significant effect on the severity of the credit crunch. However, the composition of capital flows matters a great deal: pre-crisis exposure to non-FDI capital inflows worsens the credit crunch, while exposure to FDI alleviates the liquidity constraint. Similar results also hold when we perform an event study surrounding the Lehman Brothers bankruptcy.\n\n",
    "acknowledgement": "\nWe thank Anusha Chari, Stijn Claessens, Todd Gormley, David Romer, Heather Tookes and seminar participants at the IMF, HKMA, University of Illinois at Chicago, the 16th Mitsui Finance Symposium at University of Michigan, and the Yale/RFS Financial Crisis Conference for helpful comments, and Elif Aksoy, John Klopfer, and Jane Yoo for excellent research assistance. The views in the paper are those of the authors, and do not necessarily reflect those of the IMF or the National Bureau of Economic Research.\n\n\n"
}