{
    "id": 15206,
    "citation_title": "Do Some Enterprise Zones Create Jobs?",
    "citation_author": [
        "Jed Kolko",
        "David Neumark"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the employment effects of enterprise zones vary with their location, implementation, and administration, based on evidence from California. We use new establishment-level data and geographic mapping methods, coupled with a survey of enterprise zone administrators. Overall, the evidence indicates that enterprise zones do not increase employment. However, the evidence also suggests that the enterprise zone program has a more favorable effect on employment in zones that have a lower share of manufacturing and in zones where managers report doing more marketing and outreach activities. On the other hand, devoting more effort to helping firms get hiring tax credits reduces or eliminates any positive employment effects, which may be attributable to idiosyncrasies of California's enterprise zone program during the period we study.\n\n",
    "acknowledgement": "\nWe thank Marco Anderson, Eric Becker, Amy Ewing, Toni Feinstein, Matthew Gelbman, Jennifer Graves, Ethan Jennings, Ingrid Lefebvre-Hoang, Mark Vasquez, Smith Williams, and especially Marisol Cuellar-Mejia for outstanding research assistance. We also thank Daria Burnes, Frank Luera, Toni Symonds, and three anonymous referees for helpful comments and discussions. Neumark gratefully acknowledges support for his work on enterprise zones from the Kauffman Foundation. The views expressed are the authors' alone, and do not represent the views of the Kauffman Foundation or of PPIC. Neumark is also Research Associate at the NBER, Bren Fellow at the Public Policy Institute of California, and Research Fellow at IZA.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}