{
    "id": 15205,
    "citation_title": "Dynamic Trading with Predictable Returns and Transaction Costs",
    "citation_author": [
        "Nicolae B. Garleanu",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive a closed-form optimal dynamic portfolio policy when trading is costly and security returns are predictable by signals with different mean-reversion speeds. The optimal strategy is characterized by two principles: 1) aim in front of the target and 2) trade partially towards the current aim. Specifically, the optimal updated portfolio is a linear combination of the existing portfolio and an \"aim portfolio,\" which is a weighted average of the current Markowitz portfolio (the moving target) and the expected Markowitz portfolios on all future dates (where the target is moving). Intuitively, predictors with slower mean reversion (alpha decay) get more weight in the aim portfolio. We implement the optimal strategy for commodity futures and find superior net returns relative to more naive benchmarks.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Kerry Back, Darrell Du\u000ee, Pierre Collin-Dufresne, Andrea Frazzini, Esben Hedegaard, Hong Liu (discussant), Anthony Lynch, Ananth Madhavan (discussant), Andrei Shleifer, and Humbert Suarez, as well as from seminar participants at Stanford Graduate School of Business, University of California at Berkeley, Columbia University, NASDAQ OMX Economic Advisory Board Seminar, University of Tokyo, New York University, the University of Copenhagen, Rice University, University of Michigan Ross School, Yale University SOM, the Bank of Canada, and the Journal of Investment Management Conference. Lasse Pedersen is affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}