{
    "id": 15201,
    "citation_title": "Anger and Regulation",
    "citation_author": [
        "Rafael Di Tella",
        "Juan Dubra"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model where voters experience an emotional cost when they observe a firm that has displayed insufficient concern for other people's welfare (altruism) in the process of making high profits. Even with few truly altruistic firms, an equilibrium may emerge where all firms pretend to be kind and refrain from charging \"abusive\" prices to their customers. Our main result is that, as competition decreases, the set of parameters for which such pooling equilibria exist beomes smaller and firms are more likely to anger consumers. Regulation can increase welfare, for example, through fines (even if there are no changes in prices). We illustrate these gains in a monopoly setting, where regulation affects welfare through 3 channels (i) a reduction in monopoly price leads to the production of units that cost less than their value to consumers (standard channel); (ii) regulation calms down existing consumers because a reduction in the profits of an \"unkind\" firm increases total welfare by reducing consumer anger (anger channel); and (iii) individuals who were out of the market when they were excessively angry in the unregulated market, decide to purchase once the firm is regulated, reducing the standard distortions described in the first channel (mixed channel).\n\n",
    "acknowledgement": "\nWe thank Julio Rotemberg and Robert MacCulloch for helpful discussions, as well as George Akerlof, Roland Bénabou and seminar participants at CIfAR (Ottawa) on November 2008 for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}