{
    "id": 15203,
    "citation_title": "The Effect of OEF/OIF Deployment Intensity on the Rate of Posttraumatic Stress Disorder Among Active Duty Population",
    "citation_author": [
        "Yu-Chu Shen",
        "Jeremy Arkes",
        "Boon Wah Kwan",
        "Lai Yee Tan",
        "Thomas V. Williams"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study estimates the effect of deployment location and length on the risk of developing PTSD, relative to what it would be from the normal military operations. We use a random sample of activity-duty enlisted personnel serving between 2001 and 2006.  We identify PTSD cases from TRICARE medical records and link deployment information from Contingent Tracking System. Comparing to those in other duties around the world, deployment to Iraq/Afghanistan increases the odds of developing PTSD substantially, with the largest effect observed for the Navy (OR=9.06, p<0.01) and the smallest effect for the Air Force (OR=1.25, p<0.01).  A deployment longer than 180 days increases the odds of PTSD by 1.11 times to 2.84 times, depending on the service, compared to a tour under 120 days. For Army and Navy, a deployment to Iraq/Afghanistan further exacerbates the adverse effect of tour length. Our research identifies the extent of PTSD across services and quantifies the risks associated with OEF/OIF deployment intensity.  Further research is needed for effective monitoring and preventive measures of PTSD on the active duty population.\n\n",
    "acknowledgement": "\nShen and Arkes thank GSBPP DFR program and N1 MPT&E for financial support.  From the Center for Healthcare Management Studies, Office of the Assistant Secretary of Defense, Health Affairs (OASD (HA)), TRICARE Management Activity (TMA), Falls Church, VA.   We thank Dennis Mar, Wendy Funk and the staff at DMDC and TMA for assisting with data extraction.  The opinions or assertions herein are those of the authors and do not necessarily reflect the view of the United States Department of Defense and any of the affiliated institutions.  This work received IRB approvals from NPS, DMDC, TMA, and the Office of Navy Medicine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}