{
    "id": 15211,
    "citation_title": "Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin",
    "citation_author": [
        "Pedro Carneiro",
        "James J. Heckman",
        "Edward J. Vytlacil"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops methods for evaluating marginal policy changes. We characterize how the effects of marginal policy changes depend on the direction of the policy change, and show that marginal policy effects are fundamentally easier to identify and to estimate than conventional treatment parameters. We develop the connection between marginal policy effects and the average effect of treatment for persons on the margin of indifference between participation in treatment and nonparticipation, and use this connection to analyze both parameters. We apply our analysis to estimate the effect of marginal changes in tuition on the return to going to college.\n\n",
    "acknowledgement": "\nThis research was supported by NIH R01-HD32058-3, NSF SES-0832845, NSF SES-024158, NSF SES-05-51089, ESRC RES-000-22-2542, the Geary Institute at University College Dublin, the Leverhulme Trust, and ESRC (NIH R01-HD054702) through the funding of the Centre for Microdata Methods and Practice. The research was conducted in part while Edward Vytlacil was a Visiting Professor at Hitotsubashi University. We thank the editor, two anonymous referees, Hidehiko Ichimura, Richard Robb, Daniel Schmierer, and Azeem Shaikh for very helpful comments. We would like to thank Erica Blom and Sukjin Han for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}