{
    "id": 15216,
    "citation_title": "Do Expenditures Other Than Instructional Expenditures Affect Graduation and Persistence Rates in American Higher Education",
    "citation_author": [
        "Douglas A. Webber",
        "Ronald G. Ehrenberg"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "2018-01-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last two decades, median instructional spending per full-time equivalent (FTE) student at American 4-year colleges and universities has grown at a slower rate than median spending per FTE student in a number of other expenditure categories including academic support, student services and research. Our paper uses institutional level panel data and a variety of econometric approaches, including unconditional quantile regression methods, to analyze whether these non instructional expenditure categories influence graduation and first-year persistence rates of undergraduate students.\nOur most important finding is that student service expenditures influence graduation and persistence rates and their marginal effects are higher for students at institutions with lower entrance test scores and higher Pell Grant expenditures per student. Put another way, their effects are largest at institutions that have lower current graduation and first year persistence rates. Simulations suggest that reallocating some funding from instruction to student services may enhance persistence and graduation rates at those institutions whose rates are currently below the medians in the sample.\n\n",
    "acknowledgement": "\nOur research has been supported by grants to the Cornell Higher Education Research Institute (CHERI) from the Andrew W. Mellon Foundation, the Atlantic Philanthropies, the TIAA-CREF Institute and the Lumina Foundation for Education. However, the views expressed here are solely our own.\n\n\n"
}