{
    "id": 15213,
    "citation_title": "Low Life Expectancy in the United States: Is the Health Care System at Fault?",
    "citation_author": [
        "Samuel H. Preston",
        "Jessica Y. Ho"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLife expectancy in the United States fares poorly in international comparisons, primarily because of high mortality rates above age 50. Its low ranking is often blamed on a poor performance by the health care system rather than on behavioral or social factors. This paper presents evidence on the relative performance of the US health care system using death avoidance as the sole criterion. We find that, by standards of OECD countries, the US does well in terms of screening for cancer, survival rates from cancer, survival rates after heart attacks and strokes, and medication of individuals with high levels of blood pressure or cholesterol. We consider in greater depth mortality from prostate cancer and breast cancer, diseases for which effective methods of identification and treatment have been developed and where behavioral factors do not play a dominant role. We show that the US has had significantly faster declines in mortality from these two diseases than comparison countries. We conclude that the low longevity ranking of the United States is not likely to be a result of a poorly functioning health care system.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We are grateful to Beth Soldo, Jason Schnittker, and Eileen Crimmins for comments and suggestions.\n\n\n"
}