{
    "id": 15210,
    "citation_title": "A Simple Nonparametric Estimator for the Distribution of Random Coefficients",
    "citation_author": [
        "Patrick Bajari",
        "Jeremy T. Fox",
        "Kyoo il Kim",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple nonparametric mixtures estimator for recovering the joint distribution of parameter heterogeneity in economic models, such as the random coefficients logit. The estimator is based on linear regression subject to linear inequality constraints, and is robust, easy to program and computationally attractive compared to alternative estimators for random coefficient models. We prove consistency and provide the rate of convergence under deterministic and stochastic choices for the sieve approximating space. We present a Monte Carlo study and an empirical application to dynamic programming discrete choice with a serially-correlated unobserved state variable.\n\n",
    "acknowledgement": "\nBajari thanks the National Science Foundation, grant SES-0720463, for generous research support. Fox thanks the National Science Foundation, the Olin Foundation, and the Stigler Center for generous funding. Thanks to helpful comments from seminar participants at the AEA meetings, Chicago, Chicago GSB, UC Davis, European Commission antitrust, Far East Econometric Society meetings, LSE, Mannheim, MIT, Northwestern, Paris I, Quantitative Marketing and Economics, Queens, Rochester, Rutgers, Stanford, Stony Brook, Toronto, UCL, USC, Virginia, and Yale. Thanks to comments from Xiaohong Chen, Andrew Chesher, Philippe Fevrier, Amit Gandhi, Han Hong, David Margolis, Andrés Musalem, Peter Reiss, Jean-Marc Robin, Andrés Santos, Azeem Shaikh and Harald Uhlig. Thanks to research assistance from Chenchuan Li.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}