{
    "id": 15212,
    "citation_title": "Bank CEO Incentives and the Credit Crisis",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "René M. Stulz"
    ],
    "citation_publication_date": "2009-08-06",
    "issue_date": "2009-08-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether bank performance during the credit crisis of 2008 is related to CEO incentives and share ownership before the crisis and whether CEOs reduced their equity stakes in their banks in anticipation of the crisis. There is no evidence that banks with CEOs whose incentives were better aligned with the interests of their shareholders performed better during the crisis and some evidence that these banks actually performed worse both in terms of stock returns and in terms of accounting return on equity. Further, option compensation did not have an adverse impact on bank performance during the crisis. Bank CEOs did not reduce their holdings of shares in anticipation of the crisis or during the crisis; further, there is no evidence that they hedged their equity exposure. Consequently, they suffered extremely large wealth losses as a result of the crisis.\n\n",
    "acknowledgement": "\nFahlenbrach is Swiss Finance Institute Assistant Professor at Ecole Polytechnique Fédérale de Lausanne. Stulz is the Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and affiliated with NBER and ECGI.  Fahlenbrach acknowledges financial support from the Dice Center for Research in Financial Economics.  Address correspondence to René M. Stulz, Fisher College of Business, The Ohio State University, 806 Fisher Hall, Columbus, OH 43210, stulz@cob.osu.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}