{
    "id": 15218,
    "citation_title": "Why Can Modern Governments Tax So Much? An Agency Model of Firms as Fiscal Intermediaries",
    "citation_author": [
        "Henrik Jacobsen Kleven",
        "Claus Thustrup Kreiner",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a simple agency model to explain why third-party income reporting by employers dramatically improves income tax enforcement. Modern firms have a large number of employees and carry out complex production tasks, which requires the use of accurate business records. Because such records are widely used within the firm, any single employee can denounce collusive tax cheating between employees and the employer by revealing the true records to the government. We show that, if a firm is large enough, such whistleblowing threats will make tax enforcement successful even with low penalties and low audit rates. Embedding this agency model into the standard Allingham-Sandmo tax evasion model, we show that third-party reporting improves tax enforcement if the government disallows self-reported losses or audits such losses more stringently, which fits with actual tax policy practices. We also embed the agency model into a simple macroeconomic growth model where the size of firms grows with exogenous technological progress. In early stages of development, firms are small, tax rates are severely constrained by enforcement, and the size of government is too small. As firm size increases, the enforcement constraint is slackened, and government size is growing. In late stages of development, firm size is sufficiently large to make third-party tax enforcement completely effective and government size is socially optimal.\n\n",
    "acknowledgement": "\nWe would like to thank David Albouy, Tim Besley, Saki Bigio, Raj Chetty, Alain Jousten, Wojciech Kopczuk, Camille Landais, Thomas Piketty, Monica Singhal, Joel Slemrod, and numerous seminar participants for helpful discussions and comments. This paper is an output of the International Growth Centre (IGC). Additionally, financial support from NSF Grant SES-0850631 is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}