{
    "id": 15214,
    "citation_title": "Input Constraints and the Efficiency of Entry: Lessons from Cardiac Surgery",
    "citation_author": [
        "David M. Cutler",
        "Robert S. Huckman",
        "Jonathan T. Kolstad"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nPrior studies suggest that, with elastically supplied inputs, free entry may lead to an inefficiently high number of firms in equilibrium. Under input scarcity, however, the welfare loss from free entry is reduced. Further, free entry may increase use of high-quality inputs, as oligopolistic firms underuse these inputs when entry is constrained. We assess these predictions by examining how the 1996 repeal of certificate-of-need (CON) legislation in Pennsylvania affected the market for cardiac surgery in the state. We show that entry led to a redistribution of surgeries to higher-quality surgeons and that this entry was approximately welfare neutral.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the American Society of Health Economists, Duke University, Harvard University, the International Health Economics Association, the National Bureau of Economic Research, the University of Illinois at Chicago, the University of Pennsylvania, and Washington University-St. Louis for helpful comments.  We acknowledge financial support from the National Institute on Aging (Grant P01 AG005842) and the Harvard Business School Division of Research and Faculty Development. The data used in this analysis were obtained from the Pennsylvania Health Care Cost Containment Council (PHC4), which requests the following disclaimer:  The Pennsylvania Health Care Cost Containment Council (PHC4) is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay.  PHC4 has provided data to this entity in an effort to further PHC4's mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents and staff, have made no representation, guarantee, or warranty, express or implied, that the data -- financial, patient, payor, and physician specific information -- provided to this entity, are error-free, or that the use of the data will avoid differences of opinion or interpretation.  This analysis was not prepared by PHC4.  This analysis was done by David M. Cutler, Robert S. Huckman, and Jonathan T. Kolstad.  PHC4, its agents and staff, bear no responsibility or liability for the results of the analysis, which are solely the opinion of the authors. The views expressed herein also do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}