{
    "id": 15217,
    "citation_title": "The Americanization of European Higher Education and Research",
    "citation_author": [
        "Lex Borghans",
        "Frank Cörvers"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past two decades there has been a substantial increase in the mobility of students in Europe, while also research has become much more internationally oriented. In this paper we document changes in the structure of research and higher education in Europe and investigate potential explanations for the strong increase in its international orientation. While higher education started to grow substantially around 1960, only a few decades later, research and higher education transformed gradually to the American standard. Decreased communication costs are likely causes for this trend. This transformation is most clearly revealed in the change of language used in research from the national language, Latin, German and French to English. Smaller language areas made this transformation earlier while there are also clear timing differences between research fields. Sciences and medicine tend to switch to English first, followed by economics and social sciences, while for law and arts only the first signs of such a transformation are currently observed. This suggests that returns to scale and the transferability of research results are important influences in the decision to adopt the international standard.\n\n",
    "acknowledgement": "\nWe thank Daniëlle Claassens and Jesper van Thor for their statistical assistance. We benefited from the comments of Charles Clotfelter and Hugo Sonnenschein and the participants of the NBER conferences September 2007 in Cambridge MA and October 2008 in Woodstock, Vermont on earlier versions of this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}