{
    "id": 15223,
    "citation_title": "Securitized Banking and the Run on Repo",
    "citation_author": [
        "Gary B. Gorton",
        "Andrew Metrick"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Panic of 2007-2008 was a run on the sale and repurchase market (the \"repo\" market), which is a very large, short-term market that provides financing for a wide range of securitization activities and financial institutions. Repo transactions are collateralized, frequently with securitized bonds. We refer to the combination of securitization plus repo finance as \"securitized banking\", and argue that these activities were at the nexus of the crisis. We use a novel data set that includes credit spreads for hundreds of securitized bonds to trace the path of crisis from subprime-housing related assets into markets that had no connection to housing. We find that changes in the \"LIB-OIS\" spread, a proxy for counterparty risk, was strongly correlated with changes in credit spreads and repo rates for securitized bonds. These changes implied higher uncertainty about bank solvency and lower values for repo collateral. Concerns about the liquidity of markets for the bonds used as collateral led to increases in repo \"haircuts\": the amount of collateral required for any given transaction. With declining asset values and increasing haircuts, the U.S. banking system was effectively insolvent for the first time since the Great Depression.\n\n",
    "acknowledgement": "\nWe thank Lei Xie for research assistance, Sara Paolella for editorial assistance, numerous anonymous traders for help with data, and seminar participants at the NY Fed, Texas, and MIT for comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}