{
    "id": 15229,
    "citation_title": "Effects of Venue-Specific State Clean Indoor Air Laws on Smoking-Related Outcomes",
    "citation_author": [
        "Marianne P. Bitler",
        "Christopher Carpenter",
        "Madeline Zavodny"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature has documented relationships between state clean indoor air laws (SCIALs) and smoking-related outcomes in the US.  These laws vary within states over time and across venues such as schools, government buildings, and bars.  Few studies, however, have evaluated whether the effects of SCIALs are plausibly concentrated among workers who should have been directly affected because they worked at locations covered by the venue-specific restrictions.  We fill this gap in the literature using data on private sector workers, government employees, school employees, eating and drinking place workers, and bartenders from the 1992-2007 Tobacco Use Supplements to the Current Population Survey.  Our quasi-experimental models indicate robust effects of SCIALs restricting smoking in bars: these laws significantly increased the presence of workplace smoking restrictions as reported by bartenders and reduced the fraction of bartenders who smoke.  We do not, however, find that SCIALs in private workplaces, government workplaces, schools, or restaurants increased the presence of workplace smoking restrictions among groups of workers working in venues covered by these laws.  This suggests that the smoking reductions associated with SCIALs in previous research are unlikely to have been directly caused by effects of workplace smoking restrictions on workers.\n\n",
    "acknowledgement": "\nWe thank Gary Giovino and colleagues at the Roswell Park Cancer Institute for sharing the ImpacTeen Tobacco Control Policy Data, and we thank Jaime Chriqui for detailed discussions about how the laws were coded.  For generous financial support, Carpenter thanks the UC Institute of Labor and Employment and the Paul Merage School of Business at UC Irvine, and Bitler and Zavodny thank the National Institutes of Health (CDC/NIOSH OH008244).  Results do not imply their endorsement; all errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}