{
    "id": 15224,
    "citation_title": "Partisan Representation in Congress and the Geographic Distribution of Federal Funds",
    "citation_author": [
        "David Albouy"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a two-party legislature, districts represented by the majority may receive greater funds if majority-party legislators have greater proposal power or disproportionately form coalitions with each other. Funding types received by districts may depend on their legislators' party-identity when party preferences differ. Estimates from the United States - using fixed-effect and regression-discontinuity designs - indicate that states represented by members of Congress in the majority receive greater federal grants, especially in transportation, and defense spending. States represented by Republicans receive more for defense and transportation than those represented by Democrats; the latter receive more spending for education and urban development.\n\n",
    "acknowledgement": "\nI would like to thank Alan Auerbach, Chris Berry, Bruce Cain, David Card, Ken Chay, Ernesto Dal Bo, Tatyana Deryugina, Michael Greenstone, David Lee, Ted Miguel, Marit Rehavi, Gerard Roland, Emmanuel Saez, Dan Silverman, Jeff Smith, and seminar participants at Michigan and UC Berkeley for their help, input, and advice. Any mistakes are my own. Please send comments to albouy@umich.edu. Please send comments to albouy@umich.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}