{
    "id": 1522,
    "citation_title": "Valuing Financial Flexibility",
    "citation_author": [
        "Scott P. Mason"
    ],
    "citation_publication_date": "1984-12-01",
    "issue_date": "1984-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo facts that corporations, underwriters and investors have been forced to confront are increased capital market volatility and increased complexity in the design of securities. However, these two facts, increased volatility and increased complexity, are not unrelated. Virtually all of the complexity in securities can be viewed as the inclusion of different options in a straight debt contract. Given the fact that the value of options is driven most significantly by volatility, the advantage of including options, i.e. financial flexibility, in securities has increased with increased market volatility. This would appear to explain why corporate issuers and institutional investors have shown substantial interest in securities which improve their flexibility in volatile markets. Therefore, techniques which can consistently reflect the role of volatility in the value of options or flexibility, should be of interest to issuers, underwriters, and investors.This paper summarizes the results of some research by Jones, Masonand Rosenfeld (MR), (1984), and presents some new results, which test the ability of a CCA model based on Black and Scholes' option pricingprinciples to predict the market price of callable corporate debt, andtherefore, the price of such common debt covenants as call provisions andcall protection, In addition, some numerical CCA results are reportedwhich demonstrate the impact of changing interest rate volatility on the value of call provisions and call protection.\n\n",
    "acknowledgement": "\n"
}