{
    "id": 15221,
    "citation_title": "Informal Taxation",
    "citation_author": [
        "Benjamin A. Olken",
        "Monica Singhal"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformal payments are a frequently overlooked source of local public finance in developing countries. We use microdata from ten countries to establish stylized facts on the magnitude, form, and distributional implications of this \"informal taxation.\" Informal taxation is widespread, particularly in rural areas, with substantial in-kind labor payments. The wealthy pay more, but pay less in percentage terms, and informal taxes are more regressive than formal taxes.  Failing to include informal taxation underestimates household tax burdens and revenue decentralization in developing countries. We propose a simple model of information and enforcement constraints that parsimoniously explains the patterns in the data.\n\n",
    "acknowledgement": "\nWe thank Tim Besley, Ryan Bubb, Steve Coate, Amy Finkelstein, Ed Glaeser, Roger Gordon, Seema Jayachandran, Henrik Kleven, Wojciech Kopczuk, Stephan Litschig, Erzo Luttmer, Rohini Pande, Jim Poterba, and numerous seminar participants for comments. We thank Angelin Baskaran, Octavia Foarta, Angela Kilby, Arash Nekoei, and Yusuf Neggers for excellent research assistance. We gratefully acknowledge funding from the Harvard University Asia Center (Olken and Singhal), NICHD grant R03HD051957 (Olken), and the Weatherhead Center for International Affairs and the Taubman Center for State and Local Government (Singhal). We thank Rob Chase and Diane Steele at the World Bank for providing us with data. The views expressed in this paper are those of the authors and do not necessarily represent the views of the World Bank, the National Bureau of Economic Research, or any other institution.\n\n\n"
}