{
    "id": 15226,
    "citation_title": "Nonparametric Identification and Estimation of Nonadditive Hedonic Models",
    "citation_author": [
        "James J. Heckman",
        "Rosa L. Matzkin",
        "Lars Nesheim"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the identification and estimation of preferences and technologies in equilibrium hedonic models. In it, we identify nonparametric structural relationships with nonadditive heterogeneity. We determine what features of hedonic models can be identified from equilibrium observations in a single market under weak assumptions about the available information. We then consider use of additional information about structural functions and heterogeneity distributions. Separability conditions facilitate identification of consumer marginal utility and firm marginal product functions. We also consider how identification is facilitated using multimarket data.\n\n",
    "acknowledgement": "\nThis research was supported by NSF grants SES-0241858 and BCS-0433990. Lars Nesheim also thanks the Leverhulme Trust and the UK Economic and Social Research Council (ESRC grant RES-589-28-0001) for support through its funding of the Centre for Microdata Methods and Practice(http://www.cemmap.ac.uk). Rosa L. Matzkin research has been supported also by NSF grant SES-0551272. We thank the participants of seminars at Northwestern University, Universidad de San Andres, Princeton University, Harvard/MIT, UCLA/USC, University of California at Berkeley, University of Minnesota, the Bureau of Labor Statistics, University of Chicago, Universidad Di Tella, the 2002 Workshop on Characteristics Models: Theory and Applications (University of Copenhagen), the 2002 Workshop on Mathematical Economics (IMPA), and the 2004 Banff International Research Station (BIRS) workshop on \"Mathematical Structures in Economic Theory and Econometrics\" for their useful comments. We thank Myrna Wooders and Daniel McFadden for many stimulating conversations, and Donald J. Brown for specific comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}