{
    "id": 15230,
    "citation_title": "Political Selection and Persistence of Bad Governments",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study dynamic selection of governments under different political institutions, with a special focus on institutional \"flexibility\". A government consists of a subset of the individuals in the society. The competence level of the government in office determines collective utilities (e.g., by determining the amount and quality of public goods), and each individual derives additional utility from being part of the government (e.g., corruption or rents from holding office). We characterize dynamic evolution of governments and determine the structure of stable governments, which arise and persist in equilibrium. Perfect democracy, where current members of the government do not have an incumbency advantage or special powers, always leads to the emergence of the most competent government. However, any deviation from perfect democracy destroys this result. There is always at least one other, less competent government that is also stable and can persist forever, and even the least competent government can persist forever in office. Moreover, a greater degree of democracy may lead to worse governments.  In contrast, in the presence of stochastic shocks or changes in the environment, greater democracy corresponds to greater flexibility and increases the probability that high competence governments will come to power. This result suggests that a particular advantage of democratic regimes may be their greater adaptability to changes rather than their performance under given conditions. Finally, we show that, in the presence of stochastic shocks, \"royalty-like\" dictatorships may be more successful than \"junta-like\" dictatorships, because they might also be more adaptable to change.\n\n",
    "acknowledgement": "\nDaron Acemoglu gratefully acknowledges financial support from the National Science Foundation. We thank participants at California Institute of Technology Political Economy Seminar, Frontiers of Political Economics conference in Moscow, NBER summer institute in Cambridge, Third Game Theory World Conference in Evanston, and University of Chicago theory seminar for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}