{
    "id": 15232,
    "citation_title": "The Impact of Job Stress on Smoking and Quitting: Evidence from the HRS",
    "citation_author": [
        "Padmaja Ayyagari",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of job-related stress on smoking behavior. We use data from the Health and Retirement Study to examine how high job stress affects the probability that smokers quit and the number of cigarettes smoked for current smokers. We include individual fixed effects, which control for time-invariant factors.  Occupational fixed effects are also included to control for occupational characteristics other than stress; time dummies control for the secular decline in smoking rates. Using a sample of people who smoked in the previous wave, we find that job stress is positively related to continuing to smoke and to the number of cigarettes smoked for current smokers. The FE results are of greater magnitude and significance than the OLS results suggesting an important omitted variable bias in OLS estimates. It may be that individuals who are able to handle stress or have better self-control are more likely to have high stress jobs and less likely to smoke. We also find that the smoking/stress relationship is neither explained by heterogeneity across individuals in cognitive ability, risk taking preferences or planning horizons nor is it explained by time varying measures that we observe.\n\n",
    "acknowledgement": "\nThis work was supported by Grant Number RL1AA017542 from the National Institute on Alcohol Abuse and Alcoholism to Yale University and Grant Number R01AG027045 from the National Institute on Aging to Yale University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}