{
    "id": 15236,
    "citation_title": "School Entry, Educational Attainment and Quarter of Birth: A Cautionary Tale of LATE",
    "citation_author": [
        "Rashmi Barua",
        "Kevin Lang"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPartly in response to increased testing and accountability, states and districts have been raising the minimum school entry age, but existing studies show mixed results regarding the effects of entry age. These studies may be severely biased because they violate the monotonicity assumption needed for LATE. We propose an instrument not subject to this bias and show no effect on the educational attainment of children born in the fourth quarter of moving from a December 31 to an earlier cutoff. We then estimate a structural model of optimal entry age that reconciles the different IV estimates including ours. We find that one standard instrument is badly biased but that the other diverges from ours because it estimates a different LATE. We also find that an early entry age cutoff that is applied loosely (as in the 1950s) is beneficial but one that is strictly enforced is not.\n\n",
    "acknowledgement": "\nWe are grateful to Josh Angrist, Sandy Black, Jim Heckman, Caroline Hoxby, Claudia Olivetti, Daniele Paserman and participants in seminars at Boston University, University of Chicago, MIT, UC Irvine, NYU, Pomona College, Tilburg University, the Tinbergen Institute, SOLE and Econometric Society for helpful comments and suggestions. The usual caveat applies. Barua acknowledges funding under NSF-AERA grant REC-0634035. Lang acknowledges funding from NICHD under grant number R03 HD056056-01 and NSF under grant number SEC-0339149. The opinions expressed here are those of the authors and not necessarily those of the funding agencies or of the National Bureau of Economic Research.\n\n\n"
}