{
    "id": 15234,
    "citation_title": "Causality, Structure, and the Uniqueness of Rational Expectations Equilibria",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider a rational expectations (RE) model that includes a relationship between variables `x_t` and `z_(t+1)`.  To be considered structural and potentially useful as a guide to actual behavior, this model must specify whether `x_t` is influenced by the expectation at t of `z_(t+1)` or, alternatively, that `z_(t+1)` is directly influenced (via some inertial mechanism) by `x_t` (i.e., that `z_t` is influenced by `x_(t-1)`). These are quite different phenomena.  Here it is shown that, for a very broad class of multivariate linear RE models, distinct causal specifications involving both expectational and inertial influences will be uniquely associated with distinct solutions--which will result operationally from different specifications concerning which of the model's variables are predetermined.  It follows that for a given structure, and with a natural continuity assumption, there is only one RE solution that is fully consistent with the model's specification.  Furthermore, this solution does not involve \"sunspot\" phenomena.\n\n",
    "acknowledgement": "\nThe author is indebted to Seonghoon Cho, Robert Lucas, and Holger Sieg for helpful comments on earlier drafts. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}