{
    "id": 15237,
    "citation_title": "A Search Cost Model of Obfuscation",
    "citation_author": [
        "Glenn Ellison",
        "Alexander Wolitzky"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops search-theoretic models in which it is individually rational for firms to engage in obfuscation. It considers oligopoly competition between firms selling a homogeneous good to a population of rational consumers who incur search costs to learn each firm's price. Search costs are endogenized: obfuscation is equated with unobservable actions that make it more time-consuming to inspect a product and learn its price. We note two mechanisms by which obfuscation can affect consumer beliefs about future search costs: a direct effect that applies when search costs are convex in time spent searching and a signal-jamming effect that applies when an informational link is present. As long as obfuscation is costless for firms, the presence of either of these mechanisms guarantees that obfuscation must occur in equilibrium, unless consumer search costs are already so high that consumers are willing to purchase at the highest equilibrium price in the absence of obfuscation.  Changes in consumer search costs are at least partially offset by changes in the equilibrium level of obfuscation, raising doubts about whether reductions in consumer search costs must make markets more competitive. We also examine patterns of obfuscation and show that higher markups are usually associated with more obfuscation.\n\n",
    "acknowledgement": "\nThis paper was supported by NSF grant SES-0550897 and the Toulouse Network for Information Technology. The second author also received support through a NSF Graduate Research Fellowship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}