{
    "id": 15235,
    "citation_title": "International Differences in Longevity and Health and their Economic Consequences",
    "citation_author": [
        "Pierre-Carl Michaud",
        "Dana Goldman",
        "Darius Lakdawalla",
        "Adam Gailey",
        "Yuhui Zheng"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1975, 50 year-old Americans could expect to live slightly longer than their European counterparts. By 2005, American life expectancy at that age has diverged substantially compared to Europe. We find that this growing longevity gap is primarily the symptom of real declines in the health of near-elderly Americans, relative to their European peers. In particular, we use a microsimulation approach to project what US longevity would look like, if US health trends approximated those in Europe. We find that differences in health can explain most of the growing gap in remaining life expectancy. In addition, we quantify the public finance consequences of this deterioration in health. The model predicts that gradually moving American cohorts to the health status enjoyed by Europeans could save up to $1.1 trillion in discounted total health expenditures from 2004 to 2050.\n\n",
    "acknowledgement": "\nWe thank the Department of Labor and the National Institute of Aging for financial support. We also thank Michael Hurd, James Smith, Maggie Weden and Arthur van Soest as well as seminar participants at Tilburg University and the Michigan RRC. Corresponding author: Pierre-Carl Michaud, 1776 Main Street, Santa Monica, CA 90401: michaud@rand.org. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}