{
    "id": 15231,
    "citation_title": "Understanding the Economic Consequences of Shifting Trends in Population Health",
    "citation_author": [
        "Pierre-Carl Michaud",
        "Dana Goldman",
        "Darius Lakdawalla",
        "Yuhui Zheng",
        "Adam Gailey"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe public economic burden of shifting trends in population health remains uncertain. Sustained increases in obesity, diabetes, and other diseases could reduce life expectancy - with a concomitant decrease in the public-sector's annuity burden - but these savings may be offset by worsening functional status, which increases health care spending, reduces labor supply, and increases public assistance. Using a microsimulation approach, we quantify the competing public-finance consequences of shifting trends in population health for medical care costs, labor supply, earnings, wealth, tax revenues, and government expenditures (including Social Security and income assistance). Together, the reduction in smoking and the rise in obesity have increased net public-sector liabilities by $430bn, or approximately 4% of the current debt burden. Larger effects are observed for specific public programs: annual spending is 10% higher in the Medicaid program, and 7% higher for Medicare.\n\n",
    "acknowledgement": "\nThis research was funded by Employee Benefits Security Administration US Department of Labor through Contract J-9-P-2-0033. Corresponding author: Pierre-Carl Michaud, michaud@rand.org, 1776 Main Street, Santa Monica, CA 90407-2138, United States, Tel: +1 (310) 393-0411 extension 7620. The authors are solely responsible for the content. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}