{
    "id": 15244,
    "citation_title": "Trending Current Accounts",
    "citation_author": [
        "Horag Choi",
        "Nelson C. Mark"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrending current accounts pose a challenge for intertemporal open-economy macro models. This paper shows that a two-country representative-agent business cycle model is able to explain the historical time-paths of the US and Japanese current accounts, both of which display trends but in opposite directions. Households have a state-dependent subjective discount factor such that they become relatively impatient (patient) when societal consumption is abnormally high (low). We present agents in the model with historical observations on the exogenous state variables, run the economy, and compare the current account implied by the model with the data. We find that the model generates national saving behavior that matches the current account's trend. Investment dynamics are important for explaining current account fluctuations around the trend, but not for the trend itself. The model also accounts for the timing of cyclical current account fluctuations around the trend.\n\n",
    "acknowledgement": "\nThis paper has benefitted from comments of seminar participants at the University of Washington, Purdue University, the CEPR's Brussels International Macroeconomics conference, and Sydney-Melbourne Conference on Macroeconomic Theory. We also thank Theo Eicher for useful suggestions and Alan Taylor for some of the current account data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}