{
    "id": 15242,
    "citation_title": "Screening Peers Softly: Inferring the Quality of Small Borrowers",
    "citation_author": [
        "Rajkamal Iyer",
        "Asim Ijaz Khwaja",
        "Erzo F.P. Luttmer",
        "Kelly Shue"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "2013-04-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe recent banking crisis highlights the challenges faced in credit intermediation. New online peer-to-peer lending markets offer opportunities to examine lending models that primarily cater to small borrowers and that generate more types of information on which to screen. This paper evaluates screening in a peer-to-peer market where lenders observe both standard financial information and soft, or nonstandard, information about borrower quality. Our methodology takes advantage of the fact that while lenders do not observe a borrower's exact credit score, we do. We find that lenders are able to predict default with 45% greater accuracy than what is achievable based on just the borrower's credit score, the traditional measure of creditworthiness used by banks. We further find that lenders effectively use nonstandard or soft information and that such information is relatively more important when screening borrowers of lower credit quality. In addition to estimating the overall inference of creditworthiness, we also find that lenders infer a third of the variation in the dimension of creditworthiness that is captured by the credit score. This credit-score inference relies primarily upon standard hard information, but still draws relatively more from softer or less standard information when screening lower-quality borrowers. Our results highlight the importance of screening mechanisms that rely on soft information, especially in settings targeted at smaller borrowers.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Screening in New Credit Markets: Can Individual Lenders Infer Borrower Creditworthiness in Peer-to-Peer Lending?.\" We are extremely grateful to Prosper.com for being so generous with their time in answering our queries. We thank Liran Einav, Raymond Fisman, Matthew Gentzkow, Lawrence Katz, Atif Mian, Enrichetta Ravina, David Scharfstein, Jesse Shapiro, Jeremy Stein, three anonymous referees and seminar participants at Harvard, the NBER finance meetings and UCLA Anderson for helpful comments. We thank David Robinson for excellent research assistance. The views expressed in this paper are solely our own. The views expressed in this paper are solely our own and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}