{
    "id": 1524,
    "citation_title": "Tax Reform and Housing",
    "citation_author": [
        "Patric H. Hendershott",
        "David C. Ling"
    ],
    "citation_publication_date": "1984-12-01",
    "issue_date": "1984-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent tax law provides tax advantages to owner-occupied housing that increase with a household's income. This well understood fact has led to periodic proposals to substitute a tax credit equal to, say, 25 percent of housing-related expenses for their current deductibility. Because all of the tax reforms considered in this paper (Hall-Rabushka, Kemp-Kasten and Bradley-Gephardt) move toward a flat rate schedule, they all will sharply reduce the tax-advantages of owner-occupied housing to higher income households relative to lower income households. In fact, our analysis suggests that all reforms will lower the price of obtaining housing services from owner-occupied housing for these households and raise it for higher-income households. The \"breakeven\" income at which the price of these housing services would be unchanged is about $55,000 for Kemp-Kasten and Hall-Rabushka probably $10,000 less for Bradley-Gephardt. The price of renting housing should rise under all reforms, probably by 5 to 10 percent. In combination with the decline in the price of obtaining housing services for middle and lower income households, this should give a signficant boost to homeownership. Under Kemp-Kasten, ownership rates will rise for four-member households with AGI (as renters) of under $60,000; for higher income households ownership could decline marginally. The breakeven income level is roughly $40,000 for Bradley-Gephardt and $35,000 or Hall-Rabushka.\n\n",
    "acknowledgement": "\n"
}