{
    "id": 15240,
    "citation_title": "Disasters implied by equity index options",
    "citation_author": [
        "David Backus",
        "Mikhail Chernov",
        "Ian Martin"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use prices of equity index options to quantify the impact of extreme events on asset returns.  We define extreme events as departures from normality of the log of the pricing kernel and summarize their impact with high-order cumulants: skewness, kurtosis, and so on.  We show that high-order cumulants are quantitatively important in both representative-agent models with disasters and in a statistical pricing model estimated from equity index options.  Option prices thus provide independent confirmation of the impact of extreme events on asset returns, but they imply a more modest distribution of them.\n\n",
    "acknowledgement": "\nWe thank Michael Brandt, Rodrigo Guimaraes, Sydney Ludvigson, Monika Piazzesi, Romeo Tedongap, Mike Woodford, and Liuren Wu, as well as participants in seminars at the Bank of England, the CEPR symposium on financial markets, the London Business School, the London School of Economics, the NBER summer institute, New York University, SIFR, and the financial econometrics conference in Toulouse.  We also thank Mark Broadie for sharing his option pricing code and Vadim Zhitomirsky for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}