{
    "id": 15243,
    "citation_title": "A Parsimonious Macroeconomic Model for Asset Pricing",
    "citation_author": [
        "Fatih Guvenen"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I study asset prices in a two-agent macroeconomic model with two key features: limited participation in the stock market and heterogeneity in the elasticity of intertemporal substitution in consumption (EIS). The model is consistent with some prominent features of asset prices that have been documented in the literature, such as a high equity premium; relatively smooth interest rates; procyclical variation in stock prices; and countercyclical variation in the equity premium, in its volatility, and in the Sharpe ratio. While the model also reproduces the long-horizon predictability of the equity premium, the extent of predictability is smaller than in the data. In this model, the risk-free asset market plays a central role by allowing the non-stockholders (who have low EIS) to smooth the fluctuations in their labor income. This process concentrates nonstockholders' aggregate labor income risk among a small group of stockholders, who then demand a high premium for bearing the aggregate equity risk. Furthermore, this mechanism is consistent with the very small share of aggregate wealth held by non-stockholders in the US data, which has proved problematic for previous models with limited participation. I show that this large wealth inequality is also important for the model's ability to generate a countercyclical equity premium. Finally, when it comes to business cycle performance the model's progress has been more limited: consumption is still too volatile compared to the US data, whereas investment is still too smooth. These are important areas for potential improvement in this framework.\n\n",
    "acknowledgement": "\nFor helpful conversations and comments, I thank Daron Acemoglu, John Campbell, V.V. Chari, Jeremy Greenwood, Lars Hansen, Urban Jermann, Narayana Kocherlakota, Per Krusell, Martin Lettau, Debbie Lucas, Sydney Ludvigson, Rajnish Mehra, Martin Schneider, Tony Smith, Kjetil Storesletten, Harald Uhlig (the Editor), Ivan Werning, Amir Yaron, five anonymous referees, as well as seminar participants at Duke University (Fuqua), Massachusetts Institute of Technology, Ohio State University, University of Montréal, University of Pittsburgh, University of Rochester, UT-Austin, UT-Dallas, NBER Economic Fluctuations and Growth meetings, NBER Asset Pricing meetings, the SED conference, and the AEA winter meetings. Financial support from the National Science Foundation under grant SES-0351001 is gratefully acknowledged. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}