{
    "id": 15249,
    "citation_title": "China's Exporters and Importers: Firms, Products and Trade Partners",
    "citation_author": [
        "Kalina Manova",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses newly available data on Chinese trade flows to establish novel and confirm existing stylized facts about firm heterogeneity in trade. First, the bulk of exports and imports are captured by a few multi-product firms that transact with a large number of countries. Second, the average importer imports more products than the average exporter exports, but exporters trade with more countries than importers do. Third, compared to private domestic firms, foreign affiliates and joint ventures trade more and import more products from more source countries, but export fewer products to fewer destinations. Fourth, the relationship between firms' intensive and extensive margin of trade is non-monotonic, differs between exporters and importers, and depends on the ownership structure of the firm. Fifth, firms frequently exit and re-enter into trade and regularly change their product mix and trade partners, but foreign firms exhibit less churning. Finally, most of the growth in Chinese exports between 2003-2005 was driven by deepening and broadening of trade relationships by surviving firms, while reallocations across firms contributed only 30%. These stylized facts shed light on the cost structure of international trade and the importance of foreign ownership for firms' export and import decisions.\n\n",
    "acknowledgement": "\nWe thank Doireann Fitzgerald, Pete Klenow and Bob Staiger for insightful conversations, and participants at the 2008 LSE conference on the Emergence of China and India in the Global Economy, the 2008 SITE conference on Aggregation in Macro, and the 2008 San Francisco Federal Reserve Pacific Basin Conference for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}