{
    "id": 15248,
    "citation_title": "Investment and Capital Constraints: Repatriations Under the American Jobs Creation Act",
    "citation_author": [
        "Michael Faulkender",
        "Mitchell Petersen"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "2012-05-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American Jobs Creation Act (AJCA) significantly lowered US firms' tax cost when accessing their unrepatriated foreign earnings. Using this temporary shock to the cost of internal financing, we examine the role of capital constraints in firms' investment decisions. Controlling for the capacity to repatriate foreign earnings under the AJCA, we find that a majority of the funds repatriated by capital constrained firms were allocated to approved domestic investment. While unconstrained firms account for a majority of repatriated funds, no increase in investment resulted. Contrary to other examinations of the AJCA, we find little change in leverage and equity payouts.\n\n",
    "acknowledgement": "\nPetersen thanks the Heizer Center at Northwestern University's Kellogg School for support. The views expressed in this paper are those of the authors. We appreciate the suggestions and advice of Jerry Hoberg, Vojislav Maksimovic, David Matsa, Gordon Phillips, Michael Roberts, Jun Yang, and seminar participants at Aalto University, American Finance Association Meetings, Board of Governors of the Federal Reserve, Baruch College, Boston University, Duke University, Drexel University, Emory University, Federal Reserve Bank of Chicago, Federal Reserve Bank of New York, Georgia State University, Indiana University, London Business School, London School of Economics, Northwestern University, Ohio State University, Queens University, Rotterdam School of Management, Stanford Institute for Theoretical Economics, Tilberg University, Washington University in St Louis, the Universities of Arizona, British Columbia, California-San Diego, Maryland, Montreal, North Carolina, Oklahoma, Pennsylvania (Wharton), Southern California, Texas at Dallas, Virginia, and Yale University for their helpful comments. The research assistance of Katherine Ashley, Julie Chen, Michelle Lee, Roxanne Luk, Ryan Morrisroe, Joyce Pang, Kenny Quattrocchi, Alex Williamson, Lu Xie, Shirley Xu, and Calvin Zhang is greatly appreciated.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}