{
    "id": 15247,
    "citation_title": "On the Size Distribution of Macroeconomic Disasters",
    "citation_author": [
        "Robert J. Barro",
        "Tao Jin"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the rare-disasters setting, a key determinant of the equity premium is the size distribution of macroeconomic disasters, gauged by proportionate declines in per capita consumption or GDP.  The long-term national-accounts data for up to 36 countries provide a large sample of disaster events of magnitude 10% or more.  For this sample, a power-law density provides a good fit to the distribution of the ratio of normal to disaster consumption or GDP.  The key parameter of the size distribution is the upper-tail exponent, `alpha`, estimated to be near 5, with a 95% confidence interval between 3-1/2 and 7.  The equity premium involves a race between `alpha` and the coefficient of relative risk aversion, `gamma`.  A higher `alpha` signifies a thinner tail and, therefore, a lower equity premium, whereas a higher `gamma` implies a higher equity premium.  The equity premium is finite if `alpha-1>gamma`.  To accord with the observed average unlevered equity premium of around 5%, we get a point estimate for `gamma` close to 3, with a 95% confidence interval of roughly 2 to 4.\n\n",
    "acknowledgement": "\nThis research has been supported by the National Science Foundation.  We appreciate helpful comments from Xavier Gabaix, Rustam Ibragimov, Chris Sims, Jose Ursua, and Marty Weitzman. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}