{
    "id": 15255,
    "citation_title": "Accounting for Incomplete Pass-Through",
    "citation_author": [
        "Emi Nakamura",
        "Dawit Zerom"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theoretical work has suggested a number of potentially important factors in causing incomplete pass-through of exchange rates to prices, including markup adjustment, local costs and barriers to price adjustment. We empirically analyze the determinants of incomplete pass-through in the coffee industry. The observed pass-through in this industry replicates key features of pass-through documented in aggregate data: prices respond sluggishly and incompletely to changes in costs. We use microdata on sales and prices to uncover the role of markup adjustment, local costs, and barriers to price adjustment in determining  incomplete pass-through using a structural oligopoly model that nests all three potential factors. The implied pricing model explains the main dynamic features of short and long-run pass-through.  Local costs reduce long-run pass-through (after 6 quarters) by a factor of 59% relative to a CES benchmark.  Markup adjustment reduces pass-through by an additional factor of 33%, where the extent of markup adjustment depends on the estimated \"super-elasticity\" of demand. The estimated menu costs are small 0.23% of revenue) and have a negligible effect on long-run pass-through, but are quantitatively successful in explaining the delayed response of prices to costs.  The estimated strategic complementarities in pricing do not, therefore, substantially delay the response of prices to costs. We find that delayed pass-through in the coffee industry occurs almost entirely at the wholesale rather than the retail level.\n\n",
    "acknowledgement": "\nWe would like to thank Ariel Pakes and Kenneth Rogoff for invaluable advice and encouragement.  We are grateful to Dan Ackerberg, Hafedh Bouakez, Ariel Burstein, Ulrich Dorazelski, Tim Erickson, Gita Gopinath, Penny Goldberg, Joseph Harrington, Rebecca Hellerstein, Elhanan Helpman, David Laibson, Ephraim Leibtag, Julie Mortimer, Alice Nakamura, Serena Ng, Roberto Rigobon, Julio Rotemberg, Jón Steinsson, Martin Uribe and seminar participants at various institutions for helpful comments and suggestions. This paper draws heavily on Chapter 2 of Nakamura's Harvard University Ph.D. thesis.  This research was funded in part by a collaborative research grant from the US Department of Agriculture and the computational methods in this paper also draw on a working paper by Nakamura and Zerom entitled \"Price Rigidity, Price Adjustment and Demand in the Coffee Industry.'' Corresponding author: Emi Nakamura at enakamura@columbia.edu.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}