{
    "id": 15252,
    "citation_title": "Aggregate Labor Market Outcomes: The Role of Choice and Chance",
    "citation_author": [
        "Per Krusell",
        "Toshihiko Mukoyama",
        "Richard Rogerson",
        "Aysegul Sahin"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommonly used frictional models of the labor market imply that changes in frictions have large effects on steady state employment and unemployment. We use a model that features both frictions and an operative labor supply margin to examine the robustness of this feature to the inclusion of a empirically reasonable labor supply channel. The response of unemployment to changes in frictions is similar in both models. But the labor supply response present in our model greatly attenuates the effects of frictions on steady state employment relative to the simplest matching model, and two common extensions. We also find that the presence of empirically plausible frictions has virtually no impact on the response of aggregate employment to taxes.\n\n",
    "acknowledgement": "\nSome of the material in this paper was previously contained in our paper entitled \"Labor Supply in a Frictional Labor Market\". We thank Nicola Pavoni and Naoki Shintoyo for useful comments as well as seminar participants at CEMFI, Columbia, Universitat Autonoma de Barcelona, USC, UCLA, the Atlanta Fed, Yale, UC Riverside, Queen's, Georgetown, Wharton, Toronto, Ryerson, Western Ontario, Stockholm School of Economics, IIES, University of Oslo, Concordia, Northern Illinois, Yonsei University and Korea University, as well as conference participants at the Labor Markets Conference at the IFS (2008), the Winter Institute of Macroeconomics 2009 (Tokyo), the Bewley Conference at UT Austin, and the 2009 SED Conference. We thank Joe Song for excellent research assistance. Krusell and Rogerson acknowldege financial support from the NSF. The views expressed in this article are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the NBER. Corresponding author: Richard Rogerson. Address for correspondence: Department of Economics, Arizona State University, Tempe, AZ 85287. Phone: 480-727-6671. Fax: 480-965-0748. Email: Richard.Rogerson@asu.edu\n\n\n"
}