{
    "id": 15256,
    "citation_title": "Estimating Causal Effects of Early Occupational Choice on Later Health: Evidence Using the PSID",
    "citation_author": [
        "Jason M. Fletcher",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we provide some of the first empirical evidence of whether early occupational choices are associated with lasting effects on health status, affecting individuals as they age. We take advantage of data on occupational histories available in the Panel Study of Income Dynamics (PSID) to examine this issue.  To the PSID data, we merge historical Census data that reflect the labor market conditions when each individual in the PSID made his first occupational choice.  These data on labor market conditions (e.g. state-level share of blue collar workers) allow us to instrument for occupational choice in order to alleviate endogeneity bias.  We use parental occupation as additional instruments.  Since our instruments may have indirect effects on later health, we also control for respondent's pre-labor market health, education and several family and state background characteristics in order to make the instruments more plausibly excludable.  We find substantial evidence that a blue collar occupation at labor force entry is associated with decrements to later health status, ceteris paribus.  These health effects are larger after controlling for endogeneity and are similar across sets of instruments.  We also find differences in the effects of occupation by gender, race, and age.\n\n",
    "acknowledgement": "\nBoth authors gratefully acknowledge funding from the National Institute on Aging (R01 AG027045).  We received helpful comments from Padmaja Ayyagari,  Partha Deb, and Atheendar Venkataramani and participants at the 2009 Population Association of America Meeting. Jeremy Green and Hsun-Mei Teng provided research assistance with the Census data and historical state characteristics data.  Bo MacInnis generously provided the historical education data.  We thank Adrianna Lleras-Muney for providing a portion of the historical health data on her website. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}