{
    "id": 15259,
    "citation_title": "Uncertain Outcomes and Climate Change Policy",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFocusing on tail effects, I incorporate distributions for temperature change and its economic impact in an analysis of climate change policy. I estimate the fraction of consumption w*(tau) that society would be willing to sacrifice to ensure that any increase in temperature at a future point is limited to tau. Using information on the distributions for temperature change and economic impact from studies assembled by the IPCC and from \"integrated assessment models\" (IAMs), I fit displaced gamma distributions for these variables. Unlike existing IAMs, I model economic impact as a relationship between temperature change and the growth rate of GDP as opposed to its level, so that warming has a permanent impact on future GDP. The fitted distributions for temperature change and economic impact generally yield values of w*(tau) below 2%, even for small values of tau, unless one assumes extreme parameter values and/or substantial shifts in the temperature distribution. These results are consistent with moderate abatement policies.\n\n",
    "acknowledgement": "\nMy thanks to Andrew Yoon for his excellent research assistance, and to Paul Fackler, Larry Goulder, Michael Greenstone, Geoff Heal, Paul Klemperer, Charles Kolstad, Raj Mehra, Steve Newbold, Steve Salant, V. Kerry Smith, Martin Weitzman, and seminar participants at the IMF, Resources for the Future, NBER, Arizona State University, Columbia, Harvard, M.I.T. and UC Berkeley for helpful comments and suggestions.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}