{
    "id": 15257,
    "citation_title": "Consumption and Labor Supply with Partial Insurance: An Analytical Framework",
    "citation_author": [
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies consumption and labor supply in a model where agents have partial insurance and face risk and initial heterogeneity in wages and preferences. Equilibrium allocations and variances and covariances of wages, hours and consumption are solved for analytically. We prove that all parameters of the structural model are identified given panel data on wages and hours, and cross-sectional data on consumption. The model is estimated on US data. Second moments involving hours and consumption show that the rise in wage dispersion in the 1970s was effectively insured by households, while the rise in the 1980s was not.\n\n",
    "acknowledgement": "\nWe are grateful to Jeffrey Campbell, Luigi Pistaferri and Thomas Sargent for useful comments, and to Greg Kaplan for outstanding research assistance. We thank the Federal Reserve Banks of Chicago and Minneapolis for their hospitality at various stages of this project. Heathcote and Violante's research is supported by a grant of the National Science Foundation (SES 0418029). Storesletten thanks the Norwegian Research Council for support for this research. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}