{
    "id": 15266,
    "citation_title": "Cognition and Economic Outcomes in the Health and Retirement Survey",
    "citation_author": [
        "John J. McArdle",
        "James P. Smith",
        "Robert Willis"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDimensions of cognitive skills are potentially important but often neglected determinants of the central economic outcomes that shape overall well-being over the life course. There exists enormous variation among households in their rates of wealth accumulation, their holdings of financial assets, and the relative risk in their chosen asset portfolios that have proven difficult to explain by conventional demographic factors, the amount of bequests they receive or anticipating giving, and the level of economic resources of the household. These may be cognitively demanding decisions at any age but especially so at older ages. This research examines the association of cognitive skills with wealth, wealth growth, and wealth composition for people in their pre and post-retirement years.\n\n",
    "acknowledgement": "\nWe would like to thank Iva MacLennan and David Rumpel for excellent programming assistance and Finis Welch and Ian Walker for their insightful comments on earlier drafts. This research was supported by grants (AG025529 and AG 008291) from the National Institute of Aging to the Rand Corporation, to the University of Southern California (AG#07137) and to the University of Michigan (AG026571). This paper was presented at the NBER conference on Economics of Aging in Carefree Arizona. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}