{
    "id": 15260,
    "citation_title": "The Determinants of Stock and Bond Return Comovements",
    "citation_author": [
        "Lieven Baele",
        "Geert Bekaert",
        "Koen Inghelbrecht"
    ],
    "citation_publication_date": "2009-08-13",
    "issue_date": "2009-08-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the economic sources of stock-bond return comovements and its time variation using a dynamic factor model. We identify the economic factors employing a semi-structural regime-switching model for state variables such as interest rates, inflation, the output gap, and cash flow growth. We also view risk aversion, uncertainty about inflation and output, and liquidity proxies as additional potential factors. We find that macro-economic fundamentals contribute little to explaining stock and bond return correlations, but that other factors, especially liquidity proxies, play a more important role. The macro factors are still important in fitting bond return volatility; whereas the \"variance premium\" is critical in explaining stock return volatility. However, the factor model primarily fails in fitting covariances.\n\n",
    "acknowledgement": "\nThe authors greatly benefited from discussions with Frank de Jong, Francis Diebold, Andrea Frazzini, Eric Ghysels, Antonio Moreno, Theo Nijman, Paolo Pasquariello, Ralph Koijen, Peter Schotman, Allan Timmermann, Bas Werker, Jeffrey Wurgler, Raf Wouters and seminar participants at the Bank of England, the AFA 2009 Meetings in San Francisco, the EFMA 2008 meetings in Athens, the INQUIRE 2008 meeting in Zurich, the Bank of Norway, the Universities of Navarra, the University of Valencia, the National Bank of Belgium, Ghent University, NETSPAR, Tilburg University, and the University of the Basque Country. We gratefully acknowledge the financial support of Inquire Europe. Koen Inghelbrecht acknowledges financial support from the National Bank of Belgium.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}