{
    "id": 15269,
    "citation_title": "Anchoring Fiscal Expectations",
    "citation_author": [
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this lecture, I argue that there are remarkable parallels between how monetary and fiscal policies operate on the macro economy and that these parallels are sufficient to lead us to think about transforming fiscal policy and fiscal institutions as many countries have transformed monetary policy and monetary institutions. Making fiscal transparency comparable to monetary transparency requires fiscal authorities to discuss future possible fiscal policies explicitly. Enhanced fiscal transparency can help anchor expectations of fiscal policy and make fiscal actions more predictable and effective. As advanced economies move into a prolonged period of heightened fiscal activity, anchoring fiscal expectations will become an increasingly important aspect of macroeconomic policy.\n\n",
    "acknowledgement": "\nThis paper draws on the author's public lecture on November 12, 2008 in Wellington, New Zealand, which was part of the author's tenure as a Professorial Fellow in Monetary and Financial Economics at Victoria University of Wellington and the Reserve Bank of New Zealand. I thank the Victoria University of Wellington Foundation, the Victoria University of Wellington School of Economics and Finance, and the RBNZ for their fabulous hospitality to me and my family and for providing me with this unusual intellectual opportunity. Many people provided useful input to this lecture, particularly, Mark Blackmore, Stephen Burnell, Peter Bushnell, Arthur Grimes, Viv Hall, John Janssen, John McDermott, Adrian Orr, and Bryce Wilkinson. I also thank Huixin Bi, Troy Davig, and Shu-Chun Susan Yang for comments on this draft. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}