{
    "id": 15262,
    "citation_title": "Taxes and Trading versus Intensity Standards: Second-Best Environmental Policies with Incomplete Regulation (Leakage) or Market Power",
    "citation_author": [
        "Stephen P. Holland"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether an emissions tax (equivalent to an emissions cap) maximizes social welfare (defined as the sum of consumer and producer surplus) in the presence of incomplete regulation (leakage) or market power by analyzing an intensity standard regulating emissions per unit of output. With no other market failures, an intensity standard indeed yields lower welfare, although combining it with a consumption tax eliminates this discrepancy. For incomplete regulation, I show that under certain conditions an intensity standard can yield higher welfare than any emissions tax (including the optimal emissions tax). This result persists even with the addition of a consumption tax, which ameliorates output distortions and can sometimes help the intensity standard attain the first best (when an emissions tax/consumption tax combination cannot). Comparing intensity standards to output-based updating shows that the latter yields higher welfare because of its additional flexibility. Finally, I show that with market power an intensity standard can yield higher welfare than the optimal emissions tax. \nThe intuition of these results is relatively straightforward. The weakness of an intensity standard is that it relies more on substitution effects than output effects to reduce emissions. With incomplete regulation or market power, this disadvantage may be helpful since leakage may offset gains from reducing output and since market power already inefficiently reduces output.\n\n",
    "acknowledgement": "\nThanks to seminar participants at the University of North Carolina at Greensboro (UNCG) and the University of California Energy Institute (UCEI) and to Severin Borenstein, Don Fullerton, Garth Heutel, Jonathan Hughes, Mark Jacobsen and Chris Knittel. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}