{
    "id": 15276,
    "citation_title": "Nonparametric Identification of Multinomial Choice Demand Models with Heterogeneous Consumers",
    "citation_author": [
        "Steven T. Berry",
        "Philip A. Haile"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider identification of nonparametric random utility models of multinomial choice using \"micro data,\" i.e., observation of the characteristics and choices of individual consumers. Our model of preferences nests random coefficients discrete choice models widely used in practice with parametric functional form and distributional assumptions. However, the model is nonparametric and distribution free. It allows choice- specific unobservables, endogenous choice characteristics, unknown heteroskedasticity, and high-dimensional correlated taste shocks. Under standard \"large support\" and instrumental variables assumptions, we show identifiability of the random utility model. We demonstrate robustness of these results to relaxation of the large support condition and show that when it is replaced with a weaker \"common choice probability\" condition, the demand structure is still identified. We show that key maintained hypotheses are testable.\n\n",
    "acknowledgement": "\nWe have had helpful conversations on this topic with Liran Einav, Jin Hahn, Hide Ichimura, Jon Levin, Rosa Matzkin and Yuichi Kitamura. We also received useful comments from Sunyoung Park and participants in several conferences and seminars. Financial support from the NSF is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}