{
    "id": 15279,
    "citation_title": "The Trouble with Cases",
    "citation_author": [
        "Frederick Schauer",
        "Richard Zeckhauser"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor several decades now a debate has raged about policy-making by litigation.  Spurred by the way in which tobacco, environmental, and other litigation has functioned as an alternative form of regulation, the debate asks whether policy-making or regulation by litigation is more or less socially desirable than more traditional policy-making by ex ante rule-making by legislatures or administrative agencies.  In this paper we step into this debate, but not to come down on one side or another, all things considered.  \nRather, we seek to show that any form of regulation that is dominated by high-salience particular cases is highly likely, to make necessarily general policy on the basis of unwarranted assumptions about the typicality of one or a few high-salience cases or events.  Two cornerstone concepts of behavioral decision - the availability heuristic and related problems of representativeness - explain this bias.\nThis problem is virtually inevitable in regulation by litigation, yet it is commonly found as well in ex ante rule-making, because such rule-making increasingly takes place in the wake of, and dominated by, particularly notorious and often unrepresentative outlier events.  In weighing the net advantages of regulation by ex ante rule-making against those of regulation by litigation, society must recognize that any regulatory form is less effective insofar as it is unable to transcend the distorting effect of high-salience unrepresentative examples.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}