{
    "id": 15275,
    "citation_title": "Finance and Inequality: Theory and Evidence",
    "citation_author": [
        "Asli Demirguc-Kunt",
        "Ross Levine"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper critically reviews the literature on finance and inequality, highlighting substantive gaps in the literature. Finance plays a crucial role in most theories of persistent inequality. Unsurprisingly, therefore, economic theory provides a rich set of predictions concerning both the impact of finance on inequality and about the relevant mechanisms. Although subject to ample qualifications, the bulk of empirical research suggests that improvements in financial contracts, markets, and intermediaries expand economic opportunities and reduce inequality. Yet, there is a shortage of theoretical and empirical research on the potentially enormous impact of formal financial sector policies, such as bank regulations and securities law, on persistent inequality. Furthermore, there is no conceptual framework for considering the joint and endogenous evolution of finance, inequality, and economic growth.\n\n",
    "acknowledgement": "\nWe thank Francois Bourguignon, Quy-Tuan Do, Francisco Ferreira, Oded Galor, David McKenzie, Martin Ravallion, Luis Serven, and Alan Winters for helpful comments. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily represent the views of the World Bank or the National Bureau of Economic Research.\n\n\n"
}