{
    "id": 15277,
    "citation_title": "Grazing, Goods and Girth: Determinants and Effects",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the 2006-07 American Time Use Survey and its Eating and Health Module, I show that over half of adult Americans report grazing (secondary eating/drinking) on a typical day, with grazing time almost equaling primary eating/drinking time.  An economic model predicts that higher wage rates (price of time) will lead to substitution of grazing for primary eating/drinking, especially by raising the number of grazing incidents relative to meals.  This prediction is confirmed in these data.  Eating meals more frequently is associated with lower BMI and better self-reported health, as is grazing more frequently. Food purchases are positively related to time spent eating--substitution of goods for time is difficult--but are lower when eating time is spread over more meals.\n\n",
    "acknowledgement": "\nSue Killam Professor in the Foundations of Economics, University of Texas at Austin, professor of labor economics, Maastricht University, and research associate, IZA and NBER.  I thank the U.S. Department of Agriculture for support under Cooperative Agreement #58-4000-6-0055. Jason Abrevaya, Stephen Barnes, Lex Borghans, Joanne Guthrie, Tim Halliday, Karen Hamrick, Andrew Oswald and participants in seminars at several universities offered helpful comments, and Holly Monti and Karen Mulligan provided extremely competent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}