{
    "id": 1527,
    "citation_title": "The International Transmission of Fiscal Expenditures and Budget Deficits in the World Economy",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin"
    ],
    "citation_publication_date": "1984-12-01",
    "issue_date": "1984-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the effects of fiscal policies on rates of interest and wealth in the world economy. Uncertainty concerning the length of life yields an equilibrium in which private and social rates of discount differ and budget deficits exert real effects. It is shown that a current budget deficit(resulting from a tax cut) raises world rates of interest. On the other hand the direction of the effect of an expected future deficit on the short-term rate of interest depends on whether the country is having a surplus or a deficit inits current account of the balance of payments. If it runs a deficit in the current account then the short-term rate of interest rises and vice versa; the future rate of interest, however, must rise. It is also shown that budget deficits raise domestic wealth and lower foreign wealth and thus result in a negative transmission. In the long run, a higher steady-state value of government debt raises the steady-state world rate of interest but its effect on the long-run value of foreign wealth is ambiguous. The effects of changes in government spending depend on both the timing and the patterns of spending. A transitory (balanced-budget) rise in current government spending raises the current rate of interest and lowers domestic and foreign wealth while a transitory future rise in government spending lowers the current rate of interest, lowers domestic wealth and raises foreign wealth. A permanent rise in government spending lowers the rate of interest if the current account of the balance of payments is in deficit, and vice versa. Finally, the model is generalized to a multi-commodity world and the impact of policies are shown to depend on comparison among various spending and saving propensities of private sectors and of governments.\n\n",
    "acknowledgement": "\n"
}