{
    "id": 15270,
    "citation_title": "Monetary Policy Shifts and the Term Structure",
    "citation_author": [
        "Andrew Ang",
        "Jean Boivin",
        "Sen Dong",
        "Rudy Loo-Kung"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of shifts in monetary policy using the term structure of interest rates. In our no-arbitrage model, the short rate follows a version of the Taylor (1993) rule where the coefficients on the output gap and inflation vary over time. The monetary policy loading on the output gap has averaged around 0.4 and has not changed very much over time. The overall response of the yield curve to output gap components is relatively small. In contrast, the inflation loading has changed substantially over the last 50 years and ranges from close to zero in 2003 to a high of 2.4 in 1983. Long-term bonds are sensitive to inflation policy shifts with increases in inflation loadings leading to higher short rates and widening yield spreads.\n\n",
    "acknowledgement": "\nThe paper has benefited from discussions with Marc Giannoni, Michael Johannes and Monika Piazzesi. We thank the editor and two referees for excellent comments that have improved the paper. We thank Giorgio Primiceri, Oreste Tristani, Kenneth West, and seminar participants at the American Finance Association, Banque de France, Capital Group, Cornell University, the Federal Reserve Board, the Federal Reserve Bank of San Francisco conference on Monetary Policy and Asset Prices, IMF, McGill University, Norwegian School of Management (BI), Oxford University, Simon Fraser University, and UT Austin. Andrew Ang acknowledge support from the NSF (SES-0137145) and Jean Boivin from the NSF (SES-0518770) and the IFM2. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}