{
    "id": 15272,
    "citation_title": "Playing the Admissions Game: Student Reactions to Increasing College Competition",
    "citation_author": [
        "John Bound",
        "Brad Hershbein",
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGaining entrance to a four-year college or university, particularly a selective institution, has become increasingly competitive over the last several decades. We document this phenomenon and show how it has varied across different parts of the student ability distribution and across region, with the most pronounced increases in competition being found among higher-ability students and in the Northeast. Additionally, we explore how the college preparatory behavior of high school seniors has changed in response to the growth in competition. We also discuss the theoretical implications of increased competition on longer-term measures of learning and achievement and attempt to test them empirically; the evidence and related literature, while limited, suggests little long-term benefit.\n\n",
    "acknowledgement": "\nWe are grateful to Arline Geronimus, Dan Silverman and Sarah Turner for helpful discussions; to Jesse Rothstein, DeForest McDuff and Amanda Pallais for providing tabulations from SAT and ACT data on score sending behavior, and Sarah Turner for providing tabulations of the Survey of Earned Doctorates. This work was started while Bound was a fellow at that Center for Advanced Study in the Behavioral Science, Stanford University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}