{
    "id": 15271,
    "citation_title": "Aging, religion, and health",
    "citation_author": [
        "Angus S. Deaton"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDurkheim's famous study of suicide is a precursor of a large contemporary literature that investigates the links between religion and health. The topic is particularly germane for the health of women and of the elderly, who are much more likely to be religious. In this paper, I use data from the Gallup World Poll to study the within and between country relationships between religiosity, age, and gender, as well as the effects of religiosity on a range of health measures and health-related behaviors. The main contribution of the current study comes from the coverage and richness of the data, which allow me to use nationally representative samples to study the correlates of religion within and between more than 140 countries using more than 300,000 observations. It is almost universally true that the elderly and women are more religious, and I find evidence in favor of a genuine aging effect, not simply a cohort effect associated with secularization. As in previous studies, it is not clear why women are so much more religious than men. In most countries, religious people report better health; they say they have more energy, that their health is better, and that they experience less pain. Their social lives and personal behaviors are also healthier; they are more likely to be married, to have supportive friends, they are more likely to report being treated with respect, they have greater confidence in the healthcare and medical system and they are less likely to smoke. But these effects do not all hold in all countries, and they tend to be stronger for men than for women.\n\n",
    "acknowledgement": "\nI am grateful to the Gallup Organization for access to the data in their World Poll. I thank Danny Kahneman and Raksha Arora for their help and collaboration on a related project and Anne Case, Jim Smith, and John Haaga for helpful comments on an earlier draft. I acknowledge financial support from NIA through grant P30 AG024361 to Princeton and grant P01 AG05842-14 to the NBER .  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}