{
    "id": 15284,
    "citation_title": "The Rug Rat Race",
    "citation_author": [
        "Garey Ramey",
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter three decades of decline, the amount of time spent by parents on childcare in the U.S. began to rise dramatically in the mid-1990s.  Moreover, the rise in childcare time was particularly pronounced among college-educated parents.  Why would highly educated parents increase the amount of time they allocate to childcare at the same time that their own market returns have skyrocketed?  After finding no empirical support for standard explanations, such as selection or income effects, we offer a new explanation.  We argue that increased competition for college admissions may be an important source of these trends.  The number of college-bound students has surged in recent years, coincident with the rise in time spent on childcare.  The resulting \"cohort crowding\" has led parents to compete more aggressively for college slots by spending increasing amounts of time on college preparation.  Our theoretical model shows that, since college-educated parents have a comparative advantage in college preparation, rivalry leads them to increase preparation time by a greater amount than less-educated parents.  We provide empirical support for our explanation with a comparison of trends between the U.S. and Canada, and a comparison across racial groups in the U.S.\n\n",
    "acknowledgement": "\nValerie Ramey gratefully acknowledges financial support from National Science Foundation grant SES-0617219 through the NBER.  We thank Tarek Harchaoui for helping us gain access to microdata files on Canadian time use and John Robinson for providing his 1995 U.S. time use data.  We thank Julie Cullen, Nora Gordon, Daniel Hamermesh, David Schkade, Joel Sobel, Randy Wright, and participants in seminars at UCSD, Washington University, St. Louis, Statistics Canada, the University of Maryland ATUS conference, and the NBER Children's program for helpful comments.  Chris Nekarda and Ben Backes provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}