{
    "id": 15289,
    "citation_title": "Credit Spreads and Monetary Policy",
    "citation_author": [
        "Vasco Cúrdia",
        "Michael Woodford"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the desirability of modifying a standard Taylor rule for a central bank's interest-rate policy to incorporate either an adjustment for changes in interest-rate spreads (as proposed by Taylor [2008] and by McCulley and Toloui [2008]) or a response to variations in the aggregate volume of credit (as proposed by Christiano et al. [2007]). We consider the consequences of such adjustments for the way in which policy would respond to a variety of types of possible economic disturbances, including (but not limited to) disturbances originating in the financial sector that increase equilibrium spreads and contract the supply of credit. We conduct our analysis using the simple DSGE model with credit frictions developed in Curdia and Woodford (2009), and compare the equilibrium responses to a variety of disturbances under the modified Taylor rules to those under a policy that would maximize average expected utility. According to our model, a spread adjustment can improve upon the standard Taylor rule, but the optimal size is unlikely to be as large as the one proposed, and the same type of adjustment is not desirable regardless of the source of the variation in credit spreads. A response to credit is less likely to be helpful, and the desirable size (and even the right sign) of the response to credit is less robust to alternative assumptions about the nature and persistence of disturbances.\n\n",
    "acknowledgement": "\nPrepared for the FRB-JMCB research conference \"Financial Markets and Monetary Policy,\" Washington, DC, June 4-5, 2009. We thank Argia Sbordone, John Taylor and John Williams for helpful discussions, and the NSF for research support of the second author. The views expressed in this paper are those of the authors and do not necessarily reflect positions of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}