{
    "id": 15283,
    "citation_title": "House Prices, Home Equity-Based Borrowing, and the U.S. Household Leverage Crisis",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing individual-level data on homeowner debt and defaults from 1997 to 2008, we show that borrowing against the increase in home equity by existing homeowners is responsible for a significant fraction of both the sharp rise in U.S. household leverage from 2002 to 2006 and the increase in defaults from 2006 to 2008. Employing land topology-based housing supply elasticity as an instrument for house price growth, we estimate that the average homeowner extracts 25 to 30 cents for every dollar increase in home equity. Money extracted from increased home equity is not used to purchase new real estate or pay down high credit card balances, which suggests that borrowed funds may be used for real outlays (i.e., consumption or home improvement). Home equity-based borrowing is stronger for younger households, households with low credit scores, and households with high initial credit card utilization rates. Homeowners in high house price appreciation areas experience a relative decline in default rates from 2002 to 2006 as they borrow heavily against their home equity, but experience very high default rates from 2006 to 2008. Our estimates suggest that home equity-based borrowing is equal to 2.8% of GDP every year from 2002 to 2006, and accounts for at least 34% of new defaults from 2006 to 2008.\n\n",
    "acknowledgement": "\nWe thank Neil Bhutta, Erik Hurst, Sydney Ludvigson, Jeremy Stein, Francesco Trebbi, Robert Vishny, and seminar participants at Boston College, the University of British Columbia, the University of Chicago, and the NBER Monetary Economics, Risk and Financial Institutions, and Aggregate Implications of Microeconomic Behavior sessions for comments. We are grateful to the National Science Foundation and the Initiative on Global Markets at the University of Chicago Booth School of Business for funding. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}