{
    "id": 15280,
    "citation_title": "Spring Cleaning: Rural Water Impacts, Valuation and Property Rights Institutions",
    "citation_author": [
        "Michael Kremer",
        "Jessica Leino",
        "Edward Miguel",
        "Alix Peterson Zwane"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many societies, social norms create common property rights in natural resources, limiting incentives for private investment. This paper uses a randomized evaluation in Kenya to measure the health impacts of investments to improve source water quality through spring protection, estimate the value that households place on spring protection, and simulate the welfare impacts of alternative water property rights norms and institutions, including common property, freehold private property, and  alternative \"Lockean\" property rights norms.  We find that infrastructure investments reduce fecal contamination by 66% at naturally occurring springs, cutting child diarrhea by one quarter.  While households increase their use of protected springs, travel-cost based revealed preference estimates of households' valuations are only one-half stated preference valuations and are much smaller than levels implied by health planners' typical valuations of child mortality, consistent with models in which the demand for health is highly income elastic. Simulations suggest that, at current income levels, private property norms would generate little additional investment while imposing large static costs due to spring owners' local market power, but that private property norms might function better than common property at higher income levels.  Alternative institutions, such as \"modified Lockean\" property rights, government investment or vouchers for improved water, could yield higher social welfare.\n\n",
    "acknowledgement": "\nThis research is supported by the Hewlett Foundation, USDA/Foreign Agricultural Service, International Child Support, Swedish International Development Agency, Finnish Fund for Local Cooperation in Kenya, google.org, the Bill and Melinda Gates Foundation, and the Sustainability Science Initiative at the Harvard Center for International Development. We thank Alicia Bannon, Jeff Berens, Lorenzo Casaburi, Carmem Domingues, Willa Friedman, Francois Gerard, Anne Healy, Jonas Hjort, Jie Ma, Clair Null, Owen Ozier, Camille Pannu, Changcheng Song, Eric Van Dusen, Melanie Wasserman, and Heidi Williams for excellent research assistance, and thank the field staff, especially Polycarp Waswa and Leonard Bukeke.  Jack Colford, Alain de Janvry, Giacomo DiGiorgi, Esther Duflo, Liran Einav, Andrew Foster, Michael Greenstone, Avner Greif, Michael Hanemann, Danson Irungu, Ethan Ligon, Steve Luby, Chuck Manski, Enrico Moretti, Kara Nelson, Aviv Nevo, Sheila Olmstead, Ariel Pakes, Judy Peterson, Pascaline Dupas, Rob Quick, Mark Rosenzweig, Elisabeth Sadoulet, Sandra Spence, Duncan Thomas, Ken Train, Chris Udry, and many seminar participants have provided helpful comments. Opinions presented here are those of the authors and not those of the Bill and Melinda Gates Foundation or its leadership. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}