{
    "id": 15286,
    "citation_title": "The Granular Origins of Aggregate Fluctuations",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes that idiosyncratic firm-level fluctuations can explain an important part of aggregate shocks, and provide a microfoundation for aggregate productivity shocks. Existing research has focused on using aggregate shocks to explain business cycles, arguing that individual firm shocks average out in aggregate. I show that this argument breaks down if the distribution of firm sizes is fat-tailed, as documented empirically. The idiosyncratic movements of the largest 100 firms in the US appear to explain about one third of variations in output and the Solow residual. This \"granular\" hypothesis suggests new directions for macroeconomic research, in particular that macroeconomic questions can be clarified by looking at the behavior of large firms. This paper's ideas and analytical results may also be useful to think about the fluctuations of other economic aggregates, such as exports or the trade balance.\n\n",
    "acknowledgement": "\nFor excellent research assistance I thank Francesco Franco, Jinsook Kim, Heiwai Tang, Ding Wu, and, particularly, Fernando Duarte. For helpful discussions I thank seminar participants at Berkeley, Boston University, Brown, Columbia, ECARE, the Federal Reserve Bank of Minneapolis, Harvard, Michigan, MIT, New York University, NBER, Princeton, Toulouse, U.C. Santa Barbara, Yale, the Econometric Society, the Stanford Institute for Theoretical Economics, and Daron Acemoglu, Kenneth Arrow, Robert Barsky, Susanto Basu, Roland Bénabou, Olivier Blanchard, Ricardo Caballero, David Canning, Andrew Caplin, Thomas Chaney, V. V. Chari, Larry Christiano, Diego Comin, Don Davis, Bill Dupor, Steve Durlauf, Alex Edmans, Martin Eichenbaum, Eduardo Engel, John Fernald, Jesus Fernandez-Villaverde, Richard Frankel, Mark Gertler, Robert Hall, John Haltiwanger, Chad Jones, Boyan Jovanovic, Finn Kydland, David Laibson, Ellen McGrattan, Todd Mitton, Thomas Philippon, Robert Solow, Peter Temin, Jose Tessada and David Weinstein. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}