{
    "id": 15285,
    "citation_title": "The Impact of Information Technology on Scientists' Productivity, Quality and Collaboration Patterns",
    "citation_author": [
        "Waverly W. Ding",
        "Sharon G. Levin",
        "Paula E. Stephan",
        "Anne E. Winkler"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study advances the prior literature concerning the impact of information technology on productivity in academe in two important ways. First, it utilizes a dataset that combines information on the diffusion of two noteworthy and early innovations in IT -- BITNET and the Domain Name System (DNS) -- with career history data on research-active life scientists.  This research design allows for proper identification of the availability of access to IT as well as a means to directly identify causal effects.  Second, the fine-grained nature of the data set allows for an investigation of three publishing outcomes: counts, quality, and co-authorship. Our analysis of a random sample of 3,771 research-active life scientists from 430 U.S. institutions over a 25-year period supports the hypothesis of a differential return to IT across subgroups of the scientific labor force. Women scientists, early-to-mid-career scientists, and those employed by mid-to-lower-tier institutions benefit from access to IT in terms of overall research output and an increase in the number of new co-authors they work with.  Early-career scientists and those in top-tier institutions gain in terms of research quality when IT becomes available at their campuses.\n\n",
    "acknowledgement": "\nDing acknowledges support from the Haas School of Business, Lester Center for Entrepreneurship and Innovation, and the Ewing Marion Kauffman Foundation, Kansas City, MO.  Levin, Stephan and Winkler acknowledge support from the Andrew W. Mellon Foundation, NY.  We thank Kelly Wilken for data assistance and Fiona Murray for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}