{
    "id": 15282,
    "citation_title": "Labor-Market Matching with Precautionary Savings and Aggregate Fluctuations",
    "citation_author": [
        "Per Krusell",
        "Toshihiko Mukoyama",
        "Aysegul Sahin"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a Bewley-Huggett-Aiyagari incomplete-markets model with labor-market frictions. Consumers are subject to idiosyncratic employment shocks against which they cannot insure directly. The labor market has a Diamond-Mortensen-Pissarides structure: firms enter by posting vacancies and match with workers bilaterally, with match probabilities given by an aggregate matching function. Wages are determined through Nash bargaining. We also consider aggregate productivity shocks, and a complete set of contingent claims conditional on this risk.\nWe use the model to evaluate a tax-financed unemployment insurance scheme. Higher insurance is beneficial for consumption smoothing, but because it raises workers' outside option value, it discourages firm entry. We find that the latter effect is more potent for welfare outcomes; we tabulate the effects quantitatively for different kinds of consumers. We also demonstrate that productivity changes in the model---in steady state as well as stochastic ones---generate rather limited unemployment effects, unless workers are close to indifferent between working and not working; thus, recent findings are corroborated in our more general setting.\n\n",
    "acknowledgement": "\nWe thank Dirk Krueger, Enrique Sentana, two anonymous referees, and seminar participants at conferences and seminars for very helpful comments. Krusell thanks the National Science Foundation for support. The views expressed in this article are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}