{
    "id": 15287,
    "citation_title": "Alternative Measures of Offshorability: A Survey Approach",
    "citation_author": [
        "Alan S. Blinder",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports on a household survey specially designed to measure what we call the \"offshorability\" of jobs, defined as the ability to perform the work duties from abroad. We develop multiple measures of offshorability, using both self-reporting and professional coders. All the measures find that roughly 25% of U.S. jobs are offshorable. Our three preferred measures agree between 70% and 80% of the time. Furthermore, professional coders appear to provide the most accurate assessments, which is good news because the Census Bureau could collect data on offshorability without adding a single question to the CPS. Empirically, more educated workers appear to hold somewhat more offshorable jobs, and offshorability does not have systematic effects on either wages or the probability of layoff. Perhaps most surprisingly, routine work is no more offshorable than other work.\n\n",
    "acknowledgement": "\nA preliminary version of this paper was presented at the Princeton Data Improvement Initiative conference, October 3-4, 2008. We gratefully acknowledge extraordinary help from Ed Freeland and the staff of Princeton's Survey Research Center, Jeff Kerwin and the staff of Westat, and our fine research assistant, Armando Asuncion-Cruz. We are also grateful for financial support from Princeton's Center for Economic Policy Studies and Industrial Relations Section. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}