{
    "id": 15288,
    "citation_title": "Variance in Death and Its Implications for Modeling and Forecasting Mortality",
    "citation_author": [
        "Shripad Tuljapurkar",
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2009-08-20",
    "issue_date": "2009-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntropy, or the gradual decline through age in the survivorship function, reflects the considerable amount of variance in length of life found in any human population. Part is due to the well-known variation in life expectancy between groups: large differences according to race, sex, socioeconomic status, or other covariates. But within-group variance is very large even in narrowly defined groups, and it varies strongly and inversely with the group average length of life. We show that variance in length of life is inversely related to the Gompertz slope of log mortality through age, and we reveal its relationship to variance in a multiplicative frailty index. Our findings bear a variety of implications for modeling and forecasting mortality. In particular, we examine how the assumption of proportional hazards fails to account adequately for differences in subgroup variance, and we discuss how several common forecasting models treat the variance along the temporal dimension.\n\n",
    "acknowledgement": "\nTuljapurkar: Morrison Professor of Population Studies, Department of Biological Sciences, Stanford University, tulja@stanford.edu. Edwards: Assistant Professor of Economics, Queens College and the Graduate Center, City University of New York, and the National Bureau of Economic Research, redwards@qc.cuny.edu. Tuljapurkar acknowledges support from NIA grant 1P01 Edwards acknowledges support from the Morrison Institute and from NIA grant T32 AG000244. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}