{
    "id": 15293,
    "citation_title": "Impacts of Alternative Emissions Allowance Allocation Methods under a Federal Cap-and-Trade Program",
    "citation_author": [
        "Lawrence H. Goulder",
        "Marc A. C. Hafstead",
        "Michael S. Dworsky"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of alternative allowance allocation designs under a federal cap-and-trade program to reduce emissions of greenhouse gases.  We focus on the impacts on industry profits and overall economic output, employing a dynamic general equilibrium model of the U.S. economy.  The model's unique treatment of capital dynamics permits close attention to profit impacts.\nWe find that the effects on profits depend critically on the method of allowance allocation.  Freely allocating fewer than 15 percent of the emissions allowances generally suffices to prevent profit losses among the eight industries that, without free allowances or other compensation, would suffer the largest percentage losses of profit.  Freely allocating 100 percent of the allowances substantially overcompensates these industries, in many cases causing more than a doubling of profits.\nThese results indicate that profit preservation is consistent with substantial use of auctioning and the generation of considerable auction revenue.  GDP costs of cap and trade depend critically on how such revenues are used.  When these revenues are employed to finance cuts in marginal income tax rates, the resulting GDP costs are about 33 percent lower than when all allowances are freely allocated and no auction revenue is generated.  On the other hand, when auction proceeds are returned to the economy in lump-sum fashion (for example, as rebate checks to households), the potential cost-advantages of auctioning are not realized.\nOur results are robust to cap-and-trade policies that differ according to policy stringency, the availability of offsets, and the extent of opportunities for intertemporal trading of allowances.\n\n",
    "acknowledgement": "\nThe authors are grateful to Kenny Gillingham, Marcus Schneider, and Robert Stavins for very helpful suggestions, to Abhinav Agrawal and Zhe Zhang for excellent research assistance, and to the Energy Foundation and Stanford University's Precourt Energy Efficiency Center for financial support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}