{
    "id": 15299,
    "citation_title": "Do Universities Generate Agglomeration Spillovers? Evidence from Endowment Value Shocks",
    "citation_author": [
        "Shawn Kantor",
        "Alexander Whalley"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper we quantify the extent and magnitude of agglomeration spillovers from a formal institution whose sole mission is the creation and dissemination of knowledge -- the research university.  We use the fact that universities follow a fixed endowment spending policy based on the market value of their endowments to identify the causal effect of the density of university activity on labor income in the non-education sector in large urban counties. Our instrument for university expenditures is based on the interaction between each university's initial endowment level at the start of the study period and the variation in stock market shocks over the course of the study period. We find modest but statistically significant spillover effects of university activity. The estimates indicate that a 10% increase in higher education spending increases local non-education sector labor income by about 0.5%. As the implied elasticity is no larger than what previous work finds for agglomeration spillovers arising from local economic activity in general, university activity does not appear to make a place any more productive than other forms of economic activity. We do find, however, that the magnitude of the spillover is significantly larger for firms that are technologically closer to universities in terms of citing patents generated by universities in their own patents and sharing a labor market with higher education.\n\n",
    "acknowledgement": "\nWe thank the TIAA-CREF Institute Research Grant Program for financial support and Julie Cullen, Martin Dooley, Caroline Hoxby, and Enrico Moretti for helpful comments and discussions. We also thank Michael Greenstone, Richard Hornbeck, and Enrico Moretti for providing their CPS employment transitions data. Justin Hicks and Nolan Noble provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of TIAA-CREF or the National Bureau of Economic Research.\n\n\n"
}