{
    "id": 15291,
    "citation_title": "Katrina's Children: Evidence on the Structure of Peer Effects from Hurricane Evacuees",
    "citation_author": [
        "Scott Imberman",
        "Adriana D. Kugler",
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn 2005, hurricanes Katrina and Rita forced many children to relocate across the Southeast. While schools quickly enrolled evacuees, receiving families worried about the impact of evacuees on non-evacuee students. Data from Houston and Louisiana show that, on average, the influx of evacuees moderately reduced elementary math test scores in Houston. We reject linear-in-means models of peer effects and find evidence of a highly non-linear but monotonic model - student achievement improves with high ability and worsens with low ability peers. Moreover, exposure to undisciplined evacuees increased native absenteeism and disciplinary problems, supporting a \"bad apple\" model in behavior.\n\n",
    "acknowledgement": "\nWe are grateful to HISD for giving us access to the Houston data and to the Louisiana Department of Education's Division of Standards, Assessment and Accountability and to Data Recognition Corporation for allowing access to the Louisiana data. We are especially grateful to Ms. Luellan Bledsoe for answering our queries about the HISD data and to Dr. Fen Chou and Ms. Ann Payne for answering our queries about the Louisiana data. We are also grateful to Ms. Carla Stevens for her help in accessing the HISD data and for detailed comments on our work. We thank a number of anonymous principals and teachers who provided valuable insights about the process of absorption of the evacuees in the receiving schools. We are especially grateful to Josh Angrist for extensive discussions and advice. We also thank Eric Bettinger, Steven Craig, David Francis, Giacomo DeGiorgi, Peter Hinrichs, Andrea Ichino, Elaine Liu, Kevin Lang, Michael Lovenheim, Phil Oreopoulos, Paul Oyer, Andrew Reschovsky, Douglas Staiger, and seminar participants at the Harris School at the University of Chicago, Stanford University, Texas A&M University, University of California at Merced, University of Houston, University of Texas at Austin, the Dallas Fed and the New York Fed.  Further, we thank participants at the American Economic Association, the American Education Finance Association, the Econometric Society North American Summer Meetings, the NBER Economics of Education Program meetings, and the Society of Labor Economists meetings. Support for this research from the University of Houston New Faculty Research Grant program is gratefully acknowledged. This research was conducted independently and is neither endorsed by nor supported by the Houston Independent School District. Any views or opinions expressed here are solely those of the authors and do not reflect the views of HISD, its employees, or the National Bureau of Economic Research.\n\n\n"
}