{
    "id": 15294,
    "citation_title": "Explaining the Price of Voluntary Carbon Offsets",
    "citation_author": [
        "Marc N. Conte",
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates factors that explain the large variability in the price of voluntary carbon offsets. We estimate hedonic price functions using a variety of provider- and project-level characteristics as explanatory variables. We find that providers located in Europe sell offsets at prices that are approximately 30 percent higher than providers located in either North America or Australasia. Contrary to what one might expect, offset prices are generally higher, by roughly 20 percent, when projects are located in developing or least-developed nations. But this result does not hold for forestry-based projects. We find evidence that forestry-based offsets sell at lower prices, and the result is particularly strong when projects are located in developing or least-developed nations. Offsets that are certified under the Clean Development Mechanism or the Gold Standard, and therefore qualify for emission reductions under the Kyoto Protocol, sell at a premium of more than 30 percent; however, third-party certification from the Voluntary Carbon Standard, one of the largest certifiers, is associated with a price discount. Variables that have no effect on offset prices are the number of projects that a provider manages and a provider's status as for-profit or not-for-profit.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}