{
    "id": 15296,
    "citation_title": "Numerically Stable Stochastic Simulation Approaches for Solving Dynamic Economic Models",
    "citation_author": [
        "Kenneth Judd",
        "Lilia Maliar",
        "Serguei Maliar"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop numerically stable stochastic simulation approaches for solving dynamic economic models. We rely on standard simulation procedures to simultaneously compute an ergodic distribution of state variables, its support and the associated decision rules. We differ from existing methods, however, in how we use simulation data to approximate decision rules. Instead of the usual least-squares approximation methods, we examine a variety of alternatives, including the least-squares method using SVD, Tikhonov regularization, least-absolute deviation methods, principal components regression method, all of which are numerically stable and can handle ill-conditioned problems. These new methods enable us to compute high-order polynomial approximations without encountering numerical problems. Our approaches are especially well suitable for high-dimensional applications in which other methods are infeasible.\n\n",
    "acknowledgement": "\nProfessor Lilia Maliar acknowledges support from the Hoover Institution at Stanford University, the Generalitat Valenciana under the grant BEST/2008/090 and the Ministerio de Educación y Ciencia de España under the grant SEJ 2007-62656 and the José Castillejo program JC2008-224. Professor Serguei Maliar acknowledges support from the Hoover Institution at Stanford University and the Ministerio de Educación y Ciencia de España under the grant SEJ 2007-62656 and the Salvador Madariaga program PR2008-190. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}