{
    "id": 15298,
    "citation_title": "Persuasion: Empirical Evidence",
    "citation_author": [
        "Stefano DellaVigna",
        "Matthew Gentzkow"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide a selective survey of empirical evidence on the effects as well as the drivers of persuasive communication. We consider persuasion directed at consumers, voters, donors, and investors. We organize our review around four questions. First, to what extent does persuasion affect the behavior of each of these groups? Second, what models best capture the response to persuasive communication? In particular, we distinguish information-based models from preference-based models. Third, what are persuaders' incentives and what limits their ability to distort communications? Finally, what evidence exists on the equilibrium outcomes of persuasion in economics and politics?\n\n",
    "acknowledgement": "\nWe thank Alan Gerber, Donald Green, Emir Kamenica, Ethan Kaplan, Jeffrey Kubik, Ulrike Malmendier, Joshua Pollet, Devin Shanthikumar, Jesse Shapiro, Andrei Shleifer, and Siew Hong Teoh for input and helpful suggestions, and Felicity Bloom and Xiaoyu Xia for excellent research assistance. Gentzkow acknowledges funding from the Initiative on Global Markets, the George J. Stigler Center for the Study of the Economy and the State, the Centel Foundation / Robert P. Reuss Faculty Research Fund, and the Neubauer Family Foundation, all at the University of Chicago Booth School of Business. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}