{
    "id": 15290,
    "citation_title": "Economic Conditions and U.S. National Security in the 1930s and Today",
    "citation_author": [
        "Martin S. Feldstein"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper comments on the experience of the U.S. economy in the 1930s, its lessons for managing the current economic downturn, and the relation of U.S. economic conditions to our future national security. Some of the conclusions are: (1) Although the current recession will be long and very damaging, it is not likely to deteriorate into conditions similar to the Depression of the 1930s. Policy makers now understand better than they did in the 1930s what needs to be done and what needs to be avoided. (2) The focus on domestic economic policies in the 1930s and the desire to remain militarily neutral delayed the major military buildup that eventually achieved the economic recovery.  (3) A well-functioning system of bank lending is necessary for economic expansion. We have yet to achieve that in the current situation. (4) Raising taxes, even future taxes, can depress economic activity.  The administration's budget proposes to raise tax rates on higher income individuals, on dividends and capital gains, on corporate profits and on all consumers through the cap and trade system of implicit CO2 taxes. (5) Inappropriate trade policies and domestic policies that affect the exchange rate can hurt our allies, leading to conflicts that spill over from economics to impair national security cooperation. Reducing long-term U.S. fiscal deficits would reduce the risk of inflation and thereby reduce the fear among foreign investors that their dollar investments will lose their purchasing power. (6) The possibilities for domestic terrorism and of cyber attacks creates risks that did not exist in the 1930s or even in more recent decades. The scale and funding of the FBI and the Department of Homeland Security is not consistent with these new risks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}