{
    "id": 15297,
    "citation_title": "When Everyone Runs for the Exit",
    "citation_author": [
        "Lasse Heje Pedersen"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe dangers of shouting \"fire\" in a crowded theater are well understood, but the dangers of rushing to the exit in the financial markets are more complex. Yet, the two events share several features, and I analyze why people crowd into theaters and trades, why they run, what determines the risk, whether to return to the theater or trade when the dust settles, and how much to pay for assets (or tickets) in light of this risk. These theoretical considerations shed light on the recent global liquidity crisis and, in particular, the quant event of 2007.\n\n",
    "acknowledgement": "\nI am grateful for helpful comments from Yakov Amihud, Jacob Bock Axelsen, David Backus, Markus Brunnermeier, Jennifer Carpenter, Douglas Gale (the editor), Arvind Krishnamurthy, Bill Silber, and Jeff Wurgler, as well as from participants at the Inaugural Financial Stability Conference on Provision and Pricing of Liquidity Insurance hosted by the International Journal of Central Banking and the Federal Reserve Bank of New York. This paper has benefitted from the insights gained at AQR Capital Managements, including from Michele Aghassi, Cliff Asness, Ronen Israel, Toby Moskowitz, Lars Nielsen, and Humbert Suarez. The author is affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}