{
    "id": 15307,
    "citation_title": "Portfolio Choice in Retirement: Health Risk and the Demand for Annuities, Housing, and Risky Assets",
    "citation_author": [
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "2016-05-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn a life-cycle model, a retiree faces stochastic health depreciation and chooses consumption, health expenditure, and the allocation of wealth between bonds, stocks, and housing. The model explains key facts about asset allocation and health expenditure across health status and age. The portfolio share in stocks is low overall and is positively related to health, especially for younger retirees. The portfolio share in housing is negatively related to health for younger retirees and falls significantly in age. Finally, out-of-pocket health expenditure as a share of income is negatively related to health and rises in age.\n\n",
    "acknowledgement": "\nThis research was supported by the Steven H. Sandell Grant in Retirement Research, funded by the Center for Retirement Research at Boston College and the U.S. Social Security Administration, and a pilot grant from the University of Pennsylvania, funded by the National Institutes of Health-National Institute on Aging (grant P30-AG12836), the Boettner Center for Pensions and Retirement Research, the National Institutes of Health-National Institute of Child Health and Human Development Population Research Infrastructure Program (grant R24-HD044964), and the Rodney L. White Center for Financial Research. The Health and Retirement Study is sponsored by the National Institute on Aging (grant U01-AG009740) and is conducted by the University of Michigan. For comments and discussions, I thank Andrew Abel, John Ameriks, Jeffrey Brown, David Chapman, Jo˜ao Cocco, Du Du, Eric French, Matthew Greenblatt, Hanno Lustig, Olivia Mitchell, Radek Paluszynski, Ricardo Reis, Pascal St-Amour, Stephen Zeldes, and Michael Ziegelmeyer. I also thank seminar participants at Boston University; Duke University; Federal Reserve Bank of Minneapolis and New York; Imperial College London; INSEAD; London Business School; London School of Economics; New York University; Nomura Securities; Northwestern University; Princeton University; University of California Berkeley, Hawaii at M¯anoa, Illinois at Urbana-Champaign, Michigan, Pennsylvania, and Tokyo; UCLA; Yale University; 2008 Michigan Retirement Research Center Research Workshop; 2008 Texas Finance Festival; 2008 Summer Real Estate Symposium; 2008 SED Annual Meeting; 2008 NBER Summer Institute Capital Markets and Economy Workshop; 2008 Joint Statistical Meetings; 2008 Hong Kong University of Science and Technology Finance Symposium; 2009 AFA Annual Meeting; 2009 SIFR-Netspar Conference on Pension Plans and Product Design; 2009 Annual Joint Conference of Retirement Research Consortium; 2009 NBER Household Finance Working Group Meeting; 2009 Q-Group Fall Seminar; 2010 Conference on Household Heterogeneity and Household Finance; and 2010 NTA Annual Conference on Taxation. The views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}