{
    "id": 15308,
    "citation_title": "The financial crisis and sizable international reserves depletion: From 'fear of floating' to the 'fear of losing international reserves'?",
    "citation_author": [
        "Joshua Aizenman",
        "Yi Sun"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the degree to which Emerging Markets (EMs) adjusted to the global liquidity crisis by drawing down their international reserves (IR). Overall, we find a mixed and complex picture. Intriguingly, only about half of the EMs depleted their IR as part of the adjustment mechanism. To gain further insight, we compare pre-crisis demand for IR of countries that experienced sizable IR depletion, to that of countries that did not, and find different patterns between the two groups. Trade related factors (such as trade openness, primary goods export ratio, especially large oil export) seem to play a significant role in accounting for the pre-crisis IR/GDP level of countries that experienced a sizable IR depletion during the first phase of crisis. Our findings suggest that countries that internalized their large exposure to trade shocks before the crisis, used their IR as a buffer stock in the first phase of the crisis. Their reserves losses followed an inverted logistical curve. After a rapid initial depletion of reverses, within seven months they reached a markedly declining rate of IR depletion, losing not more than one-third of their pre crisis IR. On the contrary, in case of countries that refrained from a sizable IR depletion during the first phase of crisis, financial factors seem more important than trade factors in explaining the initial IR/GDP level. Our results indicate that the adjustment of EMs was constrained more by their fear of losing IR than by their fear of floating.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research assistance from Rajeswari Sengupta. We thank the comments of Peter Garber, Paolo Pesenti, and the participants at the Global Dimensions of the Financial Crisis, hosted by the NY FED, June 3-4, 2010. Joshua Aizenman gratefully acknowledges the hospitality, support and comments at the Hong Kong Institute for Monetary Research (HKIMR), and the support of the UCSC Presidential Chair of Economics. Any mistakes are those of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}