{
    "id": 15305,
    "citation_title": "Five Centuries of Latin American Inequality",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost analysts of the modern Latin American economy hold to a pessimistic belief in historical persistence -- they believe that Latin America has always had very high levels of inequality, suggesting it will be hard for modern social policy to create a more egalitarian society. This paper argues that this conclusion is not supported by what little evidence we have. The persistence view is based on an historical literature which has made little or no effort to be comparative. Modern analysts see a more unequal Latin America compared with Asia and the rich post-industrial nations and then assume that this must always have been true. Indeed, some have argued that high inequality appeared very early in the post-conquest Americas, and that this fact supported rent-seeking and anti-growth institutions which help explain the disappointing growth performance we observe there even today. This paper argues to the contrary. Compared with the rest of the world, inequality was not high in pre-conquest 1491, nor was it high in the post-conquest decades following 1492. Indeed, it was not even high in the mid-19th century just prior Latin America's belle époque. It only became high thereafter. Historical persistence in Latin American inequality is a myth.\n\n",
    "acknowledgement": "\nThis paper is a revision of \"History without Evidence: Latin American Inequality since 1491\" presented to the conference on A Comparative Approach to Inequality and Development: Latin America and Europe (Madrid: May 8-9, 2009) and to the Inequality Session of the World Economic History Congress (Utrecht: August 3-7, 2009). I acknowledge with gratitude: comments on the paper and previous discussions on the topic with Daron Acemoglu, Bob Allen, Lety Arroyo Abad, Carlos Bazdresch, Luis Bértola, John Coatsworth, Rafa Dobado, Regina Grafe, Alejandra Irigoin, Peter Lindert, Branko Milanovic, Leandro Prados de la Escosura, Jaime Salgado, Dick Salvucci, Blanca Sánchez-Alonso, Sam Williamson and participants at seminars at CIDE (October 2007), Canterbury (March 2009), ANU RSSS-Economics (April 2008), Warwick (May 2008), Paris GlobalEuronet Summer School (July 2008), Barcelona (October 2008), IISH (October 2008), the Wisconsin AE Development Workshop (October 2008), and the Michigan Development/History Workshop (December 2008); and, especially, generous help with the data from Amilcar Challu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}