{
    "id": 15303,
    "citation_title": "How large are the effects of tax changes?",
    "citation_author": [
        "Carlo Favero",
        "Francesco Giavazzi"
    ],
    "citation_publication_date": "2009-08-27",
    "issue_date": "2009-08-27",
    "revision_date": "2020-05-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the time series of shifts in U.S. Federal tax liabilities constructed by Romer and Romer to estimate tax multipliers. Differently from the single-equation approach adopted by Romer and Romer, our estimation strategy (a Var that includes output, government spending and revenues, inflation and the nominal interest rate) does not rely upon the assumption that tax shocks are orthogonal to each other as well as to lagged values of other macro variables. Our estimated multiplier is much smaller: one, rather than three at a three-year horizon. When we split the sample in two sub-samples (before and after 1980) we find, before 1980, a multiplier whose size is never greater than one, after 1980 a multiplier not significantly different from zero. Following the findings in Bohn (1998), we also experiment with a model that includes debt and the non-linear government budget constraint. We find that, while in general not very important, the non-linearity that arises from the budget constraint makes a difference after 1980, when the response of fiscal variables to the level of the debt becomes stronger.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Fernando Alvarez, Marios Angeletos, Olivier Blanchard, Eric Leeper, Guido Lorenzoni and Roberto Perotti for helping us clarify the problem we were addressing. We also received very useful comments from participants in seminars at MIT, Boston College, the Federal Reserve Banks of Boston and Chicago and the 2009 Texas Monetary Conference. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}