{
    "id": 15313,
    "citation_title": "Entry, Exit, and the Determinants of Market Structure",
    "citation_author": [
        "Timothy Dunne",
        "Shawn D. Klimek",
        "Mark J. Roberts",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket structure is determined by the entry and exit decisions of individual producers.  These decisions are driven by expectations of future profits which, in turn, depend on the nature of competition within the market.  In this paper we estimate a dynamic, structural model of entry and exit in an oligopolistic industry and use it to quantify the determinants of market structure and long-run firm values for two U.S. service industries, dentists and chiropractors.  We find that entry costs faced by potential entrants, fixed costs faced by incumbent producers, and the toughness of short-run price competition are all important determinants of long run firm values and market structure. As the number of firms in the market increases, the value of continuing in the market and the value of entering the market both decline, the probability of exit rises, and the probability of entry declines.  The magnitude of these effects differ substantially across markets due to differences in exogenous cost and demand factors and across the dentist and chiropractor industries.  Simulations using the estimated model for the dentist industry show that pressure from both potential entrants and incumbent firms discipline long-run profits.  We calculate that a seven percent reduction in the mean sunk entry cost would reduce a monopolist's long-run profits by the same amount as if the firm operated in a duopoly.\n\n",
    "acknowledgement": "\nWe are grateful to Victor Aguirregabiria, Steven Berry, Allan Collard-Wexler, Ariel Pakes, and Chad Syverson for helpful comments on this work. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau.  All results have been reviewed to ensure than no confidential information is disclosed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}