{
    "id": 1531,
    "citation_title": "Interest Rate Determination in Developing Countries: A Conceptual Framework",
    "citation_author": [
        "Sebastian Edwards",
        "Mohsin S. Khan"
    ],
    "citation_publication_date": "1985-01-01",
    "issue_date": "1985-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs a number of developing countries move towards more liberalized financial systems, the question of how interest rates respond to foreign influences and domestic policies is one that policymakers in these countries have started to face. Most existing studies of interest rates typically treat only the extreme cases of either a fully open economy, where some form of interest rate arbitrage holds, or a completely closed economy, in which interest rates are determined solely by domestic monetary factors. Developing countries, however, generally fall somewhere between these two extremes, so that the standard models of interest rate determination would not seem to be relevant to their case.The purpose of this paper is to outline a theoretical framework that can serve as a starting point for analyzing interest rate determination in those developing countries that are in the process of removing controls on the financial sector and restrictions on capital flows. The approach suggested here combines elements of the closed-economy and open-economy models, and thus is able to incorporate the influences of foreign interest rates, expected changes in exchange rates, and monetary developments on domestic interest rates. An interesting feature of the resulting model is that the approximate degree of financial openness, defined as the extent to which domestic interest rates are linked to foreign interest rates, can in fact be as certained from the data of the particular country. To illustrate the empirical validity of the proposed model it was applied to two countries -- Colombia and Singapore. These two countries are quite different in terms of levels of financial development and degrees of openness, and thus provide a useful first test of the general nature of the model. The model is able to represent both these cases quite adequately. The estimates indicate that in Colombia both foreign and domestic factors are important, while domestic interest rates in Singapore are fully determined by foreign interest rates and variations in the exchange rate. This is precisely what would have been expected, given the characteristics of the respective financial systems in the two countries.\n\n",
    "acknowledgement": "\n"
}