{
    "id": 15315,
    "citation_title": "Specific and General Information Sharing Among Academic Scientists",
    "citation_author": [
        "Carolin Haeussler",
        "Lin Jiang",
        "Jerry Thursby",
        "Marie C. Thursby"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe provide theoretical and empirical evidence on the factors that influence the willingness of academic scientists to share research results. We distinguish between two types of sharing, specific sharing in which a researcher shares her data or materials with another and general sharing in which scientists report results to the entire community (as in conference presentations). We present two simple games in which scientists research a problem of scientific merit (with an associated prize of academic and/or commercial value). In both cases, the scientists have intermediate research results but none has solved the entire problem.We test these models using a unique survey of bio-scientists in the UK and Germany regarding their willingness to \"share.\" Our results generally support both models. In both, sharing is negatively related to competition and the importance of patents. In other respects they differ markedly. For example, large teams are more likely to share specifically but less likely to share generally. Rank does not matter for general sharing, but it does for specific sharing, where untenured faculty are less likely to share. One important implication is that policies designed to enhance sharing must be tailored to the type of sharing.\n\n",
    "acknowledgement": "\nThe authors are grateful for invaluable discussions with Emmanuel Dechenaux, Ilinen Kondo, Hugo Mialon, Nico Lacetera and participants of seminars at the 2009 NBER Summer Institute, and the 2009 Communia in Turin Italy. Haeussler acknowledges financial support from the German Research Foundation [SFB TR15] and the Munich Center of Health Sciences. Jiang and Marie Thursby acknowledge funding from the National Science Foundation (Sub-award 44771-7471 of Award 0335765) and the Mildred and Alan Peterson Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}