{
    "id": 15311,
    "citation_title": "The Short-Term Mortality Consequences of Income Receipt",
    "citation_author": [
        "William N. Evans",
        "Timothy J. Moore"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies find that households increase their consumption after the receipt of expected income payments, a result inconsistent with the life-cycle/permanent income hypothesis.  Consumption can increase adverse health events, such as traffic accidents, heart attacks and strokes.  In this paper, we examine the short-term mortality consequences of income receipt.  We find that mortality increases following the arrival of monthly Social Security payments, regular wage payments for military personnel, the 2001 tax rebates, and Alaska Permanent Fund dividend payments.  The increase in short-run mortality is large, potentially eliminating some of the protective benefits of additional income.\n\n",
    "acknowledgement": "\nWe wish to thank Hoyt Bleakley, Kasey Buckles, Tatyana Deryugina, Craig Garthwaite, Ashley Miller, Belén Sbrancia, David Segal, Jon Skinner, Dan Hungerman, and Mel Stephens for a number of helpful suggestions, Robert Bilgrad and Karen Davis of the NCHS for assistance with the use of restricted-use data used in this project, and seminar participants at Dartmouth College, the University of Chicago, Indiana University, University of California, Santa Barbara, the Federal Reserve Board at St. Louis, and Harvard University for being gracious hosts. Andrew Kenny and Corey McNeilly provided excellent research assistance throughout this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}