{
    "id": 15318,
    "citation_title": "Measuring the Timing Ability and Performance of Bond Mutual Funds",
    "citation_author": [
        "Yong Chen",
        "Wayne Ferson",
        "Helen Peters"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the ability of bond funds to \"market time\" nine common factors related to bond markets.  Timing ability generates nonlinearity in fund returns as a function of common factors, but there are several non-timing-related sources of nonlinearity. Controlling for the non-timing-related nonlinearity is important.  Funds' returns are more concave than benchmark returns, and this would appear as poor timing ability in naive models.  With controls, the timing coefficients appear neutral to weakly positive. Adjusting for nonlinearity the performance of many bond funds is significantly negative on an after-cost basis, but significantly positive on a before-cost basis.\n\n",
    "acknowledgement": "\nWe are grateful to participants in workshops at Baylor University, Brigham Young, Boston College, DePaul, the University of Connecticut, the University of Florida, the University of Georgia, Georgetown, the Hong Kong University of Science and Technology, the University of Iowa, the University of Massachusetts at Amherst, Michigan State University, the University of Michigan, the National University of Singapore, Nanyang Technological Institute, New York University, Singapore Management University, Southern Methodist University, the University of Oklahoma, the University of Kansas, Virginia Tech, York University and the Office of Economic Analysis, Securities and Exchange Commission for feedback, as well as to participants at the following conferences:  The 2008 China International Conference in Finance, the 2005 Global Finance Conference at Trinity College, Dublin, the 2006 Journal of Investment Management Conference, the 2008 ISCTE/NOVA Business School conference, the 2005 Southern Finance and the 2005 Western Finance Association Meetings.  We also appreciate helpful comments from an anonymous referee and from Vasantha Chigurupati, Walter Dolde, James Hilliard, Scott Linn, Ricardo Rodriguez, Antonios Sangvinatos, Bryan Schmutz, M. Abdullah Sahin, Nadia Vozlyublennaia and Hong Yan.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}