{
    "id": 15317,
    "citation_title": "The Efficiency of Sponsor and Participant Portfolio Choices in 401(k) Plans",
    "citation_author": [
        "Ning Tang",
        "Olivia S. Mitchell",
        "Gary R. Mottola",
        "Stephen Utkus"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPortfolio performance in 401(k) plans depends on both the investment menu made available by plan sponsors and participants portfolio decisions. We use a unique dataset of nearly 1 million participants in one thousand pension plans to identify key portfolio inefficiencies in 401(k) plans,attributing them either to the sponsor's menu design or to participants' own portfolio choices. We show that most sponsors offer efficient investment menus. However, many participants fail to construct efficient portfolios, leading to retirement wealth that could be one-fifth lower due to poor portfolio decisions. Because participants are the main source of inefficient DC portfolio choices, strategies targeting their portfolio choices, such as improved default investment strategies or advice programs, may help. Also, in sponsors' design of 401(k) menus, the number of options offered is less important than the range of funds provided.\n\n",
    "acknowledgement": "\nThis research is part of the NBER programs on Aging and Labor Economics and was undertaken pursuant to a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC). This research support is gratefully acknowledged along with that of the Pension Research Council at The Wharton School and Vanguard. The authors also acknowledge Vanguard's efforts in the provision of recordkeeping data under restricted access conditions. The authors thank Raimond Maurer, Theo Nijman, Susan Thorp, and Takeshi Yamaguchi for helpful comments. Opinions expressed herein are those of the authors alone, and not those of The Wharton School, Vanguard, the National Bureau of Economic Research, or any other institution with which the authors may be affiliated.\n\n\n"
}