{
    "id": 15310,
    "citation_title": "Liquidity, Activity, Mortality",
    "citation_author": [
        "William N. Evans",
        "Timothy J. Moore"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a within-month mortality cycle where deaths decline before the 1st day of the month and then spike after the 1st.  This cycle is present across a wide variety of causes and demographic groups.  A similar cycle exists for a range of activities, suggesting the mortality cycle may be due to short-term variation in levels of activity.  We provide evidence that the within-month activity cycle is generated by liquidity.  Our results suggest a causal pathway whereby liquidity problems reduce activity, which in turn reduces mortality.  These relationships help explain the pro-cyclic nature of mortality.\n\n",
    "acknowledgement": "\nWe wish to thank Hoyt Bleakley, Kerwin Charles, Craig Garthwaite, David Segal, Jon Skinner, and Mel Stephens for a number of helpful suggestions, and also seminar participants at Dartmouth College, the Federal Reserve Board at St. Louis, Harvard University, Indiana University, University of Chicago, University of California - Santa Barbara, and the University of Maryland - College Park for useful feedback.  Thanks to Robert Bilgrad and Karen Davis of the NCHS and Robert Stedman of the Washington Metropolitan Area Transit Authority for help accessing and using restricted data.  Andrew Kenny, Ron Mariutto and Corey McNeilly provided excellent research assistance throughout this project. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}