{
    "id": 15314,
    "citation_title": "The Effect of Maternal Depression and Substance Abuse on Child Human Capital Development",
    "citation_author": [
        "Richard G. Frank",
        "Ellen Meara"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent models of human capital formation represent a synthesis of the human capital approach and a life cycle view of human development that is grounded in neuroscience (Heckman 2007). This model of human development, the stability of the home and parental mental health can have notable impacts on skill development in children that may affect the stock of human capital in adults (Knudsen, Heckman et al. 2006; Heckman 2007). We study effects of maternal depression and substance abuse on children born to mothers in the initial cohort of the 1979 National Longitudinal Survey of Youth (NLSY), a national household survey of high school students aged 14-22 in 1979. We follow 1587 children aged 1-5 in 1987, observing them throughout childhood and into high school. We employ a variety of methods to identify the effect of maternal depression and substance abuse on child behavioral, cognitive, and educational related outcomes. We find no evidence that maternal symptoms of depression affect contemporaneous cognitive scores in children. However, maternal depression symptoms have a moderately large effect on child behavioral problems. These findings suggest that the social benefits of effective behavioral health interventions may be understated. Based on evidence linking early life outcomes to later well-being, efforts to prevent and/or treat mental and addictive disorders in mothers and other women of childbearing age have the potential to improve outcomes of their children not only early in life, but throughout the life cycle.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the National Institute of Drug Abuse grants DA10233 and DA019485 and the MacArthur Network on Mental Health Policy.  We thank Kathleen Reilly for programming assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}