{
    "id": 15326,
    "citation_title": "Genetic Adverse Selection: Evidence from Long-Term Care Insurance and Huntington Disease",
    "citation_author": [
        "Emily Oster",
        "Ira Shoulson",
        "Kimberly Quaid",
        "E. Ray Dorsey"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividual, personalized genetic information is increasingly available, leading to the possibility of greater adverse selection over time, particularly in individual-payer insurance markets; this selection could impact the viability of these markets.  We use data on individuals at risk for Huntington disease (HD), a degenerative neurological disorder with significant effects on morbidity, to estimate adverse selection in long-term care insurance.  We find strong evidence of adverse selection: individuals who carry the HD genetic mutation are up to 5 times as likely as the general population to own long-term care insurance. We use these estimates to make predictions about the future of this market as genetic information increases.  We argue that even relatively limited increases in genetic information may threaten the viability of private long-term care insurance.\n\n",
    "acknowledgement": "\nWe are grateful to Amy Finkelstein, Larry Katz, Lee Lockwood, Kathleen McGarry, Jesse Shapiro, Heidi Williams and participants in a seminar at the University of Chicago for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}