{
    "id": 15322,
    "citation_title": "Estimating the Employer Switching Costs and Wage Responses of Forward-Looking Engineers",
    "citation_author": [
        "Jeremy T. Fox"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI estimate the relative magnitudes of worker switching costs and how much the employer switching of experienced engineers responds to outside wage offers. Institutional features imply that voluntary turnover dominates switching in the market for Swedish engineers from 1970--1990. I use data on the allocation of engineers across a large fraction of Swedish private sector firms to estimate the relative importance of employer wage policies and switching costs in a dynamic programming, discrete choice model of voluntary employer choice. The differentiated firms are modeled in employer characteristic space and each firm has its own age-wage profile. I find that a majority of engineers have moderately high switching costs and that a minority of experienced workers are responsive to outside wage offers. Younger workers are more sensitive to outside wage offers than older workers.\n\n",
    "acknowledgement": "\nThis paper is part of the project Pay and Promotion in Swedish Private Industries 1970--1990, which is under the leadership of Eva Meyersson--Milgrom, with financial support from the Swedish Council for Research in the Humanities and Social Sciences. Thanks to Arie Hietasalo, Åke Kempe and Svenskt Näringsliv for generously providing the SAF data and guidance on their use. The Kapnick Foundation supported me through a grant to the Stanford Institute for Economic Policy Research. An earlier version of this paper is part of my dissertation for Stanford University. Thanks go to my dissertation advisers Patrick Bajari, Edward Lazear, John Pencavel, and Frank Wolak, as well as the other faculty at Stanford, particularly Lanier Benkard, Kenneth Judd, Paul Oyer and Peter Reiss. Thanks for helpful comments from seminar participants at Boston University, the BYU / Princeton Monopsony Conference, Chicago, Irvine, Northwestern, U. Pennsylvania, the Society for Economic Dynamics, Stanford, Texas, and the Aarhus Labor Market Models conference, which was in honor of Dale Mortensen. Thanks also to the comments from my discussants, Alan Manning and Frank McIntyre. My email address is fox@uchicago.edu.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}