{
    "id": 15321,
    "citation_title": "Growing Up in a Recession: Beliefs and the Macroeconomy",
    "citation_author": [
        "Paola Giuliano",
        "Antonio Spilimbergo"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "2015-11-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the historical macroeconomic environment affect preferences for redistribution? We find that individuals who experienced a recession when young believe that success in life depends more on luck than effort, support more government redistribution, and tend to vote for left-wing parties. The effect of recessions on beliefs is long-lasting. We support our findings with evidence from three different datasets. First, we identify the effect of recessions on beliefs exploiting time and regional variation in macroeconomic conditions using data from the 1972–2010 General Social Survey. Our specifications control for nonlinear time-period, life-cycle, and cohort effects, as well as a host of background variables. Second, we rely on data from the National Longitudinal Survey of the High School Class of 1972 to corroborate the age-period-cohort specification and look at heterogeneous effects of experiencing a recession during early adulthood. Third, using data from the World Value Survey, we confirm our findings with a sample of 37 countries whose citizens experienced macroeconomic disasters at different points in history.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, its board of directors, or the National Bureau of Economic Research. We thank Marco Ottaviani and several anonymous referees for comments that substantially improved the paper. We also thank Antonio Ciccone, Claudia Goldin, Larry Katz, Bob Margo, Sarah Reber, David Romer, Jason Snyder, Romain Wacziarg, and Fabrizio Zilibotti, as well as participants at various conferences and seminars. We are very grateful to David Card, Liz Cascio, and Sarah Reber for providing data on the quality of education in the United States. Paola Giuliano gratefully acknowledges support from the Center for American Politics and Public Policy at UCLA and thanks the Russell Sage Foundation for its wonderful hospitality.\n\n\n"
}