{
    "id": 15324,
    "citation_title": "Dynamic Incentive Accounts",
    "citation_author": [
        "Alex Edmans",
        "Xavier Gabaix",
        "Tomasz Sadzik",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2009-09-04",
    "issue_date": "2009-09-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContracts in a dynamic model must address a number of issues absent from static frameworks. Shocks to firm value may weaken the incentive effects of securities (e.g. cause options to fall out of the money), and the impact of some CEO actions may not be felt until far in the future. We derive the optimal contract in a setting where the CEO can affect firm value through both productive effort and costly manipulation, and may undo the contract by privately saving. The optimal contract takes a surprisingly simple form, and can be implemented by a \"Dynamic Incentive Account.\" The CEO's expected pay is escrowed into an account, a fraction of which is invested in the firm's stock and the remainder in cash. The account features state-dependent rebalancing and time-dependent vesting. It is constantly rebalanced so that the equity fraction remains above a certain threshold; this threshold sensitivity is typically increasing over time even in the absence of career concerns. The account vests gradually both during the CEO's employment and after he quits, to deter short-termist actions before retirement.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Ken Feinberg (US Treasury), Gilles Chemla, Ingolf Dittmann, Zhiguo He and Eric Talley, and seminar participants at the Harvard Law School / Sloan Foundation Confer- ence on Corporate Governance, the LSE FMG Conference on Managers, Incentives and Organizational Structure, the NBER, Chicago, NYU and Wharton. Qi Liu and Andrei Savotchkine provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}