{
    "id": 15329,
    "citation_title": "Income Distribution, Product Quality, and International Trade",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Gene M. Grossman",
        "Elhanan Helpman"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework for studying trade in vertically and horizontally differentiated products. In our model, consumers with heterogeneous incomes and tastes purchase a homogeneous good as well as making a discrete choice of quality and variety of a differentiated product. The distribution of preferences in the population generates a nested logit demand structure. These demands are such that the fraction of consumers who buy a higher-quality product rises with income. We use the model to study the pattern of trade between countries that differ in size and income distributions but are otherwise identical. Trade―which is driven primarily by demand factors―derives from \"home market effects\" in the presence of transport costs. The model helps to explain why richer countries export higher-quality goods. It provides a tractable tool for studying the welfare consequences of trade, transport costs, and trade policy for different income groups in an economy.\n\n",
    "acknowledgement": "\nWe are grateful to Aykut Ahlatçioğlu and Gabriel Kreindler for research assistance and to Juan Carlos Hallak, Jonathan Vogel, Yoram Weiss and countless seminar participants for helpful comments and suggestions. Grossman and Helpman thank the National Science Foundation and Fajgelbaum thanks the International Economics Section at Princeton University for financial support. The paper was substantially revised while Grossman was a Visiting Research Fellow in the Development Economics Vice Presidency at the World Bank. He thanks the World Bank for support and the Trade and Integration Team (DECTI) for its hospitality. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation, the World Bank Group, any other organization, or the National Bureau of Economic Research.\n\n\n"
}