{
    "id": 15333,
    "citation_title": "Risk Aversion and Clientele Effects",
    "citation_author": [
        "Douglas W. Blackburn",
        "William N. Goetzmann",
        "Andrey D. Ukhov"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use traded options on growth and value indices to test for clientele differences in risk preferences. Value investors appear to have exhibited a higher average level of risk aversion than growth investors for two different time periods in the late 1990's and early 2000's. We construct a model of time-varying clientele preferences that allows investors with different levels of risk-aversion to switch between investment styles conditional upon the evolution of returns and risk. The model makes predictions about the autocorrelations structure of measured risk parameters and also about the autocorrelation and cross-autocorrelation of fund flows by style. Empirical tests of the model provide evidence consistent with the existence of style switchers--investors who move funds between growth and value securities. We construct trading strategies in the value and growth index options markets that effectively buy risk from one clientele and sell it to another. These strategies generated modest positive returns over the period of study.\n\n",
    "acknowledgement": "\nWe thank George Constantinides, Ravi Jagannathan, Mike Long, Pascal Maenhout, Robert Shiller, Richard Shockley, Matthew Spiegel, Vijay Yerramilli, and seminar participants at Harvard Business School, Indiana University, INSEAD, London School of Economics, Michigan State University, University of Massachusetts - Amherst, University of Vienna, and participants of Frontiers of Finance 2007, The Seventh Maryland Finance Symposium - Behavioral Finance, 2007 Triple Crown Conference in New York, Washington Area Finance Association 2007 conferences for helpful comments and suggestions.   The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}