{
    "id": 15337,
    "citation_title": "Unintended Consequences from Nested State & Federal Regulations: The Case of the Pavley Greenhouse-Gas-per-Mile Limits",
    "citation_author": [
        "Lawrence H. Goulder",
        "Mark R. Jacobsen",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFourteen U.S. states recently pledged to adopt limits on greenhouse gases (GHGs) per mile of light-duty automobiles.  Previous analyses predicted this action would significantly reduce emissions from new cars in these states, but ignored possible offsetting emissions increases from policy-induced adjustments in new car markets in other (non-adopting) states and in the used car market.\nSuch offsets (or \"leakage\") reflect the fact that the state-level effort interacts with the national corporate average fuel economy (CAFE) standard:  the state-level initiative effectively loosens the national standard and gives automakers scope to profitably increase sales of high-emissions automobiles in non-adopting states.  In addition, although the state-level effort may well spur the invention of fuel- and emissions-saving technologies, interactions with the federal CAFE standard limit the nationwide emissions reductions from such advances.  Using a multi-period numerical simulation model, we find that 70-80 percent of the emissions reductions from new cars in adopting states are offset by emissions leakage.\nThis research examines a particular instance of a general issue of policy significance - namely, problems from \"nested\" federal and state environmental regulations.  Such nesting implies that similar leakage difficulties are likely to arise under several newly proposed state-level initiatives.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Steven Albu, Soren Anderson, Kenneth Gillingham, Paul Hughes, James Sallee, Eileen Tutt, Catherine Wolfram, and participants at seminars and workshops at Harvard University,  MIT, the University of British Columbia, the University of California at Riverside, Stanford University, the Summer Workshop of the Association of Environmental and Resource Economists, and the NBER Summer Institute.  We also thank the Precourt Energy Efficiency Center at Stanford University for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}