{
    "id": 15338,
    "citation_title": "Macroeconomic Effects of Financial Shocks",
    "citation_author": [
        "Urban Jermann",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we document the cyclical properties of U.S. firms' financial flows. Equity payouts are procyclical and debt payouts are countercyclical. We develop a model with explicit roles for debt and equity financing and explore how the observed dynamics of real and financial variables are affected by `financial shocks', that is, shocks that affect the firms' capacity to borrow. Standard productivity shocks can only partially explain the movements in real and financial variables. The addition of financial shocks brings the model much closer to the data. The recent events in the financial sector show up clearly in our model as a tightening of firms' financing conditions causing the GDP decline in 2008-09. Our analysis also suggests that the downturns in 1990-91 and 2001 were strongly influenced by changes in credit conditions.\n\n",
    "acknowledgement": "\nWe would like to thank Pietro Reichlin for a helpful discussion and seminar participants at Bank of Italy, CEMFI in Madrid, CERGE in Prague, ITAM in Mexico, Kansas City Fed, National Bank of Belgium, New York Fed, 2009 SED meeting in Istanbul, University of Alicante, University of Porto, University of Virginia and Wharton School. Some material in this paper was previously incorporated in the companion paper \"Financial Innovations and Macroeconomic Volatility\". Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}