{
    "id": 15339,
    "citation_title": "How large are returns to schooling? Hint: Money isn't everything",
    "citation_author": [
        "Philip Oreopoulos",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the many avenues by which schooling affects lifetime well-being. Experiences and skills acquired in school reverberate throughout life, not just through higher earnings.  Schooling also affects the degree one enjoys work and the likelihood of being unemployed.  It leads individuals to make better decisions about health, marriage, and parenting.  It also improves patience, making individuals more goal-oriented and less likely to engage in risky behavior.  Schooling improves trust and social interaction, and may offer substantial consumption value to some students.  We discuss various mechanisms to explain how these relationships may occur independent of wealth effects, and present evidence that non-pecuniary returns to schooling are at least as large as pecuniary ones. Ironically, one explanation why some early school leavers miss out on these high returns is that they lack the very same decision making skills that more schooling would help improve.\n\n",
    "acknowledgement": "\nWe thank Florian Hoffman for his very helpful research assistance.  We also thank Kevin Milligan, Enrico Moretti, Stacey Chen, Costas Meghir, Pedro Carneiro, Matthias Perry, and Dean Lillard for providing data and code, and David Autor, Judith Scott-Clayton, Brian Jacob, Sue Dynarski, Aloysius Siow, David Figlio, Kevin Milligan, and John Helliwell for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}