{
    "id": 15331,
    "citation_title": "Tiebreaker: Certification and Multiple Credit Ratings",
    "citation_author": [
        "Dion Bongaerts",
        "K.J. Martijn Cremers",
        "William N. Goetzmann"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the economic role credit rating agencies play in the corporate bond market. We consider three existing theories about multiple ratings: information production, rating shopping and regulatory certification. Using differences in rating composition, default prediction and credit spread changes, our evidence only supports regulatory certification. Marginal, additional credit ratings are more likely to occur because of, and seem to matter primarily for regulatory purposes, but do not seem to provide significant additional information related to credit quality.\n\n",
    "acknowledgement": "\nBongaerts is with Finance Group, RSM Erasmus University Rotterdam, and Cremers and Goetzmann are with International Center for Finance, Yale University. We would like to thank Patrick Behr, Michael Brennan, Mark Carlson, Erwin Charlier, Long Chen, Joost Driessen, Frank Fabozzi, Frank de Jong, Rik Frehen, Gary Gorton, Jean Helwege, Mark Huson, Ron Jongen, Pieter Klaassen, David Lesmond, Hamid Mehran, Catherine Nolan, Frank Packer, Ludovic Phalippou, Paolo Porchia, Jörg Rocholl, Joao Santos, Joel Shapiro, Chester Spatt, Walter Stortelder, Dan Swanson, Anjan Thakor, Laura Veldkamp, Evert de Vries, Jacqueline Yen, Weina Zhang, and an anonymous referee as well as conference participants at the Financial Crisis conference at Pompeu Fabra University, the European Finance Association annual meetings in Bergen (Norway, 2010), the Texas Finance Festival at UT Austin, the RMI conference at National University of Singapore, the NBER meeting on Credit Ratings in Cambridge, the Conference on Credit Rating Agencies at Humboldt University, the American Finance Association annual meetings in Denver (2011) and seminar participants at University of Amsterdam, Rotterdam School of Management and the Dutch National Bank for helpful comments and information. We especially thank Campbell Harvey, an anonymous associate editor and an anonymous referee for many helpful comments and advice. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}