{
    "id": 15330,
    "citation_title": "Insurer Bargaining and Negotiated Drug Prices in Medicare Part D",
    "citation_author": [
        "Darius Lakdawalla",
        "Wesley Yin"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA controversial feature of Medicare Part D is its reliance on private insurers to negotiate drug prices and rebates with retail pharmacies and drug manufacturers. Central to this controversy is whether increases in market power--an undesirable feature in most settings--confer benefits in health insurance markets, where larger buyers may obtain better prices for their members. We test whether insurers that experience larger enrollment increases due to Part D negotiate lower drug prices with pharmacies. Overall, we find that 100,000 additional insureds lead to 2.5-percent lower pharmacy prices negotiated by the insurer, and 5-percent reductions in pharmacy profits earned on prescriptions filled by enrollees of that insurer. Estimated enrollment effects are much larger for drugs with therapeutic substitutes, and virtually zero for branded drugs without therapeutic substitutes. We also present evidence that most insurer savings are, on the margin, passed on as lower premiums. Out-of-sample estimation suggests that modest insurer consolidation would generate significant savings to Medicare, along with premium reductions and enrollment increases. Finally, we find that greater enrollment leads to lower pharmacy prices negotiated by insurers for their non-Part D market--an external benefit to the commercially enrolled associated with administering Part D through private insurers.\n\n",
    "acknowledgement": "\nWe thank Caleb Alexander, Mike Chernew, David Cutler, Richard Frank, Adriana Lleras-Muney, Joseph Newhouse, David Meltzer, Fiona Scott Morton, Jon Skinner and seminar participants at Boston University, Brown University, Columbia University, Cornell University, Harvard University, University of Chicago, University of Pennsylvania Wharton School, University of Illinois at Chicago, ASHE, NBER, and the Robert Wood Johnson Scholars in Health Policy annual meeting for helpful comments. The project was funded in part by the RWJ Foundation, and the National Institute on Aging. Contact information for authors: darius.lakdawalla@usc.edu and wyin@bu.edu. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}