{
    "id": 15332,
    "citation_title": "New Evidence on the First Financial Bubble",
    "citation_author": [
        "Rik G.P. Frehen",
        "William N. Goetzmann",
        "K. Geert Rouwenhorst"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe first global financial bubble in stock prices occurred 1720 in Paris, London and the Netherlands. Explanations for these linked bubbles primarily focus on the irrationality of investor speculation and the corresponding stock price behavior of two large firms: the South Sea Company in Great Britain and the Mississippi Company in France. In this paper we examine a broad cross‐section of security price data to evaluate the causes of the bubbles. Using newly collected stock prices for British and Dutch firms in 1720, we find evidence against indiscriminate irrational exuberance and evidence in favor of speculation about two factors: the Atlantic trade and the incorporation of insurance companies. We study the role of innovation in the insurance market by examining market betas and volatilities of new insurance company shares, like (Pastor & Veronesi, Technological Revolutions and Stock Prices, 2009). We find strong evidence for a revolution in the insurance business in 1720. Our findings are consistent with the hypothesis that financial bubbles require a plausible story to justify investor optimism.\n\n",
    "acknowledgement": "\nWe thank the International Center for Finance at the Yale School of Management for research and travel support. We thank Larry Neal, Joost Jonker, Dave Smant and participants in the seminar at the Maastricht University for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research. Data in this paper is available at http://icf.som.yale.edu/DutchData/index.shtml.\n\n\n"
}