{
    "id": 15346,
    "citation_title": "Selection and Comparative Advantage in Technology Adoption",
    "citation_author": [
        "Tavneet Suri"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates an empirical puzzle in technology adoption for developing countries: the low adoption rates of technologies like hybrid maize that increase average farm profits dramatically. I offer a simple explanation for this: benefits and costs of technologies are heterogeneous, so that farmers with low net returns do not adopt the technology. I examine this hypothesis by estimating a correlated random coefficient model of yields and the corresponding distribution of returns to hybrid maize. This distribution indicates that the group of farmers with the highest estimated gross returns does not use hybrid, but their returns are correlated with high costs of acquiring the technology (due to poor infrastructure). Another group of farmers has lower returns and adopts, while the marginal farmers have zero returns and switch in and out of use over the sample period. Overall, adoption decisions appear to be rational and well explained by (observed and unobserved) variation in heterogeneous net benefits to the technology.\n\n",
    "acknowledgement": "\nI am extremely grateful to Michael Boozer for innumerable discussions on this project. A special thanks to Tom Stoker, Joe Doyle, Billy Jack, Gustav Ranis, Paul Schultz and Christopher Udry. I would also like to thank Ken Chay, Robert Evenson, Michael Greenstone, Penny Goldberg, Koichi Hamada, Thomas Jayne, Fabian Lange, Ashley Lester, Anandi Mani, Sharun Mukand, Ben Polak, Steve Pischke, Roberto Rigobon, James Scott, T.N. Srinivasan, and seminar audiences at Berkeley Economics Department, Haas School of Business, Harvard/MIT, Hunter College, London School of Economics, the NBER Productivity Lunch, NEUDC, Oxford, Princeton, Sloan School of Management, Stanford, Stanford Graduate School of Business, University of California at San Diego, University of Virginia and Yale for all their comments. The data come from the Tegemeo Agricultural Monitoring and Policy Analysis (TAMPA) Project, between Tegemeo Institute at Egerton University, Kenya and Michigan State University, funded by USAID. A special thanks to Thomas Jayne and Margaret Beaver at Michigan State University for all their help. I am sincerely grateful to the Tegemeo Institute and Thomas Jayne for including me in the 2004 survey and to Tegemeo for their hospitality during the ...eld work. I would like to thank James Nyoro, Director of Tegemeo, as well as Tegemeo Research Fellows Miltone Ayieko, Joshua Ariga, Paul Gamba and Milu Muyanga, Senior Research Assistant Frances Karin, and Research Assistants Bridget Ochieng, Mary Bundi, Raphael Gitau, Sam Mburu, Mercy Mutua and Daniel Kariuki, and all the field enumeration teams. An additional thanks to Margaret Beaver and Daniel Kariuki for their work on cleaning the data. The rainfall data come from the Climate Prediction Center, part of the USAID/FEWS project - a special thanks to Tim Love for his help with these data. I would like to acknowledge the financial support of the Yale Center for International and Area Studies Dissertation Fellowship, the Lindsay Fellowship and the Agrarian Studies Program at Yale.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}