{
    "id": 15342,
    "citation_title": "Export Prices Across Firms and Destinations",
    "citation_author": [
        "Kalina Manova",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper establishes six stylized facts about firms' export prices using detailed customs data on the universe of Chinese trade flows. First, across firms selling a given product, exporters that charge higher prices earn greater revenues in each destination, have bigger worldwide sales, and enter more markets. Second, firms that export more, that enter more markets and that charge higher export prices import more expensive inputs. Third, across destinations within a firm-product, firms set higher prices in richer, larger, bilaterally more distant and overall less remote countries. Fourth, across destinations within a firm-product, firms earn bigger revenues in markets where they set higher prices. Fifth, across firms within a product, exporters with more destinations offer a wider range of export prices. Finally, firms that export more, that enter more markets and that offer a wider range of export prices pay a wider range of input prices and source inputs from more origin countries. We propose that trade models should incorporate two features to rationalize these patterns in the data: more successful exporters use higher-quality inputs to produce higher-quality goods (stylized facts 1 and 2), and firms vary the quality of their products across destinations by using inputs of different quality levels (stylized facts 3, 4, 5 and 6).\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Quality Heterogeneity across Firms and Export Destinations.\" We thank the editor (Elhanan Helpman), four anonymous referees, Kyle Bagwell, Doireann Fitzgerald, Penny Goldberg, James Harrigan, Pete Klenow, Aprajit Mahajan, Marc Melitz, Robert Staiger, and seminar participants at Stanford, Harvard, Princeton, Yale, Penn State, UC Berkeley, UC Riverside, UBC, UVA, UC Boulder, Maryland, U Houston, Syracuse, World Bank, Dallas Fed, 2009 NBER ITI spring meeting, 2009 NBER China meeting, 2009 CESifo Venice Summer Institute, 2009 SNB-CEPR Zürich Conference and 2010 AEA annual meeting for their helpful comments. Parts of this research were conducted while Kalina Manova was a Kenen Fellow at Princeton. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}