{
    "id": 15345,
    "citation_title": "Poverty Alleviation and Child Labor",
    "citation_author": [
        "Eric V. Edmonds",
        "Norbert Schady"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow important are subsistence concerns in a family's decision to send a child to work? We consider this question in Ecuador, where poor families are selected at random to receive a cash transfer that is equivalent to 7 percent of monthly expenditures. Winning the cash transfer lottery is associated with a decline in work for pay away from the child's home. The cash transfer is greater than the rise in schooling costs that comes with the end of primary school, but it is less than 20 percent of the income paid to child laborers in the labor market. Despite being less than foregone earnings, poor families seem to use the lottery award to delay the child's entry into paid employment and protect the child's schooling status. Schooling expenditures rise with the lottery, but total expenditures in the household decline relative to the control population because of foregone child labor earnings.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of Kathleen Beegle, Milo Bianchi, Francisco Ferreira, John Giles, Sylvie Lambert, Marco Manacorda, David McKenzie, and Zafiris Tzannatos, as well as seminar participants at Georgetown, Maryland, Paris School of Economics, Ohio State, and Vanderbilt and conference participants at the IZA/World Bank Employment in Development Conference, Juan Carlos III / UCW Conference on the Transition from School to Work, NBER Summer Institute, and NEUDC. We thank Caridad Araujo, Isabel Beltran, and Ryan Booth for helping preparing the data for analysis.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}