{
    "id": 15348,
    "citation_title": "Mom-and-Pop Meet Big-Box: Complements or Substitutes?",
    "citation_author": [
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "C. J. Krizan"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn part due to the popular perception that Big-Boxes displace smaller, often family owned (a.k.a. Mom-and-Pop) retail establishments, several empirical studies have examined the evidence on how Big-Boxes' impact local retail employment but no clear consensus has emerged.  To help shed light on this debate, we exploit establishment-level data with detailed location information from a single metropolitan area to quantify the impact of Big-Box store entry and growth on nearby single unit and local chain stores.  We incorporate a rich set of controls for local retail market conditions as well as whether or not the Big-Boxes are in the same sector as the smaller stores.  We find a substantial negative impact of Big-Box entry and growth on the employment growth at both single unit and especially smaller chain stores - but only when the Big-Box activity is both in the immediate area and in the same detailed industry.\n\n",
    "acknowledgement": "\nWe thank Paul Bailey for excellent research assistance as well as Emek Basker, Randy Becker, Dan Driscoll, Lucia Foster, Kristin McCue, David Neumark, Javier Miranda, and Jim Rebitzer and participants at the NBER Conference on Entrepreneurship and Cities for helpful comments.  We thank the Kauffman Foundation for financial support.  Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}