{
    "id": 15347,
    "citation_title": "Professionals Do Not Play Minimax: Evidence from Major League Baseball and the National Football League",
    "citation_author": [
        "Kenneth Kovash",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGame theory makes strong predictions about how individuals should behave in two player, zero sum games.  When players follow a mixed strategy, equilibrium payoffs should be equalized across actions, and choices should be serially uncorrelated.  Laboratory experiments have generated large and systematic deviations from the minimax predictions.  Data gleaned from real-world settings have been more consistent with minimax, but these latter studies have often been based on small samples with low power to reject.  In this paper, we explore minimax play in two high stakes, real world settings that are data rich: choice of pitch type in Major League Baseball and whether to run or pass in the National Football League.  We observe more than three million pitches in baseball and 125,000 play choices for football.  We find systematic deviations from minimax play in both data sets.  Pitchers appear to throw too many fastballs; football teams pass less than they should.  In both sports, there is negative serial correlation in play calling.  Back of the envelope calculations suggest that correcting these decision making errors could be worth as many as two additional victories a year to a Major League Baseball franchise, and more than a half win per season for a professional football team.\n\n",
    "acknowledgement": "\nWe are grateful to John List, Ben Baumer, Andrew Stein, Jeff Ma, Mark Kamal, Lucas Ruprecht, and Paraag Marathe for helpful comments and discussions.  Daniel Hirschberg provided outstanding research assistance.  Thanks to Baseball Info Solutions and Citizen Sports Network for providing data.   Correspondence should be addressed to: Professor Steven Levitt, Department of Economics, University of Chicago, 1126 E. 59th Street, Chicago, IL 60637, or slevitt@uchicago.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}