{
    "id": 15349,
    "citation_title": "Spatial Development",
    "citation_author": [
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a theory of spatial development. Manufacturing and services firms located in a continuous geographic area choose each period how much to innovate. Firms trade subject to transport costs and technology diffuses spatially across locations. The result is a spatial endogenous growth theory that can shed light on the link between the evolution of economic activity over time and space. We apply the model to study the evolution of the U.S. economy in the last few decades and find that the model can generate the reduction in the employment share in manufacturing, the increase in service productivity starting in the second part of the 1990s, the increase in the value and dispersion of land rents in the same period, as well as several other spatial and temporal patterns.\n\n",
    "acknowledgement": "\nWe thank Satyajit Chatterjee, Elhanan Helpman, Robert Helsley, Gianmarco Ottaviano, Diego Puga, Steve Redding and various seminar participants for useful comments. Financial support from the Sloan Foundation, the European Commission (EFIGE 225343), the Comunidad de Madrid (PROCIUDAD-CM), and the Spanish Ministry of Science (ECO2008-01300) is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}