{
    "id": 15340,
    "citation_title": "Technological Growth and Asset Pricing",
    "citation_author": [
        "Nicolae B. Gârleanu",
        "Stavros Panageas",
        "Jianfeng Yu"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the implications of general-purpose technological growth for asset prices. The model features two types of shocks: \"small\", frequent, and disembodied shocks to productivity and \"large\" technological innovations, which are embodied into new vintages of the capital stock. While the former affect the economy on impact, the latter affect the economy with lags, since firms need to first adopt the new technologies through investment. The process of adoption leads to cycles in asset valuations and risk premia as firms convert the growth options associated with the new technologies into assets in place. This process can help provide a unified, investment-based view of some well documented phenomena such as the asset-valuation patterns around major technological innovations, the countercyclical behavior of returns, the lead-lag relationship between the stock market and output, and the increasing patterns of consumption-return correlations over longer horizons.\n\n",
    "acknowledgement": "\nWe would like to thank Andy Abel, Ricardo Caballero, Adlai Fischer, Tano Santos, Mungo Wilson, Motohiro Yogo, Lu Zhang and participants of seminars and conferences at Wharton, the Swedish School of Economics (Hagen), the Helsinki School of Economics GSF, the University of Cyprus, the Athens University of Economics and Business, the University of Piraeus, the Frontiers of Finance 2006, CICF 2008, the NBER 2005 EFG Summer Institute, the NBER 2006 Chicago Asset Pricing meeting, Western Finance Association 2006, SED 2006 and the Studienzentrum Gerzensee 2006 for very helpful discussions and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}