{
    "id": 15343,
    "citation_title": "How Far Are We From The Slippery Slope? The Laffer Curve Revisited",
    "citation_author": [
        "Mathias Trabandt",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare Laffer curves for labor and capital taxation for the US, the EU-14 and individual European countries, using a neoclassical growth model featuring \"constant Frisch elasticity\" (CFE) preferences. We provide new tax rate data. The US can increase tax revenues by 30% by raising labor taxes and by 6% by raising capital income taxes. For the EU-14 we obtain 8% and 1%. Dynamic scoring for the EU-14 shows that 54% of a labor tax cut and 79% of a capital tax cut are self-financing. The Laffer curve in consumption taxes does not have a peak. Endogenous growth and human capital accumulation locates the US and EU-14 close to the peak of the labor tax Laffer curve. We derive conditions under which household heterogeneity does not matter much for the results. By contrast, transition effects matter: a permanent surprise increase in capital taxes always raises tax revenues.\n\n",
    "acknowledgement": "\nA number of people and seminar participants provided us with excellent comments, for which we are grateful, and a complete list would be rather long. Explicitly, we would like to thank Urban Jerman, Daron Acemoglu, Wouter den Haan, John Cochrane, Robert Hall, Charles Jones, Rick van der Ploeg, Richard Rogerson, Ivan Werning and an anonymous referee. This research was supported by the NSF grant SES-0922550. An early draft of this paper has been awarded with the CESifo Prize in Public Economics 2005. Trabandt is grateful for the hospitality of the ECB and the Deutsche Bundesbank where parts of this paper were written. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of Sveriges Riksbank, the ECB, the Deutsche Bundesbank, or the National Bureau of Economic Research.\n\n\n"
}