{
    "id": 15341,
    "citation_title": "Growth Accounting",
    "citation_author": [
        "Charles R. Hulten"
    ],
    "citation_publication_date": "2009-09-10",
    "issue_date": "2009-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncomes per capita have grown dramatically over the past two centuries, but the increase has been unevenly spread across time and across the world.  Growth accounting is the principal quantitative tool for understanding this phenomenon, and for assessing the prospects for further increases in living standards.  This paper sets out the general growth accounting model, with its methods and assumptions, and traces its evolution from a simple index-number technique that decomposes economic growth into capital-deepening and productivity components, to a more complex account of the growth process.  In the more complex account, capital and productivity interact, both are endogenous, and quality change in inputs and output matters.  New developments in micro-level productivity analysis are also reviewed, and the long-standing question of net versus gross output as the appropriate indicator of economic growth is addressed.\n\n",
    "acknowledgement": "\nPaper prepared for the Handbook of the Economics of Innovation, Bronwyn H. Hall and Nathan Rosenberg (eds.), Elsevier-North Holland, in process.   I would like to thank the many people that commented on earlier drafts:  Susanto Basu, Erwin Diewert, John Haltiwanger, Janet Hao, Michael Harper, Jonathan Haskell, Anders Isaksson, Dale Jorgenson, and Paul Schreyer.  Remaining errors and interpretations are solely my responsibility.  JEL No. O47, E01. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}