{
    "id": 15356,
    "citation_title": "Financial Innovation and Endogenous Growth",
    "citation_author": [
        "Stelios Michalopoulos",
        "Luc Laeven",
        "Ross Levine"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "2014-04-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIs financial innovation necessary for sustaining economic growth? To address this question, we build a Schumpeterian model in which entrepreneurs earn profits by inventing better goods and profit-maximizing financiers arise to screen entrepreneurs.  The model has two novel features.  First, financiers engage in the costly but potentially profitable process of innovation: they can invent better methods for screening entrepreneurs. Second, every screening process becomes less effective as technology advances. The model predicts that technological innovation and economic growth eventually stop unless financiers innovate. Empirical evidence is consistent with this dynamic, synergistic model of financial and technological innovation.\n\n",
    "acknowledgement": "\nWe thank Murillo Campello (the Editor), Giovanni Dell'Ariccia, Peter Howitt, Yona Rubinstein, Frank Smets, Uwe Sunde, and seminar participants at Brown University, the London School of Economics, the Bank of England, the Conference on Corporate Finance and Economic Performance at the University of St. Gallen, the University of Modena, Collegio Carlo Alberto, the European Central Bank, the American Economic Association meetings, and Stanford University for useful comments. The views expressed in this paper are entirely those of the authors. They should not be attributed to the International Monetary Fund, its management, its Board, or the National Bureau of Economic Research.\n\n\n"
}