{
    "id": 15353,
    "citation_title": "Towards a Common European Monetary Union Risk Free Rate",
    "citation_author": [
        "Sergio Mayordomo",
        "Juan Ignacio Peña",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common European bond would yield a common European Monetary Union risk free rate. We present tentative estimates of this common risk free for the European Monetary Union countries from 2004 to 2009 using variables motivated by a theoretical portfolio selection model. First, we analyze the determinants of EMU sovereign yield spreads and find significant effects of the credit quality, macro, correlation, and liquidity variables. However, their effects are different before and after the current financial crisis, being stronger in the latter period. Robustness tests with different data frequencies, benchmarks, liquidity variables, cross section regressions and balanced panels confirm the initial results. We propose four different estimates of the common risk free rate and show that, in most cases, this common rate could imply savings in borrowing costs for all the countries involved.\n\n",
    "acknowledgement": "\nThis paper was partially drafted during the visit of Eduardo S. Schwartz to the Department of Business Administration at Universidad Carlos III. We acknowledge financial support from the Program \"Catedras de Excelencia-Universidad Carlos III\" financed by Banco Santander. The usual disclaimers apply. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}