{
    "id": 15351,
    "citation_title": "Misperceptions About the Magnitude and Timing of Changes in American Income Inequality",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise in American inequality has been exaggerated both in magnitude and timing.  Commentators lament the large gap between the growth rates of real median household income and of private sector productivity.  This paper shows that a  conceptually consistent measure of this growth gap over 1979 to 2007 is only one-tenth of the conventional measure.  Further, the timing of the rise of inequality is often misunderstood.  By some measures inequality stopped growing after 2000 and by others inequality has not grown since 1993.  This cessation of inequality's secular rise in 2000 is evident from the growth of Census mean vs. median income, and in the income share of the top one percent of the income distribution.   The income share of the 91st to 95th percentile has not increased since 1983, and the income ratio of the 90th to 10th percentile has barely increased since 1986.  Further, despite a transient decline in labor's income share in 2000-06, by mid-2009 labor's share had returned virtually to the same value as in 1983, 1991, and 2001.\nRecent contributions in the inequality literature have raised questions about previous research on skill-biased technical change and the managerial power of CEOs.  Directly supporting our theme of prior exaggeration of the rise of inequality is new research showing that price indexes for the poor rise more slowly than for the rich, causing most empirical measures of inequality to overstate the growth of real income of the rich vs. the poor.  Further, as much as two-thirds of the post-1980 increase in the college wage premium disappears when allowance is made for the faster rise in the cost of living in cities where the college educated congregate and for the lower quality of housing in those cities.  A continuing tendency for life expectancy to increase faster among the rich than among the poor reflects the joint impact of education on both economic and health outcomes, some of which are driven by the behavioral choices of the less educated.\n\n",
    "acknowledgement": "\nI am grateful to David Autor, Rebecca Blank, Richard Burkhauser, Ian Dew-Becker, Lawrence Katz, Lawrence Mishel, and participants in the San Francisco EPS session for helpful comments.   Carmen DeNavas and Ed Kirby of the Census Bureau were helpful in explaining CPS measurement concepts for median income per household and per person. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}