{
    "id": 15352,
    "citation_title": "Financial Literacy among the Young: Evidence and Implications for Consumer Policy",
    "citation_author": [
        "Annamaria Lusardi",
        "Olivia S. Mitchell",
        "Vilsa Curto"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examined financial literacy among the young using data from the 1997 National Longitudinal Survey of Youth. We showed that financial literacy is low among the young; fewer than one-third of young adults possess basic knowledge of interest rates, inflation, and risk diversification. Financial literacy is strongly related to sociodemographic characteristics and family financial sophistication. Specifically, a college-educated male whose parents had stocks and retirement savings is about 50 percentage points more likely to know about risk diversification than a female with less than a high school education whose parents were not wealthy. These findings have implications for consumer policy.\n\n",
    "acknowledgement": "\nThe research reported herein was conducted pursuant to a grant from the U.S. Social Security Administration (SSA) to the Michigan Retirement Research Center, funded as part of the Retirement Research Consortium. We also received a generous grant from FINRA Investor Education Foundation. Additional support was provided by the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania. We are very grateful to Dan Black for his help with the data. We would also like to thank Brenda Cude, Anna Paulson, Jack Tatom, and participants in the conference \"Improving Financial Literacy and Reshaping Financial Behavior\" at the Networks Financial Institute at Indiana State University, Indianapolis, IN, the symposium on \"Improving the Effectiveness of Financial Education in the Classroom\" at the Take Charge America Institute at the University of Arizona, Tucson, AZ, and the University of Michigan Retirement Research Center research workshop, Ann Arbor, MI, for many helpful suggestions and comments. Hiroaki Matsuura provided excellent research assistance. Opinions and errors are solely those of the authors and not of the institutions with which the authors are affiliated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}