{
    "id": 15359,
    "citation_title": "Lost in Transit: Product Replacement Bias and Pricing to Market",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe microdata underlying U.S. import and export price indexes exhibit frequent product turnover and highly rigid prices.  As a consequence, 40% of products are replaced before a single price change is observed and 70% are replaced after two price changes or less. An aggregate price index that focuses on price changes for identical items over time may, therefore, miss an important component of price adjustment occurring at the time of product replacements.  We provide a model of this \"product replacement bias\" and quantify its importance using U.S. microdata on import and export prices.  We show that, accounting for product replacement bias, long-run exchange rate \"pass-through\" into U.S. import and export price indexes is almost twice as high as conventional estimates suggest, and changes in the terms of trade are roughly  75% more volatile.  Our adjustment makes pass-through statistics easier to account for with existing general equilibrium models.\n\n",
    "acknowledgement": "\nWe thank Ryan Chahrour, Vickram Mohan, Dmitriy Sergeyev and especially Patrick Sun for excellent research assistance. We thank Ariel Pakes and John Rogers for inspiring conversations that encouraged us to work on this problem. Our thinking about the ideas and empirical results presented in this paper has benefited greatly from conversations with among others Bill Alterman, Mark Bils, Ariel Burstein, Menzie Chinn, Charles Engel, Tim Erickson, Doireann Fitzgerald, Penny Goldberg, Gita Gopinath, John Greenlees, Oleg Itskhoki, Patrick Kehoe, Timothy Kehoe, Narayana Kocherlakota, Greg Kurtzon, Rob McClelland, Alice Nakamura, Marshall Reinsdorf, Rozi Ulics, Robert Vigfusson and seminar participants at various institutions. This research has been supported by the National Science Foundation grant SES 0922011. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}