{
    "id": 15354,
    "citation_title": "A Cure for Crime? Psycho-Pharmaceuticals and Crime Trends",
    "citation_author": [
        "Dave E. Marcotte",
        "Sara Markowitz"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we consider possible links between the advent and diffusion of a number of new psychiatric pharmaceutical therapies and crime rates. We describe recent trends in crime and review the evidence showing mental illness as a clear risk factor both for criminal behavior and victimization. We then briefly summarize the development of a number of new pharmaceutical therapies for the treatment of mental illness which diffused during the \"great American crime decline.\" We examine limited international data, as well as more detailed American data to assess the relationship between crime rates and rates of prescriptions of the main categories of psychotropic drugs, while controlling for other factors which may explain trends in crime rates. We find that increases in prescriptions for psychiatric drugs are associated with decreases in violent crime, with the largest impacts associated with new generation antidepressants and stimulants used to treat ADHD.\n\n",
    "acknowledgement": "\nWe would like to thank to Erik Nesson and Steve Hemelt for excellent research assistance. Thanks to David Bjerk, Phil Cook, Jens Ludwig, John MacDonald, and participants at IZA's First Annual Meeting on the Economics of Risky Behaviors and the 2009 Annual Workshop on Crime and Population Dynamics for helpful comments. We would also like to acknowledge the Blanche and Irwin Lerner Center for Pharmaceutical Management Studies at the Rutgers University Business School for providing the IMS data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}