{
    "id": 15357,
    "citation_title": "Cross-Country Causes and Consequences of the 2008 Crisis: Early Warning",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper models the causes of the 2008 financial crisis together with its manifestations, using a Multiple Indicator Multiple Cause (MIMIC) model.  Our analysis is conducted on a cross-section of 107 countries; we focus on national causes and consequences of the crisis, ignoring cross-country \"contagion\" effects.  Our model of the incidence of the crisis combines 2008 changes in real GDP, the stock market, country credit ratings, and the exchange rate.  We explore the linkages between these manifestations of the crisis and a number of its possible causes from 2006 and earlier.  We include over sixty potential causes of the crisis, covering such categories as: financial system policies and conditions; asset price appreciation in real estate and equity markets; international imbalances and foreign reserve adequacy; macroeconomic policies; and institutional and geographic features.  Despite the fact that we use a wide number of possible causes in a flexible statistical framework, we are unable to link most of the commonly-cited causes of the crisis to its incidence across countries.  This negative finding in the cross-section makes us skeptical of the accuracy of \"early warning\" systems of potential crises, which must also predict their timing.\n\n",
    "acknowledgement": "\nRose is B.T.  Rocca Jr.  Professor of International Trade and Economic Analysis and Policy in the Haas School of Business at the University of California, Berkeley, NBER Research Associate and CEPR Research Fellow.  Spiegel is Vice President, Economic Research, Federal Reserve Bank of San Francisco.  We thank Haibin Zhu for sharing his real estate data.  Helpful comments were received from: Joshua Aizenman, David Cook, Mike Dooley, Marcel Fratzscher, Sophia Rabe-Hesketh, Kadee Russ, and seminar participants at the BIS and the APEA.  Rose thanks the Federal Reserve Bank of San Francisco for hospitality during the course of this research.  Christopher Candelaria provided excellent research assistance.  The views expressed below do not represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.  A current version of this paper, key output, and the main STATA data set used in the paper are available at http://faculty.haas.berkeley.edu/arose.\n\n\n"
}