{
    "id": 15358,
    "citation_title": "Cross-Country Causes and Consequences of the 2008 Crisis: International Linkages and American Exposure",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper models the causes of the 2008 financial crisis together with its manifestations, using a Multiple Indicator Multiple Cause (MIMIC) model.  Our analysis is conducted on a cross-section of 85 countries; we focus on international linkages that may have allowed the crisis to spread across countries.  Our model of the cross-country incidence of the crisis combines 2008 changes in real GDP, the stock market, country credit ratings, and the exchange rate.  We explore the linkages between these manifestations of the crisis and a number of its possible causes from 2006 and earlier.  The causes we consider are both national (such as equity market run-ups that preceded the crisis) and, critically, international financial and real linkages between countries and the epicenter of the crisis.  We consider the United States to be the most natural origin of the 2008 crisis, though we also consider six alternative sources of the crisis.  A country holding American securities that deteriorate in value is exposed to an American crisis through a financial channel.  Similarly, a country which exports to the United States is exposed to an American downturn through a real channel.  Despite the fact that we use a wide number of possible causes in a flexible statistical framework, we are unable to find strong evidence that international linkages can be clearly associated with the incidence of the crisis.  In particular, countries heavily exposed to either American assets or trade seem to behave little differently than other countries; if anything, countries seem to have benefited slightly from American exposure.\n\n",
    "acknowledgement": "\nRose is B.T.  Rocca Jr.  Professor of International Trade and Economic Analysis and Policy in the Haas School of Business at the University of California, Berkeley, NBER Research Associate and CEPR Research Fellow.  Spiegel is Vice President, Economic Research, Federal Reserve Bank of San Francisco.  Rose thanks EIEF, MAS and NUS for hospitality during the course of this research.  Christopher Candelaria provided excellent research assistance.  The views expressed below do not represent those of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System.  A current version of this paper, key output, and the main STATA data set used in the paper are available at http://faculty.haas.berkeley.edu/arose. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}