{
    "id": 15369,
    "citation_title": "Macroeconomic Effects from Government Purchases and Taxes",
    "citation_author": [
        "Robert J. Barro",
        "Charles J. Redlick"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor U.S. annual data that include WWII, the estimated multiplier for temporary defense spending is 0.4-0.5 contemporaneously and 0.6-0.7 over two years. If the change in defense spending is \"permanent\" (gauged by Ramey's defense-news variable), the multipliers are higher by 0.1-0.2. The estimated multipliers are all significantly less than one and apply for given average marginal income-tax rates. We cannot estimate reliable multipliers for non-defense purchases because of the lack of good instruments. Since the defense-spending multipliers are less than one, greater spending crowds out other components of GDP, mainly investment, but also non-defense government purchases and net exports. Consumer expenditure on non-durables and services has only a small response. In a post-1950 sample, increases in average marginal income-tax rates (measured by a newly constructed time series) have significantly negative effects on GDP. When interpreted as a tax multiplier, the magnitude is around 1.1. When we hold constant marginal tax rates, we find no statistically significant effects on GDP from changes in federal tax revenue (using the Romer-Romer exogenous federal tax-revenue change as an instrument). In contrast, with revenue held constant, increases in marginal tax rates still have a statistically significant negative effect on GDP. Therefore, tax changes seem to affect GDP mainly through substitution effects, rather than wealth effects. The combination of the estimated spending and tax multipliers implies that balanced-budget multipliers for defense spending are negative.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Science Foundation. We particularly appreciate the assistance with the marginal tax-rate data from Jon Bakija and Dan Feenberg. We also appreciate research assistance from Andrew Okuyiga and comments from Marios Angeletos, Michael Greenstone, Greg Mankiw, Casey Mulligan, Jim Poterba, Valerie Ramey, David Romer, Robert Shimer, Jose Ursua, and participants in seminars at Harvard University, the University of Chicago, and MIT. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}