{
    "id": 15363,
    "citation_title": "Model Structure and the Combined Welfare and Trade Effects of China's Trade Related Policies",
    "citation_author": [
        "Yan Dong",
        "John Whalley"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nBecause China's economic structure is different from that in OECD countries, using conventional neo-classical competitive trade models to analyze the welfare and trade impacts of trade related policy change can be misleading. In particular, both the exchange rate regime and output and pricing policies of state owned enterprises (SOE's) will have effects on trade and welfare which differ from a classical competitive model. This paper present a numerical model that captures the combined and interactive effects of three policy elements in prototype form of tariffs, policy towards SOEs in the industrial sector, and an exchange rate regime supporting large trade surpluses and additions to foreign reserves. The model has non neutral monetary features, endogenous trade imbalances and average product pricing of labor in goods. We do not claim it to be fully representative of modern China, but it does go some way beyond simple competitive models used elsewhere and points to different conclusions of policy impact. We calibrate our model to 2006 data, and then evaluate the impacts both singly and in combination of: tariff liberalization, a move to more freely floating exchange rates, and SOE enterprise reform. Results show that large differences in policy impacts relative to a classical competitive model. SOE reform and a freely floating Chinese exchange rate have more impact on China's welfare than tariff liberalization. Policies of RMB appreciation and increasing China's money stock reduce China's trade surplus. In the traditional competitive model, trade liberalization impacts both imports and exports, while in our central case model, with endogenously determined trade surplus, trade liberalization has little effect on exports. Most of the policy impact is on imports and the trade surplus. SOE reform of China's manufacturing sector significantly decreases production of China's manufacturing sector and increases production in China's other sectors.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF-3), CIGI, and the Social Sciences and Humanities Research Council for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}