{
    "id": 15365,
    "citation_title": "Party Affiliation, Partisanship, and Political Beliefs: A Field Experiment",
    "citation_author": [
        "Alan S. Gerber",
        "Gregory A. Huber",
        "Ebonya Washington"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical partisanship is strongly correlated with attitudes and behavior, but it is unclear from this pattern whether partisan identity has a causal effect on political behavior and attitudes. We report the results of a field experiment designed to investigate the causal effect of party identification. Prior to the February 2008 Connecticut presidential primary, researchers sent a mailing to a random sample of unaffiliated registered voters informing them of the need to register in order to participate in the upcoming primary. Comparing post-treatment survey responses to subjects' baseline survey responses, we find that those informed of the need to register with a party were more likely to affiliate with a party and subsequently showed stronger partisanship. Further, we find that the treatment group also demonstrated greater concordance than the control group between their pre-treatment latent partisanship and their post-treatment reported voting behavior and intentions and evaluations of partisan figures. Thus our treatment, which caused a strengthening of partisan identity, also caused a shift in subjects' candidate preferences and evaluations of salient political figures. This finding is consistent with the claim that partisanship is an active force changing how citizens behave in and perceive the political world.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the Conference on Homogeneity and Heterogeneity in Public Opinion, Cornell University, October 3-5, 2008 and at the Institution for Social and Policy Studies @ 40 Conference, Yale University, November 14-15, 2008. We thank participants at those conferences for their helpful comments. Thanks also to Don Green and the Institution for Social and Policy Studies at Yale University for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}