{
    "id": 15366,
    "citation_title": "Who Counts in Evaluating the Effects of Air Pollution Policies on Households? Non-Market Valuation in the Presence of Dependencies",
    "citation_author": [
        "Mary F. Evans",
        "Christine Poulos",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals who are likely to realize the largest benefits from improvements in air quality often depend on other members of their households to make time or monetary contributions to their care.  The presence of these dependency relationships among household members poses challenges for benefit estimation since it is unlikely that the conditions necessary for recovering the underlying individual preferences from household choices are satisfied in this setting.  We propose a conceptual framework that highlights the role of these dependencies in the choice models used to estimate the willingness to pay for environmental quality improvements.  We design a complementary stated preference survey that describes hypothetical dependency relationships for household members of different ages to test the implications of our conceptual model.  Respondents' choices take into account the care-giving responsibilities for young children and teenagers but not for older adults.\n\n",
    "acknowledgement": "\nThe U.S. Environmental Protection Agency (EPA) provided funding for this research under STAR grants RD-83159502-0.  The research has not been subjected to EPA review and therefore does not necessarily reflect the views of the Agency, and no official endorsement should be inferred. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}