{
    "id": 15360,
    "citation_title": "The Political Economy of Ethnolinguistic Cleavages",
    "citation_author": [
        "Klaus Desmet",
        "Ignacio Ortuño-Ortín",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new method to measure ethnolinguistic diversity and offers new results linking such diversity with a range of political economy outcomes -- civil conflict, redistribution, economic growth and the provision of public goods. We use linguistic trees, describing the genealogical relationship between the entire set of 6,912 world languages, to compute measures of fractionalization and polarization at different levels of linguistic aggregation. By doing so, we let the data inform us on which linguistic cleavages are most relevant, rather than making ad hoc choices of linguistic classifications. We find drastically different effects of linguistic diversity at different levels of aggregation: deep cleavages, originating thousands of years ago, lead to measures of diversity that are better predictors of civil conflict and redistribution than those that account for more recent and superficial divisions. The opposite pattern holds when it comes to the impact of linguistic diversity on growth and public goods provision, where finer distinctions between languages matter.\n\n",
    "acknowledgement": "\nWe thank Jim Fearon for helpful comments. Desmet gratefully acknowledges financial support from the Comunidad de Madrid (PROCIUDAD-CM), and the Spanish Ministry of Science (ECO2008-01300). Ortuño-Ortín gratefully acknowledges financial support from the Spanish Ministry of Science (SEJ2007- 67135). Wacziarg gratefully acknowledges financial support from Stanford University's Presidential Fund for Innovation in International Studies and from UCLA's Center for International Business Education and Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}