{
    "id": 15361,
    "citation_title": "The Role of Simplification and Information in College Decisions: Results from the H&R Block FAFSA Experiment",
    "citation_author": [
        "Eric P. Bettinger",
        "Bridget Terry Long",
        "Philip Oreopoulos",
        "Lisa Sanbonmatsu"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrowing concerns about low awareness and take-up rates for government support programs like college financial aid have spurred calls to simplify the application process and enhance visibility. This project examines the effects of two experimental treatments designed to test of the importance of simplification and information using a random assignment research design. H&R Block tax professionals helped low- to moderate-income families complete the FAFSA, the federal application for financial aid. Families were then given an estimate of their eligibility for government aid as well as information about local postsecondary options. A second randomly-chosen group of individuals received only personalized aid eligibility information but did not receive help completing the FAFSA. Comparing the outcomes of participants in the treatment groups to a control group using multiple sources of administrative data, the analysis suggests that individuals who received assistance with the FAFSA and information about aid were substantially more likely to submit the aid application, enroll in college the following fall, and receive more financial aid. These results suggest that simplification and providing information could be effective ways to improve college access. However, only providing aid eligibility information without also giving assistance with the form had no significant effect on FAFSA submission rates.\n\n",
    "acknowledgement": "\nThis research was made possible with generous funding from The Bill and Melinda Gates Foundation; National Science Foundation (Award No. SES-0721158); Institute of Education Sciences, U.S. Department of Education (through the National Center for Postsecondary Research); Kauffman Foundation; Spencer Foundation; and the MacArthur Foundation. This research was conducted in collaboration with the LMI Policy Research Institute and H&R Block. The views expressed in this article are those of the authors and do not necessarily reflect the views of the LMI Policy Research Institute, H&R Block, or the National Bureau of Economic Research. All opinions and mistakes are our own.\n\n\n"
}