{
    "id": 15362,
    "citation_title": "Systemic Risk and the Refinancing Ratchet Effect",
    "citation_author": [
        "Amir E. Khandani",
        "Andrew W. Lo",
        "Robert C. Merton"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe confluence of three trends in the U.S. residential housing market---rising home prices, declining interest rates, and near-frictionless refinancing opportunities---led to vastly increased systemic risk in the financial system. Individually, each of these trends is benign, but when they occur simultaneously, as they did over the past decade, they impose an unintentional synchronization of homeowner leverage.  This synchronization, coupled with the indivisibility of residential real estate that prevents homeowners from deleveraging when property values decline and homeowner equity deteriorates, conspire to create a \"ratchet\" effect in which homeowner leverage is maintained or increased during good times without the ability to decrease leverage during bad times.  If refinancing-facilitated homeowner-equity extraction is sufficiently widespread---as it was during the years leading up to the peak of the U.S. residential real-estate market---the inadvertent coordination of leverage during a market rise implies higher correlation of defaults during a market drop. To measure the systemic impact of this ratchet effect, we simulate the U.S. housing market with and without equity extractions, and estimate the losses absorbed by mortgage lenders by valuing the embedded put-option in non-recourse mortgages. Our simulations generate loss estimates of $1.5 trillion from June 2006 to December 2008 under historical market conditions, compared to simulated losses of $280 billion in the absence of equity extractions.\n\n",
    "acknowledgement": "\nThe views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of AlphaSimplex Group, Harvard University, MIT, any of their affiliates and employees, or any of the individuals acknowledged below. We thank Jim Kennedy for sharing his data, and Terry Belton, Conan Crum, Jayna Cummings, Arnout Eikeboom, David Geltner, Will Goetzmann, Jacob Goldfield, Ben Golub, Matt Jozoff, Jim Kennedy, Atif Mian, Amir Sufi, Bill Wheaton, Matt Zames and participants at the Market Design and Structure Workshop at the Santa Fe Institute for helpful comments and discussion. Research support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}