{
    "id": 15367,
    "citation_title": "Measuring Central Bank Communication: An Automated Approach with Application to FOMC Statements",
    "citation_author": [
        "David O. Lucca",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2009-09-17",
    "issue_date": "2009-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new automated, objective and intuitive scoring technique to measure the content of central bank communication about future interest rate decisions based on information from the Internet and news sources. We apply the methodology to statements released by the Federal Open Market Committee (FOMC) after its policy meetings starting in 1999. Using intra-day financial quotes, we find that short-term nominal Treasury yields respond to changes in policy rates around policy announcements, whereas longer-dated Treasuries mainly react to changes in policy communication. Using lower frequency data, we find that changes in the content of the statements lead policy rate decisions by more than a year in univariate interest rate forecasting and vector autoregression (VAR) models. When we estimate Treasury yield responses to the shocks identified in the VAR, we find communication to be a more important determinant of Treasury rates than contemporaneous policy rate decisions. These results are consistent with the view that the FOMC releases information about future policy rate actions in its statements and that market participants incorporate this information when pricing longer-dated Treasuries. Finally, we decompose realized policy rate decisions using a forward-looking Taylor rule model. Based on this decomposition, we find that FOMC statements contain significant information regarding both the predicted rule-based interest rate and the Taylor-rule residual component, and that content of the statements leads the residual by a few quarters.\n\n",
    "acknowledgement": "\nThis version of the paper extends the analysis of the draft dated April, 2008 in constructing linguistic measures based on documents from the DJ Factiva news database, in addition to the Internet-based ones. The authors would like to thank Matilde Bombardini, John Cochrane, Erik Hurst, Anil Kashyap, Monika Piazzesi, Jonathan Wright and Egon Zakrajsek for their comments and suggestions, as well as participants at various seminars and Ken Kuttner, our discussant at the meeting of the NBER Monetary Economics Program. Isaac Laughlin provided outstanding research assistance. Hal Varian and the Google University Research Program provided generous access to the Google Search technology. The views and analysis set forth are solely those of the authors and do not indicate concurrence by other members of the Board of Governors of the Federal Reserve System. Francesco Trebbi gratefully acknowledges support by the Initiative on Global Markets and the Mutch Family Faculty Research Fund at the Booth School of Business, the University of Chicago. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}