{
    "id": 15373,
    "citation_title": "The Economic and Policy Consequences of Catastrophes",
    "citation_author": [
        "Robert S. Pindyck",
        "Neng Wang"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "2012-10-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow likely is a catastrophic event that would substantially reduce the capital stock, GDP and wealth? How much should society be willing to pay to reduce the probability or impact of a catastrophe? We answer these questions and provide a framework for policy analysis using a general equilibrium model of production, capital accumulation, and household preferences. Calibrating the model to economic and financial data, we estimate the mean arrival rate of shocks and their size distribution, the tax on consumption society would accept to limit the maximum size of a catastrophic shock, and the cost to insure against its impact.\n\n",
    "acknowledgement": "\nWe thank Ben Lockwood and Jinqiang Yang for their outstanding research assistance, and Robert Barro, Patrick Bolton, Hui Chen, Pierre Collin-Dufresne, Chaim Fershtman, Itzhak Gilboa, Fran¸cois Gourio, Chad Jones, Dirk Krueger, Lars Lochstoer, Greg Mankiw, Jim Poterba, Julio Rotemberg, Suresh Sundaresan, two anonymous referees, and seminar participants at Columbia, Hebrew University of Jerusalem, M.I.T., the NBER, and Tel-Aviv University for helpful comments and suggestions. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}