{
    "id": 15379,
    "citation_title": "Financial Crises and Economic Activity",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Marion Kohler",
        "Christian Upper"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the output costs of 40 systemic banking crises since 1980. Most, but not all, crises in our sample coincide with a sharp contraction in output from which it took several years to recover. Our main findings are as follows. First, the current financial crisis is unlike any others in terms of a wide range of economic factors. Second, the output losses of past banking crises were higher when they were accompanied by a currency crisis or when growth was low at the onset of the crisis. When accompanied by a sovereign debt default, a systemic banking crisis was less costly. And, third, there is a tendency for systemic banking crises to have lasting negative output effects.\n\n",
    "acknowledgement": "\nThis paper was prepared for \"Financial Stability and Macroeconomic Policy,\" a symposium sponsored by the Federal Reserve Bank of Kansas City, at Jackson Hole, Wyoming, on August 20-22,2009. We would like to thank participants at the Symposium, our discussant Mark Gertler, and Roberto Blanco.for useful comments. Jimmy Shek and Clara Garcia provided excellent research assistance, and Luc Laeven and Fabian Valencia kindly shared their database of crises. The views expressed in this paper are those of the authors and not necessarily those of the BIS. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}