{
    "id": 15371,
    "citation_title": "The Impact of Tort Reform on Employer-Sponsored Health Insurance Premiums",
    "citation_author": [
        "Ronen Avraham",
        "Leemore S. Dafny",
        "Max M. Schanzenbach"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the effect of tort reform on employer-sponsored health insurance premiums by exploiting state-level variation in the timing of reforms.  Using a dataset of healthplans representing over 10 million Americans annually between 1998 and 2006, we find that caps on non-economic damages, collateral source reform, and joint and several liability reform reduce premiums by 1 to 2 percent each.  These reductions are concentrated in PPOs rather than HMOs, suggesting that can HMOs can reduce \"defensive\" healthcare costs even absent tort reform.   The results are the first direct evidence that tort reform reduces healthcare costs in aggregate; prior research has focused on particular medical conditions.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by Jennifer Arlen, David Dranove, Jonathan Klick, Robert Kaestner, and participants at the American Association of Law and Economics Annual Meetings, the University of Illinois at Chicago, and the Searle Center Symposium on Civil Liability.  This research was funded by The Searle Center on Law, Regulation, and Economic Growth at the Northwestern University School of Law. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}