{
    "id": 15370,
    "citation_title": "Level versus Equivalent Intensity Carbon Mitigation Commitments",
    "citation_author": [
        "Huifang Tian",
        "John Whalley"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge population / rapidly growing economies such as China and India have argued that in the upcoming UNFCCC negotiations in Copenhagen, any emission reduction targets they take on should be based on their intensity of emissions (emissions/$GDP) on a target date not the level of emissions. They argue that this will allow room for their continued high growth, and level commitments in the presence of sharply differential growth between OECD and non-OECD economies represent asymmetric and unacceptable arrangements. Much of the policy literature agrees with this position, also arguing that while there is equivalence between commitments if growth rates are certain, where growth rates are uncertain equivalence breaks down. However, no explicit models or experimental design are used to support this claim. Here we use a modeling framework in which countries face a business as usual (BAU) growth profile under no mitigation, and can mitigate (reduce consumption) and lower temperature change but with a utility loss. International trade enters through trade in country differentiated goods, and the impact of mitigation on country welfare depends critically on the assumed severity of climate related damage. We then consider cases where country growth rates are uncertain, and compare the impacts of levels versus intensity commitments, with the latter made equivalent in the sense that expected emissions are the same. There are different senses of this equivalence; global equivalence with differing country impacts, or strict country by country equivalence. Under intensity commitments there is more variation in both consumption and emissions than is the case with level commitments, and we show cases where level commitments are preferred to intensity commitments by all countries. Whether this is the case also depends upon how growth rate uncertainty is specified. We are also able to consider packages of mixed level and intensity commitments by country which might be the outcome of UNFCCC negotiations.  Outcomes can thus be opposite to prevailing opinion, but it depends on how the equivalent targets are specified.\n\n",
    "acknowledgement": "\nWe are grateful to the Academic Development Fund(ADF) of the University of Western Ontario, the Ontario Research Fund (ORF-R3), and the Centre for International Governance Innovation for financial support The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}