{
    "id": 15372,
    "citation_title": "Measuring How Risk Tradeoffs Adjust With Income",
    "citation_author": [
        "Mary F. Evans",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfforts to reconcile inconsistencies between theory and estimates of the income elasticity of the value of a statistical life (IEVSL) overlook important restrictions implied by a more complete description of the individual choice problem. We develop a more general model of the IEVSL that reconciles some of the observed discrepancies. Our framework describes how exogenous income shocks, such as unexpected medical expenditures, may affect labor supply decisions which in turn influence both the coefficient of relative risk aversion and the IEVSL. The presence of a consumption commitment, such as a home mortgage, also alters this labor supply adjustment. We use data from the Health and Retirement Study to explore the responsiveness of labor force exit decisions to spousal health shocks and the role of a home mortgage as a constraint on this response.\n\n",
    "acknowledgement": "\nThe U.S. Environmental Protection Agency (EPA) provided funding for this research under STAR grant RD-83159502-0.  The research has not been subjected to EPA review and therefore does not necessarily reflect the views of the Agency, and no official endorsement should be inferred.Thanks are due Jon Valentine for his assistance in the preparation of this manuscript. Josh Abbott, Kelly Maguire, J.R. DeShazo, and participants at the 2008 Southern Economic Association Meetings and the Vanderilt University Law School Conference on the Heterogeneity in the Value of Statistical Life  provided helpful comments on earlier drafts of this paper.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}