{
    "id": 15374,
    "citation_title": "Riding the Wave of Trade: Explaining the Rise of Labor Regulation in the Golden Age of Globalization",
    "citation_author": [
        "Michael Huberman",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe received view pins the adoption of labor regulation before 1914 on domestic forces. Using directed dyad-year event history analysis, we find that trade was also a pathway of diffusion. Market access served as an important instrument to encourage a level playing field. The type of trade mattered as much as the volume. In the European core, states emulated the labor regulation of partners because intraindustry trade was important. The New World exported less differentiated products and pressures to imitate were weak.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the meetings of the Economic History Association (Tuscon), Cliometrics Society (Tuscon), European Historical Economics Society (Lund), and seminars at Harvard University, London School of Economics, UCLA, Universidade de Lisboa, and the University of Toronto. We would like to acknowledge the comments of discussants and participants, and three anonymous referees and the editor of the Journal of Economic History, Philip Hoffman. We are indebted to Toke Aidt, Gerald Friedman, David Jacks, Peter Lindert, Dennis Novy, and Robert Pahre for contributions to the data sections of this paper. Huberman's research was funded by SSHRCC. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}