{
    "id": 15377,
    "citation_title": "Clusters of Entrepreneurship",
    "citation_author": [
        "Edward L. Glaeser",
        "William R. Kerr",
        "Giacomo A.M. Ponzetto"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployment growth is strongly predicted by smaller average establishment size, both across cities and across industries within cities, but there is little consensus on why this relationship exists. Traditional economic explanations emphasize factors that reduce entry costs or raise entrepreneurial returns, thereby increasing net returns and attracting entrepreneurs. A second class of theories hypothesizes that some places are endowed with a greater supply of entrepreneurship. Evidence on sales per worker does not support the higher returns for entrepreneurship rationale. Our evidence suggests that entrepreneurship is higher when fixed costs are lower and when there are more entrepreneurial people.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to eglaeser@harvard.edu, wkerr@hbs.edu, and gponzetto@crei.cat. Kristina Tobio provided excellent research assistance. We thank Zoltan J. Acs, Jim Davis, Mercedes Delgado, Stuart Rosenthal, Will Strange, and participants of the Cities and Entrepreneurship conference for advice on this paper. This research is supported by Harvard Business School, the Kauffman Foundation, the National Science Foundation, and the Innovation Policy and the Economy Group. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged. Research results and conclusions expressed are our own and do not necessarily reflect the views of the Census Bureau or NSF. This paper has been screened to insure that no confidential data are revealed. Corresponding author: Rock Center 212, Harvard Business School, Boston, MA 02163; 617-496-7021; wkerr@hbs.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}