{
    "id": 15375,
    "citation_title": "Methods versus Substance: Measuring the Effects of Technology Shocks on Hours",
    "citation_author": [
        "José-Víctor Ríos-Rull",
        "Frank Schorfheide",
        "Cristina Fuentes-Albero",
        "Maxym Kryshko",
        "Raül Santaeulàlia-Llopis"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we employ both calibration and modern (Bayesian)  estimation methods to assess the role of neutral and investment-specific technology shocks in generating fluctuations in hours. Using a neoclassical stochastic growth model, we show how answers are shaped by the identification strategies and not by the  statistical approaches. The crucial parameter is the labor supply  elasticity. Both a calibration procedure that uses modern assessments of the Frisch elasticity and the estimation procedures result in technology shocks accounting for 2% to 9% of the variation in hours worked in the data. We infer that we should be talking more about identification and less about the choice of particular quantitative approaches.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2007 NASM, the 2007 San Sebastian Summer School, FRB Philadelphia, the 2007 CREI Conference on \"How Much Structure in Macro Models,'' CEMFI, Cornell, NYU, USC, and the Wharton Macro Lunch, for helpful comments.  Rios-Rull thanks the National Science Foundation (Grant SES-0079504). Schorfheide gratefully acknowledges financial support from the Alfred P. Sloan Foundation and the National Science Foundation under Grant SES 0617803. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}