{
    "id": 15380,
    "citation_title": "The Effects of School Desegregation on Crime",
    "citation_author": [
        "David A. Weiner",
        "Byron F. Lutz",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most striking features of crime in America is its disproportionate concentration in disadvantaged, racially segregated communities, which has long raised concern that segregation itself may contribute to criminal behavior. Yet little is known about whether government efforts to reduce segregation can reduce crime. We address this question by studying the most important large-scale policy to reduce segregation in American life - court-ordered school desegregation. Our research design exploits variation across large urban school districts in the timing of when they were subject to local Federal court orders to desegregate. We find that for black youth, homicide victimization declines by around 25 percent when court orders are implemented; homicide arrests decline significantly as well. We also find evidence for spillover effects on other age and race groups, consistent with data indicating a sizable amount of offending across groups and with the fact that offending by different groups is also linked through the police budget constraint. Economic models for a \"market for offenses\" suggest the influence of this second mechanism should attenuate over time as victims respond to a shift in the supply of offenses by reducing investments in crime prevention. Consistent with this theory, we find police spending declines several years after court desegregation orders are enacted. The only detectable life-course-persistent effects are found among birth cohorts that attended desegregated schools.\n\n",
    "acknowledgement": "\nThe authors contributed equally and are listed in reverse alphabetical order.  This research was supported by grants from the Spencer Foundation and the National Science Foundation (SES-0820033).  Thanks to Jonathan Guryan and Sarah Reber for sharing their programs and data, to Laurel Beck, Samuel Brown, Michael Corey, Heather Harris, Shoshana Schwartz, Daniel Stenberg and Jake Ward for excellent research assistance, and to Elizabeth Ananat, Josh Angrist, Pat Bayer, Hoyt Bleakley, Liz Cascio, Kerwin Charles, Charles Clotfelter, Philip Cook, David Deming, David Figlio, Jack Greenberg, Jonathan Gruber, John Horton, Steve Levitt, Erzo Luttmer, Ofer Malamud, Tom Miles, Derek Neal, Robert Sampson, Michael Tonry, Elizabeth Vigdor, Jacob Vigdor, William Julius Wilson, Jeff Wooldridge and seminar participants at Brown University, the Brookings Institution, Duke University, the University of California at Berkeley, the University of Chicago Law School and Graduate School of Business, Harvard University, the University of Maryland, the University of Wisconsin, and meetings of the American Economic Association, Association for Public Policy Analysis and Management, and National Bureau of Economic Research for helpful comments.  All opinions are of course our own and do not necessarily represent the views of the Federal Reserve Board of Governors or its staff.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}