{
    "id": 15384,
    "citation_title": "Credit Default Swaps and the Credit Crisis",
    "citation_author": [
        "René M. Stulz"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany observers have argued that credit default swaps contributed significantly to the credit crisis. Of particular concern to these observers are that credit default swaps trade in the largely unregulated over-the-counter market as bilateral contracts involving counterparty risk and that they facilitate speculation involving negative views of a firm's financial strength. Some observers have suggested that credit default swaps would not have made the crisis worse had they been traded on exchanges. I conclude that credit default swaps did not cause the dramatic events of the credit crisis, that the over-the-counter credit default swaps market worked well during much of the first year of the credit crisis, and that exchange trading has both advantages and costs compared to over-the-counter trading. Though I argue that eliminating over-the-counter trading of credit default swaps could reduce social welfare, I also recognize that much research is needed to understand better and quantify the social gains and costs of derivatives in general and credit default swaps in particular.\n\n",
    "acknowledgement": "\nI am grateful for comments from Viral Acharya, Harry DeAngelo, Bernadette Minton, Til Shuermann, and Andrei Shleifer. I thank Mike Anderson and Jérôme Taillard for assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}