{
    "id": 15389,
    "citation_title": "Credit Crises, Money and Contractions: an historical view",
    "citation_author": [
        "Michael D. Bordo",
        "Joseph G. Haubrich"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relatively infrequent nature of major credit distress events makes an historical approach particularly useful. Using a combination of historical narrative and econometric techniques, we identify major periods of credit distress from 1875 to 2007, examine the extent to which credit distress arises as part of the transmission of monetary policy, and document the subsequent effect on output. Using turning points defined by the Harding-Pagan algorithm, we identify and compare the timing, duration, amplitude and co-\u0090movement of cycles in money, credit and output. Regressions show that financial distress events exacerbate business cycle downturns both in the nineteenth and twentieth centuries and that a confluence of such events makes recessions even worse.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland or the Board of Governors of the Federal Reserve System. We thank Kent Cherny and Sagar Shah for excellent research assistance, and David Wheelock for sharing data. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}