{
    "id": 15383,
    "citation_title": "The Welfare Effects of Medical Malpractice Liability",
    "citation_author": [
        "Darius N. Lakdawalla",
        "Seth A. Seabury"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicymakers and the public are concerned about the role of medical malpractice liability in the rising cost of medical care.  We use variation in the generosity of local juries to identify the causal impact of malpractice liability on medical costs, mortality, and social welfare.  The effect of malpractice on medical costs is large relative to its share of medical expenditures, but relatively modest in absolute terms--growth in malpractice payments over the last decade and a half contributed at most 5.0% to the total real growth in medical expenditures, which topped 33% over this period.  On the other side of the ledger, malpractice liability leads to modest reductions in patient mortality; the value of these more than likely exceeds the cost impacts of malpractice liability.  Therefore, policies that reduce expected malpractice costs are unlikely to have a major impact on health care spending for the average patient, and are also unlikely to be cost-effective over conventionally accepted ranges for the value of a statistical life.\n\n",
    "acknowledgement": "\nFor their helpful comments, the authors wish to thank Jay Bhattacharya, John Cawley, Amitabh Chandra, Mike Conlin, Susan Gates, Jonah Gelbach, Dana Goldman, Steven Haider, Eric Helland, Emmett Keeler, Anup Malani, Michelle Mello, Mark Showalter, Gary Solon, Bob Town, and Chapin White, as well as seminar participants at the University of Chicago, Cornell University, Georgia State University, Harvard Law School, the Medical University of South Carolina, Michigan State University, Rice University and the University of Houston, the 2006 ASHE meetings, the 2006 Conference for Empirical Legal Studies, the 2006 Medical Malpractice Liability Conference, the 2007 IHEA meetings, and the 2007 NBER Summer Institute.  Jianglai Zhang and Qian Gu provided excellent research assistance.  All errors or omissions are our own.  Financial support for this research was provided by the National Institute on Aging (1R03AG025809).  The views in this paper are those of the authors and do not represent those of NIA or the RAND Corporation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}