{
    "id": 15385,
    "citation_title": "Evaluating Monetary Policy",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2009-09-24",
    "issue_date": "2009-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvaluating inflation-targeting monetary policy is more complicated than checking whether inflation has been on target, because inflation control is imperfect and flexible inflation targeting means that deviations from target may be deliberate in order to stabilize the real economy. A modified Taylor curve, the forecast Taylor curve, showing the tradeoff between the variability of the inflation-gap and output-gap forecasts can be used to evaluate policy ex ante, that is, taking into account the information available at the time of the policy decisions, and even evaluate policy in real time. In particular, by plotting mean squared gaps of inflation and output-gap forecasts for alternative policy-rate paths, it may be examined whether policy has achieved an efficient stabilization of both inflation and the real economy and what relative weight on the stability of inflation and the real economy has effectively been applied. Ex ante evaluation may be more relevant than evaluation ex post, after the fact. Publication of the interest-rate path also allows the evaluation of its credibility and the effectiveness of the implementation of monetary policy.\n\n",
    "acknowledgement": "\nPrepared for Koenig, Evan, and Robert Leeson, eds., From the Great Moderation to the Great Deviation: A Round-Trip Journey Based on the Work of John B. Taylor, forthcoming. A first version of this paper was presented as a speech given at Uppsala University on March 13, 2009. I am grateful to Björn Andersson, Mikael Apel, Carl-Andreas Claussen, Paolo Giordani, Gabriela Guibourg, Tora Hammar, Neil Howe, Eric Leeper, Lina Majtorp, Mattias Villani, Staffan Viotti, and Anders Vredin for assistance and helpful comments. The views presented here are my own and not necessarily those of other members of the Riksbank's executive board or staff. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}