{
    "id": 15395,
    "citation_title": "The Market Crash and Mass Layoffs: How the Current Economic Crisis May Affect Retirement",
    "citation_author": [
        "Courtney Coile",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent dramatic declines in U.S. stock and housing markets have led to widespread speculation that shrinking retirement accounts and falling home equity will lead workers to delay retirement.  Yet the weakness in the labor market and its impact on retirement is often overlooked.  If older job seekers have difficulty finding work, they may retire earlier than expected.  The net effect of the current economic crisis on retirement is thus far from clear.  In this paper, we use 30 years of data from the March Current Population Survey to estimate models relating retirement decisions to fluctuations in equity, housing, and labor markets.  We find that workers age 62 to 69 are responsive to the unemployment rate and to long-run fluctuations in stock market returns.  Less-educated workers are more sensitive to labor market conditions and more-educated workers are more sensitive to stock market conditions.  We find no evidence that workers age 55 to 61 respond to these fluctuations or that workers at any age respond to fluctuating housing markets.  On net, we predict that the increase in retirement attributable to the rising unemployment rate will be almost 50 percent larger than the decrease in retirement brought about by the stock market crash.\n\n",
    "acknowledgement": "\nThe authors thank Wellesley College for financial support and seminar participants at MIT, Wellesley, and the NBER Summer Institute Aging Workshop for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}