{
    "id": 15390,
    "citation_title": "Music for a Song: An Empirical Look at Uniform Song Pricing and its Alternatives",
    "citation_author": [
        "Ben Shiller",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have well-developed theories that challenge the wisdom of the common practice of uniform pricing.  With digital music as its context, this paper explores the profit and welfare implications of various alternatives, including song-specific pricing, various forms of bundling, two-part tariffs, nonlinear pricing, and third-degree price discrimination.  Using survey-based data on nearly 1000 students' valuations of 100 popular songs in early 2008 and early 2009.  We find that various alternatives - including simple schemes such as pure bundling and two-part tariffs - can raise both producer and consumer surplus.  Revenue could be raised by between a sixth and a third relative to profit-maximizing uniform pricing.   While person-specific uniform pricing can raise revenue by over 50 percent, none of the non-discriminatory schemes raise revenue's share of surplus above 40 percent of total surplus.  Even with sophisticated pricing, much of the area under the demand curve for this product cannot be appropriated as revenue.\n\n",
    "acknowledgement": "\nWe thank the Mack Center at Wharton for financial support.  Tom Holmes provided helpful comments on an earlier draft.  We are also grateful to seminar participants at Kellogg, Ohio State, Michigan, the NBER 2008 Summer Institute IO group, QME, INFORMS in Washington, and ZEW in Manheim for comments.  All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}