{
    "id": 1539,
    "citation_title": "Academic Ability, Earnings, and the Decision to Become a Teacher: Evidence From the National Longitudinal Study of the High School Class of 1972",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "1985-01-01",
    "issue_date": "1985-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPerceived shortcomings in the quality of American education at the elementary and secondary school levels have drawn much public attention recently. In particular, concern with the composition of the teacher force has been prominent. Informed assessment of the various proposals for increasing the quality of the teaching force is possible only if we can forecast the extent to which these proposals, if enacted, would influence the occupational choice decisions of high ability young adults. Until now,there has been no basis for making such forecasts.The research reported here examines the relationships between academic ability, earnings, and the decision to become a teacher through analysis of data from a national sample of college graduates. Inspection of the data reveals that the frequency of choice of teaching as an occupation is inversely- related to academic ability. Conditioning on sex and academic ability, the earnings of teachers are much lower, on average, than those of other working college graduates. Conditioning on sex, the earnings of teachers tend to rise only slightly, if at all, with academic ability. An econometric analysis suggests that in the absence of a minimum ability standard, increases in teacher earnings would yield substantial growth in the size of the teaching force but minimal improvement in the average academic ability of teachers. If teacher salaries are not increased, institution of a minimum ability standard would improve the average ability of the teaching force but reduce its size. The average ability of the teaching force can be improved and the size of the teaching force maintained if minimum ability standards are combined with sufficient salary increases. It appears that the average academic ability of teachers can be raised to the average of all college graduates if a minimum SAT score (verbal +math) of 800 is required for teacher certification and teacher salaries are raised by about ten percent over their present levels.\n\n",
    "acknowledgement": "\n"
}