{
    "id": 15399,
    "citation_title": "Disasters Risk and Business Cycles",
    "citation_author": [
        "François Gourio"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo construct a business cycle model consistent with the observed behavior of asset prices, and study the effect of shocks to aggregate uncertainty, I introduce a small, time-varying risk of economic disaster in a standard real business cycle model. The paper establishes two simple theoretical results: first, when the probability of disaster is constant, the risk of disaster does not affect the path of macroeconomic aggregates - a \"separation theorem\" between macroeconomic quantities and asset prices in the spirit of Tallarini (2000). Second, shocks to the probability of disaster, which generate variation in risk premia over time, are observationally equivalent to preference shocks. An increase in the perceived probability of disaster leads to a collapse of investment and a recession, an increase in risk spreads, and a decrease in the yield on safe assets. To assess the empirical validity of the model, I infer the probability of disaster from observed asset prices and feed it into the model. The variation over time in this probability appears to account for a significant fraction of business cycle dynamics, especially sharp downturns in investment and output such as 2008-IV.\n\n",
    "acknowledgement": "\nI thank participants in presentations at Boston University, Chicago BSB, Duke Fuqua, FRB Dallas, Penn State, Pompeu Fabra, SED 2009, Toulouse (TSE), and Wharton for comments, and I thank Andrew Abel, Fernando Alvarez, Emmanuel Farhi, Xavier Gabaix, Joao Gomes, Urban Jermann, Lars Hansen, Yang Lu, Alex Monge, Erwan Quintin, Adrien Verdelhan, Jessica Wachter, and Amir Yaron for helpful discussions. This paper was first circulated in February 2009 under the title \"Time-varying risk premia, time-varying risk of disaster, and macroeconomic dynamics.\" Some analytical results in this paper were independently obtained by Gabaix (2009). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}