{
    "id": 15396,
    "citation_title": "Microinsurance, Trust and Economic Development: Evidence from a Randomized Natural Field Experiment",
    "citation_author": [
        "Hongbin Cai",
        "Yuyu Chen",
        "Hanming Fang",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe report results from a large randomized natural field experiment conducted in southwestern China in the context of insurance for sows. Our study sheds light on two important questions about microinsurance. First, how does access to formal insurance affect farmers' production decisions? Second, what explains the low takeup rate of formal insurance, despite substantial premium subsidy from the government? We find that providing access to formal insurance significantly increases farmers' tendency to raise sows. We argue that this finding also suggests that farmers are not previously insured efficiently through informal mechanisms. We also provide several pieces of evidence suggesting that trust, or lack thereof, for government-sponsored insurance products is a significant barrier for farmers' willingness to participate in the insurance program.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support from the Mirrlees Institute for Economic Policy Research at Peking University. Various government agencies of Jinsha County and Bijie Prefecture in Guizhou Province supported our field experiment, provided us with data sets and generously answered many of our questions. We are responsible for all remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}