{
    "id": 15391,
    "citation_title": "O Sister, Where Art Thou? The Role of Son Preference and Sex Choice: Evidence from Immigrants to Canada",
    "citation_author": [
        "Douglas Almond",
        "Lena Edlund",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSex ratios at birth are above the biologically normal level in a number of Asian countries, notably India and China. Standard explanations include poverty and a cultural emphasis on male offspring. We study Asian immigrants to Canada using Census data, focussing on sex ratios across generations and religious groups. We find sex ratios to be normal at first parity, but rising with parity if there were no previous son. Since these immigrants are neither poor nor live in a society tolerant of sex discrimination/sex selection, our findings are more consistent with a preference for sons per se (and not for sons as a means to, e.g., old age support). Additionally, we uncover strong differences by religious affiliation that align with historical differences in doctrine concerning infanticide. Comparing across generations of Asian immigrants, we find fertility responds strongly to the sex composition of older children for first generation families. For the second generation, expression of son preference through the fertility channel is muted whereas sex selection seems to persist.\n\n",
    "acknowledgement": "\nWe thank Donna Feir for excellent research assistance. This paper was previously titled: Son Preference and the Persistence of Culture: Evidence from Asian Immigrants to Canada. We are grateful for comments received at the Chinese University of Hong Kong, the NBER Summer Institute, Ohio State, Seoul National University, Simon Fraser, UBC, and IFAU; and also for comments from Sonia Laszlo. This paper represents the views of the authors and does not necessarily reflect the views of Statistics Canada nor or the National Bureau of Economic Research. The data used in his article can be obtained through application to the Research Data Centre program at http://www.statcan.ca/english/rdc/index.htm.\n\n\n"
}