{
    "id": 15392,
    "citation_title": "Regulation of private health insurance markets: Lessons from enrollment, plan type choice, and adverse selection in Medicare Part D",
    "citation_author": [
        "Florian Heiss",
        "Daniel McFadden",
        "Joachim Winter"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the Medicare Part D prescription drug insurance program as a bellwether for designs of private, non-mandatory health insurance markets that control adverse selection and assure adequate access and coverage.  We model Part D enrollment and plan choice assuming a discrete dynamic decision process that maximizes life-cycle expected utility, and perform counterfactual policy simulations of the effect of market design on participation and plan viability.  Our model correctly predicts high Part D enrollment rates among the currently healthy, but also strong adverse selection in choice of level of coverage.  We analyze alternative designs that preserve plan variety.\n\n",
    "acknowledgement": "\nThis paper was presented (under slightly different titles) at the 2009 Annual Meeting of the American Economic Association, the 2009 NBER Summer Institute, the 2009 Far East and Southeast Asia  Meetings of the Econometric Society, and in seminars at Humboldt University Berlin, the University of Bonn, University College Dublin, the University of Mainz, and IGM Munich. We thank Claudio Lucarelli for helpful comments and Carlos Noton for excellent research assistance. This research was supported by the Behavioral and Social Research program of the National Institute on Aging (grants P01 AG 05842-18 and R56 AG026622-01A1), with additional support from the E. Morris Cox Fund at the University of California, Berkeley.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}