{
    "id": 15393,
    "citation_title": "Intellectual Property Rights, Foreign Direct Investment, and Industrial Development",
    "citation_author": [
        "Lee Branstetter",
        "Kamal Saggi"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a North-South product model in which Southern imitation and the North-South flow of foreign direct investment (FDI) are endogenously determined. In the model, a strengthening of IPR protection in the South reduces the rate of imitation, which, in turn, increases the flow of FDI. The increase in FDI more than offsets the decline in production undertaken by Southern imitators, so that the South's share of goods produced by the global economy increases. Furthermore, real wages of Southern workers increase even though prices of goods produced by multinationals exceed those of Southern imitators. The preceding results hold when Northern innovation is endogenously determined; in addition, the rate of innovation increases with a strengthening of Southern IPR protection.\n\n",
    "acknowledgement": "\nThe authors thank seminar audiences at the University of Adelaide, University of Melbourne, University of New South Wales, University of Sydney, and the University of Wollongong for helpful comments. The theoretical model presented in this paper builds upon and extends that presented in Branstetter, Fisman, Foley, and Saggi (2007). We thank Ray Fisman and Fritz Foley for their contributions to that earlier work and for useful comments on this research. All errors remain our own. Views expressed are those of the authors and do not necessarily reflect those of the Bureau of Economic Analysis or the National Bureau of Economic Research.\n\n\n"
}