{
    "id": 154,
    "citation_title": "Multicollinearity: Diagnosing its Presence and Assessing the Potential Damage It Causes Least Squares Estimation",
    "citation_author": [
        "David A. Belsley"
    ],
    "citation_publication_date": "1976-10-01",
    "issue_date": "1976-10-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper suggests and examines a straightforward diagnostic test procedure that 1) provides numerical indexes whose magnitudes signify the presence of one or more near dependencies among columns of a data matrix X, and 2) provides a means for determining, within the linear regression model, the extent to which each such near dependency is degrading the least- squares estimation of each regression coefficient. In most instances this latter information also enables the investigator to determine specifically which columns of the data matrix are involved in each near dependency. The diagnostic test is based on an interrelation between two analytic devices, the singular-value decomposition (closely related to eigensystems) and a matching regression-variance decomposition. Both these devices are developed in full. The test is successfully given empirical content through a set of experiments that examine its behavior when applied to several different series of data matrices having one or more known near dependencies that are weak to begin with and are made to became systematically more nearly perfectly collinear. The general diagnostic properties of the test that result from these experiments and the steps required to carry out the test are summarized, and then exemplified by application to real economic data.\n\n",
    "acknowledgement": "\nThe author wishes to express gratitude to Professors Gene Golub of Stanford University, John Dennis of Cornell University, Edwin Kuh of MIT and the NBER, and &s. Virginia Klema of the NBER for their many helpful comments, and to Mr.. David Jones for his very able research assistance. The author is additionally grateful to the Center for Advanced Studies in the Behavioral Sciences at Stanford for the opportunity to initiate research in this a. during his fellowship there.\n\n\n"
}