{
    "id": 15407,
    "citation_title": "Activist Fiscal Policy to Stabilize Economic Activity",
    "citation_author": [
        "Alan J. Auerbach",
        "William G. Gale"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the evidence on the practice and effects of discretionary fiscal policy, particularly in the context of recent efforts to stimulate the economy, reaching two main conclusions.  First, policy interventions have increased in this decade, pre-dating the 2009 stimulus.  Second, despite a large economic literature on the topic, the state of theory and evidence is not as \"shovel ready\" as one would like.  Although consumption and investment clearly respond to tax incentives and structural vector autoregressions show that lower taxes and higher government purchases can boost output, it is difficult to apply the findings in the current context, in part because multipliers and policy lags are likely to vary with economic conditions.  Dynamic stochastic general equilibrium models can be adapted to address extreme economic conditions, but yield an extremely wide range of predicted impacts.  The experience from large downturns - the U.S. Great Depression and the Japanese Lost Decade - is illuminating, but provides little evidence about policy effectiveness because systematic and sustained fiscal interventions were not attempted in either case.\n\n",
    "acknowledgement": "\nThis paper was prepared for a conference sponsored by the Federal Reserve Bank of Kansas City on Financial Stability and Macroeconomic Policy at Jackson Hole, Wyoming, August 20-22, 2009.  We thank our discussants Glenn Hubbard and Klaus Schmidt-Hebbel, conference participants, Alan Blinder, Eric Engen, Kevin Hassett, Jeff Kling, and Diane Lim Rogers for helpful comments, and Ben Harris and Ruth Levine for research assistance and helpful comments.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}