{
    "id": 15401,
    "citation_title": "Are Hard Pegs Ever Credible in Emerging Markets? Evidence from the Classical Gold Standard",
    "citation_author": [
        "Kris James Mitchener",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "2012-11-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether fixed exchange rate regimes are ever credible in emerging markets by analyzing the behavior of short-term domestic trade bills across countries during the classical gold standard period, the most widely used hard peg in modern financial history. We exploit the fact that global capital markets were unfettered in order to identify the currency-risk component using uncovered interest parity for 17 of the largest emerging market borrowers for the period 1870-1913. We show that five years after a country joined the gold standard, the currency risk premium averaged at least 285 basis points for emerging market economies. We estimate that investors expected exchange rates to fall by roughly 28 percent even after emerging market borrowers joined the gold standard. Positive currency risk premiums that persisted long after gold standard adoption suggests that hard pegs for emerging market borrowers may never be fully credible.\n\n",
    "acknowledgement": "\nWe thank Scott Potter, Julie Van Tighem, and Mindy Ngo for research assistance; Cristián Echeverría, Aldo Musacchio, Luciano Pezzolo, Matias Morys, Cristian van Rysselberghe, and Gail Triner for assistance with data; and the National Science Foundation for financial support. We also thank Brock Blomberg, Richard Burdekin, Fabio Ghironi, James Nason, Helen Popper, Angela Redish, Hugh Rockoff, Tom Willett, and conference and seminar participants at the ASSA meetings, the Federal Reserve Bank of Atlanta Monetary History Workshop, Cambridge University, Stanford University, and the Political Economy of International Finance Meetings for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}