{
    "id": 15402,
    "citation_title": "Government Advertising and Media Coverage of Corruption Scandals",
    "citation_author": [
        "Rafael Di Tella",
        "Ignacio Franceschelli"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct measures of the extent to which the 4 main newspapers in Argentina report government corruption in their front page during the period 1998-2007 and correlate them with the extent to which each newspaper is a recipient of government advertising. The correlation is negative. The size is considerable: a one standard deviation increase in monthly government advertising (0.26 million pesos of 2000) is associated with a reduction in the coverage of the government's corruption scandals by 0.31 of a front page per month, or 25% of a standard deviation in our measure of coverage. The results are robust to the inclusion of newspaper, month, newspaper*president and individual-corruption scandal fixed effects as well as newspaper*president specific time trends.\n\n",
    "acknowledgement": "\nWe thank Bharat Anand, Pablo Boczkowski, Matthew Gentzkow, Igal Hendel, Aviv Nevo, Lucas Llach, Francisco de Santibañes, Ines Selvood, Jesse Shapiro, Andrei Shleifer and seminar participants at the 2010 Strategy and the Business Environment Conference, CIfAR and Northwestern University for helpful comments and discussions; as well as Micaela Sviatschi and Victoria Nuguer for extremely helpful research assistance. The first author was a member of the board of Poder Ciudadano during parts of our sample period. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}