{
    "id": 15403,
    "citation_title": "Banking Crises and the Rules of the Game",
    "citation_author": [
        "Charles Calomiris"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen and why do banking crises occur? Banking crises properly defined consist either of panics or waves of costly bank failures. These phenomena were rare historically compared to the present. A historical analysis of the two phenomena (panics and waves of failures) reveals that they do not always coincide, are not random events, cannot be seen as the inevitable result of human nature or the liquidity transforming structure of bank balance sheets, and do not typically accompany business cycles or monetary policy errors. Rather, risk-inviting microeconomic rules of the banking game that are established by government have always been the key additional necessary condition to producing a propensity for banking distress, whether in the form of a high propensity for banking panics or a high propensity for waves of bank failures. \nSome risk-inviting rules took the form of visible subsidies for risk taking, as in the historical state-level deposit insurance systems in the U.S., Argentina's government guarantees for mortgages in the 1880s, Australia's government subsidization of real estate development prior to 1893, the Bank of England's discounting of paper at low interest rates prior to 1858, and the expansion of government-sponsored deposit insurance and other bank safety net programs throughout the world in the past three decades, including the generous government subsidization of subprime mortgage risk taking in the U.S. leading up to the recent crisis. \nOther risk-inviting rules historically have involved government-imposed structural constraints on banks, which include entry restrictions like unit banking laws that constrain competition, prevent diversification of risk, and limit the ability to deal with shocks. Another destabilizing rule of the banking game is the absence of a properly structured central bank to act as a lender of last resort to reduce liquidity risk without spurring moral hazard. \nRegulatory policy often responds to banking crises, but not always wisely. The British response to the Panic of 1857 is an example of effective learning, which put an end to the subsidization of risk through reforms to Bank of England policies in the bills market. Counterproductive responses to crises include the decision in the U.S. not to retain its early central banks, which reflected misunderstandings about their contributions to financial instability in 1819 and 1825, and the adoption of deposit insurance in 1933, which reflected the political capture of regulatory reform.\n\n",
    "acknowledgement": "\nThis paper will appear as a chapter in a Festschrift in honor of Forrest Capie. I thank participants in the Forrest Capie Festschrift conference at City University London, as well as attendees at the Plenary Session of the September 2009 Economic History Association Meetings, and seminar participants at the Graduate Center of the City University of New York, for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}