{
    "id": 15400,
    "citation_title": "Power Fluctuations and Political Economy",
    "citation_author": [
        "Daron Acemoglu",
        "Mikhail Golosov",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2009-10-01",
    "issue_date": "2009-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the constrained Pareto efficient allocations in a dynamic production economy in which the group that holds political power decides the allocation of resources. We show that Pareto efficient allocations take a quasi-Markovian structure and can be represented recursively as a function of the identity of the group in power and updated Pareto weights. For high discount factors, the economy converges to a first-best allocation in which labor supply decisions are not distorted and the levels of labor supply and consumption are constant over time (though there may be transfers from one group to another). For low discount factors, the economy converges to an invariant stochastic distribution in which distortions do not disappear and labor supply and consumption levels fluctuate over time. The labor supply of groups that are not in power are taxed in order to reduce the deviation payoff of the party in power and thus relax the political economy/sustainability constraints. We also show that the set of sustainable first-best allocations is larger when there is less persistence in the identity of the party in power. This result contradicts a common conjecture that there will be fewer distortions when the political system creates a \"stable ruling group\". In contrast, political economy distortions are less important when there are frequent changes in power (because this encourages compromise between social groups). Despite this result, it remains true that distortions decrease along sample paths where a particular group remains in power for a longer span of time.\n\n",
    "acknowledgement": "\nWe thank participants at the Canadian Institute of Advanced Research, Econometric Society Meeting 2006, Erasmus, EUI, LAEF conference \"Dynamic Political Economy and Optimal Taxation\", Minneapolis Fed conference \"Economics without Frontiers\", MIT, New Economic School, University of Pennsylvania, University of Washington, Society of Economic Dynamics, Stanford, Stockholm, and Yale. Golosov and Tsyvinski thank Einaudi Institute for Economics and Finance for hospitality. Golosov thanks NSF CAREER grant for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}