{
    "id": 15406,
    "citation_title": "Recent Trends in the Earnings of New Immigrants to the United States",
    "citation_author": [
        "George J. Borjas",
        "Rachel M. Friedberg"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies long-term trends in the labor market performance of immigrants in the United States, using the 1960-2000 PUMS and 1994-2009 CPS. While there was a continuous decline in the earnings of new immigrants 1960-1990, the trend reversed in the 1990s, with newcomers doing as well in 2000, relative to natives, as they had 20 years earlier. This improvement in immigrant performance is not explained by changes in origin-country composition, educational attainment or state of residence. Changes in labor market conditions, including changes in the wage structure which could differentially impact recent arrivals, can account for only a small portion of it. The upturn appears to have been caused in part by a shift in immigration policy toward high-skill workers matched with jobs, an increase in the earnings of immigrants from Mexico, and a decline in the earnings of native high school dropouts. However, most of the increase remains a puzzle. Results from the CPS suggest that, while average entry wages fell again after 2000, correcting for simple changes in the composition of new immigrants, the unexplained rise in entry wages has persisted.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the NBER Summer Institute, the San Francisco Fed, MIT CIS, the University of Houston, PAA, Hebrew University, Tel Aviv University, and the Society of Labor Economists for useful comments. Joanne Hsu and Alex Levkov provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}