{
    "id": 15404,
    "citation_title": "Causes of the Great Recession of 2007-9: The Financial Crisis is the Symptom not the Disease!",
    "citation_author": [
        "Ravi Jagannathan",
        "Mudit Kapoor",
        "Ernst Schaumburg"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobalization has made it possible for labor in developing countries to augment labor in the developed world, without having to relocate, in ways not thought possible only a few decades ago. We argue that this large increase in the developed world's effective labor supply, triggered by geo-political events and technological innovations, coupled with the inability of existing institutions in the US and developing nations themselves to cope with this shock set the stage for the great recession. The financial crisis in the US was but the first acute symptom.\n\n",
    "acknowledgement": "\nWe would like to thank Sumit Agarwal, John Boyd, Chun Chang, Darrell Duffie, Martin Eichenbaum, Andrei Jirnyi, Arvind Krishnamurthy, Srikant Marakani, Jonathan Parker, George Pennacchi, Ashwin Ravikumar, Shamika Ravi, Sergio Rebelo, Mike Sher, and Vefa Tarhan for helpful discussions; Maurice Obsfeldt, Andrei Shleifer, Pedro Paulo Bartolomei da Silveira, Mark Stohs, and seminar participants at the Indian School of Business, Cass Business School, Singapore Management University, National University of Singapore, Chicago Mercantile Exchange, University of Michigan, University of Toronto, University of Colorado, University of Massachussets, University of Oklahoma, University of Texas at Dallas, FIRS Florence Conference, Western Finance Association Meeting in Victoria, Canada, AFA International Conference in Hong Kong, and NBER Chinese Economy Working Group Meeting for helpful comments; Charles Engel for pointing out an error in an earlier version of the paper; and Athreya Sampath for excellent research assistance. All remaining errors are our own. The views expressed in this paper are those of the authors and do not represent the views of the institutions to which they belong.\n\n\n"
}