{
    "id": 15408,
    "citation_title": "Top Incomes in the Long Run of History",
    "citation_author": [
        "Anthony B. Atkinson",
        "Thomas Piketty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the main findings of a recent literature that has constructed top income shares time series over the long-run for more than 20 countries using income tax statistics. Top incomes represent a small share of the population but a very significant share of total income and total taxes paid. Hence, aggregate economic growth per capita and Gini inequality indexes are very sensitive to excluding or including top incomes. We discuss the estimation methods and issues that arise when constructing top income share series, including income definition and comparability over time and across countries, tax avoidance and tax evasion. We provide a summary of the key empirical findings. Most countries experience a dramatic drop in top income shares in the first part of the 20th century in general due to shocks to top capital incomes during the wars and depression shocks. Top income shares do not recover in the immediate post war decades. However, over the last 30 years, top income shares have increased substantially in English speaking countries and in India and China but not in continental Europe countries or Japan. This increase is due in part to an unprecedented surge in top wage incomes. As a result, wage income comprises a larger fraction of top incomes than in the past. Finally, we discuss the theoretical and empirical models that have been proposed to account for the facts and the main questions that remain open.\n\n",
    "acknowledgement": "\nThis paper is in preparation for submission to the Journal of Economic Literature. We are grateful to Facundo Alvaredo, and editor Roger Gordon for helpful comments and discussions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}