{
    "id": 15409,
    "citation_title": "The Area and Population of Cities: New Insights from a Different Perspective on Cities",
    "citation_author": [
        "Hernán D. Rozenfeld",
        "Diego Rybski",
        "Xavier Gabaix",
        "Hernán A. Makse"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe distribution of the population of cities has attracted a great deal of attention, in part because it sharply constrains models of local growth. However, to this day, there is no consensus on the distribution below the very upper tail, because available data need to rely on the \"legal\" rather than \"economic\" definition of cities for medium and small cities. To remedy this difficulty, in this work we construct cities \"from the bottom up\" by clustering populated areas obtained from high-resolution data. This method allows us to investigate the population and area of cities for urban agglomerations of all sizes. We find that Zipf's law (a power law with exponent close to 1) for population holds for cities as small as 12,000 inhabitants in the USA and 5,000 inhabitants in Great Britain. In addition the distribution of city areas is also close to a Zipf's law. We provide a parsimonious model with endogenous city area that is consistent with those findings.\n\n",
    "acknowledgement": "\nThis work is supported by the NSF through grant SES-0624116 and DMS-0527518. We thank L.H. Dobkins and J. Eeckhout for providing the data on MSA and M. Batty for providing data on GB and useful discussions; C. Briscoe and R. Tumarkin for help with the manuscript; and S. Brakman, M. Davis, G. Duranton, H. Garretsen, E. Rossi-Hansberg, Y. Ioannides, P. Krugman, C. van Marrewijk, P.-D. Sarte and seminar participants at NYU, Princeton and the Richmond Fed for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}