{
    "id": 15414,
    "citation_title": "Crises and Liquidity in Over-the-Counter Markets",
    "citation_author": [
        "Ricardo Lagos",
        "Guillaume Rocheteau",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the efficiency of dealers' liquidity provision and the desirability of policy intervention in over-the-counter (OTC) markets during crises. Our theory emphasizes two key frictions in OTC markets: finding counterparties takes time, and trade is bilateral, with quantities and prices determined by bargaining. We model a crisis as a negative shock to investors' asset demands that lasts until a random recovery time. In this context, dealers can provide liquidity to outside investors by acting as counterparties in trades and by accumulating asset inventories. We find that, when frictions are severe, even well capitalized dealers may not find it optimal to accumulate inventories, given that investors choose asset positions that require small reallocations. In such circumstances, the market allocative efficiency can increase if the government steps in, purchases private assets on its own account, and resells them when the economy recovers.\n\n",
    "acknowledgement": "\nThis paper is a substantial revision of an earlier draft that was circulated in 2007 under the title \"Crashes and Recoveries in Illiquid Markets.\" We thank Tobias Adrian, Gara Afonso, Jonathan Chiu, Joe Haubrich, Antoine Martin, Thomas Sargent, Ruilin Zhou for comments and Monica Crabtree-Reusser for editorial assistance. We also thank seminar participants at Mannheim University, National University of Singapore, Singapore Management University, University of Southern California, University of Toulouse, the 2006 Workshop on Money, Banking and Payments at the Federal Reserve Bank of Cleveland, the 2007 Midwest Macro Conference, the 2007 Conference on Microfoundations of Markets with Frictions in Montreal, the 2007 SED meetings, the Fuqua School of Business, the UCSB-LAEF Conference on Trading Frictions in Asset Markets, the Universidad Torcuato di Tella, the 2009 Minnesota Workshop in Macroeconomic Theory, the 2009 Bank of Canada Workshop on Payment Systems and Central Banking, and the Federal Reserve Bank of New York. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research. Lagos thanks the C. V. Starr Center for Applied Economics at NYU for financial support.\n\n\n"
}