{
    "id": 15417,
    "citation_title": "Culture, Policies and Labor Market Outcomes",
    "citation_author": [
        "Francesco Giavazzi",
        "Fabio Schiantarelli",
        "Michel Serafinelli"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether cultural attitudes towards gender, the young, and leisure are significant determinants of the evolution over time of the employment rates of women and of the young, and of hours worked in OECD countries. Beyond controlling for a larger menu of policies, institutions and structural characteristics of the economy than has been done so far, our analysis improves upon existing studies of the role of \"culture\" for labor market outcomes by dealing explicitly with the endogeneity of attitudes, policies and institutions, and by allowing for the persistent nature of labor market outcomes. When we do all this we find that culture still matters for women employment rates and for hours worked. However, policies and other institutional or structural characteristics are also important. Attitudes towards youth independence, however, do not appear to be important in explaining the employment rate of the young. In the case of women employment rates, the policy variable that is significant along with attitudes, is the OECD index of employment protection legislation. For hours worked the policy variables that play a role, along with attitudes, are the tax wedge and unemployment benefits. The quantitative impact of these policy variables is such that changes in policies have at least the potential to undo the effect of variations in cultural traits on labor market outcomes.\n\n",
    "acknowledgement": "\nWe thank Paola Giuliano for very helpful discussions on the issues at stake and on the data, Daron Acemoglu and participants in the MIT macro lunch for very useful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}