{
    "id": 15410,
    "citation_title": "Moral Hazard Matters: Measuring Relative Rates of Underinsurance Using Threshold Measures",
    "citation_author": [
        "Jean Marie Abraham",
        "Thomas DeLeire",
        "Anne Beeson Royalty"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper illustrates the impact of moral hazard for estimating relative rates of underinsurance and to present an adjustment method to correct for this source of bias. Individuals or households are often classified as underinsured if out-of-pocket spending on medical care relative to income exceeds some threshold.  We show that, without adjustment, this common threshold measure of underinsurance will underestimate the number with low levels of insurance coverage due to moral hazard.  We propose an adjustment method and apply it to the specific case of estimating the difference in rates of underinsurance among small- versus large-firm workers with full-year, employer-sponsored insurance. Using data from the 2005 Medical Expenditure Panel Survey, we find that after applying the adjustment, the underinsurance rate of small-firm households increases by approximately 20% with the adjustment for moral hazard and the difference in underinsurance rates between large firm and small firm households widens substantially. Adjusting for moral hazard makes a sizeable difference in the estimated prevalence of underinsurance using a threshold measure.\n\n",
    "acknowledgement": "\nWe thank Jay Bhattacharya and seminar participants at the 2008 Academy Health meetings for comments and especially thank John Sommers for generously provided us with tabulations of health insurance plan characteristics by establishment size.  The authors received financial support from the Commonwealth Fund.  The views in this paper are those of the authors alone and do not represent the views of the Commonwealth Fund or the National Bureau of Economic Research.\n\n\n"
}