{
    "id": 15418,
    "citation_title": "One TV, One Price?",
    "citation_author": [
        "Jean Imbs",
        "Haroon Mumtaz",
        "Morten O. Ravn",
        "Hélène Rey"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique dataset on television prices across European countries and regions to investigate the sources of differences in price levels. Our findings are as follows: (i) Quality is a crucial determinant of price differences. Even in an integrated economic zone as Europe, rich economies tend to consume higher quality goods. This effect accounts for the lion's share of international price dispersion. (ii) Sizable international price differentials subsist even for the same television sets. The average bilateral price difference is as high as 80 euros, or 8% of the average TV price in our sample. (iii) EMU countries display lower price dispersion than non-EMU countries. (iv) absolute price differentials and relative price volatility are positively correlated with exchange rate volatility, but not with conventional measures of transport costs. (v) Importantly we show brand premia are sizable. They differ markedly across borders, in a way that does not correlate with transport costs, nor exchange rate movements. Taken together, the evidence is consistent firms exploiting market power through brand values to price discriminate across borders.\n\n",
    "acknowledgement": "\nThis paper could not have been written without the most competent help of the team of GfK France, who provided the data and technical assistance. We are very grateful in particular to Jerome Habauzit and Matthias Carpentier of GfK. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}