{
    "id": 15411,
    "citation_title": "Endowments, Fiscal Federalism, and the Cost of Capital for States: Evidence from Brazil, 1891-1930",
    "citation_author": [
        "André C. Martínez Fritscher",
        "Aldo Musacchio"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the last few years there has been an explosion in the number of papers that aim to explain what determines country risk (defined as the difference between the yield of a sovereign's bonds and the risk free rate). In this paper, we contribute to the discussion using by showing that Brazilian states with natural endowments that allowed them to export commodities that were in high demand (e.g., rubber and coffee) between 1891 and 1930 ended up having higher revenues per capita and, thus, lower cost of capital. The link between exports and state government revenues works in the Brazilian case because of the extreme form of fiscal federalism that the Brazilian government adopted in the Constitution of 1891, giving state governments the sole right to tax exports. We create a panel of state debt risk premia and a series of state level fiscal variables and we show, using OLS, that having specific commodities gave states access capital in better terms (i.e., lower risk premium) in international markets. We also confirm our results that states with better commodities had lower risk premia when we use export price indices for each of the states as instruments for state revenue per capita.\n\n",
    "acknowledgement": "\nMartínez is an economist at the Banco de México. Musacchio is an associate professor and Marvin Bower fellow at Harvard Business School (corresponding author, amusacchio@hbs.edu). We would like to acknowledge the helpful comments of Lee Alston, Gaelle Brachet, Alan Dye, Zephyr Frank, Andrés Gallo, Aurora Gomez-Galvarriato, Stephen Haber, Lakshmi Iyer, Robert Margo, Noel Maurer, Kris Mitchener, David Moss, Steve Nafziger, Alberto Ortiz, Daniele Paserman, Sergio Silva, William Summerhill III, Matt Weinzierl, Eric Werker, and participants of the Harvard Economic History Tea Seminar, the Economics Department Seminar at Williams College, the Empirical Microeconomics Lunch Seminar, the Microeconomics Workshop at Boston University, and of the Conference \"New Frontiers of Latin American Economic History\" at Harvard University. Special thanks to Rodrigo Soares and Leonardo Monastério, who kindly shared their databases with us. Funding from this paper came from the Research and Faculty Development Fund, Harvard Business School. All errors are responsibility of the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}