{
    "id": 15416,
    "citation_title": "Two Perspectives on Preferences and Structural Transformation",
    "citation_author": [
        "Berthold Herrendorf",
        "Richard Rogerson",
        "Ákos Valentinyi"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask what specification of preferences can account for the changes in the expenditure shares of broad sectors that are associated with the process of structural transformation in the U.S. since 1947. Following the tradition of the expenditure systems literature, we first calibrate utility function parameters using NIPA data on final consumption expenditure. We find that a Stone-Geary specification fits the data well. While useful, this exercise does not tell the researcher what utility function to use in a model that posits sectoral production functions in value added form. We therefore develop a method to calculate the value added components of consumption categories that are consistent with value added production functions, and use these data to calibrate a utility function over sectoral consumption value added. We find that a Leontief specification fits the data well. Interestingly, the two specifications display very different properties: for final consumption expenditure income effects are the dominant force behind changes in expenditure shares whereas for consumption value added relative price effects are dominant.\n\n",
    "acknowledgement": "\nThe authors thank Stuart Low and Ed Prescott for many helpful conversations about the topic of this paper. For comments and suggestions, the authors thank Paco Buera, Joe Kaboski, and the conference participants at the SED meetings in Prague (2007) and Istanbul (2009), the conference of the Society for the Advancement of Economic Theory in Kos (2007), the RMM conference in Toronto (2008), the conference on Developments in Macroeconomics at Yonsei University (2009), as well as seminar participants at ASU, Bonn, the San Francisco FED, Southampton, UCLA, Western Ontario, and York (Toronto). For financial support, Herrendorf thanks the Spanish Ministry of Education (Grant SEJ2006-05710/ECON) and Rogerson thanks both the NSF and the Korea Science Foundation (WCU-R33-10005). Hubert Janicki, Loris Rubini, and Paul Schreck provided able research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}