{
    "id": 15419,
    "citation_title": "Are Bilateral Remittances Countercyclical?",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy putting together a relatively large data set on bilateral remittances of emigrants, this paper is able to shed light on the important hypothesis of smoothing.    The smoothing hypothesis is that remittances are countercyclical with respect to income in the worker's country of origin (the recipient of the remittance), while procyclical with respect to income in the migrant's host country (the sender of the remittance).   The econometric results confirm the hypothesis.  This affirmation of smoothing is important for two reasons.   First, it suggests that remittances should be placed on the list of criteria for an optimum currency area.  Second, it sheds light on plans by governments in some developing countries to harness remittances for their own use, in that government spending in these countries generally fails the test of countercyclicality that remittances pass.\n\n",
    "acknowledgement": "\nPresented at a panel on \"Macroeconomic Impacts of Migration and Remittances,\" May 26, 2009, at conference on Immigration and Global Development: Research Lessons on How Immigration and Remittances Affect Prosperity Around the World, co-hosted by the Center for Global Development in Washington DC  and the Center for International Development at Harvard University.   The author wishes to thank Olga Romero for dedicated research assistance; Erik Lueth and Marta Ruiz-Arranz for generously making data available;  Maurice Kugler, Hillel Rapoport and conference participants for comments;  and Robert Hildreth, Harvard's Center for International Development,  and the MacArthur Foundation for support.\n The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}