{
    "id": 15413,
    "citation_title": "Traffic Congestion and Infant Health: Evidence from E-ZPass",
    "citation_author": [
        "Janet Currie",
        "W. Reed Walker"
    ],
    "citation_publication_date": "2009-10-08",
    "issue_date": "2009-10-08",
    "revision_date": "2012-04-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit the introduction of electronic toll collection, (E-ZPass), which greatly reduced both traffic congestion and vehicle emissions near highway toll plazas. We show that the introduction of E-ZPass reduced prematurity and low birth weight among mothers within 2km of a toll plaza by 10.8% and 11.8% respectively relative to mothers 2-10km from a toll plaza. There were no immediate changes in the characteristics of mothers or in housing prices near toll plazas that could explain these changes. The results are robust to many changes in specification and suggest that traffic congestion contributes significantly to poor health among infants.\n\n",
    "acknowledgement": "\nWe are grateful to the MacArthur foundation for financial support. We thank Katherine Hempstead and Matthew Weinberg of the New Jersey Department of Health, and Craig Edelman of the Pennsylvania Department of Health for facilitating our access to the data. We are grateful to James MacKinnon and seminar participants at Harvard University, Princeton University, Queens University, Tulane University, the University of Maryland, the University of Massachusetts- Amherst, the University of Rome, Uppsala University, the NBER Summer Institute, and the SOLE/EALE 2010 meetings for helpful comments. All opinions and any errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}