{
    "id": 15421,
    "citation_title": "Household Response to the 2008 Tax Rebate: Survey Evidence and Aggregate Implications",
    "citation_author": [
        "Claudia R. Sahm",
        "Matthew D. Shapiro",
        "Joel B. Slemrod"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnly about one-fifth of respondents in the Reuters/University of Michigan survey report that the 2008 tax rebates led them to mostly increase spending, while over half said it would lead them to mostly pay off debt.  Of those in the mostly-spend category, the response was swift, with over 80 percent reporting increasing their spending within three months of receiving their rebate.  Older households, households with higher wealth and higher income, and those expecting future income growth were generally more likely to spend the rebates.  A review of other surveys confirms the general pattern of results and suggests that small changes in survey design do not have a major effect on the distribution of responses.\nThe distribution of survey answers corresponds to an aggregate MPC after one year of about one-third.  The paper combines this survey-based estimate of the MPC and the survey-based estimate of the timing of spending to show that the rebates help explain the aggregate movements in saving, spending, and debt in 2008. Because the rebate was large and distributed over a short period, it had a non-trivial effect on total spending in the second and third quarters of 2008.  Nonetheless, the results imply that the rebates provided only a modest stimulus to spending per dollar of rebate.\n\n",
    "acknowledgement": "\nThe authors are grateful to Jeffrey Brown, Christian Broda, Christopher Carroll, Richard Curtin, Eric Engen, Andrew Figura, Glenn Follette, Arthur Kennickell, David Lebow, Rebecca McBee, Jonathan Parker, Daniel Sichel, and Nicholas Souleles for helpful comments and discussion.  Brandon Gipper and Catherine Muething provided excellent research assistance.  The Federal Reserve Board and the Office of Tax Policy Research at the University of Michigan supported the data collection for this project.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Board. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}