{
    "id": 15425,
    "citation_title": "FINANCIAL CRISES AND LIQUIDITY SHOCKS: A Bank-Run Perspective",
    "citation_author": [
        "Guillermo A. Calvo"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis note is motivated by trying to understand the macroeconomic implications of assuming that periods of financial bonanza and turmoil are driven by financial innovation and collapse in line with the \"bank run\" literature of the Diamond-Dybvig (1983) variety.  Bypassing a host of important but, for the present purposes, secondary details the note assumes that the initial effects of financial innovation and crash can be summarized by a parameter that determines the \"liquidity\" or \"moneyness\" of land or capital.  This simplification helps to shed light on some issues that are at the center of the policy debate.  In particular, one can show that preventing price deflation is not enough to offset asset meltdown.  Furthermore, lower policy interest rates increase asset prices and steady-state output which, however, gets reversed as liquidity is destroyed.  An interesting result is that, in the neighborhood of a first-best capital allocation, an increase in the moneyness of capital may lower the welfare of the representative individual, even if the higher liquidity of capital is sustainable and, hence, not destroyed by future crash.  Moreover, an extension of the basic model supports the conjecture that low policy interest rates may have given incentives to the development of \"shadow banking.\"\n\n",
    "acknowledgement": "\nI am grateful to Alejandro Izquierdo, Ivan Khotulev and Enrique Mendoza for useful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}