{
    "id": 15428,
    "citation_title": "Medium Term Business Cycles in Developing Countries",
    "citation_author": [
        "Diego A. Comin",
        "Norman Loayza",
        "Farooq Pasha",
        "Luis Serven"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a two country asymmetric DSGE model with two features: (i) endogenous and slow diffusion of technologies from the developed to the developing country, and (ii) adjustment costs to investment flows. We calibrate the model to match the Mexico-U.S. trade and FDI flows. The model is able to explain the following stylized facts: (i) U.S. and Mexican output co-move more than consumption; (ii) U.S. shocks have a larger e¤ect on Mexico than in the U.S.; (iii) U.S. business cycles lead over medium term fluctuations in Mexico; (iv) Mexican consumption is more volatile than output.\n\n",
    "acknowledgement": "\nFor excellent research assistance, we are grateful to Freddy Rojas, Naotaka Sugawara, and Tomoko Wada. We have benefitted from insightful comments from Susanto Basu, Ariel Burnstein, Antonio Fatás, Fabio Ghironi, Gita Gopinath, Aart Kraay, Marti Mestieri, Claudio Raddatz, Julio Rotemberg, Akos Valentinyi, Lou Wells, and seminar participants at Harvard University, Carnegie Mellon, Harvard Business School, CEPR-Budapest, INSEAD, Boston College, EIEF, and the World Bank. We gratefully recognize the financial support from the Knowledge for Change Program of the World Bank. The views expressed in this paper are those of the authors, and do not necessarily reflect those of the institutions to which they are affiliated, nor those of the National Bureau of Economic Research.\n\n\n"
}