{
    "id": 15424,
    "citation_title": "Inflation targeting and private sector forecasts",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Craig Hakkio"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransparency is one of the biggest innovations in central bank policy of the past quarter century. Modern central bankers believe that they should be as clear about their objectives and actions as possible. However, is greater transparency always beneficial?   Recent work suggests that when private agents have diverse sources of information, public information can cause them to overreact to the signals from the central bank, leading the economy to be too sensitive to common forecast errors. Greater transparency could be destabilizing. While this theoretical result has clear intuitive appeal, it turns on a combination of assumptions and conditions, so it remains to be established that it is of empirical relevance.  \nIn this paper we study the degree to which increased information about monetary policy might lead to individuals coordinating their forecasts. Specifically, we estimate a series of simple models to measure the impact of inflation targeting on the dispersion of private sector forecasts of inflation. Using a panel data set that includes 15 countries over 20 years we find no convincing evidence that adopting an inflation targeting regime leads to a reduction in the dispersion of private sector forecasts of inflation. While for some specifications adoption of inflation target does seem to reduce the standard deviation of inflation forecasts, the impact is rarely precise and always small.\n\n",
    "acknowledgement": "\nStephen G Cecchetti is Economic Adviser and Head of the Monetary and Economic Department, Bank for International Settlements; Research Associate, National Bureau of Economic Research; and Research Fellow, Centre for Economic Policy Research. Craig S Hakkio is Special Adviser on Economic Policy at the Federal Reserve Bank of Kansas City. This paper was prepared for the 6th Norges Bank Monetary Policy Conference \"Inflation targeting twenty years on\" held in Olso, Norway on 11-12 June 2009. The authors gratefully acknowledge comments from seminar participants at the Federal Reserve Bank of Kansas City and conference participants. Views expressed are those of the authors and not necessarily those of the BIS, the Federal Reserve Bank of Kansas City, the Federal Reserve System. or the National Bureau of Economic Research.\n\n\n"
}