{
    "id": 15437,
    "citation_title": "Not Invented Here? Innovation in Company Towns",
    "citation_author": [
        "Ajay K. Agrawal",
        "Iain M. Cockburn",
        "Carlos Rosell"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine variation in the concentration of inventive activity across 72 of North America's most highly innovative locations. In 12 of these areas, innovation is particularly concentrated in a single, large firm; we refer to such locations as \"company towns.'' We find that inventors employed by large firms in these locations tend to draw disproportionately from their firm's own prior inventions (as measured by citations to their own prior patents) relative to what would be expected given the underlying distribution of innovative activity across all inventing firms in a particular technology field. Furthermore, we find such inventors are more likely to build upon the same prior inventions year after year.  However, smaller firms in company towns do not exhibit this myopic behavior; they draw upon prior inventions as broadly as their small-firm counterparts in more diverse locations.  In addition, we find that inventions by large firms in company towns have less impact than those produced elsewhere, although the difference is modest, and that the impact is disproportionately appropriated by the inventing firms themselves. Finally, the geographic scope of impact realized by company town inventions is narrower, whether produced by large or small firms.\n\n",
    "acknowledgement": "\nWe thank David Audretsch, Ron Jarmin, Ed Glaeser, Stuart Rosenthal, Will Strange, Peter Thompson, and participants at the NBER Cities and Entrepreneurship Conference for helpful comments.  This research was partially funded by the Social Sciences and Humanities Research Council of Canada (Grant No.410-2009-2020) and the Martin Prosperity Institute. Their support is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}