{
    "id": 15431,
    "citation_title": "Gun Control after Heller: Litigating against Regulation",
    "citation_author": [
        "Philip J. Cook",
        "Jens Ludwig",
        "Adam Samaha"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe \"core right\" established in D.C. vs. Heller (2008) is to keep an operable handgun in the home for self-defense purposes.  If the Court extends this right to cover state and local jurisdictions, the result is likely to include the elimination of the most stringent existing regulations - such as Chicago's handgun ban - and could also possibly ban regulations that place substantial restrictions or costs on handgun ownership.  We find evidence in support of four conclusions:  The effect of Heller may be to increase the prevalence of handgun ownership in jurisdictions that currently have restrictive laws;  Given the best evidence on the consequences of increased prevalence of gun ownership, these jurisdictions will experience a greater burden of crime due to more lethal violence and an increased burglary rate;  Nonetheless, a regime with greater scope for gun rights is not necessarily inferior - whether restrictive regulations would pass a cost benefit test may depend on whether we accept the Heller viewpoint that there is a legal entitlement to possess a handgun;  In any event, the core right defined by Heller leaves room for some regulation that would reduce the negative externalities of gun ownership.\n\n",
    "acknowledgement": "\nThe research reported on here was supported in part by a grant from the Joyce Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}