{
    "id": 15435,
    "citation_title": "What the Stock Market Decline Means for the Financial Security and Retirement Choices of the Near-Retirement Population",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effect of the current recession on the near-retirement age population. Data from the Health and Retirement Study suggest that those approaching retirement age (early boomers ages 53 to 58 in 2006) have only 15.2 percent of their wealth in stocks, held directly or in defined contribution plans or IRAs. Their vulnerability to a stock market decline is limited by the high value of their Social Security wealth, which represents over a quarter of the total household wealth of the early boomers. In addition, their defined contribution plans remain immature, so their defined benefit plans represent sixty five percent of their pension wealth. Simulations with a structural retirement model suggest the stock market decline will lead the early boomers to postpone their retirement by only 1.5 months on average. Health and Retirement Study data also show that those approaching retirement are not likely to be greatly or immediately affected by the decline in housing prices. We end with a discussion of important difficulties facing those who would use labor market policies to increase the employment of older workers.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the Journal of Economic Perspectives, 2010. The findings and conclusions expressed are solely those of the authors and do not represent the views of the National Bureau of Economic Research, the Social Security Administration, the National Institute on Aging, or the Michigan Retirement Research Center. We would like to acknowledge support from the Social Security Administration through the Michigan Retirement Research Center, grant number UM09-09. The overall context for our discussion in this article is provided by our forthcoming book, Pensions in the Health and Retirement Study, Harvard University Press, which benefitted from support by NIA grants \"Economic and Health Determinants of Retirement Behavior,\" IPOIAG022481, \"Behavioral Analysis In Structural Retirement Models\" R01 AG024337, \"Integrating Retirement Models\" R01 AG022956, and from subcontracts from the Health and Retirement Study to Dartmouth College (U01AG09740). We are grateful to Kandice Kapinos and her colleagues at the Health and Retirement Study who provided us with data estimating Social Security wealth and to Kapinos for her advice on the data. David Autor, James Hines, Howard Iams, Bruce Sacerdote, Andrew Samwick, Timothy Taylor, Steve Venti and participants at the NBER Summer Institute and RRC summer meetings provided many useful comments.\n\n\n"
}