{
    "id": 15434,
    "citation_title": "Paying a Premium on Your Premium? Consolidation in the U.S. Health Insurance Industry",
    "citation_author": [
        "Leemore Dafny",
        "Mark Duggan",
        "Subramaniam Ramanarayanan"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether and to what extent consolidation in the U.S. health insurance industry is leading to higher employer-sponsored insurance premiums. We make use of a proprietary, panel dataset of employer-sponsored healthplans enrolling over 10 million Americans annually between 1998 and 2006 to explore the relationship between premium growth and changes in market concentration. We exploit the differential impact of a large national merger of two insurance firms across local markets to estimate the causal effect of concentration on market-level premiums. We estimate real premiums increased by approximately 7 percentage points (in a typical market) due to the rise in concentration during our study period. We also find evidence that consolidation facilitates the exercise of monopsonistic power vis a vis physicians, whose absolute employment and relative earnings decline in its wake.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by Michael Chernew, Julie Cullen, Roger Feldman, Chris Snyder, Alan Sorensen, seminar participants at American University, Brown University, Dartmouth College, the Department of Justice, Harvard University, Ohio State University, UCLA, University of Rochester, University of Michigan, Wharton, and participants at the American Economic Association Annual Meetings, the International Industrial Organization Conference, the American Society of Health Economists Conference, the 20th Annual Health Economics Conference, the University of British Columbia Summer Industrial Organization Conference, the Searle Center Symposium on Antitrust Economics and Policy, the NBER Summer Institute, the \"New Perspectives on Health and Health Care Policy\" conference at the Federal Reserve Bank of Chicago and the HEC Montreal Conference on the Industrial Organization of Healthcare. We thank Michael Chernew, Jose Guardado, Woolton Lee, and Dennis Scanlon for valuable discussions on key data sources. Dafny gratefully acknowledges funding from The Searle Center on Law, Regulation, and Economic Growth at the Northwestern University School of Law. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}