{
    "id": 15430,
    "citation_title": "An Empirical Analysis of the Gender Gap in Mathematics",
    "citation_author": [
        "Roland G. Fryer",
        "Jr",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document and analyze the emergence of a substantial gender gap in mathematics in the early years of schooling using a large, recent, and nationally representative panel of children in the United States.  There are no mean differences between boys and girls upon entry to school, but girls lose more than two-tenths of a standard deviation relative to boys over the first six years of school.  The ground lost by girls relative to boys is roughly half as large as the black-white test score gap that appears over these same ages.  We document the presence of this gender math gap across every strata of society.  We explore a wide range of possible explanations in the U.S. data, including less investment by girls in math, low parental expectations, and biased tests, but find little support for any of these theories.  Moving to cross-country comparisons, we find that earlier results linking the gender gap in math to measures of gender equality are sensitive to the inclusion of Muslim countries, where in spite of women's low status, there is little or no gender gap in math.\n\n",
    "acknowledgement": "\nWe are grateful to Glenn Ellison, Claudia Goldin, Lawrence Katz, and Luigi Zingales for helpful comments and suggestions. Katherine Barghaus, Dimitrios Batzilis, Diana Chang, Corinne Espinoza, Kenneth Mirkin, Wonhee Park, Katherine Penner, Erin Robertson, Jörg Spenkuch, and David Toniatti provided exceptional research assistance. The authors are grateful to the Education Innovation Laboratory at Harvard University and the Becker Center for Chicago Price Theory for generous support.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}