{
    "id": 15432,
    "citation_title": "Financial Globalization, Financial Crises and Contagion",
    "citation_author": [
        "Enrique G. Mendoza",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2009-10-13",
    "issue_date": "2009-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo observations suggest that financial globalization played an important role in the recent financial crisis. First, more than half of the rise in net borrowing of the U.S. nonfinancial sectors since the mid 1980s has been financed by foreign lending. Second, the collapse of the U.S. housing and mortgage-backed-securities markets had worldwide effects on financial institutions and asset markets. Using an open-economy model where financial intermediaries play a central role, we show that financial integration leads to a sharp rise in net credit in the most financially developed country and leads to large asset price spillovers of country-specific shocks to bank capital. The impact of these shocks on asset prices are amplified by bank capital requirements based on mark-to-market.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Carnegie-Rochester Conference on Public Policy held April 17-18, 2009 at the University of Rochester. We would like to thank Gian Luca Clementi for discussing the paper and providing us with insightful comments. We also thank conference participants, as well as Frank Warnock and Luis Cespedes, for their comments and suggestions. Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}