{
    "id": 15448,
    "citation_title": "India Transformed? Insights from the Firm Level 1988-2005",
    "citation_author": [
        "Laura Alfaro",
        "Anusha Chari"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing firm-level data this paper analyzes the transformation of India's economic structure following the implementation of economic reforms. The focus of the study is on publicly-listed and unlisted firms in manufacturing and services industries. Detailed balance sheet and ownership information permit an investigation of a range of variables. We analyze firm characteristics shown by industry before and after liberalization and investigate how industrial concentration, number, and size of firms evolved between 1988 and 2005. We find great dynamism displayed by foreign and private firms as reflected in the growth in their numbers, assets, sales and profits. Yet, closer scrutiny reveals no dramatic transformation in the wake of liberalization. The story rather is one of an economy still dominated by the incumbents (state-owned firms) and to a lesser extent, traditional private firms (firms incorporated before 1985). Sectors dominated by state-owned and traditional private firms before 1988-1990, with assets, sales and profits representing shares higher than 50%, generally remained so in 2005. The exception to this broad pattern is the growing importance of new private firms in the services sector. Rates of return also have remained stable over time and show low dispersion across sectors and across ownership groups within sectors.\n\n",
    "acknowledgement": "\nWe thank our discussant Robert Lawrence, Arvind Panagariya, participants at the Brookings India Policy Forum conference in New Delhi, Rawi Abdelal, Lakshmi Iyer and Richard Vietor for helpful comments. We thank T.C.A. Madhav Raghavan for excellent research assistance. We are also grateful to Jens Arnold, Beata Javorcik, Molly Lipscomb, Aaditya Mattoo, and Petia Topolova for sharing with us their data on services and trade liberalization. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}