{
    "id": 15449,
    "citation_title": "Institutional Investors and Proxy Voting on Compensation Plans: The Impact of the 2003 Mutual Fund Voting Disclosure Regulation",
    "citation_author": [
        "Martijn Cremers",
        "Roberta Romano"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact on shareholder voting of the mutual fund voting disclosure regulation adopted by the SEC in 2003, using a paired sample of management proposals on executive equity incentive compensation plans submitted before and after the rule change. While voting support for management has decreased over time, we find no evidence that mutual funds' support for management declined after the rule change, as expected by advocates of disclosure. In fact, we find evidence of increased support for management by mutual funds after the change. There is some evidence that firms sponsoring such proposals both before and after the rule change differ from those sponsoring a proposal only before the change. For example, firms are more likely to sponsor a proposal both before and after the rule change if they have higher mutual fund ownership. Such endogeneity could partly explain our findings of increased support after the rule.\n\n",
    "acknowledgement": "\nWe have benefited from comments of John Core, Stanislav Dolgopolov, John Donohue, Peter Friz, Joy Ishii, Yair Listokin, Lynn Stout, Chester Spatt, Laura Starks, and participants at the Conference on Empirical Studies, Federal Reserve Bank of Atlanta Financial Markets conference, ISNIE Annual Conference, NYU/Penn Conference on Law and Finance, University of Pennsylvania ILE Roundtable on Corporate Governance, American Finance Association Annual Meeting, and workshops at the law schools of the Universities of British Columbia, Illinois, Virginia, and at Yale School of Management. Dasol Kim provided excellent research assistance. This research was supported by the Yale Law School and Yale School of Management. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}