{
    "id": 15442,
    "citation_title": "International Trade, Foreign Direct Investment, and Technology Spillovers",
    "citation_author": [
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how international flows of technological knowledge affect economic performance across industries and firms in different countries. Motivated by the large share of the world's technology investments made by firms that are active across borders, we focus on international trade and multinational enterprise activity as conduits for technological externalities, or spillovers. In addition to reviewing the recent empirical research on technology spillovers, the discussion is guided by a new model of foreign direct investment, trade, and endogenous technology transfer. We find evidence for technology spillovers through international trade and the activity of multinational enterprises. The analysis also highlights challenges for future empirical research, as well as the need for additional data on technology and innovation.\n\n",
    "acknowledgement": "\nParts of this paper draw on my ongoing work with Stephen R. Yeaple, whom I thank for his many insights. I also thank Beata Javorcik and Jim Tybout for conversations, Ben Li for comments, and Will Olney for excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}