{
    "id": 15446,
    "citation_title": "The Changing Selectivity of American Colleges",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that although the top ten percent of colleges are substantially more selective now than they were 5 decades ago, most colleges are not more selective.  Moreover, at least 50 percent of colleges are substantially less selective now than they were then.  This paper demonstrates that competition for space--the number of students who wish to attend college growing faster than the number of spaces available--does not explain changing selectivity.  The explanation is, instead, that the elasticity of a student's preference for a college with respect to its proximity to his home has fallen substantially over time and there has been a corresponding increase in the elasticity of his preference for a college with respect to its resources and peers.  In other words, students used to attend a local college regardless of their abilities and its characteristics.  Now, their choices are driven far less by distance and far more by a college's resources and student body. It is the consequent re-sorting of students among colleges that has, at once, caused selectivity to rise in a small number of colleges while simultaneously causing it to fall in other colleges.  I show that the integration of the market for college education has had profound implications on the peers whom college students experience, the resources invested in their education, the tuition they pay, and the subsidies they enjoy.  An important finding is that, even though tuition has been rising rapidly at the most selective schools, the deal students get there has arguably improved greatly.  The result is that the \"stakes\" associated with admission to these colleges are much higher now than in the past.\n\n",
    "acknowledgement": "\nThe author thanks David Autor, Christopher Avery, William Bowen, Charles Clotfelter, James Hines, and Harriet Zuckerman for comments that greatly improved this paper and the larger project on which it is based.  Much of the work and data-gathering for this paper was supported by a generous grant from the Mellon Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}