{
    "id": 15456,
    "citation_title": "Risk Protection, Service Use, and Health Outcomes Under Colombia's Health Insurance Program for the Poor",
    "citation_author": [
        "Grant Miller",
        "Diana M. Pinto",
        "Marcos Vera-Hernández"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "2012-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnexpected medical care spending imposes considerable financial risk on developing country households. Based on managed care models of health insurance in wealthy countries, Colombia's Régimen Subsidiado is a publicly financed insurance program targeted to the poor, aiming both to provide risk protection and to promote allocative efficiency in the use of medical care. Using a \"fuzzy\" regression discontinuity design, we find that the program has shielded the poor from some financial risk while increasing the use of traditionally under-utilized preventive services - with measurable health gains.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"High-Powered Incentives in Developing Country Health Insurance: Evidence from Colombia's Régimen Subsidiado.\" We are grateful to Orazio Attanasio, Jay Bhattacharya, Adriana Camacho, Pedro Carneiro, Ken Chay, Will Dow, Liran Einav, Alan Garber, Ursula Giedion, Mike Grossman, Ted Joyce, Robert Kaestner, Carlos Medina, Costas Meghir, Imran Rasul, anonymous referees, and numerous seminar participants for helpful suggestions; to Luis Carlos Ortiz, Renata Pardo, Licerole Ruiz, Sandra Sterling, and Elisa Torrenegra for discussions about the health policy context in Colombia; to the Departamento Nacional de Planeación (DNP), the Departamento Administrativo Nacional de Estadística (DANE), and Profamilia for data and SISBEN index information; to Adriana Ruiz for GIS assistance; and to the Economic and Social Research Council (RES-167-25-0124), Economic and Social Research Council-NCRM (ES/I03685X/1), Advanced ERC Grant (249612), the Inter-American Development Bank, the National Institute of Child Health and Human Development (K01 HD053504), and the Stanford Center on the Demography and Economics of Health and Aging for financial support. Soledad Giardili, Carolina Mejia, Nicole Smith, and Julieta Trias provided excellent research assistance. We alone are responsible for the views in this paper as well as all errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}