{
    "id": 15455,
    "citation_title": "Is Newer Better? Penn World Table Revisions and Their Impact on Growth Estimates",
    "citation_author": [
        "Simon Johnson",
        "William Larson",
        "Chris Papageorgiou",
        "Arvind Subramanian"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper sheds light on two problems in the Penn World Table (PWT) GDP estimates. First, we show that these estimates vary substantially across different versions of the PWT despite being derived from very similar underlying data and using almost identical methodologies; that this variability is systematic; and that it is intrinsic to the methodology deployed by the PWT to estimate growth rates. Moreover, this variability matters for the cross-country growth literature. While growth studies that use low frequency data remain robust to data revisions, studies that use annual data are less robust. Second, the PWT methodology leads to GDP estimates that are not valued at purchasing power parity (PPP) prices. This is surprising because the raison d'être of the PWT is to adjust national estimates of GDP by valuing output at common international (purchasing power parity [PPP]) prices so that the resulting PPP-adjusted estimates of GDP are comparable across countries. We propose an approach to address these two problems of variability and valuation.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Francesco Caselli, Michael Clemens, Erwin Diewert, Robert Feenstra, Benjamin Jones, Chad Jones, Aart Kraay, Benjamin Olken, Mick Silver, Antonio Spilimbergo, Nancy Stokey, Alwyn Young, and especially Angus Deaton, Alan Heston, David Romer, and David Weil, for comments, encouragement and suggestions, and seminar participants at Brown University, the Bureau of Economic Analysis, IMF, Oxford University, the University of Pennsylvania (2008 Penn World Table workshop), Princeton University, the Econometric Society Summer Meeting (Boston 2009), the NBER Summer Institute (Economic Growth workshop, and Wealth and Inequality workshop 2009), the Society for Economic Dynamics Meeting (Istanbul 2009) and the World Bank. The views expressed here are those of the authors only.\n\n\n"
}