{
    "id": 15452,
    "citation_title": "Macro-Hedging for Commodity Exporters",
    "citation_author": [
        "Eduardo Borensztein",
        "Olivier Jeanne",
        "Damiano Sandri"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dynamic optimization model to estimate the welfare gains of hedging against commodity price risk for commodity-exporting countries. We show that the introduction of hedging instruments such as futures and options enhances domestic welfare through two channels. First, by reducing export income volatility and allowing for a smoother consumption path. Second, by reducing the country's need to hold foreign assets as precautionary savings (or by improving the country's ability to borrow against future export income). Under plausibly calibrated parameters, the second channel may lead to much larger welfare gains, amounting to several percentage points of annual consumption.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at a NBER workshop, the Bank of Canada and the International Monetary Fund for useful comments. The views expressed in the paper are those of the authors and do not necessarily represent those of the Inter-American Development Bank, the International Monetary Fund, or the National Bureau of Economic Research.\n\n\n"
}