{
    "id": 15454,
    "citation_title": "A Theory of Banks, Bonds, and the Distribution of Firm Size",
    "citation_author": [
        "Katheryn N. Russ",
        "Diego Valderrama"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe draw on stylized facts from the finance literature to build a model where altering the relative costs of bank and bond financing changes the entire distribution of firm size, with implications for the aggregate capital stock, output, and welfare.   Reducing transactions costs in the bond market increases the output and profits of mid-sized firms  at the expense of both the largest and smallest firms.  In contrast, reducing the frictions involved in bank lending promotes the expansion of the smallest firms while all other firms shrink, even as it increases the profitability of both small and mid-size firms.  Although both policies increase aggregate output and welfare, they have opposite effects on the extensive margin of production---promoting bond issuance causes exit while cheaper bank credit induces entry.  When reducing transactions costs in one market, the resulting increase in output and welfare are largest when transactions costs in the other market are very high.\n\n",
    "acknowledgement": "\nThe authors thank Paul Bergin, Galina Hale, Bart Hobijn, Mark Spiegel and Robert Vigfusson for helpful suggestions, as well as seminar participants at the Asia-Pacific Economics Association 2009 Summer Meetings, the Federal Reserve Bank of San Francisco, the Federal Reserve Board of Governors, and the International Monetary Fund.  They are especially grateful to Martin Bodenstein for a detailed discussion.  Hirotaka Miura and Nina Ozdemir provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}