{
    "id": 15450,
    "citation_title": "Rational Attention Allocation Over the Business Cycle",
    "citation_author": [
        "Marcin Kacperczyk",
        "Stijn Van Nieuwerburgh",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2009-10-22",
    "issue_date": "2009-10-22",
    "revision_date": "2015-10-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe question of whether and how mutual fund managers provide valuable services for their clients motivates one of the largest literatures in finance. One candidate explanation is that funds process information about future asset values and use that information to invest in high-valued assets. But formal theories are scarce because information choice models with many assets are difficult to solve as well as difficult to test. This paper tackles both problems by developing a new attention allocation model that uses the state of the business cycle to predict information choices, which in turn, predict observable patterns of portfolio investments and returns. The predictions about fund portfolios’ covariance with payoff shocks, cross-fund portfolio and return dispersion, and their excess returns are all supported by the data. These findings offer new evidence that some investment managers have skill and that attention is allocated rationally.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Joseph Chen, Xavier Gabaix, Vincent Glode, Lars Hansen, Christian Hellwig, Ralph Koijen, Jeremy Stein, Matthijs van Dijk, Robert Whitelaw, as well as three anonymous referees, and participants in several seminars and conferences for valuable comments and suggestions. We thank Isaac Baley and Nic Kozeniauskas for outstanding research assistance. Finally, we thank the Q-group for their generous financial support. A previous version of this paper was entitled “Rational Attention Allocation over the Business Cycle”. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}