{
    "id": 15468,
    "citation_title": "Investments in Pharmaceuticals Before and After TRIPS",
    "citation_author": [
        "Margaret Kyle",
        "Anita McGahan"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between patent protection for pharmaceuticals and investment in development of new drugs. Patent protection has increased around the world as a consequence of the TRIPS Agreement, which specifies minimum levels of intellectual property protection for members of the World Trade Organization. It is generally argued that patents are critical for pharmaceutical research efforts, and so greater patent protection in developing and least-developed countries might result in greater effort by pharmaceutical firms to develop drugs that are especially needed in those countries. Since patents also have the potential to reduce access to treatments through higher prices, it is imperative to assess whether the benefits of increased incentives have materialized in research on diseases that particularly affect the poor. We find that patent protection is associated with increases in research and development (R&D) effort when adopted in high income countries. However, the introduction of patents in developing countries has not been followed by greater investment. Particularly for diseases that primarily affect the poorest countries, our results suggest that alternative mechanisms for inducing R&D may be more appropriate than patents.\n\n",
    "acknowledgement": "\nIntan Hamdan-Livramento and Walter Park generously shared their data on country-level patent protection. We also thank Ashish Arora, Joel Baum, Iain Cockburn, Mercedes Delgado, Pierre Dubois, Kira Fabrizio, Martin Fleming, Rebecca Henderson, Francesco Lissoni, Keith Maskus, Yi Qian, LG Thomas and Hannu Wager; participants in the Academy of Management, Atlanta Competitive Advantage Conference, DRUID, Duke Strategy Conference, MIT BPS Conference, Wharton Technology Conference, Markets for Technology Conference and NBER Summer Institute; and participants in seminars at Bocconi University, HEC Lausanne, the University of Illinois, the University of St. Andrews and the Stanford SIEPR Center for comments and discussions. All errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}