{
    "id": 15460,
    "citation_title": "Breach, Remedies and Dispute Settlement in Trade Agreements",
    "citation_author": [
        "Giovanni Maggi",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a simple but novel model of trade agreements that highlights the role of transaction costs, renegotiation and dispute settlement. The model allows us to characterize the appropriate remedy for breach and whether the agreement should be structured as a system of \"property rights\" or \"liability rules.\" We then study how the optimal rules depend on the underlying economic and contracting environment. Our model also delivers predictions about the outcome of trade disputes, and in particular about the propensity of countries to settle early versus \"fighting it out.\"\n\n",
    "acknowledgement": "\nWe thank Kyle Bagwell, Chad Bown, Gene Grossman, Petros C. Mavroidis, TN Srinivasan, Alan Sykes, participants in seminars at FGV- Rio, FGV-SP, PUC-Rio, Stanford and the World Trade Organization, and participants in the 2009 NBER Summer Institute and the conferences \"The New Political Economy of Trade\" at EUI (Florence), \"The Economics, Law and Politics of the GATT-WTO\" at Yale and \"The Festschrift in Honor of Alan V. Deardorff\" at The University of Michigan for very helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}