{
    "id": 15467,
    "citation_title": "Why are the 2000s so different from the 1970s? A structural interpretation of changes in the macroeconomic effects of oil prices",
    "citation_author": [
        "Olivier J. Blanchard",
        "Marianna Riggi"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 1970s, large increases in the price of oil were associated with sharp decreases in output and large increases in inflation. In the 2000s, and at least until the end of 2007, even larger increases in the price of oil were associated with much milder movements in output and inflation. Using a structural VAR approach Blanchard and Gali (2007a) argued that this has reflected in large part a change in the causal relation from the price of oil to output and inflation. In order to shed light on the possible factors behind the decrease in the macroeconomic effects of oil price shocks, we develop a new-Keynesian model, with imported oil used both in production and consumption, and we use a minimum distance estimator that minimizes, over the set of structural parameters and for each of the two samples (pre and post 1984), the distance between the empirical SVAR-based impulse response functions and those implied by the model. Our results point to two relevant changes in the structure of the economy, which have modified the transmission mechanism of the oil shock: vanishing wage indexation and an improvement in the credibility of monetary policy. The relative importance of these two structural changes depends however on how we formalize the process of expectations formation by economic agents.\n\n",
    "acknowledgement": "\nWe thank Efrem Castelnuovo, Giuseppe Ciccarone, Carlo Favero, Jordi Gali, Stefano Giglio, Tommaso Monacelli, Luca Sala and Massimiliano Tancioni for helpful comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}