{
    "id": 15461,
    "citation_title": "Cheaper By the Dozen: Using Sibling Discounts at Catholic Schools to Estimate the Price Elasticity of Private School Attendance",
    "citation_author": [
        "Susan Dynarski",
        "Jonathan Gruber",
        "Danielle Li"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of vouchers on sorting between private and public schools depends upon the price elasticity of demand for private schooling. Estimating this elasticity is empirically challenging because prices and quantities are jointly determined in the market for private schooling. We exploit a unique and previously undocumented source of variation in private school tuition to estimate this key parameter. A majority of Catholic elementary schools offer discounts to families that enroll more than one child in the school in a given year. Catholic school tuition costs therefore depend upon the interaction of the number and spacing of a family's children with the pricing policies of the local school. This within-neighborhood variation in tuition prices allows us to control for unobserved determinants of demand with a set fine geographic group fixed effects while still identifying the price parameter. We analyze this variation by using data on over 3700 school tuition schedules collected from Catholic schools around the nation, matched to restricted Census data that identifies precise location that can be matched to the nearest Catholic school.  We find that a standard deviation decrease in tuition prices increases the probability that a family will send its children to private school by one half percentage point, which translates into an elasticity of Catholic school attendance with respect to tuition costs of -0.19.  Our subgroup results suggest that a voucher program would disproportionately induce into private schools those who, along observable dimensions, are unlike those who currently attend private school.\n\n",
    "acknowledgement": "\nWe are grateful to Elizabeth Kent and J.D. LaRock for collecting the tuition data. We thank Jim Davis and John Abowd for steering us through the process of gaining access to the restricted-use Census data. We have benefited from the comments of seminar participants at MIT, the NBER, and University of Michigan.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston and Michigan Census Research Data Centers. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to insure that no confidential data are revealed. This research is supported by US Department of Education Grant Number R3O5AO8O. Dynarski is the corresponding author (dynarski@umich.edu). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}