{
    "id": 15466,
    "citation_title": "Incentives and Creativity: Evidence from the Academic Life Sciences",
    "citation_author": [
        "Pierre Azoulay",
        "Joshua S. Graff Zivin",
        "Gustavo Manso"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nDespite its presumed role as an engine of economic growth, we know surprisingly little about the drivers of scientific creativity. In this paper, we exploit key differences across funding streams within the academic life sciences to estimate the impact of incentives on the rate and direction of scientific exploration. Specifically, we study the careers of investigators of the Howard Hughes Medical Institute (HHMI), which tolerates early failure, rewards long-term success, and gives its appointees great freedom to experiment; and grantees from the National Institute of Health, which are subject to short review cycles, pre-defined deliverables, and renewal policies unforgiving of failure. Using a combination of propensity-score weighting and difference-in-differences estimation strategies, we find that HHMI investigators produce high- impact papers at a much higher rate than a control group of similarly-accomplished NIH-funded scientists. Moreover, the direction of their research changes in ways that suggest the program induces them to explore novel lines of inquiry.\n\n",
    "acknowledgement": "\nSend correspondence to pazoulay@mit.edu. We gratefully acknowledge the financial support of the Kauffman Foundation and the National Science Foundation through its SciSIP Program (Award SBE-0738142). We thank Thomas Cech, Peter Cebon, Purnell Choppin, David Clayton, Nico Lacetera, Antoinette Schoar, Scott Stern, Jerry Thursby, Heidi Williams, and two anonymous referees for useful comments and suggestions. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}