{
    "id": 15462,
    "citation_title": "Can Owning a Home Hedge the Risk of Moving?",
    "citation_author": [
        "Todd M. Sinai",
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nConventional wisdom holds that one of the riskiest aspects of owning a house is the uncertainty surrounding its sale price, especially if one moves to another housing market.  However, households who sell a house typically buy another house, whose purchase price is also uncertain.  We show that for such households, home owning often hedges their net exposure to housing market risk, because their sale price covaries positively with house prices in their likely new market.  That expected covariance is much higher than previously recognized because there is considerable heterogeneity across city pairs in how much house prices covary and households tend to move between the highly correlated housing markets.  Taking these two considerations into account increases the estimated median expected correlation in real house price growth across MSAs from 0.35 to 0.60.  Moreover, we show that households' decisions whether to own or rent are sensitive to this \"moving-hedge\" value.  We find that the likelihood of home owning for a mobile household is more than one percentage point higher when the expected house price covariance rises by 38 percent (one standard deviation).  This effect attenuates as a household's probability of moving diminishes and thus the moving-hedge value declines.\n\n",
    "acknowledgement": "\nWe are grateful to Dimo Primatov for helpful research assistance and seminar participants at the National Bureau of Economic Research, Stanford University, the University of Amsterdam, and Wharton for useful feedback.  Sinai thanks the Research Sponsors Program of the Zell-Lurie Real Estate Center at Wharton for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}