{
    "id": 15464,
    "citation_title": "Identifying Government Spending Shocks: It's All in the Timing",
    "citation_author": [
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo shocks to government spending raise or lower consumption and real wages?  Standard VAR identification approaches show a rise in these variables, whereas the Ramey-Shapiro narrative identification approach finds a fall.   I show that a key difference in the approaches is the timing.  Both professional forecasts and the narrative approach shocks Granger-cause the VAR shocks, implying that the VAR shocks are missing the timing of the news.  Simulations from a standard neoclassical model in which government spending is anticipated by several quarters demonstrate that VARs estimated with faulty timing can produce a rise in consumption even when it decreases in the model.   Motivated by the importance of measuring anticipations, I construct two new variables that measure anticipations.  The first is based on narrative evidence that is much richer than the Ramey-Shapiro military dates and covers 1939 to 2008.  The second is from the Survey of Professional Forecasters, and covers the period 1969 to 2008.  All news measures suggest that most components of consumption fall after a positive shock to government spending.  The implied government spending multipliers range from 0.6 to 1.1.\n\n",
    "acknowledgement": "\nThis paper expands upon my March 2005 discussion at the Federal Reserve Bank of San Francisco conference \"Fiscal and Monetary Policy.\"  I wish to thank Robert Barro, Susanto Basu, Richard Carson, Robert Gordon, Roberto Perotti, Garey Ramey, Christina and David Romer, and numerous participants in seminars for helpful comments.  Thomas Stark of the Federal Reserve Bank of Philadelphia generously provided unpublished forecasts.  Ben Backes and Chris Nekarda provided outstanding research assistance.   I gratefully acknowledge financial support from National Science Foundation grant SES-0617219 through the NBER. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}