{
    "id": 15463,
    "citation_title": "Testing the Correlated Random Coefficient Model",
    "citation_author": [
        "James J. Heckman",
        "Daniel A. Schmierer",
        "Sergio S. Urzua"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent literature on instrumental variables (IV) features models in which agents sort into treatment status on the basis of gains from treatment as well as on baseline-pretreatment levels. Components of the gains known to the agents and acted on by them may not be known by the observing economist. Such models are called correlated random coefficient models. Sorting on unobserved components of gains complicates the interpretation of what IV estimates. This paper examines testable implications of the hypothesis that agents do not sort into treatment based on gains. In it, we develop new tests to gauge the empirical relevance of the correlated random coefficient model to examine whether the additional complications associated with it are required. We examine the power of the proposed tests. We derive a new representation of the variance of the instrumental variable estimator for the correlated random coefficient model. We apply the methods in this paper to the prototypical empirical problem of estimating the return to schooling and find evidence of sorting into schooling based on unobserved components of gains.\n\n",
    "acknowledgement": "\nThis research was supported by NIH R01-HD043411, NSF SES-024158, the American Bar Foundation and the Geary Institute, University College Dublin, Ireland. The views expressed in this paper are those of the authors and not necessarily those of the funders listed here. We have received helpful comments from Pedro Carneiro, Jeremy Fox, Joel Horowitz, Benjamin Moll, Azeem Shaikh, Christopher Taber, Edward Vytlacil, the editor, Steve Durlauf, and an anonymous referee and participants in workshops at the University of Wisconsin and Northwestern University. In the final round of revisions, we received additional very helpful suggestions from Stephane Bonhomme, Xiaohong Chen, Azeem Shaikh and Edward Vytlacil. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research. Supplementary material for this paper is available at the Website http://jenni.uchicago.edu/testing_random/.\n\n\n"
}