{
    "id": 15465,
    "citation_title": "The Economic Cost of Harboring Terrorism",
    "citation_author": [
        "Efraim Benmelech",
        "Claude Berrebi",
        "Esteban F. Klor"
    ],
    "citation_publication_date": "2009-10-29",
    "issue_date": "2009-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe literature on conflict and terrorism has paid little attention to the economic costs of terrorism for the perpetrators. This paper aims to fill that gap by examining the economic costs of committing suicide terror attacks. Using data covering the universe of Palestinian suicide terrorists during the second Palestinian uprising, combined with data from the Palestinian Labor Force Survey, we identify and quantify the impact of a successful attack on unemployment and wages. We find robust evidence that terror attacks have important economic costs. The results suggest that a successful attack causes an increase of 5.3 percent in unemployment, increases the likelihood that the district's average wages fall in the quarter following an attack by more than 20 percent, and reduces the number of Palestinians working in Israel by 6.7 percent relative to its mean. Importantly, these effects are persistent and last for at least six months after the attack.\n\n",
    "acknowledgement": "\nWe are grateful to Daniele Paserman, Todd Sandler, two anonymous referees, and participants of the 2009 Conference on Terrorism and Policy at the University of Texas at Dallas and the 2009 meeting of the Network for the Economic Analysis of Terrorism (NEAT) in Brussels for very helpful suggestions.  We thank the Israeli Security Agency for providing us with their data on suicide terrorists, and the Palestinian Central Bureau of Statistics for the data from the Labor Force Survey. Benmelech thanks the Warburg Fund at Harvard University for financial support. Berrebi and Klor are grateful for the support from the \"New Agenda for European Security Economics (EUSECON)\" project funded by the European Commission under the 7th Framework Programme. Klor thanks the warm hospitality of Boston University and the National Bureau of Economic Research while he was working on this project. This document has not been subject to formal review by the RAND Corporation. The opinions and conclusions are solely those of the authors and do not necessarily represent the opinions or policy of the RAND Corporation, nor of its research clients and sponsors, nor of the National Bureau of Economic Research.\n\n\n"
}