{
    "id": 15470,
    "citation_title": "Micro, Macro, and Strategic Forces in International Trade Invoicing",
    "citation_author": [
        "Linda S. Goldberg",
        "Cédric Tille"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of different currencies in the invoicing of international trade transactions plays a major role in the international transmission of economic fluctuations. Existing studies argue that an exporter's invoicing choice reflects structural aspects of her industry, such as market share and the price-sensitivity of demand, the hedging of marginal costs, due for instance to the use of imported inputs, and macroeconomic volatility. We use a new highly disaggregated dataset to assess the roles of the various invoicing determinants. We find support for the factors identified in the literature, and document a new feature, in the form of a link between shipments size and invoicing. Specifically, larger transactions are more likely to be invoiced in the importer's currency. We offer a potential theoretical explanation for the empirical link between transaction size and invoicing by allowing invoicing to be set through a bargaining between exporters and importers, a feature that is absent from existing models despite its empirical relevance.\n\n",
    "acknowledgement": "\nCédric Tille gratefully acknowledges the support and hospitality of the Hong Kong Institute for Monetary Research where parts of this paper were written. Linda Goldberg gratefully acknowledges the thoughtful research support of William Ryan. We thank Clancy Barrett and Craig Kuntz of the Canadian customs administration for making the detailed data available and answering our questions. We also thank Gita Gopinath, Wilbert van der Klaaw, and seminar audiences at the Hong Kong Monetary Authority, the Federal Reserve Bank of New York, the International Monetary Fund, and the Stockholm School of Economics for valuable feedback. The views presented are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}