{
    "id": 15479,
    "citation_title": "Fire Sales in a Model of Complexity",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial assets provide return and liquidity services to their holders.  However, during severe financial crises many asset prices plummet, destroying their liquidity provision function at the worst possible time.  In this paper we present a model of fire sales and market breakdowns, and of the financial amplification mechanism that follows from them.  The distinctive feature of our model is the central role played by endogenous complexity: As asset prices implode, more \"banks\" within the financial network become distressed, which increases each (non-distressed) bank's likelihood of being hit by an indirect shock.  As this happens, banks face an increasingly complex environment since they need to understand more and more interlinkages in making their financial decisions.  This complexity brings about confusion and uncertainty, which makes relatively healthy banks, and hence potential asset buyers, reluctant to buy since they now fear becoming embroiled in a cascade they do not control or understand.  The liquidity of the market quickly vanishes and a financial crisis ensues.  The model exhibits a powerful \"complexity-externality.\"  As a potential asset buyer chooses to pull back, the size of the cascade grows, which increases the degree of complexity of the environment.  This rise in perceived complexity induces other healthy banks to pull back, which exacerbates the fire sale and the cascade.\n\n",
    "acknowledgement": "\nWe thank David Laibson, Frederic Malherbe, Juan Ocampo, and seminar participants at Harvard and MIT for their comments, and the NSF for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}