{
    "id": 15474,
    "citation_title": "The US Productivity Slowdown, the Baby Boom, and Management Quality",
    "citation_author": [
        "James Feyrer"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether management changes caused by the entry of the baby boom into the workforce explain the US productivity slowdown in the 1970s and resurgence in the 1990s. Lucas (1978) suggests that the quality of managers plays a significant role in determining output.  If there is heterogeneity across workers and management skill improves with experience, an influx of young workers will lower the overall quality of management and lower total factor productivity.  Census data shows that the entry of the baby boom resulted in more managers being hired from the smaller, pre baby boom cohorts.  These marginal managers were necessarily of lower quality.  As the boomers aged and gained experience, this effect was reversed, increasing managerial quality and raising total factor productivity.  Using the Lucas model as a framework, a calibrated model of managers, workers, and firms suggests that the management effects of the baby boom may explain roughly 20 percent of the observed productivity slowdown and resurgence.\n\n",
    "acknowledgement": "\nI am grateful to Pete Klenow, Jon Skinner, Doug Staiger, Jay Shambaugh and participants at the Population Aging and Economic Growth conference at the Harvard School of Public Health for their helpful comments and advice.  All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}