{
    "id": 15473,
    "citation_title": "Are High Quality Schools Enough to Close the Achievement Gap? Evidence from a Social Experiment in Harlem",
    "citation_author": [
        "Will Dobbie",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHarlem Children's Zone (HCZ), which combines community investments with reform minded charter schools, is one of the most ambitious social experiments to alleviate poverty of our time. We provide the first empirical test of the causal impact of HCZ on educational outcomes, with an eye toward informing the long-standing debate whether schools alone can eliminate the achievement gap or whether the issues that poor children bring to school are too much for educators alone to overcome. Both lottery and instrumental variable identification strategies lead us to the same story: Harlem Children's Zone is effective at increasing the achievement of the poorest minority children. Taken at face value, the effects in middle school are enough to close the black-white achievement gap in mathematics and reduce it by nearly half in English Language Arts.  The effects in elementary school close the racial achievement gap in both subjects. We conclude by presenting four pieces of evidence that high-quality schools or high-quality schools coupled with community investments generate the achievement gains. Community investments alone cannot explain the results.\n\n",
    "acknowledgement": "\nWe are extraordinarily grateful to Geoffrey Canada, Betina Jean-Louis and Bessie Wilkerson (Harlem Children's Zone), Joel Klein (Chancellor, New York City Department of Education), Jennifer Bell-Ellwanger and Joanna Cannon (Research and Policy Support Group, New York City Department of Education), Aparna Prasad and Gavin Samms (EdLabs), and Scott Walker (Harvard Map Collection) for their endless cooperation in collecting the data necessary to perform our analysis and for hours of discussions and comments. We would also like to thank George Akerlof, Josh Angrist, David Autor, Melody Barnes, Roland Benabou, Esther Duflo, Arne Duncan (Secretary of Education), Fred Frelow, Edward Glaeser, Michael Greenstone, Lawrence Katz, Daniel Koretz, Steven Levitt, Lindsey Mathews, Kathleen McCartney, Jeannie Oates, Ben Olken, Orlando Patterson, Michelle Rhee (Chancellor, Washington D.C. Department of Education), James H. Shelton III (Assistant Deputy Secretary for Innovation and Improvement), Grover Whitehurst, William Julius Wilson, and seminar participants at Boston University, Brookings Institute, Canadian Institute for Advanced Research, Government Accounting Office, Harvard University (Economics, Graduate School of Education, Kennedy School of Government, and Sociology), Massachusetts Institute of Technology, and Princeton for detailed comments and feedback. Eduard Bogel, Vilsa Curto, Peter Evangelaki and Jonathan Scherr provided exceptional research assistance. Support from the Eli and Edythe Broad Foundation, through the Education Innovation Laboratory at Harvard University (EdLabs), is gratefully acknowledged. Correspondence can be addressed to either of the authors by mail: 44 Brattle Street, 5th Floor, Cambridge, MA, 02138; or by email: wdobbie@edlabs.harvard.edu (Dobbie) or rfryer@fas.harvard.edu (Fryer). The usual caveat applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}