{
    "id": 15475,
    "citation_title": "The Global 1970s and the Echo of the Great Depression",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Depression ushered in a long era of deglobalization that lasted for many decades. An old conventional wisdom (e.g. Polanyi) argues that the common aspect of this shock across all countries, a deep depression, can explain the large and persistent global shift away from orthodox liberal economic policies--including, for example, the collapse of free trade. Yet there is substantial unexplored variation, since not all countries experienced the same depth of shock in the 1930s. Hence, if the \"policy path dependence\" argument is correct, we should be able to detect it using this variation. Those countries with deeper slumps ought to have seen policy shifts that were larger and more persistent. A fuller economic history of the reglobalization of the postwar period should confront this question, and we present some preliminary evidence for the path dependence hypothesis.\n\n",
    "acknowledgement": "\nThis paper is forthcoming as a chapter in the volume The Shock of the Global to be published by Harvard University Press. Financial support from the Center for the Evolution of the Global Economy at UC Davis is gratefully acknowledged. I would like to thank conference participants for useful feedback, and I am particular indebted to Niall Ferguson and Lawrence Summers for their detailed comments and suggestions. All errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}