{
    "id": 15472,
    "citation_title": "Mortgage Default, Foreclosure, and Bankruptcy",
    "citation_author": [
        "Wenli Li",
        "Michelle J. White"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the relationship between homeowners' bankruptcy decisions and their mortgage default decisions and the relationship between homeowners' bankruptcy decisions and lenders' decisions to foreclose.   In theory, both relationships could be either substitutes or complements.  Bankruptcy and default tend to be substitutes because homeowners' budgets are limited and, if they spend less on payments to unsecured lenders, then they have more money to pay their mortgages.  But bankruptcy and default may also be complements if homeowners use bankruptcy to reduce the cost of defaulting on their mortgages.  Bankruptcy and foreclosure  similarly may be either substitutes or complements.   In fact we show that both relationships are complementary, although homeowners reacted to the 2005 bankruptcy reform by treating them as substitutes.  \nWe also show that bankruptcies, defaults and foreclosures all tend to spread, i.e., higher bankruptcy rates in the neighborhood raise homeowners' probability of filing, higher default rates raise homeowners' probability of defaulting, and higher foreclosure rates raise homeowners' probability of foreclosure.  We provide estimates of the size of these effects.     \nThe paper argues that these relationships have important public policy implications.   In particular, foreclosures have very high social costs, and some of these costs are external to both borrowers and lenders.  As a result, there is a social gain from discouraging bankruptcies, since fewer bankruptcies mean fewer defaults and foreclosures.   We show that these considerations shift optimal bankruptcy law in a pro-creditor direction, because pro-creditor bankruptcy policies reduce the number of filings and therefore reduce foreclosures.  But the same considerations shift other policies that affect bankruptcy in a pro-debtor direction.   This is because pro-debtor shifts in, for example, wage garnishment policy reduce the number of bankruptcy filings and therefore reduce foreclosures.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Watson at the Kansas Fed for his invaluable support on the LPS mortgage data, to Susheela Patwari for very capable research assistance and to Gordon Dahl for very helpful comments.  The views expressed here are the authors' and do not represent those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the views of the National Bureau of Economic Research.\n\n\n"
}