{
    "id": 15477,
    "citation_title": "Families as Roommates: Changes in U.S. Household Size from 1850 to 2000",
    "citation_author": [
        "Alejandrina Salcedo",
        "Todd Schoellman",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLiving arrangements have changed enormously over the last two centuries. While the average American today lives in a household of only three people, in 1850 household size was twice that figure. Further, both the number of children and the number of adults in a household have fallen dramatically. We develop a simple theory of household size where living with others is beneficial solely because the costs of household public goods can be shared. In other words, we abstract from intra-family relations and focus on households as collections of roommates. The model's mechanism is that rising income leads to a falling expenditure share on household public goods, which endogenously makes household formation less beneficial and privacy more attractive. To assess the magnitude of this mechanism, we first calibrate the model to match  the relationship between household size, consumption patterns, and income in the cross-section at the end of the 20th century.  We then project the model back to 1850 by changing income.  We find that our proposed mechanism can account for 37 percent of the decline in the number of adults in a household between 1850 and 2000, and for 16 percent of the decline in the number of children.\n\n",
    "acknowledgement": "\nWe owe a large debt of gratitude to Luigi Pistaferri, who participated in the early stages of this project and contributed greatly to our understanding of the data. We would also like to thank  Stefania Albanesi, Ran Abramitzky, Alessandra Fogli, Jeremy Greenwood, Bob Hall, Larry E. Jones, Narayana Kocherlakota, Pete Klenow and seminar participants at the Minneapolis Fed, SED 2005, the Macro SITE 2005, the 2008 Midwest Macro Conference, Brown University, Columbia University, and the Hoover Lunch for helpful comments. We are particularly grateful to Tom Mroz for sharing his computational resources at Clemson University.  Funds from NSF grant No. 0519324 and the Stanford Institute for Economic Policy Research (SIEPR) are gratefully acknowledged. Comments are welcome: asalcedo@banxico.org.mx, tschoel@clemson.edu, tertilt@stanford.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}