{
    "id": 15471,
    "citation_title": "The Rate of Return to the High/Scope Perry Preschool Program",
    "citation_author": [
        "James J. Heckman",
        "Seong Hyeok Moon",
        "Rodrigo Pinto",
        "Peter A. Savelyev",
        "Adam Yavitz"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the rate of return to the High/Scope Perry Preschool Program, an early intervention program targeted toward disadvantaged African-American youth. Estimates of the rate of return to the Perry program are widely cited to support the claim of substantial economic benefits from preschool education programs. Previous studies of the rate of return to this program ignore the compromises that occurred in the randomization protocol. They do not report standard errors. The rates of return estimated in this paper account for these factors. We conduct an extensive analysis of sensitivity to alternative plausible assumptions. Estimated social rates of return generally fall between 7-10 percent, with most estimates substantially lower than those previously reported in the literature. However, returns are generally statistically significantly different from zero for both males and females and are above the historical return on equity.  Estimated benefit-to-cost ratios support this conclusion.\n\n",
    "acknowledgement": "\nWe are grateful to Lena Malofeeva and Larry Schweinhart of the High/Scope Foundation for their comments and their continued support of our ongoing collaboration. We are grateful to Dennis Epple, and two anonymous referees for their comments and to Steve Durlauf, Jeff Grogger and participants at the Public Policy and Economics seminar at the Harris School, University of Chicago, March, 2009. This research was supported by the Committee for Economic Development by a grant from the Pew Charitable Trusts and the Partnership for America's Economic Success (PAES); the JB & MK Pritzker Family Foundation; Susan Thompson Buffett Foundation; and NICHD (R01HD043411). The views expressed in this presentation are those of the authors and not necessarily those of the funders listed here. Supplementary materials may be retrieved from http://jenni.uchicago.edu/Perry/cba/. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}