{
    "id": 15483,
    "citation_title": "Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967-2006",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct a systematic empirical study of cross-sectional inequality in the United States, integrating data from the Current Population Survey, the Panel Study of Income Dynamics, the Consumer Expenditure Survey, and the Survey of Consumer Finances. In order to understand how different dimensions of inequality are related via choices, markets, and institutions, we follow the mapping suggested by the household budget constraint from individual wages to individual earnings, to household earnings, to disposable income, and, ultimately, to consumption and wealth. We document a continuous and sizable increase in wage inequality over the sample period. Changes in the distribution of hours worked sharpen the rise in earnings inequality before 1982, but mitigate its increase thereafter. Taxes and transfers compress the level of income inequality, especially at the bottom of the distribution, but have little effect on the overall trend. Finally, access to financial markets has limited both the level and growth of consumption inequality.\n\n",
    "acknowledgement": "\nWe are grateful to Greg Kaplan, Ctirad Slavik, and Kai Steverson for outstanding research assistance, and to Dirk Krueger and Luigi Pistaferri for detailed comments. We thank Dean Lillard for providing data on transfers for the 1994-2003 waves of the PSID. We thank the National Science Foundation (Grant SES-0418029 for Heathcote and Violante and Grant SES-0820519 for Perri). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}