{
    "id": 15487,
    "citation_title": "A Preferred-Habitat Model of the Term Structure of Interest Rates",
    "citation_author": [
        "Dimitri Vayanos",
        "Jean-Luc Vila"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the term structure of interest rates as resulting from the interaction between investor clienteles with preferences for specific maturities and risk-averse arbitrageurs. Because arbitrageurs are risk averse, shocks to clienteles' demand for bonds affect the term structure---and constitute an additional determinant of bond prices to current and expected future short rates. At the same time, because arbitrageurs render the term structure arbitrage-free, demand effects satisfy no-arbitrage restrictions and can be quite different from the underlying shocks. We show that the preferred-habitat view of the term structure generates a rich set of implications for bond risk premia, the effects of demand shocks and of shocks to short-rate expectations, the economic role of carry trades, and the transmission of monetary policy.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Andrea Buraschi, Pierre Collin-Dufresne, Peter DeMarzo, Giorgio Fossi, Ken Garbade, Robin Greenwood, Moyeen Islam, Arvind Krishnamurthy, Jun Liu, Vasant Naik, Anna Pavlova, Jeremy Stein, seminar participants at the Bank of England, Chicago Fed, ECB, LSE, Manchester, New York Fed, Tilburg, Toulouse, UCLA, and participants at the American Finance Association 2008, Adam Smith Asset Pricing 2007, Brazilian Finance Association 2008, Chicago 2008, CRETE 2008, Gerzensee 2007, Imperial 2007, NBER Asset Pricing 2007, and SITE 2006 conferences for helpful comments. We have especially benefited from an extensive set of insightful comments by John Cochrane, and from a communication by Xavier Gabaix on linearity-generating processes. Financial support from the Paul Woolley Centre at the LSE is gratefully acknowledged. The views expressed in this paper are those of the authors and not of Bank of America Merrill Lynch, any of its affiliates, or the National Bureau of Economic Research.\n\n\n"
}