{
    "id": 15489,
    "citation_title": "The Role of Search in University Productivity: Inside, Outside, and Interdisciplinary Dimensions",
    "citation_author": [
        "James D. Adams",
        "J. Roger Clemmons"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to improving information technology, the growing complexity of research problems, and policies designed to foster interdisciplinary research, the practice of science in the United States has undergone significant structural change.  Using a sample of 110 top U.S. universities observed during the late 20th century we find that knowledge flows, both in total and in their major components, are a significant and positive determinant of research output.  Outside knowledge-flows from other universities have increased at a faster rate than inside flows from the same university.  Over time, the importance of outside flows for research output has risen, and it has done so at a faster rate than the importance of inside flows has decreased.  Thus the overall contribution of knowledge-flows has increased and has shifted towards outside flows.\nTurning to knowledge-flows by field, we find that interdisciplinary knowledge-flows have increased only slightly relative to same field flows, despite policy initiatives that favor interdisciplinary research.  Moreover, the importance of interdisciplinary flows for research output, while positive and statistically highly significant, has stayed about the same, even as same field flows have become more important, probably because of growth in cyber infrastructure. Although a final verdict is yet to be reached, one interpretation is that interdisciplinary research is still in its early stages.  While interdisciplinary flows have begun to increase, the resulting discoveries, and their influence on subsequent research, may still lie in the future.\n\n",
    "acknowledgement": "\nThe Andrew W. Mellon Foundation generously supported this research.  We thank Nancy Bayers and Henry Small of Thomson-Reuters Scientific for advice on the data, the editors for their patience, W. Edward Steinmueller for helpful remarks on interdisciplinary research, and Paula E. Stephan and two referees for comments.  Any remaining errors are our responsibility.  This paper was presented at a conference on \"The Economics and Policy of Academic Research,\" held at the Collegio Carlo Alberto, Torino, Italy, on July 14-15, 2008; and at the Communia 2009 Conference, also held in Torino on June 28-30, 2009. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}