{
    "id": 15484,
    "citation_title": "Hoarding International Reserves Versus a Pigovian Tax-Cum-Subsidy Scheme: Reflections on the Deleveraging Crisis of 2008-9, and a Cost Benefit Analysis",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe outline the case for supporting self-insurance by imposing a tax on external borrowing in a model of an emerging market. Entrepreneurs finance tangible investments via bank intermediation of foreign borrowing, exposing the economy to negative fire-sale externalities at times of deleveraging; a risk that increases with the ratio of aggregate external borrowing to international reserves. Price taking economic agents ignore their marginal impact on the expected cost of a deleveraging crisis. The optimal borrowing tax reduces the distorted activity, external borrowing, and induces borrowers to co-finance the precautionary hoarding of international reserves.\n\n",
    "acknowledgement": "\nI would like to thank Dale Henderson, Kathryn Dominguez, Carolyn Evans and the participants at the Workshop in Honor of Stephen Turnovsky (May 2010, IHS, Vienna) and the Pacific Basin Research Conference, SF FED (October 2010) for useful comments. Insightful comments by an anonymous referee are gratefully acknowledged. Any errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}