{
    "id": 15482,
    "citation_title": "Dynamic Debt Runs",
    "citation_author": [
        "Zhiguo He",
        "Wei Xiong"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of debt runs on a firm, which invests in an illiquid asset by rolling over staggered short-term debt contracts. We derive a unique threshold equilibrium, in which creditors coordinate their asynchronous rollover decisions based on the firm's publicly observable and time-varying fundamental. Fear of the firm's future rollover risk motivates each maturing creditor to run ahead of others even when the firm is still solvent. Our model provides implications on the roles played by volatility, illiquidity and debt maturity in driving debt runs, as well as on firms' capital adequacy standards and credit risk.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Markus Brunnermeier, Doug Diamond, Itay Goldstein, Milton Harris, Arvind Krishnamurthy, Pete Kyle, Guido Lorenzoni, Stephen Morris, Jonathan Parker, Darius Palia, Adriano Rampini, Michael Roberts, David Romer, Hyun Song Shin, Andrei Shleifer, Amir Sufi, and seminar participants at Chicago, Columbia, Cornell, DePaul, 2009 FESAMES, Federal Reserve Board, Harvard/ MIT, HKMA/BIS, IMF, Kellogg, 2009 Mitsui Finance Symposium at Michigan, 2009 NBER Summer Institute workshops in Monetary Economics and in Capital Markets and the Economy, New York Fed, Philadelphia Fed, Maryland, Minnesota, Notre Dame, Princeton, Texas-Austin, and Wharton for helpful discussion and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}