{
    "id": 15485,
    "citation_title": "The Impact of Minimum Wage Rates on Body Weight in the United States",
    "citation_author": [
        "David O. Meltzer",
        "Zhuo Chen"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrowing consumption of increasingly less expensive food, and especially \"fast food\", has been cited as a potential cause of increasing rate of obesity in the United States over the past several decades. Because the real minimum wage in the United States has declined by as much as half over 1968-2007 and because minimum wage labor is a major contributor to the cost of food away from home we hypothesized that changes in the minimum wage would be associated with changes in bodyweight over this period. To examine this, we use data from the Behavioral Risk Factor Surveillance System from 1984-2006 to test whether variation in the real minimum wage was associated with changes in body mass index (BMI). We also examine whether this association varied by gender, education and income, and used quantile regression to test whether the association varied over the BMI distribution. We also estimate the fraction of the increase in BMI since 1970 attributable to minimum wage declines. We find that a $1 decrease in the real minimum wage was associated with a 0.06 increase in BMI. This relationship was significant across gender and income groups and largest among the highest percentiles of the BMI distribution. Real minimum wage decreases can explain 10% of the change in BMI since 1970. We conclude that the declining real minimum wage rates has contributed to the increasing rate of overweight and obesity in the United States. Studies to clarify the mechanism by which minimum wages may affect obesity might help determine appropriate policy responses.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the financial support of the Chicago Center of Excellence in Health Promotion Economics (P30 CDC000147-01, PI: Meltzer) from the Centers for Disease Control and Prevention and a Midcareer Career Development Award from the National Institute of Aging (1 K24 AG031326-01, PI Meltzer). Dr. Meltzer would also like to acknowledge salary support from the Agency for Healthcare Research and Quality through the Hospital Medicine and Economics Center for Education and Research on Therapeutics (CERT) (U18 HS016967-01, PI: Meltzer). The work of Zhuo Chen was done when he was a postdoctoral scholar at the Chicago Center of Excellence in Health Promotion Economics, The University of Chicago.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}