{
    "id": 15488,
    "citation_title": "Trends in the Level and Distribution of Income Support",
    "citation_author": [
        "Robert A. Moffitt",
        "John Karl Scholz"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeans-tested and social insurance programs in the U.S. have been transformed over the last 25 years, with expansions in Medicare and Medicaid, the Earned Income Tax Credit, and Supplemental Security Income, and with contractions in Temporary Assistance for Needy Families.  We examine the effect of these changes on benefits received by families.  We find that transfer program expenditures in total rose from 1984 to 2004 but the increase was spread unevenly across different demographic groups and income classes.  Very poor elderly, disabled, and childless families received greatly increased expenditures, mostly arising from Social Security, SSDI, SSI, and the health programs.  Very poor single parent and two-parent households experienced declines in expenditures, driven largely by lower recipiency rates, benefit receipt, or both in the AFDC/TANF and Food Stamp programs.  For example, AFDC-TANF participation for one-adult families with children and market income below 50 percent of the poverty line fell from 62 percent in 1984 to 24 percent in 2004.  However, expenditures received by one- and two-parent households further up the income scale increased, largely because of expansions of the EITC.  Thus there was a redistribution of income from the very poor to the near-poor and nonpoor for these one- and two-parent households, as well as an overall relative redistribution from them to the elderly, disabled, and childless.\n\n",
    "acknowledgement": "\nThis paper was prepared for the \"Tax Policy in the Economy\" meeting in Washington, D.C., September 24, 2009, sponsored by the NBER.  We particularly thank Hsueh-Hsiang (Cher) Li for truly outstanding assistance.  We are also grateful to Jeff Brown, Ben Cowan, Mark Duggan, Jon Gruber, Bob Plotnick, Chad X. Ruppel, and participants at the September 24 meeting for providing helpful advice. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}