{
    "id": 15495,
    "citation_title": "Regulation, Allocation, and Leakage in Cap-and-Trade Markets for CO2",
    "citation_author": [
        "James B. Bushnell",
        "Yihsu Chen"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe allocation of emissions allowances is among the most contentious elements of the design of cap-and-trade systems.  In this paper we develop a detailed representation of the US western electricity market to assess the potential impacts of various allocation proposals.  Several proposals involve the \"updating'' of permit allocation, where the allocation is tied to the ongoing output, or input use, of plants.  These allocation proposals are designed with the goals of limiting the pass-through of carbon costs to product prices, mitigating leakage, and of mitigating costs to high-emissions firms.  However, some forms of updating can also inflate permit prices, thereby limiting the benefits of such schemes to high emissions firms.   Rather than mitigating the impact on high carbon producers, the net operating profit of such firms can actually be lower under input-based updating than under auctioning.   This is due to the fact that product prices (and therefore revenues) are lower under input-based updating, but overall compliance costs are relatively comparable between auctioning and input-based updating.  In this way, the anticipated benefits from allocation updating are reduced and further distortions are introduced into the trading system.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful discussion and comments from Dallas Burtraw, Meredith Fowlie, Don Fullerton, Adrien Kandel, Andreas Lange, Scott Murtishaw, Charles Kolstad, Ellen Wolfe, and seminar participants at UC Berkeley, Rice University, Iowa State University, Johns Hopkins, and the NBER winter institute. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}