{
    "id": 15497,
    "citation_title": "Family Violence and Football: The Effect of Unexpected Emotional Cues on Violent Behavior",
    "citation_author": [
        "David Card",
        "Gordon Dahl"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nFamily violence is a pervasive and costly problem, yet there is no consensus on how to interpret the phenomenon of violence by one family member against another.  Some analysts assume that violence has an instrumental role in intra-family incentives. Others argue that violent episodes represent a loss of control that the offender immediately regrets.  In this paper we specify and test a behavioral model of the latter form. Our key hypothesis is that negative emotional cues - benchmarked relative to a rationally expected reference point - make a breakdown of control more likely.  We test this hypothesis using data on police reports of family violence on Sundays during the professional football season.  Controlling for location and time fixed effects, weather factors, the pre-game point spread, and the size of the local viewing audience, we find that upset losses by the home team (losses in games that the home team was predicted to win by more than 3 points) lead to an 8 percent increase in police reports of at-home male-on-female intimate partner violence.  There is no corresponding effect on female-on-male violence.  Consistent with the behavioral prediction that losses matter more than gains, upset victories by the home team have (at most) a small dampening effect on family violence.  We also find that unexpected losses in highly salient or frustrating games have a 50% to 100% larger impact on rates of family violence.  The evidence that payoff-irrelevant events affect the rate of family violence leads us to conclude that at least some fraction of family violence is better characterized as a breakdown of control than as rationally directed instrumental violence.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Institute of Child Health and Human Development (1R01HD056206-01A1).  We are extremely grateful to Stefano DellaVigna, Botund Koszegi, and Matthew Rabin for advice on an earlier draft, and to seminar participants at Claremont McKenna, the Saint Louis Federal Reserve, SITE, UC Berkeley, UC Irvine, UC Santa Barbara, UC San Diego, and the University of Stavanger Norway for comments and suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}