{
    "id": 15499,
    "citation_title": "Banking Deregulations, Financing Constraints, and Firm Entry Size",
    "citation_author": [
        "William Kerr",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of US branch banking deregulations on the entry size of new firms using micro-data from the US Census Bureau.  We find that the average entry size for startups did not change following the deregulations.  However, among firms that survived at least four years, a greater proportion of firms entered either at their maximum size or closer to the maximum size in the first year.  The magnitude of these effects were small compared to the much larger changes in entry rates of small firms following the reforms. Our results highlight that this large-scale entry at the extensive margin can obscure the more subtle intensive margin effects of changes in financing constraints.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu and rnanda@hbs.edu.  We thank Stefano DellaVigna, an anonymous referee, and participants at the European Economic Association meetings for their very helpful comments.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC).  Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged.  Research results and conclusions expressed are our own and do not necessarily reflect the views of the Census Bureau, the NSF, or the National Bureau of Economic Research.\n\n\n"
}