{
    "id": 15491,
    "citation_title": "Revealing Failures in the History of School Finance",
    "citation_author": [
        "Peter H. Lindert"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay proposes a set of non-econometric tests using data on wage structure, school resource costs, public expenditures, taxes, and rates of return to explain anomalies in which richer political units deliver less education than poorer ones.  \nBoth the anomalies of education history, and its less surprising contrasts, fit broad patterns that can be revealed and partially explained using low-tech methods.  Over most of human history, contrasts in the output of education were driven mainly by contrasts in the supply of tax support for mass education.  Exogenous influences on the demand for, and the private supply of, education played only lesser roles. Pro-growth public education could have emerged a century or two earlier than it did, had the leading countries of Western Europe mustered the political will to fund it.  Government underinvestment in mass education is demonstrated for England and Wales between 1717 and 1891.  Differences in political support still account for most of today's education anomalies where the contrasts involve less developed regions.  \nIn today's highest-income settings, however, differences in tax funding lose their previous explanatory power.  The postwar shift away from strong effects of school resources calls for a renewed introduction of historical context into the \"does money matter\" debate.\n\n",
    "acknowledgement": "\nFor their helpful comments on earlier drafts, the author thanks Sun Go, Maarten Prak, Noam Yuchtman, and conference participants at Queens University in Kingston, at the Instituto de Ciências Sociais in Lisbon, at the Fundación Ramón Areces and Instituto Figuerola in Madrid, and at UC Davis.  The usual absolving disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}