{
    "id": 15496,
    "citation_title": "By How Much Does GDP Rise if the Government Buys More Output?",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring World War II and the Korean War, real GDP grew by about half the amount of the increase in government purchases. With allowance for other factors holding back GDP growth during those wars, the multiplier linking government purchases to GDP may be in the range of 0.7 to 1.0, a range generally supported by research based on vector autoregressions that control for other determinants, but higher values are not ruled out. New Keynesian macro models have multipliers in that range as well. On the other hand, neoclassical models have a much lower multiplier, because they predict that consumption falls when purchases rise. The key features of a model that delivers a higher multiplier are (1) the decline in the markup ratio of price over cost that occurs in those models when output rises, and (2) the elastic response of employment to an increase in demand. These features alone deliver a fairly high multiplier and they are complementary to another feature associated with Keynes, the linkage of consumption to current income. Multipliers are higher--perhaps around 1 .7--when the nominal interest rate is at its lower bound of zero, as it was during 2009.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Panel on Economic Activity, September 10, 2009. I am grateful to the editors and discussants and to Robert Barro, Susanto Basu, Jordi Gall, Jonathan Parker, Fabrizio Perri, Valerie Ramey, and Ricardo Reis for guidance and comments. A file containing the calculations is available at my website. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}