{
    "id": 15493,
    "citation_title": "Family Bonding with Universities",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne justification offered for legacy admissions policies at universities is that that they bind entire families to the university. Proponents maintain that these policies have a number of benefits, including increased donations from members of these families. We use a rich set of data from an anonymous selective research institution to investigate which types of family members have the most important effect upon donative behavior. We find that the effects of attendance by members of the younger generation (children, children-in-law, nieces and nephews) are greater than the effects of attendance by the older generations (parents, parents-in-law, aunts and uncles). Previous research has indicated that, in a variety of contexts, men and women differ in their altruistic behavior. However, we find that there are no statistically discernible differences between men and women in the way their donations depends on the alumni status of various types of relatives. Neither does the gender of the various types of relatives who attended the university seem to matter. Thus, for example, the impact of having a son attend the univer-sity is no different from the effect of a daughter.\n\n",
    "acknowledgement": "\nWe are grateful to Donna Lawrence, Brian McDonald, Ashley Miller, Julie Shadle, and two referees for useful suggestions. This research was supported by Princeton's Center for Economic Policy Studies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}