{
    "id": 15490,
    "citation_title": "Cross-Country Differences in Productivity: The Role of Allocation and Selection",
    "citation_author": [
        "Eric J. Bartelsman",
        "John C. Haltiwanger",
        "Stefano Scarpetta"
    ],
    "citation_publication_date": "2009-11-05",
    "issue_date": "2009-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper combines different strands of the productivity literature to investigate the effect of idiosyncratic (firm-level) policy distortions on aggregate outcomes. On the one hand, a growing body of empirical research has been relating cross-country differences in key economic outcomes, such as productivity or output per capita, to differences in policies and institutions that shape the business environment. On the other hand, a branch of empirical research has attempted to shed light on the determinants of productivity at the firm level and the evolution of the distribution of productivity across firms within each industry.  In this paper, we exploit a rich source of data with harmonized statistics on firm level variation within industries for a number of countries. Our key empirical finding is that there is substantial variation in the within-industry covariance between size and productivity across countries, but this covariance varies significantly across countries and is affected by the presence of idiosyncratic distortions. We develop a model in which heterogeneous firms face adjustment frictions (overhead labor and quasi-fixed capital) and idiosyncratic distortions. We show that the model can be readily calibrated to match the observed cross-country patterns of the within-industry covariance between productivity and size and thus help to explain the observed differences in aggregate performance.\n\n",
    "acknowledgement": "\nWe are also indebted to comments received on earlier drafts and presentations from Susanto Basu, Mary Hallward-Driemeier, John Fernald, Chang-Tai Hsieh, Pete Klenow, Ariel Pakes, Amil Petrin, and John Sutton as well as to participants from the World Bank Conferences on the \"Microeconomics of Growth\" and on \"Firm Dynamics\" and the NBER Summer Institute.  We thank the International Growth Centre, the World Bank, and the OECD for financial support. The views expressed in this paper are those of the authors and should not be held to represent those of the OECD, its Member countries, or the National Bureau of Economic Research.\n\n\n"
}