{
    "id": 15503,
    "citation_title": "Import Competition and Quality Upgrading",
    "citation_author": [
        "Mary Amiti",
        "Amit K. Khandelwal"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIt is important to understand the factors that influence a country's transition from the production of low-quality to high-quality products since the production of high-quality goods is often viewed as a pre-condition for export success and, ultimately, for economic development. In this paper, we provide the first evidence that countries' import tariffs affect the rate at which they upgrade the quality of their products. We analyze the effect of import competition on quality upgrading using highly disaggregated export data to the U.S. from fifty-six countries in 10,000 products using a novel approach to measure quality. As predicted by recent distance to the frontier models, we find that lower tariffs are associated with quality upgrading for products close to the world quality frontier, whereas lower tariffs discourage quality upgrading for products distant from the frontier.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Competition and Quality Upgrading.\" We thank Nina Pavcnik, David Weinstein and participants at seminars at the Federal Reserve Bank of New York, Yale University, Geneva Graduate Institute and the European Research Workshop (ERWIT) in Madrid for many useful suggestions. We thank Spencer Amdur for excellent research assistance. All errors are our own. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or the National Bureau of Economic Research.\n\n\n"
}