{
    "id": 15512,
    "citation_title": "Credit Booms Gone Bust: Monetary Policy, Leverage Cycles and Financial Crises, 1870-2008",
    "citation_author": [
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe crisis of the advanced economies in 2008-09 has focused new attention on money and credit fluctuations, financial crises, and policy responses. We study the behavior of money, credit, and macroeconomic indicators over the long run based on a new historical dataset for 14 countries over the years 1870-2008, using the data to study rare events associated with financial crisis episodes. We present new evidence that leverage in the financial sector has increased strongly in the second half of the twentieth century as shown by a decoupling of money and credit aggregates. We show for the first time how monetary policy responses to financial crises have been more aggressive post-1945, but how despite these policies the output costs of crises have remained large. Importantly, we demonstrate that credit growth is a powerful predictor of financial crises, suggesting that such crises are \"credit booms gone wrong\" and that policymakers ignore credit at their peril. It is only with the long-run comparative data assembled for this paper that these patterns can be seen clearly.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the American Economic Review. Some research was undertaken while Taylor was a visitor at the London School of Economics and a Houblon-Norman/George Fellow at the Bank of England. The generous support of both institutions is gratefully acknowledged. We thank Roland Beck, Warren Coats, Steven Davis, Charles Goodhart, Pierre-Cyrille Hautcoeur, Carl-Ludwig Holtfrerich, Gerhard Illing, Christopher Meissner, Kris Mitchener, Eric Monnet, Andreas Pick, Hyun Shin, Solomos Solomou, Richard Sylla, and two anonymous referees for helpful comments. We also benefitted from helpful comments by conference and workshop participants at the Bank of England, the Federal Reserve Bank of San Francisco, the 2010 EHA meetings, the ECB, the NBER DAE Program Meeting, the 16th Dubrovnik Economic Conference, New York University, Fordham University, Columbia University, the Free University of Berlin, and the Universities of Munich, Mannheim, Muenster and Kiel. Farina Casselmann, Stephanie Feser, and Felix Mihram provided valuable research assistance. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}