{
    "id": 15519,
    "citation_title": "The Feldstein-Horioka fact",
    "citation_author": [
        "Domenico Giannone",
        "Michele Lenza"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that general equilibrium effects can partly rationalize the high correlation between saving and investment rates observed in OECD countries. We find that once controlling for general equilibrium effects the saving-retention coefficient remains high in the 70's but decreases considerably since the 80's, consistently with the increased capital mobility in OECD countries.\n\n",
    "acknowledgement": "\nThis paper was presented at the 32nd ISoM in Cyprus (June 2009) and we wish to thank the editors Lucrezia Reichlin and Kenneth West, the discussants Richard Clarida and Philippe Lane and the participants for comments and suggestions. We are particularly indebted to Lucrezia Reichlin, Oved Yosha and Philippe Weil for inspiration and encouragement. We thank Michel Beine, Pierpaolo Benigno, Daniela Bragoli, Giacomi Carboni, Antonio Ciccone, Antonello D'Agostino, Andrea Lamorgese, Giordano Mion, Maurice Obstfeld, Giorgio Primiceri, Luca Sala, Chiara Scotti, Cristina Vespro and Wolf Wagner for many helpful suggestions and comments. All remaining errors are our own. Domenico Giannone gratefully acknowledges financial support from the RTN network on \"Diversification versus Specialization\" funded by the European Commission. The views expressed in this paper are exclusively those of the authors and do not necessarily reflect those of the European Central Bank and the Eurosystem. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}