{
    "id": 15510,
    "citation_title": "Heterogeneity in the effect of regulation on entrepreneurship and entry size",
    "citation_author": [
        "Silvia Ardagna",
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use cross-national harmonized micro data from a broad sample of developed and developing countries and investigate the heterogeneity of the effect of entry, contract enforcement regulation, and financial development on both the decision to become an entrepreneur and the level of employment of newly created businesses. We focus on the interaction between the level of regulation and financial development and some individual characteristics that are important determinants of entrepreneurship, such as gender, business skills, and social networks. We find that entry regulation moderates the effect of business skills, while accentuating the effect of gender, even after accounting for the level of financial development. Specifically, women are more likely to enter into entrepreneurship in countries with higher levels of entry regulation, but mainly because they cannot find better work. This effect is also more pronounced in countries that are less financially developed. Furthermore, individuals who report having business skills are less likely to enter entrepreneurship in countries with higher entry regulation. Finally, we also find that individuals who know other entrepreneurs are less likely to start large businesses in countries with higher levels of entry and contract enforcement regulation.\n\n",
    "acknowledgement": "\nWe would like to thank Marianne Bertrand, Marco Da Rin, Stefano DellaVigna, William Kerr, Ramana Nanda, Paul Reynolds, Fabio Schiantarelli, Alessandro Sembenelli, one anonymous referee, and participants at the European Economic Association meetings and the 2009 NBER Summer Institute for their comments and help with the data. Any errors are our responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}