{
    "id": 15514,
    "citation_title": "Anchors Away: How Fiscal Policy Can Undermine the Taylor Principle",
    "citation_author": [
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSlow moving demographics are aging populations around the world and pushing many countries into an extended period of heightened fiscal stress. In some countries, taxes alone cannot or likely will not fully fund projected pension and health care expenditures. If economic agents place sufficient probability on the economy hitting its \"fiscal limit\" at some point in the future--after which further tax revenues are not forthcoming--it may no longer be possible for monetary policy behavior that obeys the Taylor principle to control inflation or anchor inflation expectations. In the period leading up to the fiscal limit, the more aggressively that monetary policy leans against inflationary winds, the more expected inflation becomes unhinged from the inflation target. Problems confronting monetary policy are exacerbated when policy institutions leave fiscal objectives and targets unspecified and, therefore, fiscal expectations unanchored. In light of this theory, the paper contrasts monetary-fiscal policy frameworks in the United States and Chile.\n\n",
    "acknowledgement": "\nPrepared for the Banco Central de Chile's 13th Annual Conference, November 19 and 20, 2009. I thank Todd Walker for many insightful conversations. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}