{
    "id": 15517,
    "citation_title": "A Mathematical Model for Estimating the Number of Health Workers Required for Universal Antiretroviral Treatment",
    "citation_author": [
        "Till Bärnighausen",
        "David E. Bloom",
        "Salal Humair"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite recent international efforts to increase antiretroviral treatment (ART) coverage, it is estimated that more than 5 million people who need ART in developing countries do not receive such treatment. Shortages of human resources to treat HIV/AIDS (HRHA) are one of the main constraints to scaling up ART.  We develop a discrete-time Markovian model to project the numbers of HRHA required to achieve universal ART coverage, taking into account the positive feedback from HRHA numbers to future HRHA need. Feedback occurs because ART is effective in prolonging the lives of HIV-positive people who need treatment, so that an increase in the number of people receiving treatment leads to an increase in the number of people needing it in future periods.  We investigate the steady-state behavior of our model and apply it to different regions in the developing world. We find that taking into account the feedback from the current supply of HRHA to the future HRHA need substantially increases the projected numbers of HRHA required to achieve universal ART coverage.  We discuss the policy implications of our model.\n\n",
    "acknowledgement": "\nWe thank Larry Rosenberg of the Harvard School of Public Health for his comments and assistance in the preparation of this paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}