{
    "id": 15516,
    "citation_title": "Global Climate Policy Architecture and Political Feasibility: Specific Formulas and Emission Targets to Attain 460 ppm CO2 Concentrations",
    "citation_author": [
        "Valentina Bosetti",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany analysts have identified three important gaps in the Kyoto Protocol: the absence of emission targets extending far into the future, the absence of participation by the United States, China, and other developing countries, and the absence of reason to think that members will abide by commitments.  It appears that political constraints on the country-by-country distribution of economic costs are a key stumbling block to filling these gaps.  This paper investigates formulas that assign quantitative allocations of emissions, across countries, one budget period at a time, to see if it is possible to satisfy the constraints.  The two-part plan: (i) China and other developing countries accept targets at BAU in the coming budget period, the same period in which the US first agrees to cuts below BAU; and (ii) all countries are asked in the future to make further cuts in accordance with a formula which sums up a Progressive Reductions Factor, a Latecomer Catch-up Factor, and a Gradual Equalization Factor.  An earlier plan for specific parameter values in the formulas - Frankel (2009), as analyzed by Bosetti, et al (2009) - achieved the environmental goal that concentrations of CO2 plateau at 500 ppm by 2100.   It succeeded in obeying our political constraints, such as keeping the economic cost for every country below the thresholds of Y=1% of income in Present Discounted Value, and X=5% of income in the worst period.\nIn pursuit of more aggressive environmental goals, we now advance the dates at which some countries are asked to begin cutting below BAU, within our framework.  We also tinker with the values for the parameters in the formulas.   The resulting target paths for emissions are run through the WITCH model to find their economic and environmental effects.\nWe find that it is not possible to attain a 380 ppm CO2 goal (roughly in line with the 2°C target) without violating our political constraints.  We were however, able to attain a concentration goal of 460 ppm CO2 with looser political constraints.  The most important result is that we had to raise the threshold of costs above which a country drops out, to as high as Y =3.4% of income in PDV terms, or X =12 % in the worst budget period.\nWhether one concludes from these results that the more aggressive environmental goals are, or are not, attainable at reasonable economic costs, the approach developed here provides a framework for exploring maximization of the tradeoff between the benefits of cutting global emissions and the political feasibility of getting individual countries to share the burden.\n\n",
    "acknowledgement": "\nThe authors would like to thank for support the Sustainability Science Program, funded by Italy's Ministry for Environment, Land and Sea, at the Center for International Development at Harvard University and  the Climate Impacts and Policy Division of the EuroMediterranean Center on Climate Change (CMCC). The paper was written while Valentina Bosetti was visiting at the Princeton Environmental Institute (PEI) in the framework of cooperation between CMCC and PEI. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}