{
    "id": 15518,
    "citation_title": "The Carry Trade and Fundamentals: Nothing to Fear But FEER Itself",
    "citation_author": [
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe carry trade is the investment strategy of going long in high-yield target currencies and short in low-yield funding currencies. Recently, this naive trade has seen very high returns for long periods, followed by large crash losses after large depreciations of the target currencies. Based on low Sharpe ratios and negative skew, these trades could appear unattractive, even when diversified across many currencies. But more sophisticated conditional trading strategies exhibit more favorable payoffs. We apply novel (within economics) binary-outcome classification tests to show that our directional trading forecasts are informative, and out-of-sample loss-function analysis to examine trading performance. The critical conditioning variable, we argue, is the fundamental equilibrium exchange rate (FEER). Expected returns are lower, all else equal, when the target currency is overvalued. Like traders, researchers should incorporate this information when evaluating trading strategies. When we do so, some questions are resolved: negative skewness is purged, and market volatility (VIX) is uncorrelated with returns; other puzzles remain: the more sophisticated strategy has a very high Sharpe ratio, suggesting market inefficiency.\n\n",
    "acknowledgement": "\nTaylor has been supported by the Center for the Evolution of the Global Economy at UC Davis and Jorda by DGCYT Grant (SEJ2007-63098-econ); part of this work was completed whilst Taylor was a Houblon-Norman/George Fellow at the Bank of England; all of this research support is gratefully acknowledged. We thank Travis Berge and Yanping Chong for excellent research assistance. We acknowledge helpful comments from Vineer Bhansali, Richard Meese, Michael Melvin, Stefan Nagel, Michael Sager, Mark Taylor, and seminar participants at The Bank of England, Barclays Global Investors, London Business School, London School of Economics, the 3rd annual JIMF-SCCIE conference, the NBER IFM program meeting, and PIMCO. All errors are ours. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}