{
    "id": 15521,
    "citation_title": "Immigration, Wages, and Compositional Amenities",
    "citation_author": [
        "David Card",
        "Christian Dustmann",
        "Ian Preston"
    ],
    "citation_publication_date": "2009-11-12",
    "issue_date": "2009-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists are often puzzled by the stronger public opposition to immigration than trade, since the two policies have similar effects on wages.  Unlike trade, however, immigration can alter the composition of the local population, imposing potential externalities on natives.  While previous studies have addressed fiscal spillover effects, a broader class of externalities arise because people value the 'compositional amenities' associated with the characteristics of their neighbors and co-workers.  In this paper we present a new method for quantifying the relative importance of these amenities in shaping attitudes toward immigration.  We use data for 21 countries in the 2002 European Social Survey, which included a series of questions on the economic and social impacts of immigration, as well as on the desirability of increasing or reducing immigrant inflows. We find that individual attitudes toward immigration policy reflect a combination of concerns over conventional economic impacts (i.e., wages and taxes) and compositional amenities, with substantially more weight on the latter.  Most of the difference in attitudes toward immigration between more and less educated natives is attributable to heightened concerns over compositional amenities among the less-educated.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the European Social Survey questionnaire design team for their assistance in the design of the questions included in the 2002 ESS Survey, and to the Nuffield Foundation, the Centre for Research and Analysis of Migration (CReAM), and the Center for Labor Economics at Berkeley for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}