{
    "id": 15528,
    "citation_title": "Financial Choice in a Non-Ricardian Model of Trade",
    "citation_author": [
        "Katheryn N. Russ",
        "Diego Valderrama"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe join the new trade theory with a model of choice between bank and bond financing to show the differential effects of financial policy on the distribution of firm size, welfare, aggregate output, gains from trade, and the real exchange rate in a small open economy.  Increasing bank efficiency and reducing bond transaction costs both increase welfare but have opposite effects on the extensive margin of trade, aggregate exports, and the real exchange rate.  Increasing the degree of trade openness increases firms' relative demand for bond versus bank financing.  We identify a financial switching channel for gains from trade where increasing access to export markets allows firms to overcome high fixed costs of bond issuance to secure a lower marginal cost of capital.\n\n",
    "acknowledgement": "\nThe authors thank Paul Bergin, Galina Hale, Bart Hobijn, and especially Martin Bodenstein for helpful discussions.  Hirotaka Miura provided excellent research assistance. In addition, we are grateful to the participants at the 2009 APEA Meetings held in Santa Cruz (CA), IMF Institute, the Board of Governors of the Federal Reserve, and the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}