{
    "id": 15522,
    "citation_title": "Discovering One's Talent: Learning from Academic Specialization",
    "citation_author": [
        "Ofer Malamud"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn addition to providing useful skills, education may also yield valuable information about one's tastes and talents. This paper exploits an exogenous difference in the timing of academic specialization within the British system of higher education to test whether education provides such information. I develop a model in which individuals, by taking courses in different fields of study, accumulate field-specific skills and receive noisy signals of match quality to these fields. Distinguishing between educational regimes with early and late specialization, I derive comparative static predictions about the likelihood of switching to an occupation that is unrelated to one's field of study. If higher education serves mainly to provide specific skills, the model predicts more switching in a regime with late specialization because the cost of switching is lower in terms of foregone skills. Using survey and administrative data on university graduates, I find that individuals from Scotland, where specialization occurs relatively late, are less likely to switch to an unrelated occupation compared to their English counterparts who specialize early. This implies that the benefits to increased match quality are sufficiently large to outweigh the greater loss in skills from specializing early, and thus confirms the important role of higher education in helping students discover their own tastes and talents.\n\n",
    "acknowledgement": "\nI wish to thank Nittai Bergman, Kerwin Charles, Claudia Goldin, Caroline Hoxby, Seema Jayachandran, William Johnson, Larry Katz, Bob Lalonde, Derek Neal, Cristian Pop-Eleches, Bruce Sacerdote, two anonymous referees, as well as seminar participants at Clemson University, Hebrew University, Harvard University, Michigan State University, Tel-Aviv University, UCSD, UC Riverside, University of Chicago, and the NBER Higher Education meeting for many helpful suggestions. I am grateful to the Universities Statistical Record, the UK Data Archive, and several university administrators in Scotland and England for assistance. All errors are my own. This work was supported by a grant from the Spencer Foundation. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}