{
    "id": 15527,
    "citation_title": "Markets for Reputation: Evidence on Quality and Quantity in Academe",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Gerard A. Pfann"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of the market for individual reputation, an indicator of regard by one's peers and others.  The central questions are: 1) Does the quantity of exposures raise reputation independent of their quality? and 2) Assuming that overall quality matters for reputation, does the quality of an individual's most important exposure have an extra effect on reputation?  Using evidence for academic economists, we find that, conditional on its impact, the quantity of output has no or even a negative effect on each of a number of proxies for reputation, and very little evidence that a scholar's most influential work provides any extra enhancement of reputation.  Quality ranking matters more than absolute quality. Data on mobility and salaries show, on the contrary, substantial positive effects of quantity, independent of quality. We test various explanations for the differences between the determinants of reputation and salary.\n\n",
    "acknowledgement": "\nWe thank Randall Akee, Jason Faberman, Mark Harrison, Ken Hendricks, Andrea Ichino, Lawrence Kahn, Arthur Markman, Gerald Oettinger, James Pennebaker, James Ragan, Joe Stone, Mark Walker, and participants in seminars at several universities and IZA. Karen Mulligan and Amanda Smith provided very careful research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}