{
    "id": 15523,
    "citation_title": "Currency Carry Trade Regimes: Beyond the Fama Regression",
    "citation_author": [
        "Richard Clarida",
        "Josh Davis",
        "Niels Pedersen"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the factors that account for the returns on currency carry trade strategies. Using a dataset of daily returns spanning 18 years for 5 different long - short currency carry portfolios, we first document a robust empirical relationship between carry trade excess returns and exchange rate volatility, both realized and implied. Specifically, we extend and refine the results in Bhansali (2007) by documenting that currency carry trade strategies implemented with forward contracts have payoff and risk characteristics that are similar to those of currency option strategies that sell out of the money puts on high interest rates currencies. Both strategies have the feature of collecting premiums or carry to generate persistent excess returns that unwind sharply resulting in losses when actual and implied volatility rise. \nWe next also document significant volatility regime sensitivity for Fama regressions estimated over low and high volatility periods. Specifically we find that the well known result that a regression of the realized exchange rate depreciation on the lagged interest rate differential produces a negative slope coefficient (instead of unity as predicted by uncovered interest parity) is an artifact of the volatility regime: when volatility is in the top quartile, the Fama regression produces a positive coefficient that is greater than unity. The third section of the paper documents the existence of an intuitive and significant co-movement between currency risk premium and risk premia in yield curve factors that drive bond yields in the countries that comprise carry trade pairs. We show that yield curve level factors are positively correlated with carry trade excess returns while yield curve slope factors are negatively correlated with carry trade excess returns. Importantly, we show that this correlation is robust to the current crisis and to the inclusion of equity volatility in the model. What distinguishes carry trade returns in the current crisis from non crisis periods is not changed loading on yield curve factors but a much larger loading on the equity factor.\n\n",
    "acknowledgement": "\nWe would like to thank Vineer Bhansali for stimulating and renewing our interest in this topic. We thank our discussant and participants at the Warwick/JIMF conference on the Global  Financial Crisis(2009) for valuable suggestions and comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}