{
    "id": 15525,
    "citation_title": "Current Account Fact and Fiction",
    "citation_author": [
        "David Backus",
        "Espen Henriksen",
        "Frederic Lambert",
        "Christopher Telmer"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith US trade and current account deficits approaching 6% of GDP,  some have argued that the country is \"on the comfortable path to ruin\"  and that the required \"adjustment'' may be painful.  We suggest instead that things are fine:   although national saving is low, the ratios of household and consolidated net worth to GDP remain high.  In our view, the most striking features of the world at present are the low rates of investment and growth in some of the richest countries, whose surpluses account for about half of the US deficit.  The result is that financial capital is flowing out of countries with low investment and growth and into the US and other fast-growing countries.  Oil exporters account for much of the rest.\n\n",
    "acknowledgement": "\nThis paper was written in 2005, before concerns about \"global imbalances'' were overwhelmed by the global financial crisis.  We welcome comments, including advice on data and measurement issues and references to papers we inadvertently overlooked.  We thank Richard Clarida, Gian Luca Clementi, Nouriel Roubini, and Gian Luca Violante for useful comments, as well as participants at the SED (June 2005) and the NBER Summer Institute (July 2005). The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}