{
    "id": 15526,
    "citation_title": "Taxation of Human Capital and Wage Inequality: A Cross-Country Analysis",
    "citation_author": [
        "Fatih Guvenen",
        "Burhanettin Kuruscu",
        "Serdar Ozkan"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWage inequality has been significantly higher in the United States than in continental European countries (CEU) since the 1970s. Moreover, this inequality gap has further widened during this period as the US has experienced a large increase in wage inequality, whereas the CEU has seen only modest changes. This paper studies the role of labor income tax policies for understanding these facts, focusing on male workers. We construct a life cycle model in which individuals decide each period whether to go to school, work, or stay non-employed. Individuals can accumulate skills either in school or while working. Wage inequality arises from differences across individuals in their ability to learn new skills as well as from idiosyncratic shocks. Progressive taxation compresses the (after-tax) wage structure, thereby distorting the incentives to accumulate human capital, in turn reducing the cross-sectional dispersion of (before-tax) wages. Consistent with the model, we empirically document that countries with more progressive labor income tax schedules have (i) significantly lower before-tax wage inequality at different points in time and (ii) experienced a smaller rise in wage inequality since the early 1980s. We then study the calibrated model and find that these policies can account for half of the difference between the US and the CEU in overall wage inequality and 84% of the difference in inequality at the upper end (log 90-50 differential). In a two-country comparison between the US and Germany, the combination of skill-biased technical change and changing progressivity of tax schedules explains all the difference between the evolution of inequality in these two countries since the early 1980s.\n\n",
    "acknowledgement": "\nFor helpful early conversations on this project, we thank Daron Acemoglu, Richard Rogerson, and Tom Sargent. For helpful comments on this draft, we thank Gueorgui Kambourov (our discussant), Tom Krebs, Dirk Krueger, Lars Ljungqvist, Bob Lucas, Victor Rios-Rull, Kjetil Storesletten, Gustavo Ventura, Gianluca Violante, and seminar participants at Columbia, Duke, Iowa, NYU, Penn State, Texas A&M, Toronto, Upenn, Universidad Carlos III, Universite de Paris 1-Sorbonne, University of Oslo, Koc, Sabanci; conference participants at the NBER Macro Perspectives group meetings, the Cowles Foundation Summer Conference at Yale University, Heterogeneous-Agent Models in Macroeconomics Conference at the University of Mannheim, Conference on Consumption and Income Risk at the University of Zurich, the SED conference, and the Midwest Macro Conference. Marina Mendes Tavares provided excellent research assistance. Guvenen acknowledges financial support from the University of Minnesota Grant-in-Aid fellowship. All remaining errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}