{
    "id": 15529,
    "citation_title": "Trust and Delegation",
    "citation_author": [
        "Stephen Brown",
        "William Goetzmann",
        "Bing Liang",
        "Christopher Schwarz"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to imperfect transparency and costly auditing, trust is an essential component of financial intermediation. In this paper we study a sample of 444 due diligence (DD) reports from a major hedge fund DD firm. A routine feature of due diligence is an assessment of integrity. We find that misrepresentation about past legal and regulatory problems is frequent (21%), as is incorrect or unverifiable representations about other topics (28%). Misrepresentation, the failure to use a major auditing firm, and the use of internal pricing are significantly related to legal and regulatory problems, indices of operational risk. We find that DD reports are typically performed after positive performance and investor inflows. We control for potential bias due to this and other potential conditioning. An operational risk score based on information contained in the DD reports significantly predicts subsequent fund failure and statistical performance characteristics out of sample. Finally we find that observed operational risk characteristics do not appear to moderate fund flow.\n\n",
    "acknowledgement": "\nWe thank Mila Getmansky, Ed Kane, Bob Krause, Hossein Kazemi, and Andrew Lo and seminar participants at the Oxford-Man Institute for Quantitative Finance and Rutgers University for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.  We are grateful to HedgeFundDueDiligence.com for providing their data for this research (http://www.hedgefundduediligence.com/).\n\n\n"
}