{
    "id": 15533,
    "citation_title": "Jump-Robust Volatility Estimation using Nearest Neighbor Truncation",
    "citation_author": [
        "Torben G. Andersen",
        "Dobrislav Dobrev",
        "Ernst Schaumburg"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose two new jump-robust estimators of integrated variance based on high-frequency return observations. These MinRV and MedRV estimators provide an attractive alternative to the prevailing bipower and multipower variation measures. Specifically, the MedRV estimator has better theoretical efficiency properties than the tripower variation measure and displays better finite-sample robustness to both jumps and the occurrence of \"zero'' returns in the sample. Unlike the bipower variation measure, the new estimators allow for the development of an asymptotic limit theory in the presence of jumps. Finally, they retain the local nature associated with the low order multipower variation measures. This proves essential for alleviating finite sample biases arising from the pronounced intraday volatility pattern which afflict alternative jump-robust estimators based on longer blocks of returns. An empirical investigation of the Dow Jones 30 stocks and an extensive simulation study corroborate the robustness and efficiency properties of the new estimators.\n\n",
    "acknowledgement": "\nWe are grateful to Federico Bandi, Luca Benzoni, Jean Jacod, Per Mykland, Roel Oomen, Roberto Renò, Neil Shephard, Viktor Todorov, Lan Zhang, and, in particular Mark Podolskij and Kevin Sheppard for their insights. We also thank participants at the Singapore Management University Conference in Honor of P.C.B. Phillips, July 2008, the CREATES Volatility Symposium, Aarhus, August 2008, the Chicago/London Conference on Financial Markets, December 2008, the Humboldt-Copenhagen Conference on Recent Developments in Financial Econometrics, Berlin, March 2009, the North American Summer Meeting of the Econometric Society, Boston, June 2009, the First European Conference of the Society for Financial Econometrics, Geneva, June 2009, as well as seminar participants at the Federal Reserve Board and the U.S. Commodity Futures Trading Commission for their comments.\nAndersen gratefully acknowledges financial support from the NSF through a grant to the NBER and by CREATES funded by the Danish National Research Foundation. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of New York, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}