{
    "id": 15534,
    "citation_title": "Foreign Currency Debt, Financial Crises and Economic Growth: A Long Run View",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner",
        "David Stuckler"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign currency debt is widely believed to increase risks of financial crisis, especially after being implicated as a cause of the East Asian crisis in the late 1990s. In this paper, we study the effects of foreign currency debt on currency and debt crises and its indirect short and long run effects on output between 1880-1913 and 1973-2003 for 45 countries. Greater ratios of foreign currency debt to total debt are associated with increased risks of currency and debt crises, although the strength of the association depends crucially on the size of a country's reserve base and its policy credibility. We find that financial crises, driven by exposure to foreign currency, resulted in significant permanent output losses. We evaluate our findings by looking at the risk posed by high levels of foreign currency liabilities in eastern Europe in late 2008.\n\n",
    "acknowledgement": "\nComments on an early draft from Pedro Elosegui are greatly appreciated as are those from Mark Spiegel, Galina Hale, Jim Lothian, Andy Rose, and participants at the JIMF, Santa Cruz Center for International Economics conference. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}