{
    "id": 15532,
    "citation_title": "Cash-out or flame-out! Opportunity cost and entrepreneurial strategy: Theory, and evidence from the information security industry",
    "citation_author": [
        "Ashish Arora",
        "Anand Nandkumar"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe analyze how entrepreneurial opportunity cost conditions performance. We depart from the literature on entrepreneurship which identifies survival with performance. Instead, many entrepreneurs aim for a cash-out (IPO or acquisition), especially in innovation based industries. Striving for a cash-out makes mistakes more likely and increases the probability of failure. High opportunity cost entrepreneurs will attempt to cash-out (IPO or friendly acquisition) quickly, even if it implies a higher risk of failure. Entrepreneurs with fewer outside alternatives may tend to linger on longer.  We formalize this intuition with a simple model.  Using a novel dataset of information security startups we find that entrepreneurs with high opportunity costs are not only more likely to cash-out but they are also more likely to fail.  As well, our results confirm the predicted role of venture quality in conditioning the relationship between entrepreneurial opportunity cost and entrepreneurial performance.\n\n",
    "acknowledgement": "\nThis paper is based on a chapter of Anand Nandkumar's 2008 PhD dissertation at The Heinz School, Carnegie Mellon University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}