{
    "id": 15539,
    "citation_title": "Estimation of Treatment Effects Without an Exclusion Restriction: with an Application to the Analysis of the School Breakfast Program",
    "citation_author": [
        "Daniel L. Millimet",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the rise in childhood obesity is clear, the policy ramifications are not.  School nutrition programs such as the School Breakfast Program (SBP) have come under much scrutiny. However, the lack of experimental evidence, combined with non-random selection into these programs, makes identification of the causal effects of such programs difficult.  In the case of the SBP, this difficulty is exacerbated by the apparent lack of exclusion restrictions.  Here, we compare via Monte Carlo study several existing estimators that do not rely on exclusion restrictions for identification.  In addition, we propose two new estimation strategies. Simulations illustrate the usefulness of our new estimators, as well as provide applied researchers several practical guidelines when analyzing the causal effects of binary treatments. More importantly, we find consistent evidence of a beneficial causal effect of SBP participation on childhood obesity when applying estimators designed to circumvent selection on unobservables.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments from Jay Bhattacharya, Chris Bollinger, Ozkan Eren, Juan Carlos Escanciano, James Heckman, Keisuke Hirano, Michael Lechner, Arthur Lewbel, Salvador Navarro-Lozano, Denis Nekipelov, Jeff Smith, Aaron Yelowitz, seminar participants at SMU and U Kentucky, and conference participants at the 2009 Econometric Society Winter Meetings and the Fifth IZA Conference on Labor Market Policy Evaluation. Mehtabul Azam provided valuable research assistance. A previous version of this paper was circulated under the title \"Minimizing Bias in Selection on Observables\nEstimators When Unconfoundness Fails.''  Stata code to implement the estimators used is available from the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}