{
    "id": 15535,
    "citation_title": "Intended and Unintended Consequences of Prison Reform",
    "citation_author": [
        "Richard T. Boylan",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the 1970s, U.S. federal courts have issued court orders condemning state prison crowding. However, the impact of these court orders on prison spending and prison conditions is theoretically ambiguous because it is unclear if these court orders are enforceable. We examine states' responses to court interventions and show that these interventions generate higher per inmate incarceration costs, lower inmate mortality rates, and a reduction in prisoners per capita. If states seek to minimize the cost of crime through deterrence, an increase in prison costs should lead states to shift resources from corrections to other means of deterring crime such as welfare and education spending.\nHowever, we  find that court interventions, that are associated with higher corrections expenditures, lead to lower welfare expenditures. This suggests that the burden of increased correctional spending is borne by the poor. Furthermore, states do not increase welfare spending after their release from court order; making the reduction in welfare spending permanent. Thus, our results suggest that states do not respond to prison reform in the manner prescribed by the deterrence model. States' responses to prison reform are most consistent with the predictions in the empirical public finance literature that indicate stickiness in expenditure categories and that increases in spending in programs that affect the poor generate declines in expenditures in other program that are also targeted to the poor.\n\n",
    "acknowledgement": "\nWe would like to thank Duha Altindag for excellent research assistance. Jonah Rockoff, Francesco Drago, Christian Traxler, and seminar participants at Rice University, the 2009 NBER Summer Institute, and the First Bonn & Paris Workshop on Law and Economics provided valuable comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}