{
    "id": 15536,
    "citation_title": "Urban Economics and Entrepreneurship",
    "citation_author": [
        "Edward L. Glaeser",
        "Stuart S. Rosenthal",
        "William C. Strange"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nResearch on entrepreneurship often examines the local dimensions of new business formation.  The local environment influences the choices of entrepreneurs; entrepreneurial success influences the local economy.  Yet modern urban economics has paid relatively little attention to entrepreneurs.  This essay introduces a special issue of Journal of Urban Economics dedicated to the geography of entrepreneurship.  The paper frames the core questions facing researchers interested in assessing the local causes and consequences of entrepreneurship, perturbs a core urban model to incorporate entrepreneurship, and concludes by offering an agenda for future work on the spatial aspects of entrepreneurship.\n\n",
    "acknowledgement": "\nThe Kauffman Foundation supported this paper and all of the essays in this issue.  In addition, we are grateful to the Marcel Desautels Centre for Integrative Thinking and the Social Sciences and Humanities Research Council of Canada for research support.   We also thank Kristina Tobio and Jiashuo Feng for research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}