{
    "id": 15544,
    "citation_title": "The Effect of Newspaper Entry and Exit on Electoral Politics",
    "citation_author": [
        "Matthew Gentzkow",
        "Jesse M. Shapiro",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use new data on entries and exits of US daily newspapers from 1869 to 2004 to estimate effects on political participation, party vote shares, and electoral competitiveness. Our identification strategy exploits the precise timing of these events and allows for the possibility of confounding trends. We find that newspapers have a robust positive effect on political participation, with one additional newspaper increasing both presidential and congressional turnout by approximately 0.3 percentage points. Newspaper competition is not a key driver of turnout: our effect is driven mainly by the first newspaper in a market, and the effect of a second or third paper is significantly smaller. The effect on presidential turnout diminishes after the introduction of radio and television, while the estimated effect on congressional turnout remains similar up to recent years. We find no evidence that partisan newspapers affect party vote shares, with confidence intervals that rule out even moderate-sized effects. We find no clear evidence that newspapers systematically help or hurt incumbents.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar participants for input on this project. Mike Abito, Patrick DeJarnette, Yao Lu, James Mahon, Nathan Petek, and Mike Thomas, assisted by Felicity Bloom, Yiwei Chen, David Cheng, Felipe Diaz-Arango, Ingrid Gonçalves, Hannah Melnicoe, Hugh Montag, Harish Raja, Rui Silva, and Margarida Soares provided outstanding research assistance. James Snyder kindly provided his cleaned election data files for use in this project. This research was funded in part by the Initiative on Global Markets, the George J. Stigler Center for the Study of the Economy and the State, the Ewing Marion Kauffman Foundation, the Centel Foundation / Robert P. Reuss Faculty Research Fund, the Neubauer Family Foundation and the Kathryn C. Gould Research Fund, all at the University of Chicago Booth School of Business, the Social Sciences and Humanities Research Council of Canada, and the National Science Foundation. E-mail: gentzkow@ChicagoBooth.edu, jesse.shapiro@ChicagoBooth.edu, msinkins@fas.harvard.edu. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}