{
    "id": 15540,
    "citation_title": "Bayesian Persuasion",
    "citation_author": [
        "Emir Kamenica",
        "Matthew Gentzkow"
    ],
    "citation_publication_date": "2009-11-19",
    "issue_date": "2009-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen is it possible for one person to persuade another to change her action? We take a mechanism design approach to this question. Taking preferences and initial beliefs as given, we introduce the notion of a persuasion mechanism: a game between Sender and Receiver defined by an information structure and a message technology. We derive necessary and sufficient conditions for the existence of a persuasion mechanism that strictly benefits Sender. We characterize the optimal mechanism. Finally, we analyze several examples that illustrate the applicability of our results.\n\n",
    "acknowledgement": "\nWe thank Richard Holden for many important contributions to this paper. We would also like to thank Eric Budish, Navin Kartik, Canice Prendergast, Maxwell Stinchcombe, Lars Stole and participants at seminars at University of Mannheim, Duke/Northwestern/Texas IO Theory Conference, Stanford GSB, Simon Fraser University, University of British Columbia, and University of Chicago. This work is supported by the Initiative on Global Markets, the George J. Stigler Center for the Study of the Economy and the State, the James S. Kemper Foundation Faculty Research Fund, the Centel Foundation / Robert P. Reuss Faculty Research Fund, and the Neubauer Family Foundation, all at the University of Chicago Booth School of Business. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}