{
    "id": 15541,
    "citation_title": "International Trade and Domestic Regulation",
    "citation_author": [
        "Robert W. Staiger",
        "Alan O. Sykes"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting formal models of the relationship between trade policy and regulatory policy suggest the potential for a regulatory race to the bottom. WTO rules and disputes, however, center on complaints about excessively stringent regulations. This paper bridges the gap between the existing formal literature and the actual pattern of rules and disputes.  Employing the terms-of-trade framework for the modeling of trade agreements, we show how \"large\" nations may have an incentive to impose discriminatory product standards against imported goods once border instruments are constrained, and how inefficiently stringent standards may emerge under certain circumstances even if regulatory discrimination is prohibited. We then assess the WTO legal framework in light of our results, arguing that it does a reasonably thorough job of policing regulatory discrimination, but that it does relatively little to address excessive nondiscriminatory regulations.\n\n",
    "acknowledgement": "\nWe thank Chad Bown, Nuno Limao and seminar participants at the WTO, the WTO/World Bank Conference on the Value of Trade Rules, and at the 2009 annual meeting of the American Law and Economics Association for very helpful comments. Staiger gratefully acknowledges financial support from the Stanford Law School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}