{
    "id": 15547,
    "citation_title": "Do Working Men Rebel? Insurgency and Unemployment in Iraq and the Philippines",
    "citation_author": [
        "Eli Berman",
        "Michael Callen",
        "Joseph H. Felter",
        "Jacob N. Shapiro"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost aid spending by governments seeking to rebuild social and political order is based on an opportunity-cost theory of distracting potential recruits. The logic is that gainfully employed young men are less likely to participate in political violence, implying a positive correlation between unemployment and violence in locations with active insurgencies. We test that prediction in Afghanistan, Iraq and the Philippines, using survey data on unemployment and two newly-available measures of insurgency: (1) attacks against government and allied forces; and (2) violence that kills civilians. Contrary to the opportunity-cost theory, the data emphatically reject a positive correlation between unemployment and attacks against government and allied forces (p<.05%). There is no significant relationship between unemployment and the rate of insurgent attacks that kill civilians. We identify several potential explanations, introducing the notion of insurgent precision to adjudicate between the possibilities that predation on the one hand, and security measures and information costs on the other, account for the negative correlation between unemployment and violence in these three conflicts.\n\n",
    "acknowledgement": "\nWe acknowledge the tremendously helpful comments received at the June 2009 Institute on Global Conflict and Cooperation conference on Governance, Development, and Political Violence, and at seminars at UC Berkley, UC Irvine , UCLA, UC San Diego, the University of Southern California, and the University of Ottawa.. L. Choon Wang, Josh Martin, Lindsay Heger and Luke N. Condra provided invaluable research assistance. Gordon Dahl, James Fearon, Esteban Klor, Daniele Paserman, Kris Ramsay, and our anonymous reviewers provided critical comments. We acknowledge grant #2007-ST-061-000001 by the United States Department of Homeland Security through the National Center for Risk and Economic Analysis of Terrorism Events and grant # FA9550-09-1-0314 by the United States Department of Defense through the Air Force Office of Scientific Research. The opinions, findings, and recommendations in this document are the authors' and do not reflect views of the United States Department of Homeland Security or Department of Defense. All mistakes are ours. Replication data are available on the authors' websites and at http://jcr.sagepub.com/. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}