{
    "id": 15545,
    "citation_title": "Tractability in Incentive Contracting",
    "citation_author": [
        "Alex Edmans",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper identifies a class of multiperiod agency problems in which the optimal contract is tractable (attainable in closed form). By modeling the noise before the action in each period, we force the contract to provide sufficient incentives state-by-state, rather than merely on average. This tightly constrains the set of admissible contracts and allows for a simple solution to the contracting problem. Our results continue to hold in continuous time, where noise and actions are simultaneous. We thus extend the tractable contracts of Holmstrom and Milgrom (1987) to settings that do not require exponential utility, a pecuniary cost of effort, Gaussian noise or continuous time. The contract's functional form is independent of the noise distribution. Moreover, if the cost of effort is pecuniary (multiplicative), the contract is linear (log-linear) in output and its slope is independent of the noise distribution, utility function and reservation utility. In a two-stage contracting game, the optimal target action depends on the costs and benefits of the environment, but is independent of the noise realization.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank three anonymous referees, the Editor (Stephen Morris), Andy Abel, Frankin Allen, Heski Bar-Isaac, Patrick Cheridito, Peter DeMarzo, Ingolf Dittmann, Florian Ederer, Chris Evans, Itay Goldstein, Gary Gorton, Narayana Kocherlakota, Ernst Maug, Holger Mueller, Christine Parlour, David Pearce, Canice Prendergast, Michael Roberts, Tomasz Sadzik, Yuliy Sannikov, Nick Souleles, Rob Stambaugh, Luke Taylor, Rob Tumarkin, Bilge Yilmaz, and seminar participants at AEA, Five Star, Chicago, Columbia, Harvard-MIT Organizational Economics, Minneapolis Fed, Northwestern, NYU, Princeton, Richmond Fed, Stanford, Toulouse, WFA, Wharton and Wisconsin. We thank Andrei Savotchkine and Qi Liu for excellent research assistance. AE is grateful for the hospitality of the NYU Stern School of Business, where part of this research was carried out. XG thanks the NSF for financial support. This paper was formerly circulated under the title \"Tractability and Detail-Neutrality in Incentive Contracting.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}