{
    "id": 15546,
    "citation_title": "A Formal Test of Assortative Matching in the Labor Market",
    "citation_author": [
        "John M. Abowd",
        "Francis Kramarz",
        "Sébastien Pérez-Duarte",
        "Ian Schmutte"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a structural model of job assignment in the presence of coordination frictions due to Shimer (2005). The coordination friction model places restrictions on the joint distribution of worker and firm effects from a linear decomposition of log labor earnings. These restrictions permit estimation of the unobservable ability and productivity differences between workers and their employers as well as the way workers sort into jobs on the basis of these unobservable factors. The estimation is performed on matched employer-employee data from the LEHD program of the U.S. Census Bureau. The estimated correlation between worker and firm effects from the earnings decomposition is close to zero, a finding that is often interpreted as evidence that there is no sorting by comparative advantage in the labor market. Our estimates suggest that this finding actually results from a lack of sufficient heterogeneity in the workforce and available jobs. Workers do sort into jobs on the basis of productive differences, but the effects of sorting are not visible because of the composition of workers and employers.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Abowd also acknowledges direct support from NSF Grants SES-0339191, CNS-0627680, and SES-0922005. The data used in this paper were derived from confidential data\nproduced by the LEHD Program at the U.S. Census Bureau. All estimation was performed on public-use versions of these data available directly from the authors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}