{
    "id": 15542,
    "citation_title": "How Debt Markets have Malfunctioned in the Crisis",
    "citation_author": [
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2009-11-24",
    "issue_date": "2009-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article explains how debt markets have malfunctioned in the crisis, with deleterious consequences for the real economy. I begin with a quick overview of debt markets. I then discuss three areas that are crucial in all debt markets decisions: risk capital and risk aversion, repo financing and haircuts, and counterparty risk. In each of these areas, feedback effects can arise, so that less liquidity and a higher cost for finance can reinforce each other in a contagious spiral. I document the remarkable rise in the premium that investors placed on liquidity during the crisis. Next, I show how these issues caused debt markets to break down: fundamental values and market values seemed to diverge across several markets and products that were far removed from the \"toxic\" subprime mortgage assets at the root of the crisis. Finally, I discuss briefly four steps that the Federal Reserve took to ease the crisis, and how each was geared to a specific systemic fault that arose during the crisis.\n\n",
    "acknowledgement": "\nI am grateful to Tobias Adrian, Markus Brunnermeier, Ricardo Caballero, Jan Eberly, Mike Fishman, Gary Gorton, Bengt Holmstrom, Ravi Jagannathan, Jonathan Parker, Todd Pulvino, and Asani Sarkar for their comments.  I also thank the editors of the Journal of Economic Perspectives, Timothy Taylor, David Autor and Chad Jones, for their comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}