{
    "id": 15550,
    "citation_title": "Do Oil Windfalls Improve Living Standards? Evidence from Brazil",
    "citation_author": [
        "Francesco Caselli",
        "Guy Michaels"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use variation in oil output among Brazilian municipalities to investigate the effects of resource windfalls. We find muted effects of oil through market channels: offshore oil has no effect on municipal non-oil GDP or its composition, while onshore oil has only modest effects on non-oil GDP composition. However, oil abundance causes municipal revenues and reported spending on a range of budgetary items to increase, mainly as a result of royalties paid by Petrobras. Nevertheless, survey-based measures of social transfers, public good provision, infrastructure, and household income increase less (if at all) than one might expect given the increase in reported spending.  To explain why oil windfalls contribute little to local living standards, we use data from the Brazilian media and federal police to document that very large oil output increases alleged instances of illegal activities associated with mayors.\n\n",
    "acknowledgement": "\nLSE, CREI, CEPR, and NBER (Caselli, f.caselli@lse.ac.uk) and LSE and CEPR (Michaels, g.michaels@lse.ac.uk). We are grateful to Facundo Alvaredo, Igor Barenboim, Gadi Barlevy, Marianne Bertrand, Irineu de Carvalho, Fred Finan, Doug Gollin, Todd Gormley, Steve Haber, Seema Jayachandran, Martin Koppensteiner, Andrei Levchenko, Marco Manacorda, Alan Manning, Halvor Mehlum, Marcos Mendes, Benoit Mojon, Steve Pischke, Steve Redding, Eustachio Reis, Silvana Tenreyro, Adrian Wood, and Alwyn Young for comments, data, or both; useful comments were also received from seminar participants at Brown, Bruegel, Columbia, INSEAD, LSE, Oxford, Sussex, Toronto, Yale, and Zurich; conference participants at AMID/BREAD/CEPR 2009, Development Conference at NYU, ESSIM 2009, OxCarre 2008, NBER Growth Conference in San Francisco, and NBER Summer Institute Political Economy Workshop. We thank Gabriela Domingues, Renata Narita, and Gunes Asik-Altintas for research assistance. Caselli gratefully acknowledges the support of CEP, ESRC and Banco de España, the latter through the Banco de España Professorship. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}