{
    "id": 15555,
    "citation_title": "Testing Theories of Scarcity Pricing in the Airline Industry",
    "citation_author": [
        "Steven L. Puller",
        "Anirban Sengupta",
        "Steven N. Wiggins"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates why passengers pay substantially different fares for travel on the same airline between the same two airports.  We investigate questions that are fundamentally different from those in the existing literature on airline price dispersion.  We use a unique new dataset to test between two broad classes of theories regarding airline pricing. The first group of theories, as advanced by Dana (1999b) and Gale and Holmes (1993), postulates that airlines practice scarcity based pricing and predicts that variation in ticket prices is driven by differences between high demand and low demand periods.  The second group of theories is that airlines practice price discrimination by using ticketing restrictions to segment customers by willingness to pay.  We use a unique dataset, a census of ticket transactions from one of the major computer reservation systems, to study the relationships between fares, ticket characteristics, and flight load factors.  The central advantage of our dataset is that it contains variables not previously available that permit a test of these theories.  We find only mixed support for the scarcity pricing theories.  Flights during high demand periods have slightly higher fares but exhibit no more fare dispersion than flights where demand is low.  Moreover, the fraction of discounted advance purchase seats is only slightly higher on off-peak flights.  However, ticket characteristics that are associated with second-degree price discrimination drive much of the variation in ticket pricing.\n\n",
    "acknowledgement": "\nWe thank Volodymyr Bilotkach, Severin Borenstein, Jim Dana, Diego Escobari, Li Gan, Jim Griffin, Mike Mazzeo, Nancy Rose, Adam Shapiro, and Manuelita Ureta for helpful discussions, and seminar participants at Yale, MIT, the International Industrial Organization Conference, FTC Microeconomics Conference, Tennessee, 2009 AEA Meetings, Chicago Booth, UC Irvine, UC Davis, Baylor, and Carnegie Mellon.  Manuel Hernandez provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}