{
    "id": 15557,
    "citation_title": "Distance, Trade, and Income - The 1967 to 1975 Closing of the Suez Canal as a Natural Experiment",
    "citation_author": [
        "James Feyrer"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe negative effect of distance on bilateral trade is one of the most robust findings in international trade.  However, the underlying causes of this negative relationship are less well understood.  This paper exploits a temporary shock to distance, the closing of the Suez canal in 1967 and its reopening in 1975, to examine the effect of distance on trade and the effect of trade on income.  Time series variation in sea distance allows for the inclusion of pair effects which account for static differences in tastes and culture between countries.  The distance effects estimated in this paper are therefore more clearly about transportation costs in the trade of goods than typical gravity model estimates.  Distance is found to have a significant impact on trade with an elasticity that is about half as large as estimates from typical cross sectional estimates.  Since the shock to trade is exogenous for most countries, predicted trade volume from the shock can be used to identify the effect of trade on income.  Trade is found to have a significant impact on income.  The time series dimension allows for country fixed effects which control for all long run income differences.  Because identification is through changes in sea distance, the effect is coming entirely through trade in goods and not through alternative channels such as technology transfer, tourism, or foreign direct investment.\n\n",
    "acknowledgement": "\nMany thanks to Alan Taylor and Reuven Glick for sharing their bilateral trade data.  Thanks to Jay Shambaugh, Doug Staiger, Liz Cascio, Doug Irwin, Nina Pavcnik and participants at the NBER Summer Institute for helpful comments.  All errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}