{
    "id": 15552,
    "citation_title": "The Real Effects of Financial Constraints: Evidence from a Financial Crisis",
    "citation_author": [
        "Murillo Campello",
        "John Graham",
        "Campbell R. Harvey"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey 1,050 CFOs in the U.S., Europe, and Asia to assess whether their firms are credit constrained during the global credit crisis of 2008. We study whether corporate spending plans differ conditional on this measure of financial constraint. Our evidence indicates that constrained firms planned deeper cuts in tech spending, employment, and capital spending. Constrained firms also burned through more cash, drew more heavily on lines of credit for fear banks would restrict access in the future, and sold more assets to fund their operations. We also find that the inability to borrow externally causes many firms to bypass attractive investment opportunities, with 86% of constrained U.S. CFOs saying their investment in attractive projects was restricted during the credit crisis of 2008. More than half of the respondents say they will cancel or postpone their planned investment. Our results also hold in Europe and Asia, and in many cases are stronger in those economies.\n\n",
    "acknowledgement": "\nWe thank Steve Kaplan, Jeremy Stein, and Luigi Zingales for suggesting questions that we included in the survey instrument. Comments from seminar participants at the Chicago/London Conference on Financial Markets, SBFin Conference, BG Investments, Northwestern University, and the University of Amsterdam are also appreciated. We thank CFO magazine for helping us conduct the survey, though we note that our analysis and conclusions do not necessarily reflect those of CFO. We thank Andrew Frankel for his helpful comments on the first draft of the paper. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}