{
    "id": 15559,
    "citation_title": "\"Do the Right Thing:\" The Effects of Moral Suasion on Cooperation",
    "citation_author": [
        "Ernesto Dal Bó",
        "Pedro Dal Bó"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of moral appeals to affect the behavior of others is pervasive (from the pulpit to ethics classes) but little is known about the effects of moral suasion on behavior. In a series of experiments we study whether moral suasion affects behavior in voluntary contribution games and mechanisms by which behavior is altered. We find that observing a message with a moral standard according to the golden rule or, alternatively, utilitarian philosophy, results in a significant but transitory increase in contributions above the levels observed for subjects that did not receive a message or received a message that advised them to contribute without a moral rationale. When players have the option of punishing each other after the contribution stage the effect of the moral messages on contributions becomes persistent: punishments and moral messages interact to sustain cooperation. We investigate the mechanism through which moral suasion operates and find it to involve both expectation- and preference-shifting effects. These results suggest that the use of moral appeals can be an effective way of promoting cooperation.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions we thank Rachel Croson, Botond Koszegi, John Morgan, Santiago Oliveros, Parag Pathak, Louis Putterman, Matthew Rabin and Steve Tadelis, as well as conference and seminar participants at Berkeley Econ, Berkeley Haas, Florida State, and UCLA. We thank Pantelis Solomon and Justin Tumlinson for research assistance. We are grateful to the people of Berkeley's XLab for financial and logistic support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}