{
    "id": 15551,
    "citation_title": "A Reference Point Theory of Mergers and Acquisitions",
    "citation_author": [
        "Malcolm Baker",
        "Xin Pan",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of judgmental anchors or reference points in valuing corporations affects several basic aspects of merger and acquisition activity including offer prices, deal success, market reaction, and merger waves.  Offer prices are biased towards the 52-week high, a highly salient but largely irrelevant past price, and the modal offer price is exactly that reference price.  An offer's probability of acceptance discontinuously increases when the offer exceeds the 52-week high; conversely, bidder shareholders react increasingly negatively as the offer price is pulled upward toward that price.  Merger waves occur when high recent returns on the stock market and on likely targets make it easier for bidders to offer the 52-week high.\n\n",
    "acknowledgement": "\nFor helpful comments we thank the Honorable William Allen, Yakov Amihud, Nick Barberis, Lauren Cohen, Ravi Dhar, Robin Greenwood, Steven Huddart, Ulrike Malmendier, Florencia Marotta-Wurgler, Steven Mintz, Daniel Paravisini, Gordon Phillips, Gerald Rosenfeld of Rothschild North America, Rick Ruback, Joshua White, Russ Winer, and seminar participants at Columbia University, Harvard Business School, Michigan State, the NBER Corporate Finance Summer Institute, NYU Stern, and the Securities and Exchange Commission.  Baker gratefully acknowledges financial support from the Division of Research of Harvard Business School. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}