{
    "id": 15556,
    "citation_title": "Exports and Financial Shocks",
    "citation_author": [
        "Mary Amiti",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA striking feature of many financial crises is the collapse of exports relative to output. In the 2008 financial crisis, real world exports plunged 17 percent while GDP fell 5 percent. This paper examines whether deteriorations in bank health can help explain the large drops in exports relative to output in the recent crisis. Our paper is the first to establish a causal link between the health of banks providing trade finance and growth in a firm's exports relative to its domestic sales. We overcome measurement and endogeneity issues by using a unique data set, covering the Japanese financial crises from 1990 through 2010, which enables us to match exporters with the main bank that provides them with trade finance. Our point estimates are economically and statistically significant, suggesting that the health of financial institutions is an important determinant of firm-level exports during crises.\n\n",
    "acknowledgement": "\nWe wish to give special thanks to Marc Auboin for carefully reading the draft and providing invaluable insights into the mechanics of trade finance. We also want to give special thanks to Joe Peek for providing us with early comments and data for this paper as well as Keiko Ito for providing us with the concordance between the Japanese HS codes and the IO codes. In addition, Ro Fallon, Fritz Foley, Caroline Freund, Linda Goldberg, Jessie Handbury, Robert Hodrick, Simon Johnson, Kalina Manova, Paolo Pesenti, and Vivian Yue provided us with insightful comments. JaeBin Ahn, Morgan Hardy, and Seth Werfel provided excellent research assistance. David Weinstein would also like to thank the National Science Foundation (NSF Grant 0820462) and the Center for Japanese Economy and Business for providing funding for this research. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or the National Bureau of Economic Research.\n\n\n"
}