{
    "id": 15553,
    "citation_title": "How Much Consumption Insurance Beyond Self-Insurance?",
    "citation_author": [
        "Greg Kaplan",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the degree of consumption smoothing implicit in a calibrated life-cycle version of the standard incomplete-markets model, and we compare it to the empirical estimates of Blundell et al. (2008) (BPP hereafter). We find that households in the model have access to less consumption-smoothing against permanent earnings shocks than what is measured in the data. BPP estimate that 36% of permanent shocks are insurable (i.e., do not translate into consumption growth), whereas the model's counterpart of the BPP estimator varies between 7% and 22%, depending on the tightness of debt limits. In the model, the age profile of the insurance coefficient is sharply increasing, whereas BPP find no clear age slope in their estimate. Allowing for a plausible degree of \"advance information\" about future earnings does not reconcile the model-data gap. If earnings shocks display mean reversion, even with very high autocorrelation, then the average degree of consumption smoothing in the model agrees with the BPP empirical estimate, but its age profile remains steep. Finally, we show that the BPP estimator of the true insurance coefficient has, in general, a downward bias that grows as borrowing limits become tighter.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Eric French, and Luigi Pistaferri. Violante is grateful to the National Science Foundation (grant SES-0418029) for financial support. The views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. Previous versions of the paper circulated with the title \"How Much Insurance in Bewley Models?\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}