{
    "id": 15562,
    "citation_title": "Using Inflation to Erode the U.S. Public Debt",
    "citation_author": [
        "Joshua Aizenman",
        "Nancy Marion"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs a share of GDP, the U.S. Federal debt held by the public exceeds 50 percent in FY2009, the highest debt ratio since 1955. Projections indicate the debt ratio may be in the 70-100 percent range within ten years. In many respects, the temptation to inflate away some of this debt burden is similar to that at the end of World War II. In 1946, the debt ratio was 108.6 percent. Inflation reduced this ratio about 40 percent within a decade. Yet there are some important differences -shorter debt maturities today reduce the temptation to inflate, while the larger share held by foreigners increases it. This paper lays out an analytical framework for determining the impact of a large nominal debt overhang on the temptation to inflate. It suggests that when economic growth is stalled, the U.S. debt overhang may trigger an increase in inflation of about 5 percent for several years. This additional inflation would significantly reduce the debt ratio, even with some shortening of debt maturities.\n\n",
    "acknowledgement": "\nWe are grateful to Doug Irwin for helpful comments and to Nick Lomanto for research assistance related to the appendix. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}