{
    "id": 15565,
    "citation_title": "Quantitative Easing: A Rationale and Some Evidence from Japan",
    "citation_author": [
        "Volker Wieland"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the rationale for quantitative easing when central bank policy rates reach near zero levels in light of recent announcements regarding direct asset purchases by the Bank of England, the Bank of Japan, the U.S. Federal Reserve and the European Central Bank.  Empirical evidence from the previous period of quantitative easing in Japan between 2001 and 2006 is presented. During this earlier period the Bank of Japan was able to expand the monetary base very quickly and significantly. Quantitative easing translated into a greater and more lasting expansion of M1 relative to nominal GDP. Deflation subsided by 2005. As soon as inflation appeared to stabilize near a rate of zero, the Bank of Japan rapidly reduced the monetary base as a share of nominal income as it had announced in 2001.  The Bank was able to exit from extensive quantitative easing within less than a year. Some implications for the current situation in Europe and the United States are discussed.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER International Seminar on Macroeconomics 2009.  Volker Wieland thanks the European Central Bank for support as Duisenberg Research Fellow while the initial presentation for the ISOM conference in June 2009 in Cyprus was prepared. The help of Alberto Musso from the European Central Bank in collecting data on Japan is gratefully acknowledged.  Helpful comments by conference participants, and in particular by Huw Pill, Vincent Reinhart, Frank Smets, Christian Thimann and Athanasios Orphanides were highly appreciated. The usual disclaimer applies. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}