{
    "id": 15563,
    "citation_title": "What Ties Return Volatilities to Price Valuations and Fundamentals?",
    "citation_author": [
        "Alexander David",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStock and Treasury bond comovement, volatilities, and their relations to their price valuations and fundamentals change stochastically over time, both in magnitude and direction. These stochastic changes are explained by a general equilibrium model in which agents learn about composite economic and inflation regimes. We estimate our model using both fundamentals and asset prices, and find that inflation news signal either positive or negative future real economic growth depending on the times, thereby affecting the direction of stock/bond comovement. The learning dynamics generate strong non-linearities between volatilities and price valuations. We find empirical support for numerous predictions of the model.\n\n",
    "acknowledgement": "\nWe thank the editor (Monika Piazzesi) and five anonymous referees for their comments on the earlier version of this article. For their comments and suggestions, we also thank Filippo Altissimo, Marcin Kacperczyk, Chris Sims, Vladimir Sokolov, Andrea Vedolin, Luis Viceira, and seminar participants at the University of Chicago, Duke, Columbia, LSE, 2010 AFA, 2010 EFA, 2010 NBER Summer Institute, Michigan State, Simon Fraser University, Waterloo University, Hedge Fund Conference at Imperial College, Alberta/Calgary conference, McGill Conference, Bank of Italy, and Bocconi University. We thank Gerardo Manzo for excellent research assistance.  David thanks the SSHRC for a research grant. Veronesi gratefully acknowledges financial support from the James S. Kemper Faculty Research Fund, the Center for Research in Security Prices (CRSP), and the Fama-Miller Center for Research in Finance at the University of Chicago,  Booth School of Business. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}