{
    "id": 15569,
    "citation_title": "Creditor rights and corporate risk-taking",
    "citation_author": [
        "Viral V. Acharya",
        "Yakov Amihud",
        "Lubomir Litov"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the link between creditor rights and firms' investment policies, proposing that stronger creditor rights in bankruptcy reduce corporate risk-taking. In cross-country analysis, we find that stronger creditor rights induce greater propensity of firms to engage in diversifying acquisitions, which result in poorer operating and stock-market abnormal performance.  In countries with strong creditor rights, firms also have lower cash flow risk and lower leverage, and there is greater propensity of firms with low-recovery assets to acquire targets with high-recovery assets. These relationships are strongest in countries where management is dismissed in reorganization, and are observed in time-series analysis around changes in creditor rights.  Our results question the value of strong creditor rights as they have an adverse effect on firms by inhibiting management from undertaking risky investments.\n\n",
    "acknowledgement": "\nWe acknowledge with gratitude comments and suggestions that helped improve the paper by Barry Adler, Kenneth Ahern, Reena Aggarwal, Franklin Allen, Heitor Almeida, Meghana Ayyagari, Moshe Barniv, Bo Becker, Sreedhar Bharath, Bernie Black, Long Chen, Sid Chib, Jonathan Cohn, Jeff Coles, Phil Dybvig, Espen Eckbo, Alex Edmans, Isil Erel, Mara Faccio, Mike Faulkender, Julian Franks, Radha Gopalan, Todd Gormley, Bill Greene, Todd Henderson, Joel Houston, Kose John, Lutz Johanning, Ohad Kadan, Anzhela Kniazeva, Diana Kniazeva, William Megginson, Todd Milbourn, Natalie Moyen, Ed Morrison, Holger Mueller, Harold Mulherin, Paige Ouimet, Troy Paredes, Katharina Pistor, Amiyatosh Purnanandam, Stefano Rossi, Antoinette Schoar, Alan Schwartz, Oren Sussman, Anjan Thakor, Rohan Williamson, Daniel Wolfenzon, Jeff Wurgler, David Yermack, Bernie Yeung, the seminar participants at Washington University in Saint Louis, NYU Salomon Center corporate governance seminar, University of Michigan, Tel Aviv University, Bar Ilan Iniversity, Hebrew University, Interdisciplinary Center in Herzliya  the 2008 Conference on Law and Economics at the University of Pennsylvania, Cornell University's Empirical Legal Studies Conference, 2009 UNC-Duke Corporate Finance Conference, University of Gent's Bankruptcy and Reorganization Conference and especially an anonymous referee whose insightful comments and suggestions greatly helped improve this paper. We thank Simeon Djankov and Caralee McLeish for providing access to their creditor rights data.  Rong Leng provided excellent research assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}