{
    "id": 15561,
    "citation_title": "Labor Supply Heterogeneity and Macroeconomic Co-movement",
    "citation_author": [
        "Stefano Eusepi",
        "Bruce Preston"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard real-business-cycle models must rely on total factor productivity (TFP) shocks to explain the observed co-movement between consumption, investment and hours worked. This paper shows that a neoclassical model consistent with observed heterogeneity in labor supply and consumption, can generate co-movement in absence of TFP shocks. Intertemporal substitution of goods and leisure induces co-movement over the business cycle through heterogeneity in consumption behavior of employed and unemployed workers. The result is due to two model features that are introduced to capture important characteristics of US labor market data. First, individual consumption is affected by the number of hours worked with employed consuming more on average than unemployed. Second, changes in the employment rate, a central explanator of total hours variation, then affects aggregate consumption. Demand shocks --- such as shifts in the marginal efficiency of investment, government spending shocks and news shocks --- are shown to generate economic fluctuations consistent with observed business cycles.\n\n",
    "acknowledgement": "\nThe authors thank Gianluca Violante for his help with the Consumer Expenditure Survey data, Stefania Albanesi, Roc Armenter, Carlos Carvalho and Aysegul Sahin for extensive comments and discussions. The Authors also thank seminar participants at Columbia University, Federal Reserve Bank of Atlanta, La Trobe University, Midwest Macroeconomics Meeting 2009, SED 2009, the Southern Workshop in Macroeconomics 2009, the European Economic Association and Econometric Society European Meeting 2009, The University of Adelaide, University of Auckland, University of New South Wales and The University of Melbourne. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. The usual caveat applies.\n\n\n"
}