{
    "id": 15567,
    "citation_title": "Crisis Resolution and Bank Liquidity",
    "citation_author": [
        "Viral V. Acharya",
        "Hyun Song Shin",
        "Tanju Yorulmazer"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the effect of financial crises and their resolution on banks' choice of liquid asset holdings? When risky assets have limited pledgeability and banks have relative expertise in employing risky assets, the market for these assets clears only at fire-sale prices following a large number of bank failures. The gains from acquiring assets at fire-sale prices make it attractive for banks to hold liquid assets. We show that the resulting choice of bank liquidity is counter-cyclical, inefficiently low during economic booms but excessively high during crises, and present and discuss evidence consistent with these predictions. Since inefficient users may enter asset markets when prices fall sufficiently, interventions to resolve banking crises may be desirable ex post. However, policies aimed at resolving crises affect ex-ante bank liquidity in subtle ways: while liquidity support to failed banks or unconditional support to surviving banks in acquiring failed banks give banks incentives to hold less liquidity, support  to surviving banks that is conditional on their liquid asset holdings creates incentives for banks to hold more liquidity.\n\n",
    "acknowledgement": "\nThis paper was circulated earlier under the title \"Fire Sales, Foreign Entry and Bank Liquidity.\" We are grateful to Franklin Allen, Heitor Almeida, Giacinta Cestone (discussant), Douglas Gale, Alan Morrison (discussant), Leonard Nakamura, Raghuram Rajan, Tano Santos (discussant), Ellis Tallman and Matthew Willison for their suggestions, to seminar participants at London Business School, Bank of England, University of Durham, International Conference on Asset Prices and Firm Policies in June 2006 in Verona, Workshop on Banking, Risk and Regulation hosted by BCBS and FDIC in May 2007, the UniCredit Group Conference on Banking in Finance in December 2007 in Naples and the American Finance Association Meetings in January 2009 for their comments, and to Yili Zhang for excellent research assistance. All errors remain our own. The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of New York, the Federal Reserve\nSystem, or the National Bureau of Economic Research.\n\n\n"
}