{
    "id": 15578,
    "citation_title": "The Monopoly of Violence: Evidence from Colombia",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson",
        "Rafael Santos"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany states in Latin America, Africa and Asia lack the monopoly of violence, identified by Max Weber as the foundation of the state, and thus the capacity to govern effectively. In this paper we develop a new perspective on the establishment of the monopoly of violence and the formation of the state. We build a model to explain the incentive of central states to eliminate non-state armed actors (paramilitaries) in a democracy. The model is premised on the idea that paramilitaries may choose to and can influence elections. Since paramilitaries have preferences over policies, this reduces the incentives of the politicians they favor to eliminate them. The model also shows that while in non-paramilitary areas policies are targeted at citizens, in paramilitary controlled areas they are targeted at paramilitaries. We then investigate the predictions of our model using data from Colombia between 1991 and 2006. We first present regression and case study evidence supporting our postulate that paramilitary groups can have significant effects on elections for the legislature and the executive. Next, we show that the evidence is also broadly consistent with the implication of the model that paramilitaries tend to persist to the extent that they deliver votes to candidates for the executive whose preferences are close to theirs and that this effect is larger in areas where the Presidential candidate would have otherwise not done as well. These results illustrate that, consistent with our model, there appears to be a symbiotic relationship between some executives and paramilitaries. Finally, we use roll-call votes to illustrate a possible 'quid pro quo' between the executive and paramilitaries in Colombia.\n\n",
    "acknowledgement": "\nWe would particularly like to thank Jack Snyder for his suggestions about how to interpret the evidence of the impact of paramilitaries on elections. We also greatly benefitted from the suggestions of many seminar particiants and scholars, particularly George Akerlof, Lee Alston, Ana Arjona, Isaías Chaves, Malcolm Deas, Jorge Dominguez, Gustavo Duncan, June Erlick, Francisco Gallego, Francisco Gutiérrez Sanín, Macartan Humphries, Stathis Kalyvas, Sebastián Mazzuca, José Antonio Ocampo, Rafael Pardo, Gina Parody, Diana Rodriguez-Franco, Fabio Sánchez, Abbey Steel and Hernán Vallejo. We are also grateful to Miriam Golden for her advice on the Italian literature. Finally we thank María Angélica Bautista, Lorena Correa, Leopoldo Fergusson and Pablo Querubín for their superb assistance with this research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}