{
    "id": 15570,
    "citation_title": "Investment Shocks and Business Cycles",
    "citation_author": [
        "Alejandro Justiniano",
        "Giorgio E. Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the driving forces of fluctuations in an estimated New Neoclassical Synthesis model of the U.S. economy with several shocks and frictions. In this model, shocks to the marginal efficiency of investment account for the bulk of fluctuations in output and hours at business cycle frequencies. Imperfect competition and, to a lesser extent, technological frictions are the key to their transmission. Labor supply shocks explain a large fraction of the variation in hours at very low frequencies, but are irrelevant over the business cycle. This is important because their microfoundations are widely regarded as unappealing.\n\n",
    "acknowledgement": "\nWe wish to thank Pedro Amaral, Mark Gertler, Nicolas Groshenny, Lee Ohanian, Andrea Raffo, Juan Rubio-Ramirez, Frank Schorfheide, Thijs van Rens, Raf Wouters, an anonymous referee and participants to many seminars and conferences for comments and suggestions. We would also like to thank Frank Smets and Raf Wouters for sharing their codes and data. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, the Federal Reserve Bank of New York, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}