{
    "id": 15572,
    "citation_title": "Profiting from Regulation: An Event Study of the EU Carbon Market",
    "citation_author": [
        "James B. Bushnell",
        "Howard Chong",
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2009-12-03",
    "issue_date": "2009-12-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTradable permit regulations have recently been implemented for climate change policy in many countries. One of the first mandatory markets was the EU Emission Trading System, whose first phase ran from 2005-07. Unlike taxes, permits expose firms to volatility in regulatory costs, but are typically accompanied by property rights in the form of grandfathered permits. In this paper, we examine the effect of this type of environmental regulation on profits. In particular, changes in permit prices affect: (1) the direct and indirect input costs, (2) output revenue, and (3) the carbon permit asset value. Depending on abatement costs, output price sensitivity, and permit allocation, these effects may vary considerably across industries and firms. We run an event study of the carbon price crash on April 25, 2006 by examining the daily stock returns for 90 stocks from carbon intensive industries and approximately 600 stocks in the broad EUROSTOXX index. In general, firms in industries that tended to be either carbon intensive, or electricity intensive, but not involved in international trade, were hurt by the decline in permit prices. In industries that were known to be net short of permits, the cleanest firms saw the largest declines in share value. In industries known to be long in permits, firms granted the largest allocations were most harmed.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful discussion and comments from Antonio Bento, Denny Ellerman, Arik Levinsohn, Matt Kotchen, and seminar participants at Environmental Defense Fund, Georgetown, Harvard, Minnesota,UC Berkeley, UC Davis, UC Energy Institute, and Yale University. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}