{
    "id": 15576,
    "citation_title": "The Global Agglomeration of Multinational Firms",
    "citation_author": [
        "Laura Alfaro",
        "Maggie Chen"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "2014-10-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe explosion of multinational activities in recent decades is rapidly transforming the global landscape of industrial production. But are the emerging clusters of multinational production the rule or the exception? What drives the offshore agglomeration of multinational firms in comparison to the agglomeration of domestic firms? Using a unique worldwide plant-level dataset that reports detailed location, ownership, and operation information for plants in over 100 countries, we construct a spatially continuous index of agglomeration and analyze the different patterns underlying the global economic geography of multinational and non-multinational firms. We present new stylized facts that suggest the offshore clusters of multinationals are not a simple reflection of domestic industrial clusters. Agglomeration economies including technology diffusion and capital-good market externality play a more important role in the offshore agglomeration of multinationals than the agglomeration of domestic firms. These findings remain robust when we explore the process of agglomeration.\n\n",
    "acknowledgement": "\nWe are very grateful to the Editor Stephen Yeaple and two anonymous referees for their insightful comments and suggestions. We thank Jim Anderson, Bruce Blonigen, James Harrigan, Keith Head, Tarun Khanna, Jim Markusen, Keith Maskus, Mike Moore, Henry Overman, John Ries, Roberto Samaneigo, Tony Yezer, and seminar and conference participants at Harvard Business School, University of Virginia Darden School of Business, George Washington University, the AEA meeting, the ETSG meeting, the EIIT meeting, and the LACEA Trade, Integration and Growth Meeting for helpful suggestions, William Kerr for discussions on the agglomeration indices and kindly providing us the patent concordance data, Bill Simpson for advice on computing the indices, John Elder, Elizabeth Meyer, Francisco Pino, and Hillary White for research assistance, Dennis Jacques for help with the D&B dataset, and HBS and GW for financial support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}