{
    "id": 1557,
    "citation_title": "The Competitive Position of U.S. Manufacturing Firms",
    "citation_author": [
        "Robert E. Lipsey",
        "Irving B. Kravis"
    ],
    "citation_publication_date": "1985-02-01",
    "issue_date": "1985-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper distinguishes between the competitive position of U.S. firms and that of the U.S. and other countries as geographical locations for production. While the share of the U.S. in world exports of manufactures fellmore than 40 per cent between 1957 and 1977, the share of all U.S. firms from all locations declined much less and the share of U.S. multinational enterprises increased.The comparative advantage of U.S. multinational firms, as measured by the industry distribution of their exports from all locations, changed very little between 1966 and 1977. At the same time, there were large shifts in the comparative advantage of the parent firms in the U.S., their overseas affiliates, and foreign firms. The changes for the U.S. parents and their affiliates reflected differences among industries in the extent to which export production shares moved from the U.S. to the affiliates' host countries. The shift took place in all the industry groups but was largest for metals and chemicals and smallest for transport equipment. The rise in the share of world exports accounted for by U.S.multinational firms and the decline in the share of the U.S. as a geographical location suggests that the search for causes of the changed position of the U.S. should be directed not to deficiencies in American industrial or technological leadership but to other price and cost determining influences, such as productivity, wage setting, taxation, domestic inflation, and exchange rates.\n\n",
    "acknowledgement": "\n"
}