{
    "id": 15577,
    "citation_title": "Productivity Growth and Levels in France, Japan, the United Kingdom and the United States in the Twentieth Century",
    "citation_author": [
        "Gilbert Cette",
        "Yusuf Kocoglu",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study compares labor and total factor productivity (TFP) in France, Japan, the United Kingdom and the United States in the very long (since 1890) and medium (since 1980) runs. During the past century, the United States has overtaken the United Kingdom and become the leading world economy. During the past 25 years, the four countries have also experienced contrasting advances in productivity, in particular as a result of unequal investment in information and communication technology (ICT).\nThe past 120 years have been characterized by: (i) rapid economic growth and large productivity gains in all four countries; (ii) a long decline of productivity in the United Kingdom relative to the United States, and to a lesser extent also to France and Japan, a relative decline that was interrupted by the second world war (WW2); (iii) the remarkable catching-up to the United States by France and Japan after WW2, that stopped in the case of Japan during the 1990s. \nCapital deepening (at least to the extent this can be measured) accounts for a large share of the variations in performance; increasingly during the past 25 years, this has meant ICT capital deepening. However, the capital contribution to growth varies considerably over time and across the four countries, and it is always less important, except in Japan, than the contribution of the various other factors underlying TFP growth, such as, among others, labor skills, technical and organizational changes and knowledge spillovers. \nMost recently (in 2006), before the current financial world crisis, hourly labor productivity levels were slightly higher in France than in the United States, and noticeably lower in the United Kingdom (by roughly 10%) and even lower in Japan (30%), while TFP levels are very close in France, the United Kingdom and the United States, but much lower (40%) in Japan.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}