{
    "id": 15585,
    "citation_title": "Discontinuous Behavioral Responses to Recycling Laws and Plastic Water Bottle Deposits",
    "citation_author": [
        "W. Kip Viscusi",
        "Joel Huber",
        "Jason Bell",
        "Caroline Cecot"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory predicts that individual recycling behavior gravitates toward extremes--either diligent recycling or no recycling at all.  Using a nationally representative sample of 3,158 bottled water users, this article finds that this prediction is borne out for consumer recycling of plastic water bottles.  Both water bottle deposits and recycling laws foster recycling through a discontinuous effect that converts reluctant recyclers into diligent recyclers.  Within this context, a number of factors influencing recycling emerge.  The warm glow from being both an environmentalist and an environmental group member is about equal to the monetary value of 5 cent bottle deposits.  Respondents from states with stringent recycling laws and bottle deposits have greater recycling rates. Consistent with recycling being a threshold response, the efficacy of these policy interventions is greater for those who do not already recycle, have lower income, and do not consider themselves to be environmentalists.\n\n",
    "acknowledgement": "\nThis research was supported in part by a grant from EPA to Vanderbilt University.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}