{
    "id": 15582,
    "citation_title": "Public versus Private Risk Sharing",
    "citation_author": [
        "Dirk Krueger",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan public insurance through redistributive income taxation improve the allocation of risk in an economy in which private risk sharing is limited? The answer depends crucially on the fundamental friction that limits private risk sharing in the first place. If risk sharing is incomplete because some insurance markets are missing for model-exogenous reasons (as in Bewley, 1986 and Aiyagari, 1994) publicly provided risk sharing via a tax system generally improves on the allocation of risk. If instead private insurance markets exist but their use is limited by the absence of complete enforcement (as in Kehoe and Levine, 1993 and Kocherlakota, 1996) then the provision of public insurance can crowd out private insurance to such an extent that total consumption insurance is reduced. By reducing income risk the tax system increases the value of being excluded from private insurance markets and hence weakens the enforcement mechanism of these contracts. In this paper we theoretically characterize and numerically compute equilibria in an economy with limited enforcement and a continuum of agents facing realistic income risk and tax systems with various degrees of risk reduction (progressivity). We find that the crowding-out effect of public insurance on private insurance in the limited enforcement model can be quantitatively important, as is the positive insurance effect of taxation in the Bewley model.\n\n",
    "acknowledgement": "\nWe would like to thank Andrew Atkeson, V.V. Chari, Hal Cole, Joanne Feeney, Ken Judd, Patrick Kehoe, Tim Kehoe, Narayana Kocherlakota, Edward Prescott, Tom Sargent and seminar participants at numerous institutions for helpful comments and suggestions. All remaining errors are our own. A previous version of this paper has circulated under the title \"Risk Sharing: Private\nInsurance Markets or Redistributive Taxation? The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}