{
    "id": 15580,
    "citation_title": "The Consumption Terms of Trade and Commodity Prices",
    "citation_author": [
        "Martin Berka",
        "Mario J. Crucini"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe national terms of trade, defined as the ratio of an export price index to an import price index has been extensively studied empirically. In this paper we construct an alternative measure, which we call the consumption terms of trade. This measure recognizes the fact that consumers and firms face different prices for the same items and consume different items. Using micro-data from the Economist Intelligence Unit at the retail level, we conduct a forensic analysis of the variation of the terms of trade of 38 countries. Using a novel variance decomposition method, we find that the bulk of terms of trade variation is accounted for by oil, automobiles and medicine. The other goods in our construct tend to exhibit balanced trade, providing a natural hedge against world price fluctuations. We find the consumption terms of trade at local prices is more volatile than at world prices, but the two are strongly positively correlated. The same commodities dominate the variance decomposition in both constructs, but variance shifts from oil to medicine, when local prices are used, presumably due to larger LOP deviations in the latter than the former. The significant differences in time paths of producer (conventional) and consumer terms of trade suggests the need to adapt the elasticities approach to trade balance adjustment to recognize different prices and baskets at the consumer and producer level.\n\n",
    "acknowledgement": "\nWe have benefited from the comments of our discussants Mark Spiegel and Roberto S. Mariano as well as the editors, Andrew Rose and Takatoshi Ito. Mario Crucini acknowledges the financial support of the National Science Foundation (SES-0524868). Both authors are grateful to Martin Young, Head of Department, Economics and Finance at Massey University, for supporting the visit which facilitated this collaboration. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}