{
    "id": 15581,
    "citation_title": "The Economics of Labor Coercion",
    "citation_author": [
        "Daron Acemoglu",
        "Alexander Wolitzky"
    ],
    "citation_publication_date": "2009-12-10",
    "issue_date": "2009-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe majority of labor transactions throughout much of history and a significant fraction of such transactions in many developing countries today are \"coercive\", in the sense that force or the threat of force plays a central role in convincing workers to accept employment or its terms. We propose a tractable principal-agent model of coercion, based on the idea that coercive activities by employers, or \"guns\", affect the participation constraint of workers. We show that coercion and effort are complements, so that coercion increases effort. Nevertheless, coercion is always \"inefficient\", in the sense of reducing utilitarian social welfare. Better outside options for workers reduce coercion, because of the complementarity between coercion and effort: workers with better outside option exert lower effort in equilibrium and thus are coerced less. Greater demand for labor increases coercion because it increases equilibrium effort. We investigate the interaction between outside options, market prices, and other economic variables by embedding the (coercive) principal-agent relationship in a general equilibrium setup, and study when and how labor scarcity encourages coercion. We show that general (market) equilibrium interactions working through prices lead to a positive relationship between labor scarcity and coercion along the lines of ideas suggested by Domar, while those working through outside options lead to a negative relationship similar to ideas advanced in neo-Malthusian historical analyses of the decline of feudalism. A third effect, which is present when investment in guns must be made before the realization of contracting opportunities, also leads to a negative relationship between labor scarcity and coercion. Our model also predicts that coercion is more viable in industries that do not require relationship-specific investment by workers.\n\n",
    "acknowledgement": "\nWe thank seminar participants at MIT and Canadian Institute for Advanced Research for useful suggestions The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}