{
    "id": 15594,
    "citation_title": "Upon Daedalian Wings of Paper Money: Adam Smith and the Crisis of 1772",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2009-12-17",
    "issue_date": "2009-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdam Smith advocated laissez faire for most sectors of the economy, but he believed that banking and finance required several forms of regulation including usury laws and the prohibition of small-denomination bank notes. Smith's support for banking regulation appears to have been a response to the shocks that hit the Scottish banking system during the time that he was composing the Wealth of Nations. The most important was the Crisis of 1772, which has been described as the first modern banking crisis faced by the Bank of England. It resembles the Crisis of 2008 in a number of striking ways. This paper describes the Crisis of 1772, the other shocks that hit the Scottish banking system, and the evolution of Smith's views on the regulation of banking. It is based on Smith's writings, the secondary sources, and a quantification of the new issues of Scottish bank notes during Smith's era.\n\n",
    "acknowledgement": "\nI must thank Simone Pollilo, Brad Pasanek, and the participants in the conference they organized, \"After the Crash, Beyond Liquidity,\" which was held at the University of Virginia on October 30, 2009, for a number of comments that improved the paper. Maria Pia Paganelli, George Selgin, and Eugene White read a subsequent draft and made a number of suggestions that I have incorporated. The remaining errors are solely my responsibility. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}