{
    "id": 15598,
    "citation_title": "Compulsory Licensing - Evidence from the Trading with the Enemy Act",
    "citation_author": [
        "Petra Moser",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2009-12-17",
    "issue_date": "2009-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCompulsory licensing allows firms in developing countries to produce foreign-owned inventions without the consent of foreign patent owners.  This paper uses an exogenous event of compulsory licensing after World War I under the Trading with the Enemy Act to examine the long run effects of compulsory licensing on domestic invention. Difference-in-differences analyses of nearly 200,000 chemical inventions suggest that compulsory licensing increased domestic invention by at least 20 percent.\n\n",
    "acknowledgement": "\nWe thank David Autor, Tim Bresnahan, Iain Cockburn, Giacomo De Giorgi, Christina Gathmann, Eric Hilt, Todd Newman, Tom Nicholas, Joerg Ohmsted, Andrea Pozzi, Mike Scherer, Gavin Wright, and seminar participants at Arizona, Berkeley, Chicago Booth, ISNIE, the NBER, and Stanford for helpful comments.  We owe special thanks to Ryan Lampe for helping us collect the U.S. patent data, and Kathryn Steen for sharing copies of archival records.  Shaun Hayes at the American Heritage Center of University of Wyoming helped us to access the personal papers of the Alien Property Custodian.  Adam Tarhouni, Emily Rains, Leah Karlins, Marina Kutyavina, and Stephanie Lee provided excellent research assistance.  Petra Moser thanks the National Science Foundation for its financial support through grant SES0921859.  The NBER's Group on Innovation Policy and the Economy and the Kauffman Foundation funded the early stages of this project, which was much appreciated. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}