{
    "id": 15599,
    "citation_title": "Composition of International Capital Flows: A Survey",
    "citation_author": [
        "Koralai Kirabaeva",
        "Assaf Razin"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an integrated world capital market with perfect information, all forms of capital flows are indistinguishable. Information frictions and incomplete risk sharing are important elements that needed to differentiate between equity and debt flows, and between different types of equities. This survey put together models of debt, FDI, Fpi flows to help explain the composition of capital flows.\nWith information asymmetry between foreign and domestic investors, a country which finances its domestic investment through foreign debt or foreign equity portfolio issue, will inadequately augment its capital stock. Foreign direct investment flows, however, have the potential of generating an efficient level of domestic investment.\nIn the presence of asymmetric information between sellers and buyers in the capital market, foreign direct investment is associated with higher liquidation costs due to the adverse selection. Thus, the exposure to liquidity shocks determines the volume of foreign direct investment flows relative to portfolio investment flows. In particular, the information-liquidity trade-off helps explain the composition of equity flows between developed and emerging countries, as well as the patterns of FDI flows during financial crises.\nThe asymmetric information between domestic investors (as borrowers) and foreign investors (as lenders) with respect to investment allocation leads to moral hazard and thus generate an inadequate amount of borrowings. The moral hazard problem, coupled with limited enforcement, can explain why countries experience debt outflows in low income periods; in contrast to the predictions of the complete-market paradigm.\nFinally, we analyze a risk-diversification model, where bond holdings hedge real exchange rate risks, while equities hedge non-financial income fluctuations. An equity home bias emerges as a calibratable equilibrium outcome.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}