{
    "id": 15592,
    "citation_title": "Effects of Terms of Trade Gains and Tariff Changes on the Measurement of U.S. Productivity Growth",
    "citation_author": [
        "Robert C. Feenstra",
        "Benjamin R. Mandel",
        "Marshall B. Reinsdorf",
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "2009-12-17",
    "issue_date": "2009-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1995, growth in productivity in the United States appears to have accelerated dramatically. In this paper, we argue that part of this apparent speed-up actually represents gains in the terms of trade and tariff reductions, especially for information-technology products. We demonstrate how unmeasured gains in the terms of trade and declines in tariffs can cause conventionally measured growth in real output and productivity to be overstated. Building on the GDP function approach of Diewert and Morrison, we develop methods for measuring these effects. From 1995 through 2006, the average growth rates of our alternative price indexes for U.S. imports are 1.5% per year lower than the growth rate of price indexes calculated using official methods. Thus properly measured terms-of-trade gain can account for close to 0.2 percentage points per year, or about 20%, of the 1995-2006 apparent increase in productivity growth for the U.S. economy.  Bias in the price indexes used to deflate domestic output is a question beyond the scope of this paper, but if upward bias were also present in those indexes, this could offset some of the effects of mismeasurement of gains in terms of trade.\n\n",
    "acknowledgement": "\nWe are grateful for Mike Harper's assistance with the analysis of the productivity measurement implications. We draw heavily upon Alterman, Diewert and Feenstra (1999), and the authors are indebted to Bill Alterman and Erwin Diewert for that earlier study which we apply here to U.S. productivity growth. For helpful comments we thank seminar participants at Columbia, Harvard, Oxford, and the NBER. For financial support Feenstra and Slaughter thank the National Science Foundation. Finally, the views expressed in this paper are those of the authors, not those of the Bureau of Economic Analysis, and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}