{
    "id": 15607,
    "citation_title": "Integrating Retirement Models",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas Steinmeier"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper advances the specification and estimation of models of retirement and saving in two earner families. The complications introduced by the interaction of retirement decisions by husbands and wives have led researchers to adopt a number of simplifications to increase the feasibility of estimating family retirement models. Our model relaxes these restrictions. It includes the extended choice set created when each spouse makes an independent retirement decision. It also includes the full range of complexity found in dynamic-stochastic models of retirement decision making, so far analyzed only in the context of single earner households. Retirement outcomes include full retirement, partial retirement and full-time work. Reverse flows from states of lesser to greater work are also included. The preference structure incorporates heterogeneity in time preference, varying taste parameters for full-time and part-time work, and the possibility of changes in preferences after retirement. The opportunity set reflects the full range of nonlinearities created by pensions and Social Security. Financial returns are stochastic. Exogenous shocks such as layoffs are also included. Estimation is based on data from the Health and Retirement Study.\nThe solution method is based on backward induction. We show that this method is superior to a method based on a Nash equilibrium, providing plausible behavioral predictions when Nash equilibrium criteria fall silent.\nIn contrast to some recent studies, the findings suggest the flow of wives into the labor force in the last few decades has probably reduced the amount of husbands' work. The model also provides plausible responses to various policies. For example, we find that any effort to promote opportunities for partial retirement as a means to increase overall work is likely to be unsuccessful as any induced decline in full retirements is offset by a decrease in full-time work.\n\n",
    "acknowledgement": "\nThis paper was supported by a grant from the National Institute on Aging, 5 R01 AG024337. All opinions and views expressed herein are those of the authors and do not necessarily reflect the views or opinions of either the National Bureau of Economic Research or of the National Institute on Aging.\n\n\n"
}