{
    "id": 1560,
    "citation_title": "Monitoring Costs and Occupational Segregation by Sex: An Historical Analysis",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "1985-02-01",
    "issue_date": "1985-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupervisory and monitoring costs are explored to understand aspects of occupational segregation by sex. Around the turn of this century 47 percent of all female manufacturing operatives were paid by the piece, but only 13 percent of the males were. There were very few males and females employed by the same firm in the same occupation, and when they were, they were invariably paid by the piece. The group of industries that hired two-thirds of all male operatives, hired virtually no females. Males, but not females, were employed in teams across a variety of industries, and there was segregation by sex across various jobs requiring similar training and ability. Occupations in the clerical sector were rapidly \"feminized\" from 1900 to 1920 and an organization of work was employed resembling that used earlier in manufacturing. These findings can be understood by considering a model of occupational segregation in which monitoringis costly and males and females have different turnover rates. Employers adopt one of two solutions to avoid shirking -- piece rates and deferred payment. Because females are only employed in one period, piece rates are used for them; males, however, might prefer deferred payment which causes their earnings profile to be steeper than otherwise. Occupational segregation by sex results even if workers are homogeneous with regard to ability and there are nocosts of job investment.  Males can also receive higher average wages per period than females. Under a reasonable set of assumptions, females would want to be employed in the male sector,but would be barred from doing so. Establishment-level and more aggregated data for manufacturing around 1890 are examined with regard to the costs of supervising and monitoring male and female workers in time and piece-rate positions.The findings tend to support the assumptions of the model concerning the relative costs of monitoring workers of different sexes paid by different methods.\n\n",
    "acknowledgement": "\n"
}