{
    "id": 15602,
    "citation_title": "Criminal Recidivism after Prison and Electronic Monitoring",
    "citation_author": [
        "Rafael Di Tella",
        "Ernesto Schargrodsky"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the re-arrest rates for two groups: individuals formerly in prison and individuals formerly under electronic monitoring (EM). We find that the recidivism rate of former prisoners is 22% while that for those 'treated' with electronic monitoring is 13% (40% lower). We convince ourselves that the estimates are causal using peculiarities of the Argentine setting. For example, we have almost as much information as the judges have when deciding on the allocation of EM; the program is rationed to only some offenders; and some institutional features (such as bad prison conditions) convert ideological differences across judges (to which detainees are randomly matched) into very large differences in the allocation of electronic monitoring.\n\n",
    "acknowledgement": "\nWe thank Juan Marcos Wlasiuk, Cecilia de Mendoza and David Lenis for excellent research assistance. We are grateful to Marcelo Lapargo for generous conversations that improved our understanding of the legal system. We also thank David Abrams, Rodrigo Borda, Ilyana Kuziemko, Randi Hjalmarsson, Nestor Gandelman, Julio Rotemberg, Justin Wolfers and participants at Wharton for very helpful discussions. We also thank participants at the NBER/LICIP, CIfAR (Ottawa), Maryland Crime and Population Workshop, LACEA, and NBER/IASE conference for comments on earlier versions of this project. We thank Fernando Diaz, Julio Quintana, Sergio Buffa, Martín Canepa, José Castillos, and Marcelo Acosta for generous help. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}