{
    "id": 15606,
    "citation_title": "Do Trustees and Administrators Matter? Diversifying the Faculty Across Gender Lines",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "George H. Jakubson",
        "Mirinda L. Martin",
        "Joyce B. Main",
        "Thomas Eisenberg"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur paper focuses on the role that the gender composition of the leaders of American colleges and universities -trustees, presidents/chancellors, and provosts/academic vice presidents - plays in influencing the rate at which academic institutions diversify their faculty across gender lines. Our analyses make use of institutional level panel data that we have collected on for a large sample of American academic institutions.\nWe find that, other factors held constant including our estimate of the \"expected\" share of new hires at an institution that should be female, that institutions with female presidents/chancellors and female provosts/academic vice presidents, and those with a greater share of female trustees, increase their shares of female faculty at a more rapid rate. The magnitudes of the effects of these leaders are larger at smaller institutions, where central administrators may play a larger role in faculty hiring decisions. A critical share of female trustees must be reached before the gender composition of the board matters.\n\n",
    "acknowledgement": "\nWe are grateful to Dr. Merrill P. Schwartz, Director of Research for the Association of Governing Boards of Universities and Colleges (AGB) for aiding us to collect the information on the gender composition of boards of trustees that we use in the paper and to the Andrew W. Mellon Foundation for their financial support of the Cornell Higher Education Research Institute. However, the views expressed here are solely our own and not necessarily those of the acknowledged institutions nor of the National Bureau of Economic Research.\n\n\n"
}