{
    "id": 15600,
    "citation_title": "The Good, the Bad and the Average: Evidence on the Scale and Nature of Ability Peer Effects in Schools",
    "citation_author": [
        "Victor Lavy",
        "Olmo Silva",
        "Felix Weinhardt"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study ability peer effects in secondary schools in England and identify which segments of the peer ability distribution drive the impact of peer quality on students‟ achievements. To do so, we use census data for four cohorts of pupils taking their age-14 national tests, and measure students‟ ability by their prior achievements at age-11. We employ a new identification strategy based on within-pupil regressions that exploit variation in achievements across the three compulsory subjects (English, Mathematics and Science) tested both at age-14 and age-11. We find significant and sizeable negative peer effects arising from bad peers at the very bottom of the ability distribution, but little evidence that average peer quality and very good peers significantly affect pupils‟ academic achievements. However, these results mask some significant heterogeneity along the gender dimension, with girls significantly benefiting from the presence of very academically bright peers, and boys marginally losing out.\n\n",
    "acknowledgement": "\nWe thank the Center for Economic Performance (CEP) at the London School of Economics (LSE) for seed money for this project. We would also like to thank: Rebecca Allen, Josh Angrist, Kenneth Chay, Steve Gibbons, William R. Johnson, Francis Kramarz, Steve Machin, Michele Pellizzari, Steve Pischke, Steve Rivkin, Yona Rubinstein, Henry Overman, Hongliang (Henry) Zhang, two-anonymous referees and seminar participants at Bocconi University, Brown University, CEP-LSE, CMPO-Bristol University, CREST in Paris, EIEF in Rome, ESSLE 2009, Hebrew University of Jerusalem, IFS and IoE in London, Royal Holloway University, and Tel Aviv University for helpful comments and discussions. All remaining errors remain our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}