{
    "id": 15604,
    "citation_title": "Trade, Multinational Production, and the Gains from Openness",
    "citation_author": [
        "Natalia Ramondo",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "2012-11-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the gains from openness arising from trade and multinational production (MP). We present a model that captures key dimensions of the interaction between these two flows: Trade and MP are competing ways to serve a foreign market; MP relies on imports of intermediate goods from the home country; and foreign affiliates of multinationals can export part of their output. The calibrated model implies that the gains from trade can be twice as high as the gains calculated in trade-only models, while the gains from MP are slightly lower than the gains computed in MP-only models.\n\n",
    "acknowledgement": "\nWe have benefited from comments and suggestions from Costas Arkolakis, Russell Cooper, Ana Cecilia Fieler, Chad Jones, Pete Klenow, David Lagakos, Alexander Monge-Naranjo, Ellen McGrattan, Nancy Stokey, Joris Pinkse, Jim Tybout, Stephen Yeaple, and seminar participants at many conferences and institutions. We also thank the editor, Robert Shimer, and two anonymous referees. We are particularly grateful to Sam Kortum and Jonathan Eaton for help with several data and technical questions that emerged during this research. We thank Alex Tarasov for his excellent research assistance. Rodríguez-Clare thanks the Human Capital Foundation (http://www.hcfoundation.ru) for support. Ramondo thanks Princeton IES for its hospitality. All errors are our own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}