{
    "id": 15605,
    "citation_title": "The Enduring Impact of the American Dust Bowl: Short and Long-run Adjustments to Environmental Catastrophe",
    "citation_author": [
        "Richard Hornbeck"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "2021-04-29",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1930's American Dust Bowl was an environmental catastrophe that greatly eroded sections of the Plains.  Analyzing new data collected to identify low-, medium-, and high-erosion counties, the Dust Bowl is estimated to have immediately, substantially, and persistently reduced agricultural land values and revenues. During the Depression and through at least the 1950's, there was limited reallocation of farmland from activities that became relatively less productive.  Agricultural adjustments, such as reallocating land from crops to livestock, recovered only 14% to 28% of the initial agricultural cost.  The economy adjusted predominately through migration, rather than through capital inflows and increased industry.\n\n",
    "acknowledgement": "\nI thank Daron Acemoglu, Esther Duflo, Claudia Goldin, Michael Greenstone, Peter Temin, and seminar participants at BU, Brussels, Chicago GSB, Federal Reserves, Harvard, HBS, LSE, Maryland, Michigan, MIT, Munich, NBER, Northwestern, Princeton, UCLA, Wharton, and Yale for their comments and suggestions; as well as David Autor, Abhijit Banerjee, Nick Bloom, Geoff Cunfer, Joe Doyle, Greg Fischer, Price Fishback, Tim Guinnane, Raymond Guiteras, Eric Hilt, Larry Katz, Gary Libecap, Bob Margo, Ben Olken, Paul Rhode, Wolfram Schlenker, Tavneet Suri, Rob Townsend, and John Wallis.  I thank Lisa Sweeney, Daniel Sheehan, and the GIS Lab at MIT; as well as Christopher Compean, Lillian Fine, Phoebe Holtzman, Paul Nikandrou, and Praveen Rathinavelu for their research assistance.  For supporting research expenses, I thank the MIT Schultz Fund, MIT World Economy Lab, and MIT UROP program. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}