{
    "id": 15608,
    "citation_title": "How Do Retirees Value Life Annuities? Evidence from Public Employees",
    "citation_author": [
        "John Chalmers",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "2012-02-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long been puzzled by the low demand for life annuities.  To shed new light on this puzzle, we study payout choices in the Oregon Public Employees Retirement System, where each retiree must choose between a lump sum and a life annuity.  Notably, the average life annuity we study is better than actuarially fair when compared to the lump sum and 85% of retirees choose the life annuity.  Whether and how retirees respond to variation in the value of life annuity payments depends crucially on the source of variation.  We find strong evidence that demand responds to variation in retiree characteristics.  In contrast, we find little evidence that demand responds to plausibly exogenous variation in annuity pricing, which is economically meaningful but less salient.  Finally, we find robust evidence that demand for the lump sum increases with recent equity market returns and other salient measures of investor sentiment.\n\n",
    "acknowledgement": "\nWe thank Pierluigi Balduzzi, Daniel Bergstresser, Jeffrey Brown (discussant), John Campbell, David Chapman, Daniel Cooper, Cliff Holderness, Edie Hotchkiss, Alexander Ljungqvist (editor), Alan Marcus, Robin McKnight, Bertrand Melenberg, Ali Ozdagli, Joshua Rauh, Antoinette Schoar, Phil Strahan, Peter Tufano, Eric Zitzewitz, an anonymous referee, and participants at the 2010 Netspar Pension Workshop, 2010 Boston Area Consumer Finance Working Group, and 2011 American Finance Association Meetings in Denver for helpful discussions related to this project.  We thank Benjamin Goodman for providing data on how TIAA priced life annuities over our sample period, and we thank employees from the Oregon Public Employees Retirement System who provided invaluable assistance by compiling and helping us to interpret their data.  Because PERS was subject to major legislative changes in late 2003, our description of the system only applies to the period for which we possess data.  This research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}