{
    "id": 15613,
    "citation_title": "How Large are the Impacts of Carbon Motivated Border Tax Adjustments",
    "citation_author": [
        "Yan Dong",
        "John Whalley"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the size of impact of carbon motivated border tax adjustments on world trade. We report numerical simulation results which suggest that impacts on welfare, trade, and emissions will likely be small. This is because proposed measures use carbon emissions in the importing country in producing goods similar to imports rather than carbon content in calculating the size of barriers. Moreover, because border adjustments involve both tariffs and export rebates, it is the differences in emissions intensity across sector rather than emissions level which matters. Where there is no difference in emissions intensities across sectors, Lerner symmetry holds for the border adjustment and no relative effects occur.\nIn our numerical simulation analyses border tax adjustments accompany carbon emission reduction commitments made either unilaterally , or as part of a global treaty and to be applied against non signatories. We use a four-region (US, EU, China, ROW) general equilibrium structure which captures energy trade and has endogenously determined energy supply so that global emissions can change with policy changes. We calibrate our model to 2006 data and analyze the potential impacts of both EU and US carbon pricing at various levels, either along with or without carbon motivated BTAs policies on welfare, emissions, trade flows and production. Results indicate only small impacts of these measures on global emissions, trade and welfare, but the signs of effects are as expected.  BTAs alleviate leakage effects as expected. In trade impacts, compared with no BTAs, BTAs reduce imports of committing countries, and increase imports by other countries. EU and US BTAs against China reduce exports by China. With BTAs, the value of production in the country with carbon reduction measures are introduced increases, and other country's production decreases compared with the case of no BTAs. With the contraction of world trade flows caused by the financial crisis, carbon motivated BTAs offer a  prospect of a compounding effect in a world which is going protectionist and decarbonized  at the same time, but the added effects of BTAs seems small.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF-3), CIGI, and the Social Sciences and Humanities Research Council for financial support, and to Jing Wang and Huifang Tian for discussion and comment The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}