{
    "id": 15618,
    "citation_title": "Insider Econometrics: Empirical Studies of How Management Matters",
    "citation_author": [
        "Casey Ichniowski",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper describes an approach for conducting empirical research into three interrelated questions that are fundamental to the field of organizational economics:\n1.\tWhy do firms in the same industry adopt different management practices?\n2.\tDoes the adoption of a new management practice raise productivity?\n3.\tIf so, why does the new management practice raise productivity?\nThis research approach, which we term insider econometrics, addresses these questions by combining insights from industry insiders with rigorous econometric tests about the adoption and productivity effects of new management practices using rich industry-specific data.  Understanding the selectivity in the adoption and coverage of different management practices within a single industry is central to this empirical research methodology.  The paper considers a number of studies to illustrate persuasive features of insider econometric research and summarizes a number of themes emerging from this line of research.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}