{
    "id": 15611,
    "citation_title": "Liaisons Dangereuses: Increasing Connectivity, Risk Sharing, and Systemic Risk",
    "citation_author": [
        "Stefano Battiston",
        "Domenico Delli Gatti",
        "Mauro Gallegati",
        "Bruce C. Greenwald",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2009-01-18",
    "issue_date": "2009-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the evolution over time of a network of credit relations among financial agents as a system of coupled stochastic processes. Each process describes the dynamics of individual financial robustness, while the coupling results from a network of liabilities among agents. The average level of risk diversification of the agents coincides with the density of links in the network. In addition to a process of diffusion of financial distress, we also consider a discrete process of default cascade, due to the re-evaluation of agents' assets. In this framework we investigate the probability of individual defaults as well as the probability of systemic default as a function of the network density. While it is usually thought that diversification of risk always leads to a more stable financial system, in our model a tension emerges between individual risk and systemic risk. As the number of counterparties in the credit network increases beyond a certain value, the default probability, both individual and systemic, starts to increase. This tension originates from the fact that agents are subject to a financial accelerator mechanism. In other words, individual financial fragility feeding back on itself may amplify the effect of an initial shock and lead to a full fledged systemic crisis. The results offer a simple possible explanation for the endogenous emergence of systemic risk in a credit network.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}