{
    "id": 15616,
    "citation_title": "Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply",
    "citation_author": [
        "Raj Chetty"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow can price elasticities be identified when agents face optimization frictions such as adjustment costs or inattention? I derive bounds on structural price elasticities that are a function of the observed effect of a price change on demand, the size of the price change, and the degree of frictions. The degree of frictions is measured by the utility losses agents tolerate to deviate from the frictionless optimum. The bounds imply that frictions affect intensive margin elasticities much more than extensive margin elasticities. I apply these bounds to the literature on labor supply. The utility costs of ignoring the tax changes used to identify intensive margin labor supply elasticities are typically less than 1% of earnings. As a result, small frictions can explain the differences between micro and macro elasticities, extensive and intensive margin elasticities, and other disparate findings. Pooling estimates from existing studies, I estimate a Hicksian labor supply elasticity of 0.33 on the intensive margin and 0.25 on the extensive margin after accounting for frictions.\n\n",
    "acknowledgement": "\nI would like to thank Tim Armstrong, Soren Blomquist, Richard Blundell, David Card, Daniel Feenberg, Christopher Ferrall, John Friedman, Yuriy Gorodnichenko, James Hines, Caroline Hoxby, Susumu Imai, Guido Imbens, Damon Jones, Patrick Kline, Adam Looney, Day Manoli, Ariel Pakes, Valerie Ramey, Richard Rogerson, Emmanuel Saez, Johannes Spinnewijn, Harald Uhlig, Ken Wolpin, anonymous referees, and numerous seminar participants for very helpful comments. Gregory Bruich, Jane Choi, Peter Ganong, Nate Hilger, Tord Krogh, Jessica Laird, Zachary Liscow, Keli Liu, Laszlo Sandor, Heather Sarsons, and Danny Yagan provided outstanding research assistance. Funding from NSF Grant SES 0645396 and the Sloan Foundation is gratefully acknowledged. The code used to produce the results in this paper is available on the author's website at www.economics.harvard.edu/faculty/chetty.  The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}