{
    "id": 15619,
    "citation_title": "Connective Capital as Social Capital: The Value of Problem-Solving Networks for Team Players in Firms",
    "citation_author": [
        "Casey Ichniowski",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTraditional human capital theory emphasizes a worker's investment in knowledge.  However, when a worker is faced with day-to-day problems on the job, the solutions to the problems often require more knowledge from a team of experts within the firm.  When a worker taps into the knowledge of experts, the worker develops his \"connective capital.\"  Firms that value problem solving highly will develop the human resource management practices that support the environment of sharing knowledge.  Data from the steel industry displays these concepts.  For seven large steel mills, we gather data on the communications networks of steelworkers.  The data shows that networks are exceedingly diverse across mills, and that the mills that have human resource management practices that support teamwork are the mills that have with much more dense high-volume communications links among workers.  That is, workers in team-orientated mills have much higher levels of personal connective capital used for problem-solving.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation and the Alfred P. Sloan Foundation for their generous support, and the many participants at seminars at Cornell University, Harvard University, London School of Economics, MIT, Northwestern University, Stanford University, University of Chicago, University of Illinois, UCLA, the Society of Labor Economics, the American Economic Association meetings, and Jon Gant, and discussants Edward Lazear and Bentley MacLeod for their detailed suggestions. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}