{
    "id": 15615,
    "citation_title": "Recent Russian Debate on Moving from VAT to Sales Taxes and Its Global Implications",
    "citation_author": [
        "Vera Kononova",
        "John Whalley"
    ],
    "citation_publication_date": "2009-12-23",
    "issue_date": "2009-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss recent policy debate in Russia on moving from the present value added tax to a sales tax structure covering households, government and exports. What is distinctive in this debate is the range and nature of problems identified with the VAT, most of which stem from its multistage credit-invoice mechanism. These include false credit and refund claims, delays and difficulties in obtaining legitimate input credits and refunds reflecting responses of tax authorities to false claims, difficulties for large firms dealing with small firms, and resulting uneven effective tax rates between energy and manufacturing sectors. For the Russian economy being heavily dependent on oil and gas exports and seeking diversification, the VAT effectively places industrial companies at a significant disadvantage, particularly compared to exporters of energy resources. These problems are all intensified by the relatively high statutory rate of 18% in the Russian VAT. \nWe describe and document the debate, discussing in detail what the perceived Russian problems with the VAT are. We suggest that many of the difficulties reflect the multi staging in the credit-invoice mechanism in the VAT, rather than the VAT per se. We discuss the possible use of the subtraction and addition methods in the VAT as an alternative to the sales tax proposed. We also report estimates of possible changes in effective tax rates across sectors if the sales tax were enacted.  \nThe final outcome of this debate is not yet known. A special commission of the Presidential Executive Office of the Russian Federation was to report on the matter in 2009, however, due to the economic crisis a decision on VAT/sales tax has been postponed. Despite this, in the near future a change to a sales tax could possibly follow. We suggest that were this to occur this would be a precedent setting move away from the value added tax. With IMF and World Bank conditionality no longer the force that it was for policy change in large economies such as Russia, India, China and Brazil, similar re-examinations could follow elsewhere.\n\n",
    "acknowledgement": "\nThe second author acknowledges financial support from the Ontario Research Fund The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}