{
    "id": 15620,
    "citation_title": "Estimation of De Facto Flexibility Parameter and Basket Weights in Evolving Exchange Rate Regimes",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Daniel Xie"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new technique for estimating countries' de facto exchange rate regimes synthesizes two approaches.  One approach estimates the implicit de facto basket weights in an OLS regression of the local currency value rate against major currency values.  Here the hypothesis is a basket peg with little flexibility.  The second estimates the de facto degree of exchange rate flexibility by observing how exchange market pressure is allowed to show up. Here the hypothesis is an anchor to the dollar or some other single major currency, but with a possibly substantial degree of exchange rate flexibility around that anchor.  It is important to have available a technique that can cover both dimensions:  inferring anchor weights and the flexibility parameter.   We test the synthesis technique on a variety of fixers, floaters, and basket peggers.   We find that real world data demand a statistical technique that allows parameters and regimes to shift frequently.  Accordingly we here take the next step in estimation of de facto exchange rate regimes: endogenous estimation of parameter breakpoints, following Bai and Perron.\n\n",
    "acknowledgement": "\nThe authors would like to thank Agnès Bénassy-Quéré, Oyebola Olabisi, Carmen Reinhart and Shang-Jin Wei for comments.  A shorter version of this paper is expected to appear in AER Papers and Proceedings, May 2010, and will eliminate most of Sections III and IV and the Tables, to meet space constraints.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}