{
    "id": 15629,
    "citation_title": "Testing for Altruism and Social Pressure in Charitable Giving",
    "citation_author": [
        "Stefano DellaVigna",
        "John A. List",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nEvery year, 90 percent of Americans give money to charities. Is such generosity necessarily welfare enhancing for the giver? We present a theoretical framework that distinguishes two types of motivation: individuals like to give, e.g., due to altruism or warm glow, and individuals would rather not give but dislike saying no, e.g., due to social pressure. We design a door-to-door fund-raising drive in which some households are informed about the exact time of solicitation with a flyer on their door-knobs; thus, they can seek or avoid the fund-raiser. We find that the flyer reduces the share of households opening the door by 10 to 25 percent and, if the flyer allows checking a `Do Not Disturb' box, reduces giving by 30 percent. The latter decrease is concentrated among donations smaller than $10. These findings suggest that social pressure is an important determinant of door-to-door giving. Combining data from this and a complementary field experiment, we structurally estimate the model. The estimated social pressure cost of saying no to a solicitor is $3.5 for an in-state charity and $1.4 for an out-of-state charity. Our welfare calculations suggest that our door-to-door fund-raising campaigns on average lower utility of the potential donors.\n\n",
    "acknowledgement": "\nWe thank Saurabh Bhargava, David Card, Constanca Esteves-Sorenson, Bryan Graham, Lawrence Katz, Patrick Kline, Stephan Meier, Klaus Schmidt, Daniel Sturm and the audiences at the Chicago Booth School of Business, Columbia University, Harvard Business School, University of Arizona, UC Berkeley, UT Dallas, University of Zurich, the 2009 San Francisco Applied Micro Conference, the 2009 Conference in Behavioral Economics, the Munich Workshop on \"Natural Experiments and Controlled Field Studies\", and the ASSA 2009 Meetings for helpful comments. We also thank Daniel Acland, Diane Alexander, Jim Cai, Matthew Levy, Xiaoyu Xia, and especially Gautam Rao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}