{
    "id": 15621,
    "citation_title": "The Greenness of China: Household Carbon Dioxide Emissions and Urban Development",
    "citation_author": [
        "Siqi Zheng",
        "Rui Wang",
        "Edward L. Glaeser",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina urbanization is associated with both increases in per-capita income and greenhouse gas emissions.  This paper uses micro data to rank 74 major Chinese cities with respect to their household carbon footprint. We find that the \"greenest\" cities based on this criterion are Huaian and Suqian while the \"dirtiest\" cities are Daqing and Mudanjiang. Even in the dirtiest city (Daqing), a standardized household produces only one-fifth of that in America's greenest city (San Diego). We find that the average January temperature is strongly negatively correlated with a city's household carbon footprint, which suggests that current regional economic development policies that bolster the growth of China's northeastern cities are likely to increase emissions.  We use our city specific income elasticity estimates to predict the growth of carbon emissions in China's cities.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the Lincoln Institute of Land Policy. Siqi Zheng also thanks the CIDEG Center of Tsinghua University. We thank seminar participants at the September 2008 CIDEG Conference at Tsinghua University for helpful comments.  We thank Yi Huo, Yue Liu and Rongrong Ren for their valuable assistance. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}