{
    "id": 15627,
    "citation_title": "Labor Regulations and European Private Equity",
    "citation_author": [
        "Ant Bozkaya",
        "William R. Kerr"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEuropean nations substitute between employment protection regulations and labor market expenditures (e.g., unemployment insurance benefits) for providing worker insurance. Employment regulations more directly tax firms making frequent labor adjustments than other labor insurance mechanisms. Venture capital and private equity investors are especially sensitive to these labor adjustment costs. Nations favoring labor expenditures as the mechanism for providing worker insurance developed stronger private equity markets in high volatility sectors over 1990-2004. These patterns are further evident in US investments into Europe. In this context, policy mechanisms are more important than the overall insurance level provided.\n\n",
    "acknowledgement": "\nThe authors are particularly grateful to Björn Brügemann for comments on this work; to the European Private Equity and Venture Capital Association for providing data; to David Autor, Eric Bartelsman, Lewis Branscomb, Marco Da Rin, Shihe Fu, Thomas Hellmann, Sari Kerr, Joshua Lerner, Mika Maliranta, Ramana Nanda, Petri Rouvinen, Bruno van Pottelsberghe, Niels Westergård-Nielsen, and seminar participants at the Dubai School of Government, European Productivity Conference, European Regional Science Association, Harvard University, MIT Sloan, NBER, and Universite Libre de Bruxelles for helpful comments; and to Harvard Business School and the Innovation Policy and the Economy group for financial support.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center (BRDC).  Support for this research from NSF grant (ITR-0427889) is gratefully acknowledged.  Research results and conclusions expressed are our own and do not necessarily reflect the views of the Census Bureau or NSF.  This paper has been screened to insure that no confidential data are revealed.  An earlier version of this paper was titled \"Labor Regulations and European Industrial Specialization: Evidence from Private Equity Investments.\" The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}