{
    "id": 1562,
    "citation_title": "Education, Welfare, and the \"New\" Federalism: State Budgeting in a Federalist Public Economy",
    "citation_author": [
        "Steven G. Craig",
        "Robert P. Inman"
    ],
    "citation_publication_date": "1985-02-01",
    "issue_date": "1985-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPresident Reagan's proposal for a \"New Federalism\" raises a fundamental challenge to our current structure of Federal-state-local fiscal relations.This research examInes the lIkely consequences of the New Federalism for fiscal allocations by state governments, and attempts to model the impact on both the size of state budgets and on the sectors on which that budget is spent. A political economy model of state budgeting is specified and estimated for a sample of forty-four states for the years 1966-1980.The analysis focuses on the two most visible sectors of state government expenditure, welfare and education, while accounting for the remaining end uses of state funds, other expenditure and taxes. Two general conclusions emerge from the analysis. First, current fiscal allocations by states are significantly influenced by the structure of Federal aid; without Federal matching rules and spending requirements states would choose to spend less on education and welfare services and more on tax relief and the numerous other state activities. Second, the New Federalism, as it relaxes the spending rules and reduces the level of Federal aid, both reduces state education and welfare spending and decreases the aggregate level of state expenditure. We conclude the New Federalism will succeed in reaching its objectives; the government sector will be more decentralized,  with the additional consequence of reduced government budgets.\n\n",
    "acknowledgement": "\n"
}