{
    "id": 15623,
    "citation_title": "The Behavioralist Visits the Factory: Increasing Productivity Using Simple Framing Manipulations",
    "citation_author": [
        "Tanjim Hossain",
        "John A. List"
    ],
    "citation_publication_date": "2009-12-29",
    "issue_date": "2009-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecent discoveries in behavioral economics have led to important new insights concerning what can happen in markets.  Such gains in knowledge have come primarily via laboratory experiments--a missing piece of the puzzle in many cases is parallel evidence drawn from naturally-occurring field counterparts.  We provide a small movement in this direction by taking advantage of a unique opportunity to work with a Chinese high-tech manufacturing facility.  Our study revolves around using insights gained from one of the most influential lines of behavioral research--framing manipulations--in an attempt to increase worker productivity in the facility.  Using a natural field experiment, we report several insights.  For example, conditional incentives framed as both \"losses\" and \"gains\" increase productivity for both individuals and teams.  In addition, teams more acutely respond to bonuses posed as losses than as comparable bonuses posed as gains.  The magnitude of the effect is roughly 1%:  that is, total team productivity is enhanced by 1% purely due to the framing manipulation.  Importantly, we find that neither the framing nor the incentive effect lose their importance over time; rather the effects are observed over the entire sample period.  Moreover, we learn that worker reputation and conditionality of the bonus contract are substitutes for sustenance of incentive effects in the long-run production function.\n\n",
    "acknowledgement": "\nWe thank Fuhai Hong for tremendous help in the data collection.  Trevor Gallen and Yana Peysakhovich provided research support.  Discussions with Omar Al-Ubaydli, Charles Bellemare, Daniel Kahneman, Fahad Khalil, Marc Nerlove, Yaron Raviv, Stephan Schott, and Lan Shi led to insights that improved the study, as did comments from several seminar participants.  We are indebted to Mr. Sean Wong, Managing Director of Wanlida Group, for allowing us to use his factory as our experimental lab.  We gratefully acknowledge the financial support of Hong Kong Research Grant Council. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}