{
    "id": 15631,
    "citation_title": "The Degree of Judicial Enforcement and Credit Markets: Evidence from Japanese Household Panel Data",
    "citation_author": [
        "Charles Yuji Horioka",
        "Shizuka Sekita"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we conduct an empirical analysis of the impact of better judicial enforcement on the probability of being credit rationed, loan size, and the probability of bankruptcy using household-level data from the Japanese Panel Survey of Consumers, conducted by the Institute for Research on Household Economics, in conjunction with judicial data by court district on trial length and the ratio of the number of pending civil trials to the number of incoming civil trials.  Contrary to the predictions of the existing theory, we find that better judicial enforcement increases the probability of being credit rationed and decreases loan size.  Furthermore, we find that better judicial enforcement increases the probability of bankruptcy, a result that is consistent with lax screening effects.\n\n",
    "acknowledgement": "\nWe would like to thank David Blau, Lucia Dunn, Shinya Kajitani, Mari Kan, Wataru Kureishi, Howard P. Marvel, Colin R. McKenzie, Masao Ogaki, Tae Okada, Hiroko Okudaira, Kei Sakata, Keiko Tamada, Midori Wakabayashi, Bruce Weinberg, Keiko Yoshida, and all members of Groupe d'Analyse et de Theorie Economique (GATE), Lyon, France, for their useful advice and suggestions.  Moreover, we greatly appreciate detailed comments provided by Alberto Zazzaro, which enabled us to significantly improve our paper.  In addition, we would like to thank the Institute for Research on Household Economics for providing micro data from the Japanese Panel Survey of Consumers for the 2003-07 period.  This paper was prepared while the second author, Shizuka Sekita, was visiting GATE.  Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}