{
    "id": 15634,
    "citation_title": "Danger on the Exchange: How Counterparty Risk Was Managed on the Paris Bourse in the Nineteenth Century",
    "citation_author": [
        "Angelo Riva",
        "Eugene N. White"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the course of the nineteenth century, the struggles of Paris Bourse to manage counterparty risk revealed the awkward choices that face derivatives exchanges.  Shortly after it was founded, the stock exchange, primarily a forward market, instituted a mutual guarantee fund to prevent broker failures from snowballing into a general liquidity crisis.  The creation of the fund then forced the Bourse to search for mechanisms to control moral hazard.  To study the determinants of broker failures, we collected new individual data on defaulting brokers and describe the evolving regulatory regime. To identify the factors behind the annual number of broker failures we use negative binominal regressions.  To explain individual brokers' duration in office, we employ a proportional hazard model, while logit regressions examine the causes of individual broker failures.   In addition to declines in asset prices and trading volume, the moral hazard from the mutual guarantee fund contributed to brokers' defaulting on their obligations.  The Bourse faced a conundrum; when it finally imposed a tight regulatory regime that limited risk, trading began to migrate off the exchange to less regulated markets.\n\n",
    "acknowledgement": "\nFor their comments and suggestions, we would especially like to thank Pierre-Cyrille Hautcoeur, Carolyn Moehling, and the participants in the Sixth World Congress of Cliometrics. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}