{
    "id": 15638,
    "citation_title": "Employee Spinoffs and Other Entrants: Stylized Facts from Brazil",
    "citation_author": [
        "Oana Hirakawa",
        "Marc-Andreas Muendler",
        "James E. Rauch"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing a comprehensive linked employer-employee database from Brazil for the period 1995-2001, we are able for the first time to compare firms founded as employee spinoffs to new firms without parents and to diversification ventures of existing firms entering a new industry. Employee spinoffs are defined either as the director/manager having moved from a parent in the same industry or as one-quarter of the employees having shifted from a common parent. Depending on definition, employee spinoffs account for between one-sixth and one-third of the new firms in Brazil's private sector during this period. Regardless of definition, size at entry is larger for employee spinoffs than for new firms without parents but smaller than for diversification ventures of existing firms. Similarly, exit rates for employee spinoffs are less than for new firms without parents and comparable to those for diversification ventures of existing firms. These results suggest that we can think of some part of a firm's productivity draw in the Jovanovic (1982) model as embodied in the firm's employees and portable by them to a new firm.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Victor Gomes, John Haltiwanger, and Daniel Lederman, and by seminar participants at Georgia Tech, Universidade de Brasília, UC Davis, and the World Bank. We acknowledge support from the World Bank with gratitude. Muendler also acknowledges NSF support (SES-0550699) with gratitude. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}