{
    "id": 15632,
    "citation_title": "Private Equity and Industry Performance",
    "citation_author": [
        "Shai Bernstein",
        "Josh Lerner",
        "Morten Sørensen",
        "Per Strömberg"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe growth of the private equity industry has spurred concerns about its potential impact on the economy more generally. This analysis looks across nations and industries to assess the impact of private equity on industry performance. Industries where PE funds have invested in the past five years have grown more quickly in terms of productivity and employment. There are few significant differences between industries with limited and high private equity activity. It is hard to find support for claims that economic activity in industries with private equity backing is more exposed to aggregate shocks. The results using lagged private equity investments suggest that the results are not driven by reverse causality. These patterns are not driven solely by common law nations such as the United Kingdom and United States, but also hold in Continental Europe.\n\n",
    "acknowledgement": "\nWe thank the World Economic Forum and Harvard Business School's Division of Research for financial support and members of the Globalization of Alternative Investments project's advisory board for helpful comments. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}