{
    "id": 15637,
    "citation_title": "Causes and Consequences of Early Life Health",
    "citation_author": [
        "Anne Case",
        "Christina Paxson"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the consequences of childhood health for economic and health outcomes in adulthood, using height as a marker of health in childhood. After reviewing previous evidence, we present a conceptual framework that highlights data limitations and methodological problems associated with the study of this topic. We present estimates of the associations between height and a range of outcomes, including schooling, employment, earnings, health and cognitive ability, using data collected from early to late adulthood on cohort members in five longitudinal data sets. We find height is uniformly associated with better economic, health and cognitive outcomes - a result only partially explained by the higher average educational attainment of taller individuals. We then turn to the NLSY79 Children and Young Adult Survey to better understand what specific aspects of early childhood are captured by height. We find, even among maternal siblings, taller siblings score better on cognitive tests and progress through school more quickly. Part of the differences found between siblings arises from differences in their birth weights and lengths attributable to mother's behaviors while pregnant. Taken together, these results support the hypothesis that childhood health influences health and economic status throughout the life course.\n\n",
    "acknowledgement": "\nMaterial in this paper was presented at the RAND Summer Institute on July 8-9, 2009. We thank Kimberly Bryan for expert research assistance and seminar participants for many useful suggestions. We acknowledge funding from the Demography of Aging Center at Princeton University, funded under the National Institute of Aging grant P30 AG024361. We thank the Whitehall II Study team for providing us with access to physical and cognitive test information on the Whitehall II cohort. Continuing data collection for the Whitehall II study is funded by the Medical Research Council, the National Institute on Aging (AG13196), National Heart Lung and Blood Institute (HL36310) and the British Heart Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}