{
    "id": 15630,
    "citation_title": "Falling Behind the Curve: A Positive Analysis of Stop-Start Monetary Policies and the Great Inflation",
    "citation_author": [
        "Andrew Levin",
        "John B. Taylor"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the evolution of long-run inflation expectations and models the stance of monetary policy from 1965 to 1980. A host of survey-based measures and financial market data indicate that long-run inflation expectations rose markedly from 1965 to 1969, leveled off in the mid-1970s, and then rose at an alarming pace from 1977 to 1980. While previous studies have shown that the trajectory of the federal funds rate over that period is not well-represented by a Taylor rule with a constant inflation goal, our analysis indicates that the path of policy can be characterized by a reaction function with two breaks in the intercept--in 1970 and 1976--that correspond to discrete shifts in an implicit inflation goal. This reaction function implies that a series of stop-start episodes occurred in 1968-70, 1974-76, and 1979-80. In each episode, policy fell behind the curve by allowing a pickup in inflation before tightening belatedly, and then the subsequent contraction in economic activity led to policy easing before inflation had been brought back down to its previous level. The evidence presented in this paper raises serious doubts about several prominent theories of the Great Inflation and suggests that a simple rule with an explicit inflation goal could serve as a useful benchmark for avoiding its recurrence.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions of Michael Bordo, Athanasios Orphanides, and participants in the Great Inflation conference. This paper also has benefited greatly from invaluable conversations with Bill English, Chris Erceg, Dale Henderson, Bob Hetzel, Brian Madigan, Ben McCallum, Edward Nelson, and David Small, and from the excellent research assistance of Kathleen Easterbrook. The views expressed in this paper are solely those of the authors, and do not necessarily reflect the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}