{
    "id": 15636,
    "citation_title": "The \"Other\" Imbalance and the Financial Crisis",
    "citation_author": [
        "Ricardo J. Caballero"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the main economic villains before the crisis was the presence of large \"global imbalances.\"  The concern was that the U.S. would experience a sudden stop of capital flows, which would unavoidably drag the world economy into a deep recession. However, when the crisis finally did come, the mechanism did not at all resemble the feared sudden stop.  Quite the opposite, during the crisis net capital inflows to the U.S. were a stabilizing rather than a destabilizing source. I argue instead that the root imbalance was of a different kind: The entire world had an insatiable demand for safe debt instruments that put an enormous pressure on the U.S. financial system and its incentives (and this was facilitated by regulatory mistakes).  The crisis itself was the result of the negative feedback loop between the initial tremors in the financial industry created to bridge the safe-assets gap and the panic associated with the chaotic unraveling of this complex industry. Essentially, the financial sector was able to create \"safe\" assets from the securitization of lower quality ones, but at the cost of exposing the economy to a systemic panic.  This structural problem can be alleviated if governments around the world explicitly absorb a larger share of the systemic risk. The options for doing this range from surplus countries rebalancing their portfolios toward riskier assets, to private-public solutions where asset-producer countries preserve the good parts of the securitization industry while removing the systemic risk from the banks' balance sheets.  Such public-private solutions could be designed with fee structures that could incorporate all kind of too-big- or too-interconnected-to-fail considerations.\n\n",
    "acknowledgement": "\nPrepared for the Paolo Baffi Lecture delivered at the Bank of Italy on December 10th, 2009.  I thank Francesco Giavazzi, Arvind Krishnamurthy, James Poterba and seminar participants at the Bank of Italy for their comments, and Fernando Duarte, Jonathan Goldberg, and Matthew Huang for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}