{
    "id": 15633,
    "citation_title": "The Impact of Comparative Effectiveness Research on Health and Health Care Spending",
    "citation_author": [
        "Anirban Basu",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic technology assessments in general and Comparative Effectiveness Research (CER) in particular have been justified by offsetting benefits of improving patient health and reducing health care spending.  However, little conceptual and empirical understanding exists concerning the quantitative impact of public technology assessments such as CER.  This is needed to assess whether CER has benefits that outweighs its investment costs. This paper provides a systematic framework to analyze the impact of CER on health outcomes and medical care spending. We interpret CER to infuse evidence on product quality into the market place declaring product winners and losers. This shifts demand by patients and doctors as well as coverage by third party payers towards the winners of CER studies and away from losers.  We trace out the spending and health implications of such responses to evidence on product quality in privately and publicly financed health care markets. We simulate these effects for antipsychotics that are among the largest drug classes of the US Medicaid program and for which CER has been conducted by means of the CATIE trial in 1999.  Our main conclusion, from both the conceptual and empirical analysis, is that investments into CER may not always have the intended benefits of lowering spending and improving health outcomes.  Because CER may result in higher spending and worse health, it is important to have methods to evaluate quantitatively the impacts of CER investments.\n\n",
    "acknowledgement": "\nWe are thankful for comments from the referees and the editor Tom McGuire and research assistance from Cindy Yuan . In addition, we appreciate the comments from seminar participants of the 2009 Annual Health Economics Meeting, the NBER 2010 Health Care Meetings, the 2010 ASHE Meetings, The 2010 AdvaMed Meetings, the University of Chicago, Rice University, University of Houston, and the Wharton School. Dr. Basu acknowledges support from a research grant from the National Institute of Mental Health, 1R01MH083706 - 01. Dr. Philipson acknowledges support from the Stigler Center for Study of the Economy and the State at the University of Chicago as well as the National Pharmaceutical Council.\n\n\nThe statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated information service(s): National Disease and Therapeutic Index™ (2003-2008), IMS Health Incorporated.  All Rights Reserved.  The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated, any of its affiliated or subsidiary entities, or the National Bureau of Economic Research.\n\n\n"
}