{
    "id": 15647,
    "citation_title": "Finance and Misallocation: Evidence from Plant-level Data",
    "citation_author": [
        "Virgiliu Midrigan",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a model of industry dynamics in which idiosyncratic risk is uninsurable and establishments are subject to a financing constraint. We ask: does the model, when parameterized to match salient characteristics of plant-level data (Colombia and South Korea), predict large aggregate TFP losses from misallocation of factors across productive units? Our answer is: no. We estimate financing frictions that are fairly large: one-half of the establishments in both countries are constrained and face an external finance premium of 5% on average. Efficient establishments are, nonetheless, able to accumulate internal funds and quickly grow out of their borrowing constraints. Parameterizations of the model that hinder this process of internal accumulation can, in principle, cause very large TFP losses. Such parameterizations are, however, at odds with important features of plant-level data, most notably the difference in returns to factors across establishments that expand/contract (young vs. old) and the variability and persistence of plant-level sales.\n\n",
    "acknowledgement": "\nWe thank Vivian Yue for many useful discussions during an early stage of this project. We thank Richard Rogerson, our discussant, for very helpful comments on an earlier version of this paper. We have also benefited from conversations with Paco Buera, Andres Rodriguez-Claire, Mark Gertler, Joe Kaboski, Tim Kehoe, Bob Lucas and Yongseok Shin. Matthias Lux provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}