{
    "id": 15648,
    "citation_title": "Calorie Posting in Chain Restaurants",
    "citation_author": [
        "Bryan Bollinger",
        "Phillip Leslie",
        "Alan Sorensen"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of mandatory calorie posting on consumers' purchase decisions, using detailed data from Starbucks. We find that average calories per transaction falls by 6%. The effect is almost entirely related to changes in consumers' food choices--there is almost no change in purchases of beverage calories. There is no impact on Starbucks profit on average, and for the subset of stores located close to their competitor Dunkin Donuts, the effect of calorie posting is actually to increase Starbucks revenue. Survey evidence and analysis of commuters suggest the mechanism for the effect is a combination of learning and salience.\n\n",
    "acknowledgement": "\nWe thank Barbara McCarthy and Ryan Patton for research assistance. We are very grateful to Starbucks for providing us with the data used in this study. We have no consulting relationship with Starbucks--the findings in this study are completely independent of Starbucks' interests. Thanks also to Michael Anderson, Kyle Bagwell, Dan Kessler, Eddie Lazear, David Matsa, Paul Oyer, Kathryn Shaw, Andy Skrzypacz and Mike Toffel for valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}