{
    "id": 15643,
    "citation_title": "Elected Versus Appointed Policymakers: Evidence from City Treasurers",
    "citation_author": [
        "Alexander Whalley"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "2020-03-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates whether methods of public official selection affect policymaking in cities. I draw on the unique characteristics of California's city referendum process to identify the causal effect of city treasurers' method of selection on their cities' debt management policies. I utilize a regression discontinuity strategy based on the effect of narrowly-passing appointive city treasurer referendums on city borrowing costs. The results indicate that appointive treasurers reduce a city's cost of borrowing by 13% to 23%. The results imply that if all cities in California with elected treasurers were to appoint them, total borrowing expenditures would be reduced by more than $20 million per year.  Appointive city treasurers appear to reduce borrowing costs primarily through the refinancing of expensive debt at lower interest rates.\n\n",
    "acknowledgement": "\nI thank Leah Brooks, Richard Boylan, Tom Hansford, Shawn Kantor, Josh Kinsler, Stephan Litschig, John Matsusaka, Kevin Milligan, Enrico Moretti, Ronnie Pavan, Lori Raineri, Todd Sorenson, Guido Tabellini, Jessica Trounstine, Gergely Ujhelyi, Christine Vuletich, Kelley Williams and seminar participants at the Canadian Public Economics Group, Texas A & M University, the University of California - Merced, the University of Houston/Rice University, the University of Rochester, and the University of Virginia for helpful comments and discussions. Matt Siordia and Chris Abrescy provided outstanding research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}