{
    "id": 15641,
    "citation_title": "Identification in Differentiated Products Markets Using Market Level Data",
    "citation_author": [
        "Steven T. Berry",
        "Philip A. Haile"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider nonparametric identification in models of differentiated products markets, using only market level observables. On the demand side we consider a nonparametric random utility model nesting random coefficients discrete choice models widely used in applied work. We allow for product/market-specific unobservables, endogenous product characteristics (e.g., prices), and high-dimensional taste shocks with arbitrary correlation and heteroskedasticity. On the supply side we specify marginal costs nonparametrically, allow for unobserved firm heterogeneity, and nest a variety of equilibrium oligopoly models. We pursue two approaches to identification. One relies on instrumental variables conditions used previously to demonstrate identification in a nonparametric regression framework. With this approach we can show identification of the demand side without reference to a particular supply model. Adding the supply side allows identification of firms' marginal costs as well. Our second approach, more closely linked to classical identification arguments for supply and demand models, employs a change of variables approach. This leads to constructive identification results relying on exclusion and support conditions. Our results lead to a testable restriction that provides the first general formalization of Bresnahan's (1982) intuition for empirically discriminating between alternative models of oligopoly competition.\n\n",
    "acknowledgement": "\nEarlier drafts were circulated under the title .Identi.cation of Discrete Choice Demand From Market Level Data. We had helpful early conversations on this topic with Rosa Matzkin and Yuichi Kitamura. We also had valuable feedback from Liran Einav, Jon Levin, Tim Bresnahan, and participants in the 2008 Game Theory World Congress, the 2008 LAMES, the 2009 FESAMES, 2009 SETA Conference, the Brown Conference on the Econometrics of Demand, and seminars at Boston College, CREST, Penn, Stanford, USC, UCSD, Virginia, and Wisconsin. Financial support from the NSF is gratefully acknowledged.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}