{
    "id": 15640,
    "citation_title": "The Long Reach of Childhood Health and Circumstance: Evidence from the Whitehall II Study",
    "citation_author": [
        "Anne Case",
        "Christina Paxson"
    ],
    "citation_publication_date": "2010-01-07",
    "issue_date": "2010-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Whitehall II study to examine the potential role played by early-life health and circumstances in determining health and employment status in middle and older ages.  The population from which the Whitehall II cohort was drawn consisted almost exclusively of white collar civil servants. We demonstrate that estimates of the impact of early-life conditions based on the Whitehall II cohort provide a lower bound on the effect of early-life circumstances on adult health and economic status for the population as a whole. That said, using the Whitehall II cohort data, we find early life circumstances are all predictive of entry grade and promotion to higher grade in Whitehall. Even with controls for entry grade or current grade, we find that childhood circumstances predict cohort members' current health status. Using fixed effect and first-difference models of self-assessed health status and civil service employment grade, we find no evidence of civil service grade affecting future self-assessed health. However, we find self-assessed health has a significant effect on future civil service grade.\n\n",
    "acknowledgement": "\nThis paper has been written for Professor Angus Deaton's festschrift, celebrating his presidency of the American Economic Association. We thank Dr. Aida Sanchez and the Whitehall II team for help accessing the Whitehall II data and Kimberly Bryan for expert research assistance. We thank all participating men and women in the Whitehall II Study; all participating Civil Service departments and their welfare, personnel, and establishment officers; the Occupational Health and Safety Agency; and the Council of Civil Service Unions. The Whitehall II Study team comprises research scientists, statisticians, study coordinators, nurses, data managers, administrative assistants and data entry staff, who make the study possible. Continuing data collection on this study is funded by the Medical Research Council, the National Institute on Aging (AG13196), National Heart Lung and Blood Institute (HL36310) and the British Heart Foundation. We gratefully acknowledge funding from the National Institutes of Health under the Demography of Aging Center grant P30 AG024361. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}