{
    "id": 15649,
    "citation_title": "Terminal Care and The Value of Life Near Its End",
    "citation_author": [
        "Tomas J. Philipson",
        "Gary Becker",
        "Dana Goldman",
        "Kevin M. Murphy"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical care at the end of life, estimated to contribute up to a quarter of US health care spending, often encounters skepticism from payers and policy makers who question its high cost and often minimal health benefits.  However, though many observers have claimed that such spending is often irrational and wasteful, little explicit analysis exists on the incentives that determine end of life health care spending. This paper attempts to provide the first rational and systematic analysis of the incentives behind end of life care.  The main argument we make is that existing theoretical and empirical analysis of the value of life do not apply, and often under-values, the value of life near its end and terminal care. We argue that several factors drive up the value of life near its end including the low opportunity cost of medical spending  near ones death, the value of hope including living into new innovations, and the potential positive effect of on the value of life from being frail. We calibrate the ex-post value of hope associated with treatments for HIV patients to be as much as four times as high as standard per-capita estimates of treatment effects and as many as two and a half times as high as aggregate values across all cohorts.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}