{
    "id": 15654,
    "citation_title": "Can we infer social preferences from the lab? Evidence from the trust game",
    "citation_author": [
        "Nicole M. Baran",
        "Paola Sapienza",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a measure of reciprocity derived from the Berg et al. (1995) trust game in a laboratory setting predicts the reciprocal behavior of the same subjects in a real-world situation. By using the Crowne and Marlowe (1960) social desirability scale, we do not find any evidence that a desire to conform to social norms distorts results in the lab, yet we do find evidence that it affects results in the field.\n\n",
    "acknowledgement": "\nThis work is part of a larger project funded by the Templeton Foundation, whose support is gratefully acknowledged. Without the foundation's generous support none of this would have been possible. In addition, Paola Sapienza thanks the Zell Center for Risk Research at the Kellogg School of Management and Luigi Zingales thanks the Center for Research in Security Prices (CRSP) and the Initiative on Global Markets at the University of Chicago for financial support. We also thank Ernesto Reuben for his excellent research assistance and valuable suggestions throughout the process; Peggy Eppink for her incredibly careful editing; and Denrick Bayot for his much appreciated suggestions. Additionally, we are grateful to John List and the participants in the Chicago Booth Microeconomics Brownbag seminar for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}