{
    "id": 15657,
    "citation_title": "Real-Time Macroeconomic Monitoring: Real Activity, Inflation, and Interactions",
    "citation_author": [
        "S. Boragan Aruoba",
        "Francis X. Diebold"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe sketch a framework for monitoring macroeconomic activity in real-time and push it in new directions. In particular, we focus not only on real activity, which has received most attention to date, but also on inflation and its interaction with real activity. As for the recent recession, we find that (1) it likely ended around July 2009; (2) its most extreme aspects concern a real activity decline that was unusually long but less unusually deep, and an inflation decline that was unusually deep but brief; and (3) its real activity and inflation interactions were strongly positive, consistent with an adverse demand shock.\n\n",
    "acknowledgement": "\nFor helpful comments we thank seminar and conference participants at the 2010 Annual Meeting of the American Economic Association, the Fifth Annual Workshop on Data Revision in Macroeconomic Forecasting and Policy (CIRANO, Montreal), the Federal Reserve Bank of Philadelphia, Black Rock, and the University of Pennsylvania. We are especially grateful to Dean Croushore, Loretta Mester, Jeremy Piger, Calvin Price, Glenn Rudebusch, Keith Sill, Tom Stark and Simon van Norden. For research support we thank the National Science Foundation and the Real-Time Data Research Center at the Federal Reserve Bank of Philadelphia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}