{
    "id": 1565,
    "citation_title": "Crowding Out or Crowding In? Evidence on Debt-Equity Substitutability",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1985-02-01",
    "issue_date": "1985-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the composition of assets outstanding in the market changes, the pattern of expected asset returns also changes, shifting to whatever return structure will induce investors to hold just the new composition of exisiting assets. The object of this paper is to determine, on the basis of the respective risks associated with the returns to broad classes of financial assets in the United States, and hence on the basis of the implied portfolio substitutabilities among these assets, how government deficit financing affects the structure of market-clearing expected returns on debt and equity securities traded in U.S. markets.The empirical results indicate that government deficit financing raises expected debt returns relative to expected equity returns, regardless of the maturity of the government's financing. More specifically, financing a single $100 billion government deficit by issuing short-term debt lowers the expected return on long-term debt by .06%, and lowers the expected return on equity by .33%, relative to the return on short-term debt. Financing a $100 billion deficit by issuing long-term debt raises the expected return on long-term debt by .10%, but lowers the expected return on equity by .24%,again in comparison to the return on short-term debt. These per-unit magnitudes are not huge, but in the current U.S. context of government deficits approximating $200 billion -- year after year -- they are not trivially small either.These results have immediate implications for the composition of private financing. In addition, in conjunction with some assumption (for example, about monetary policy) to anchor the overall return structure,they bear implications for the total volume of private financing, as wellas for capital formation and other interest sensitive elements of aggregate demand.\n\n",
    "acknowledgement": "\n"
}