{
    "id": 15658,
    "citation_title": "Intended and Unintended Effects of Youth Bicycle Helmet Laws",
    "citation_author": [
        "Christopher S. Carpenter",
        "Mark F. Stehr"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver 20 states have adopted laws requiring youths to wear a helmet when riding a bicycle.  We confirm previous research indicating that these laws reduced fatalities and increased helmet use, but we also show that the laws significantly reduced youth bicycling.  We find this result in standard two-way fixed effects models of parental reports of youth bicycling, as well as in triple difference models of self-reported bicycling among high school youths that explicitly account for bicycling by youths just above the helmet law age threshold.  Our results highlight important intended and unintended consequences of a well-intentioned public policy.\n\n",
    "acknowledgement": "\nWe thank David Grabowski, Darren Grant, and Inas Rashad for useful comments on previous drafts.  Seminar participants at the 2nd Biennial Conference of the American Society of Health Economists, UC Irvine, the University of Illinois at Chicago, and the University of Michigan School of Public Health provided very helpful comments.  Greg Franz provided useful research assistance.  Carpenter thanks The Paul Merage School of Business at UC Irvine for financial support.  We are grateful to Steve Kinchen and Shari Shanklin at the CDC for assistance with the YRBSS data.  Results do not imply endorsement of the CDC or any other organization.  The YRBSS microdata used in this paper are protected by a confidentiality agreement.  Interested readers can contact CDC for details on obtaining access.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}