{
    "id": 15669,
    "citation_title": "Did Frederick Brodie Discover the World's First Environmental Kuznets Curve? Coal Smoke and the Rise and Fall of the London Fog",
    "citation_author": [
        "Karen Clay",
        "Werner Troesken"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a paper presented to the Royal Meteorological Society, Brodie (1905) presented a data series that presaged the modern Environmental Kuznets Curve: in the decades leading up to 1890, the number of foggy days in London rose steadily, but after 1891, the fogs began to subside.  Brodie attributed the rise and fall of the London fog to variation in emissions of coal smoke, arguing that before 1890 Londoners burned excessive amounts of soft coal, while in the years following, a series of legal, demographic, and technological changes mitigated the production of coal smoke.  This paper asks two questions.  First, are Brodie's underlying data trustworthy?  Do other, independent sources of evidence same patterns Brodie identified?  Was London's atmosphere becoming more polluted and foggy for most of the nineteenth century, only to improve around 1890?  Second, if so, is Brodie's interpretation of the data correct?  Can the changes in London's atmosphere be attributed to changes in the production of coal smoke, or were they the result of some broader meteorological phenomenon.   The evidence we present here is consistent Brodie's data and interpretation.\n\n",
    "acknowledgement": "\nWe thank Maureen Cropper and Melissa Thomasson, our discussants, for their insights and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}