{
    "id": 15664,
    "citation_title": "Estimating the Technology of Cognitive and Noncognitive Skill Formation",
    "citation_author": [
        "Flavio Cunha",
        "James Heckman",
        "Susanne Schennach"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formulates and estimates multistage production functions for children's cognitive and noncognitive skills. Skills are determined by parental environments and investments at different stages of childhood. We estimate the elasticity of substitution between investments in one period and stocks of skills in that period to assess the benefits of early investment in children compared to later remediation. We establish nonparametric identification of a general class of production technologies based on nonlinear factor models with endogenous inputs. A by-product of our approach is a framework for evaluating childhood and schooling interventions that does not rely on arbitrarily scaled test scores as outputs and recognizes the differential effects of the same bundle of skills in different tasks. Using the estimated technology, we determine optimal targeting of interventions to children with different parental and personal birth endowments. Substitutability decreases in later stages of the life cycle in the production of cognitive skills. It is roughly constant across stages of the life cycle in the production of noncognitive skills. This finding has important implications for the design of policies that target the disadvantaged. For most configurations of disadvantage, our estimates imply that it is optimal to invest relatively more in the early stages of childhood than in later stages.\n\n",
    "acknowledgement": "\nThis paper was supported by grants from the National Science Foundation (SES-0241858, SES- 0099195, SES-0452089, SES-0752699); the National Institute of Child Health and Human Development (R01HD43411); the J. B. and M. K. Pritzker Foundation; the Susan Buffett Foundation; the American Bar Foundation; the Children's Initiative, a project of the Pritzker Family Foundation at the Harris School of Public Policy Studies at the University of Chicago; and PAES, supported by the Pew Foundation, as well as the National Institutes of Health|National Institute on Aging (P30 AG12836), the Boettner Center for Pensions and Retirement Security and the NICHD R24 HD-0044964 at the University of Pennsylvania. We thank the editor and three anonymous referees for very helpful comments. We have also benefited from comments received from Orazio Attanasio, Gary Becker, Sarah Cattan, Philipp Eisenhauer, Miriam Gensowski, Jeffrey Grogger, Lars Hansen, Chris Hansman, Kevin Murphy, Petra Todd, Ben Williams, Ken Wolpin, and Junjian Yi, as well as from participants at the Yale Labor/Macro Conference (May 2006), University of Chicago Applications Workshop (June 2006), the New York University Applied Microeconomics Workshop (March 2008), the University of Indiana Macroeconomics Workshop (September 2008), the Applied Economics and Econometrics Seminar at the University of Western Ontario (October 2008), the Empirical Microeconomics and Econometrics Seminar at Boston College (November 2008), the IFS Conference on Structural Models of the Labour Market and Policy Analysis (November 2008), the New Economics of the Family Conference at the Milton Friedman Institute for Research in Economics (February 2009), the Econometrics Workshop at Penn State University (March 2009), the Applied Economics Workshop at the University of Rochester (April 2009), the Economics Workshop at Universidad de los Andes, Bogota (May 2009), the Labor Workshop at University of Wisconsin-Madison (May 2009), the Bankard Workshop in Applied Microeconomics at the University of Virginia (May, 2009), the Economics Workshop at the University of Colorado-Boulder (September, 2009), and the Duke Economic Research Initiative (September, 2009). A website containing supplementary material is available at http://jenni.uchicago.edu/elast-sub.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}