{
    "id": 15662,
    "citation_title": "Interpreting the Unconventional U.S. Monetary Policy of 2007-09",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the unconventional U.S. monetary policy responses to the financial and real crises of 2007-09, divided into three groups: interest rate policy, quantitative policy, and credit policy. To interpret interest rate policy, it compares the Federal Reserve's actions with the literature on optimal policy in a liquidity trap. The theory suggests that, to minimize the length and severity of the recession, would require a stronger commitment to low interest rates for an extended period of time. To interpret quantitative policy, the paper reviews the determination of inflation under different policy regimes. The main danger for inflation from current actions is that the Federal Reserve may lose its policy independence; a beneficial side effect of the crisis is that the Friedman rule can be implemented by paying interest on reserves. To interpret credit policy, the paper presents a new model of capital market imperfections with different financial institutions and a role for securitization, leveraging, and mark-to-market accounting. The model suggests that providing credit to traders in securities markets can restore liquidity with fewer government funds than extending credit to the originators of loans.\n\n",
    "acknowledgement": "\nI am grateful to Tim Besley, Don Kohn, Elmar Mertens, Ed Nelson, Roberto Perli, Adam Posen, David Romer, Lars Svensson, Mike Woodford, and the conference participants for useful discussions, and to Nicolas Crouzet for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}