{
    "id": 15663,
    "citation_title": "Who Owns Children and Does it Matter?",
    "citation_author": [
        "Alice Schoonbroodt",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs there an economic rationale for pronatalist policies? In this paper we propose and analyze a particular market failure that may lead to inefficiently low equilibrium fertility and therefore to a need for government intervention. The friction we investigate is related to the ownership of children. If parents have no claim on their children's income, then the private benefit from producing a child may be smaller than the social benefit. We present an overlapping-generations (OLG) model with fertility choice and altruism, and model ownership by introducing a minimum constraint on transfers from parents to children. Using the efficiency concepts proposed in Golosov, Jones, and Tertilt (2007), we find that whenever the transfer floor is binding, fertility choices are inefficient. We show how this inefficiency relates to dynamic inefficiency in standard OLG models with exogenous fertility and Millian efficiency in models with endogenous fertility. In particular, we show that the usual conditions for efficiency are no longer sufficient. Further, we analyze several government policies in this context. We find that, in contrast to settings with exogenous fertility, a PAYG social security system cannot be used to implement the efficient allocation. To achieve the efficient outcome, government transfers need to be tied to a person's fertility choice in order to provide incentives for child-bearing.\n\n",
    "acknowledgement": "\nWe thank Matthias Doepke, Martin Gervais, Jeremy Greenwood, Larry E. Jones, John Knowles, Ramon Marimon, Henri Siu and seminar participants at the Junior Faculty Bag Lunch at Stanford, the Southampton Bag Lunch, the SED conference in Boston, the \"Rags to Riches\" conference in Barcelona, the NBER Growth conference in San Francisco, the LACEA meetings in Buenos Aires, the Vienna Macro Workshop 2009, the University of Southern California, the University of Calgary, Queen Mary University and the FRB of Dallas for useful comments. Eduardo Montero and Vuong Nguyen provided excellent research assistance. Financial support from the National Science Foundation, Grant SES-0748889, the Stanford Institute for Economic Policy Research (SIEPR), the University of Southampton School of Social Sciences Small Grants Scheme and ESRC Centre for Population Change is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}