{
    "id": 15660,
    "citation_title": "Wholesalers and Retailers in U.S. Trade (Long Version)",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2010-01-14",
    "issue_date": "2010-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine data on individual trade transactions from U.S. customs records with comprehensive information on firms' employment from the Census Bureau's business register to examine wholesalers and retailers in U.S. exports and imports. Exporters and importers with 100 percent employment in wholesale and retail differ from pure \"producer and consumer\" trading firms along a number of dimensions: they are smaller in terms of employment, trade value and domestic sales, operate fewer U.S. establishments and are present in fewer U.S. states. \"Mixed\" firms, i.e., those with both production/consumption and wholesale retail within the boundaries of the firm, on the other hand, are substantially larger. They trade more products, trade with more countries, and are more likely to engage in related-party trade.\n\n",
    "acknowledgement": "\nSchott (SES-0550190) thanks the NSF and Redding thanks the ESRC-funded Centre for Economic Performance for financial support. The research in this paper was conducted at the U.S. Census Research Data Centers, and support from NSF (ITR-0427889) is acknowledged gratefully. We thank Daniel Reyes for reserach assistance and Jim Davis for speedy disclosure. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the NSF or the U.S. Census Bureau. Results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}