{
    "id": 15666,
    "citation_title": "Heterogeneous Harm vs. Spatial Spillovers: Environmental Federalism and US Air Pollution",
    "citation_author": [
        "H. Spencer Banzhaf",
        "B. Andrew Chupp"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economics of environmental federalism identifies two book-end departures from the first-best, which equates marginal costs and benefits in all local jurisdictions.  Local governments may respond to local conditions, but ignore inter-jurisdictional spillovers.  Alternatively, central governments may internalize spillovers, but impose uniform regulations ignoring local hetero-geneity.  We provide a simple model that demonstrates that the choice of policy depends crucial-ly on the shape of marginal abatement costs.  If marginal costs are increasing and convex, then abatement cost elasticities will tend to be higher around the local policies.  This increases the deadweight loss of those policies relative to the centralized policy, ceteris paribus.\nUsing a large simulation model, we then empirically explore the tradeoffs between local versus second-best uniform policies for US air pollution.  We find that US states acting in their own interest lose about 31.5% of the potential first-best benefits, whereas the second-best uniform policy loses only 0.2% of benefits.  The centralized policy outperforms the state policy for two reasons.  First, inter-state spillovers are simply more important that inter-state hetero-geneity in this application.  Second, welfare losses are especially small under the uniform policy because elasticities are much higher over the relevant range of the cost functions.\n\n",
    "acknowledgement": "\nWe thank Nancy Bockstael, David Evans, Paul Ferraro, Roger von Haefen, Wallace Oates, Nicholas Muller, Ian Parry, Jon Rork, David Sjoquist, and Kerry Smith for comments, as well as seminar and conference participants at Camp Resources, the CU Workshop on Environmental Economics, Illinois State University, and Resources for the Future.  We thank Dallas Burtraw and Meghan McGuinness for data and for help with the RFF electricity model.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}