{
    "id": 15668,
    "citation_title": "Private Information, Human Capital, and Optimal \"Home Bias\" in Financial Markets",
    "citation_author": [
        "Isaac Ehrlich",
        "Jong Kook Shin",
        "Yong Yin"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy allowing for imperfectly informed markets and the role of private information, we offer new insights about observed deviations of portfolio concentrations in domestic relative to foreign risky assets, or \"home bias\", from what standard finance models predict. Our model ascribes the \"bias\" to endogenous information acquisition bolstered by investors' human capital. We develop discriminating hypotheses about the influence of \"specific\" and \"general\" human capital endowments and direct and opportunity costs of managing risky assets in determining whether to hold these assets, and how the assets' portfolio shares vary across investors and financial markets. These hypotheses are supported by numerical and econometric analyses of panel data from the US over 1992-2007, and 23 international financial markets over 2001-2007. The results indicate the existence of differences across countries in the degree to which home asset prices are \"information-revealing\", which may be relevant for fully understanding the global financial crisis of 2007-09.\n\n",
    "acknowledgement": "\nThis working paper was entitled \"Human Capital, Endogenous Information Acquisition, and Home Bias in Financial Markets\" in its previous incarnation. This paper is a significantly expanded version of an earlier draft that was presented in the conference \"New Directions in the Economic Analysis of Education\" sponsored by the Milton Friedman Institute of the University of Chicago and the Center for Human Capital at SUNY Buffalo on November 20-21 2009. It is based on joint work by Isaac Ehrlich and Jong Kook Shin when Ehrlich was a visiting scholar at the Hong Kong Institute of Monetary Research in spring 2009 and on Shin's dissertation. Yong Yin is responsible for the micro-level empirical analysis and has generally contributed to the research on this project. We are grateful to participants at the conference, as well as to Steven Turnovsky and an anonymous referee for many helpful suggestions on subsequent drafts.\n\n\n"
}