{
    "id": 15674,
    "citation_title": "Rollover Risk and Market Freezes",
    "citation_author": [
        "Viral V. Acharya",
        "Douglas Gale",
        "Tanju Yorulmazer"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe crisis of 2007-09 has been characterized by a sudden freeze in the market for short-term, secured borrowing. We present a model that can explain a sudden collapse in the amount that can be borrowed against finitely-lived assets with little credit risk. The borrowing in this model takes the form of a repurchase agreement (\"repo\") or asset-backed commercial paper that has to be rolled over several times before the underlying assets mature and their true value is revealed. In the event of default, the creditors can seize the collateral. We assume that there is a small cost of liquidating the assets. The debt capacity of the assets (the maximum amount that can be borrowed using the assets as collateral) depends on the information state of the economy. At each date, in general there is either \"good news\" (the information state improves), \"bad news\" (the information state gets worse), or \"no news\" (the information state remains the same). When rollover risk is high, because debt must be rolled over frequently, we show that the debt capacity is lower than the fundamental value of the asset and in extreme cases may be close to zero. This is true even if the fundamental value of the assets is high in all states. Thus, a small change in information, as measured by a change in the fundamental value, can lead to a \"market freeze.\" Interpreted differently, the model explains why discounts in overnight repo borrowing, the so-called \"haircuts,\" rose dramatically during the crisis for asset-backed securities with low credit risk once bad news about the underlying cash flows arrived.\n\n",
    "acknowledgement": "\nWe are grateful to Dave Backus, Alberto Bisin, Patrick Bolton, Markus Brunnermeier, John Geanakoplos, Ivalina Kalcheva, Todd Keister, Arvind Krishnamurthy, Michael Manove, Martin Oehmke, Onur Ozgur, Matt Pritsker, S. \"Vish\" Viswanathan, Wei Xiong, Andy Winton, and to the participants of the Asset Pricing Workshop at AEA 2010, NBER Asset Pricing Fall 2009, Gerzensee 2009, Bundesbank-CEPR-CFS Conference, the Central Bank Liquidity Tools Conference at the New York Fed, the Bank of Korea International Conference 2009, the FIRS 2009 Conference in Prague, the WFA 2009 Meetings and seminar participants at Carnegie Mellon University, New York Fed, New York University, MIT, the EUI and the Ca' Foscari University of Venice for useful suggestions. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}