{
    "id": 15672,
    "citation_title": "Rational Ignorance in Education: A Field Experiment in Student Plagiarism",
    "citation_author": [
        "Thomas S. Dee",
        "Brian A. Jacob"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the concern that student plagiarism has become increasingly common, there is relatively little objective data on the prevalence or determinants of this illicit behavior. This study presents the results of a natural field experiment designed to address these questions. Over 1,200 papers were collected from the students in undergraduate courses at a selective post-secondary institution. Students in half of the participating courses were randomly assigned to a requirement that they complete an anti-plagiarism tutorial before submitting their papers. We found that assignment to the treatment group substantially reduced the likelihood of plagiarism, particularly among student with lower SAT scores who had the highest rates of plagiarism. A follow-up survey of participating students suggests that the intervention reduced plagiarism by increasing student knowledge rather than by increasing the perceived probabilities of detection and punishment. These results are consistent with a model of student behavior in which the decision to plagiarize reflects both a poor understanding of academic integrity and the perception that the probabilities of detection and severe punishment are low.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}