{
    "id": 15679,
    "citation_title": "Globalization, Trade & Wages: What Does History tell us about China?",
    "citation_author": [
        "Kris James Mitchener",
        "Se Yan"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "2013-05-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChinese imports and exports grew rapidly during the first three decades of the twentieth century as China opened up to global trade. Using a new data set on the factor-intensity of traded goods at the industry level, we show that Chinese exports became more unskilled-intensive and imports became more skill-intensive during these three decades. The exogenous shock of World War I dramatically raised the price of Chinese exports and increased the demand for these goods overseas and for unskilled workers producing these goods in China. When the war ended, trade costs declined, leading to a rise in China's terms of trade and further growth in China's export sector. Difference-in-differences regression estimates show that World War I boosted exports in China and did so substantially more for unskilled industries than skilled industries. We show that the observed decline in the skill premium in China is consistent with China's changing terms of trade. The skill-unskilled wage ratio flattened out during the 1910s and then fell by eight percent during the 1920s. We simulate the effects of World War I using a dynamic, general equilibrium factor-endowments model of trade, and demonstrate that an exogenous shock to the price of traded goods can produce a decline in the skill premium similar to what China experienced in the 1920s.\n\n",
    "acknowledgement": "\nWe thank John Brown, Carolyn Evans, John Ifcher, Wolfgang Keller, Naomi Lamoreaux, Kevin O'Rourke, Larry Qiu, Alan Taylor, and Bin Xu as well as seminar and conference participants at UC Santa Cruz, Carlos III, IMT Lucca, and the ASSA and CNEH annual meetings for helpful comments and suggestions. Mitchener acknowledges the financial support of the Global Fellows Program, International Institute, UCLA and the Hoover Institution, Stanford University. Yan acknowledges the financial support of UCLA Center for Economic History and China National Social Science Foundation (Grant 09CJL009). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}