{
    "id": 15670,
    "citation_title": "Searching for Irving Fisher",
    "citation_author": [
        "Kris James Mitchener",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a long-standing debate as to whether the Fisher effect operated during the classical gold standard period. We break new ground on this question by developing a market-based measure of general inflation expectations during the gold standard. Since the gold-silver price ratio was widely used to track inflation during the gold standard period, we are able to derive a measure of inflation expectations using the interest-rate differential between Austrian silver and gold perpetuity bonds with identical terms. Our empirical evidence suggests that inflation expectations exhibited significant persistence at the weekly, monthly, and annual frequencies. We also find that market participants updated long-run inflation expectations following short-run changes in the forward silver price of gold. The evidence suggests the operation of a long-run Fisher effect during the classical gold standard period.\n\n",
    "acknowledgement": "\nWe thank Michael Bordo, Richard Burdekin, Andy Rose, Eric Swanson, and participants at UC Berkeley, the San Francisco Fed, and the ASSA meetings for comments and suggestions.  Mitchener acknowledges the generous financial support of the Hoover Institution while in residence as the W. Glenn Campbell and Rita Ricardo-Campbell National Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}