{
    "id": 15673,
    "citation_title": "Innovation and Climate Policy",
    "citation_author": [
        "David Popp"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReducing emissions of the greenhouse gases that cause climate change will require dramatic changes in the way that energy is produced and consumed. The cost of technological changes such as alternative energy sources and improved energy efficiency will play a large role in determining the overall cost of combating climate change. The development of these technologies will be heavily influenced by government policy. Both environmental and R&D policies provide incentives encouraging the development of clean technologies. Understanding the incentives provided by these policies, and their influence on the development of new technologies, is important for understanding the ultimate effects of climate policy. This chapter reviews the literature on environmental innovation and diffusion, with a focus on studies relevant to the development of clean energy technologies necessary to address climate change. I discuss the implications of this literature for the development of climate policy.\n\n",
    "acknowledgement": "\nA revised version of this paper will appear in the forthcoming Annual Review of Resource Economics. I thank an anonymous reviewer for helpful comments on an earlier draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}