{
    "id": 15680,
    "citation_title": "Latin American Growth-Inequality Trade-Offs: The Impact of Insurgence and Independence",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDid independence push Latin America down a growth-inequality trade-off? During the late colonial decades, the region completed two centuries of growth unmatched anywhere and inequality reached spectacular heights. During the half century after insurgency and independence, inequality fell steeply and growth was so modest that the period is called the lost decades. With the appearance of the belle époque in the 1870s, growth rose to impressive levels, again even by world standards, and inequality surged to the highest levels ever, where they have remained for a century. This paper explores the connection.\n\n",
    "acknowledgement": "\nThis paper relies heavily on three others: \"Lost Decades: Lessons from Post-Independence Latin America,\" Journal of Economic History (December 2007), written with R. Bates and J. Coatsworth; \"Ancient Inequality,\" Economic Journal (forthcoming 2010), written with B. Milanovic and P. H. Lindert; and \"Five Centuries of Latin American Inequality,\" Revista de Historia Económica (forthcoming 2010). I am grateful to Bob Bates, John Coatsworth, Peter Lindert and Branko Milanovic for allowing me to use our joint work here. I also acknowledge the many useful comments received when this paper was given at the ECLAC Seminar (Santiago, November 9, 2009), especially those of André Hofman. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}