{
    "id": 15681,
    "citation_title": "Aggregate Implications of Labor Market Distortions: The Recession of 2008-9 and Beyond",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe aggregate neoclassical growth model - with a labor income tax or \"labor market distortion\" that began growing at the end of 2007 as its only impulse - produces time series for aggregate labor usage, consumption, investment, and real GDP that closely resemble actual U.S. time series.  Of particular interest is the fact that the model - with no explicit financial market - has investment fall steeply during the recession not because of any distortions with the supply of capital, but merely because labor is falling and labor is complementary with capital in the production function.  Through the lens of the model, the fact the real consumption fell significantly below trend during 2008 suggests that labor usage per capita could get somewhat lower than it was at the end of 2009, and is expected to remain below pre-recession levels even after the \"recovery.\"\n\n",
    "acknowledgement": "\nI appreciate the comments of Andrei Shleifer, seminar participants at Clemson University, Tel Aviv University, and students at M.I.T.  I will provide updates on my blog www.panic2008.net.  I appreciate the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}