{
    "id": 15684,
    "citation_title": "Europe's Tired, Poor, Huddled Masses: Self-Selection and Economic Outcomes in the Age of Mass Migration",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Age of Mass Migration (1850-1913) was among the largest migration episodes in history. During this period, the United States maintained open borders. Using a novel dataset of Norway-to-US migrants, we estimate the return to migration while accounting for migrant selection across households by comparing migrants with their brothers who stayed in Norway. We also compare the fathers of migrants and non-migrants by wealth and occupation, and examine migrants' assimilation in the US labor market. We find that, unhindered by entry restrictions, migrants were negatively selected from the sending population and their return to migration was relatively low.\n\n",
    "acknowledgement": "\nWe have benefited from conversations with Timothy Bresnahan, Moshe Buchinsky, Dora Costa, Pascaline Dupas, Joseph Ferrie, Claudia Goldin, Avner Greif, Timothy Guinnane, Rick Hornbeck, Seema Jayachandran, Lawrence Katz, Naomi Lamoreaux, Shirlee Lichtman, Robert Margo, Roy Mill, Joel Mokyr, Paul Rhode, Kjell Salvanes, Izi Sin, Gunnar Thorvaldsen, Gui Woolston, Gavin Wright and members of the KALER group at UCLA. We thank seminar participants at Harvard, Humboldt, Queen's, Simon Frasier, Toronto, Warwick and Yale, as well as conference participants at the Economic History Association, the Nordic Labor Economics Summer Institute, the Social Science History Association and the Development of the American Economy and Labor Studies groups at the NBER. Matthew Baird and Roy Mill helped to collect data from Ancestry.com. John Parman and Sula Sarkar generously shared data with us. We acknowledge financial support from the National Science Foundation, the California Center for Population Research and UCLA's Center for Economic History. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}