{
    "id": 15687,
    "citation_title": "Let them Have Choice: Gains from Shifting Away from Employer-Sponsored Health Insurance and Toward an Individual Exchange",
    "citation_author": [
        "Leemore Dafny",
        "Katherine Ho",
        "Mauricio Varela"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost non-elderly Americans purchase insurance through their employers, which sponsor a limited number of plans.   We estimate how much employees would be willing to pay for the right to apply their employer subsidy to the plan of their choosing.  We make use of a proprietary dataset containing information on plan offerings and enrollment for 800+ large employers between 1998 and 2006; the dataset represents over 10 million Americans annually.  We estimate a model of employee preferences using the set of plans they are offered.  Using the estimated parameters from this model, we predict employees' choices in a hypothetical world in which additional plans in a market are available to them on the same terms, i.e. tax-free and subsidized by their employers. Holding employer outlays constant, we estimate that the median welfare gain from expanding choice amounts to roughly 20 percent of premiums.  For the vast majority of employee groups and alternative model specifications, the gains from choice are likely to outweigh potential premium increases associated with a transition from large group to individual pricing.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by seminar participants at the Yale Economics Department and the Yale School of Public Health The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}