{
    "id": 15689,
    "citation_title": "Asymmetric Information and the Demand for Voluntary Health Insurance in Europe",
    "citation_author": [
        "Kristian Bolin",
        "Daniel Hedblom",
        "Anna Lindgren",
        "Bjorn Lindgren"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSeveral past studies have found health risk to be negatively correlated with the probability of voluntary health insurance. This is contrary to what one would expect from standard textbook models of adverse selection and moral hazard. The two most common explanations to the counter-intuitive result are either (1) that risk-aversion is correlated with health -- i.e. that healthier individuals are also more risk-averse -- or (2) that insurers are able to discriminate among customers based on observable health-risk characteristics. We revisited these arguments, using data from the Survey of Health, Ageing and Retirement in Europe (SHARE). Self-assessed health served as an indicator of risk: better health, lower risk. We did, indeed, observe a negative correlation between risk and insurance but found no evidence of heterogeneous risk-preferences as an explanation to our finding.\n\n",
    "acknowledgement": "\nIn this his paper, we used data from the early release 1 of SHARE 2004. This release is preliminary and may contain errors that will be corrected in later releases. The SHARE data collection has been primarily funded by the European Commission through the 5th framework program (project QLK6-CT-2001-00360 in the thematic program Quality of Life program area). Additional funding came from the US National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, Y1-AG- 4553-01 and OGHA 04-064). Data collection in Austria (through the Austrian Science Foundation, FWF), Belgium (through the Belgian Science Policy Administration) and Switzerland (through BBW/OFES/UFES) was nationally funded. The SHARE data set is introduced in Börsch-Supan et al. (2005); methodological details are contained in Börsch-Supan and Jürges (2005). Additional funding for the Swedish participation in the SHARE data collection project came from the Bank of Sweden Tercentenary Foundation, the Swedish Council for Working Life and Social Research, and the Swedish Social Insurance Agency. The research reported in this paper was supported by grants from the Swedish Council for Working Life and Social Research and the Trygg Hansa Research Foundation, which is gratefully acknowledged. A previous version of this article was presented at the 2009 SHARE User Conference in Mainz, Germany. The authors would like to thank seminar participants for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}