{
    "id": 15688,
    "citation_title": "The Cross-Section and Time-Series of Stock and Bond Returns",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "2013-09-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nValue stocks have higher exposure to innovations in the nominal bond risk premium, which measures the markets' perception of cyclical variation in future output growth, than growth stocks. The ICAPM then predicts a value risk premium provided that good news about future output lowers the marginal utility of investors' wealth today. In support of the business cycle as a priced state variable, we show that low value minus growth returns, typically realized at the start of recessions when nominal bond risk premia are low and declining, are associated with lower future dividend growth rates on value minus growth and with lower future output growth in the short term. Because of this new nexus between stock and bond returns, a parsimonious three-factor model can jointly price the book-to-market stock and maturity-sorted bond portfolios and reproduce the time-series variation in expected bond returns. Structural dynamic asset pricing models need to impute a central role to the business cycle as a priced state variable to be quantitatively consistent with the observed value, equity, and nominal bond risk premia.\n\n",
    "acknowledgement": "\nFirst version: February 2009. For excellent research assistance, we thank Rustom Irani and Michelle Zemel. We thank Jaewon Choi and Ed Altman for sharing data with us. We thank Jules van Binsbergen, John Campbell, John Cochrane, George Constantinides, Greg Duffee, Eugene Fama, Lars Hansen, John Heaton, Martin Lettau, Lars Lochstoer, Tobias Moskowitz, Stavros Panageas, Lubos Pastor, Monika Piazzesi, Maxim Ulrich, Pietro Veronesi, Bas Werker, Mungo Wilson, and seminar participants at Tilburg University, APG Investments, ULB ECARES, Temple University, University of Texas at Austin, New York University Stern finance, Boston University, Chicago Booth, University of Vienna, Erasmus University of Rotterdam, U.C. Berkeley Haas, New York University Stern's macro lunch, Washington University at St. Louis, the Adam Smith Asset Pricing Conference in Oxford, the macro-finance conference at the University of Minnesota, the Amsterdam Asset Pricing Retreat, the Society for Economic Dynamics in Istanbul, the CEPR Financial Markets conference in Gerzensee, the European Finance Association conference in Bergen, and the American Finance Association conference in Atlanta for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}