{
    "id": 15685,
    "citation_title": "U.S. Growth in the Decade Ahead",
    "citation_author": [
        "Martin S. Feldstein"
    ],
    "citation_publication_date": "2010-01-21",
    "issue_date": "2010-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the likely growth of U.S. GDP in the decade beginning in 2010.  I analyze the two components of the rise in GDP over this ten year period:  (1) the recovery from the substantially depressed level of economic activity at the start of the decade; and (2) the rise in potential GDP that will result from the expansion of the labor force, the growth of the capital stock, and the increase of multifactor productivity. I calculate a likely growth rate of 2.6 percent a year.\nNot all of that extra output will remain in the United States.  If the trade deficit is reduced by three percent of GDP, the rise in exports and decline in imports will reduce output available for U.S. consumption and investment by about 0.3 percent a year.\nThe effect of a decline of the dollar could be equally important.  If the real trade-weighted value of the dollar declines by 25 percent over the decade and the full effect of that dollar decline is reflected in the prices of imports, the increased cost of imports would reduce the the growth of our real incomes by about 0.4 percent a year.\nThese two international effects would leave the net growth of real goods and services available for US consumption and investment -- both domestically produced and imported -- at 1.9 percent a  year.  That is the same as the average growth during the past decade.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}