{
    "id": 15693,
    "citation_title": "Institutions, Factor Prices and Taxation: Virtues of Strong States?",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany of the most pernicious economic institutions and policies create entry barriers or manipulate factor prices to transfer resources from entrepreneurs and workers to groups that hold political power. These inefficiencies partly result from the fact that direct and efficient fiscal instruments that can be used for taxation and redistribution of resources are absent. One might then conclude that increasing state capacity and expanding the set of available fiscal instruments should improve the allocation of resources by preventing the use of these inefficient, indirect methods of redistribution. This reasoning ignores the effect of greater state capacity and the change in the set of available fiscal instruments on the political equilibrium, however. Because the availability of more efficient means of taxation increases the potential benefits of controlling state power, it also intensifies costly political conflict aimed at capturing the control of the state. This indirect effect counteracts the benefits from more efficient taxation and may dominate the direct benefits. The paper establishes the possibility that the allocation of resources may deteriorate substantially in response to an autonomous increase in state capacity and the set of fiscal instruments. It also argues that in the British case, which is a key historical example that points to the central role of increased state capacity in economic development, this change was not autonomous; instead, it was an equilibrium response to changes in political institutions that placed better checks on the exercise of power by the executive. This reasoning suggests that the study of the effect of fiscal capacity and the evaluation of policies aimed at increasing state capacity in less-developed economies should be done in the context of dynamic models of political economy, in which fiscal capacity and political constraints are jointly determined.\n\n",
    "acknowledgement": "\nMassachusetts Institute of Technology and Canadian Institute for Advanced Research. I thank Melissa Dell and Christopher Udry for useful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}