{
    "id": 15698,
    "citation_title": "Detecting Crowded Trades in Currency Funds",
    "citation_author": [
        "Momtchil Pojarliev",
        "Richard M. Levich"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial crisis of 2008 highlights the importance of detecting crowded trades due to the risks they pose to the stability of the financial system and to the global economy. However, there is a perception that crowded trades are difficult to identify. To date, no single measure to capture the crowdedness of a trade or a trading style has developed.   We propose a methodology to measure crowded trades and apply it to professional currency managers. Our results suggest that carry became a crowded trading strategy towards the end of Q1 2008, shortly before a massive liquidation of carry trades. The timing suggests a possible adverse relationship between our measure of style crowdedness and the future performance of the trading style. Crowdedness in the trend following and value strategies confirm this hypothesis.\nWe apply our approach to currencies but the methodology is general and could be used to measure the popularity or crowdedness of any trade with an identifiable time series return. Our methodology may offer useful insights regarding the popularity of certain trades - in currencies, gold, or other assets - among hedge funds. Further research in this area might be very relevant for investors, managers and regulators.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}