{
    "id": 15691,
    "citation_title": "Does Prescription Drug Adherence Reduce Hospitalizations and Costs?",
    "citation_author": [
        "William Encinosa",
        "Didem Bernard",
        "Avi Dor"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of diabetic drug adherence on hospitalizations, ER visits, and hospital costs, using insurance claims from MarketScan® employer data. However, it is often difficult to measure the impact of drug adherence on hospitalizations since both adherence and hospitalizations may be correlated with unobservable patient severity. We control for such unobservables using propensity score methods and instrumental variables for adherence such as drug coinsurance levels and direct-to- consumer-advertising. We find a significant bias due to unobservable severity in that patients with more severe health are more apt to comply with medications. Thus, the relationship between adherence and hospitalization will be underestimated if one does not control for unobservable severity. Overall, we find that increasing diabetic drug adherence from 50% to 100% reduced the hospitalization rate by 23.3% (p=0.02) from 15% to 11.5%. ER visits are reduces by 46.2% (p=.04) from 17.3% to 9.3%. While such an increase in adherence increases diabetic drug spending by $776 a year per diabetic, the annual cost savings for averted hospitalizations are $886 per diabetic, a cost offset of $110 (p=0.02), or $1.14 per $1 spent on drugs.\n\n",
    "acknowledgement": "\nWe thank conference participants for comments at the European Health Economics Conference, Rome, Italy, the 6th World Congress of IHEA, Copenhagen, Denmark, and the Biennial ASHE Conference, University of Wisconsin. This work was funded by the Agency of Healthcare Research and Quality (AHRQ). The authors' views do not necessarily represent the views or policies of AHRQ, DHHS, or the NBER.\n\n\n"
}