{
    "id": 15697,
    "citation_title": "Property Rights and Parliament in Industrializing Britain",
    "citation_author": [
        "Daniel Bogart",
        "Gary Richardson"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring Britain's industrialization, Parliament operated a forum where rights to land and resources could be reorganized. This venue enabled landholders and communities to exploit economic opportunities that could not be accommodated by the inflexible rights regime inherited from the past. In this essay, historical evidence, archival data, and statistical analysis demonstrate that Parliament increased the number of acts reorganizing property rights in response to increases in the demand for such acts. Tests with placebo groups confirm the robustness of this result. This evidence indicates that Parliament responded elastically to changes in the public's demand for reorganizing property rights. Parliament's efforts to adapt property rights to modern economic conditions may have accelerated Britain's economic ascent\n\n",
    "acknowledgement": "\nWe thank Jean-Laurent Rosenthal, Claudia Goldin, Gary Libecap, Lee Alston, Stergios Skaperdas, Linda Cohen, John Wallis, Tim Leunig, Richard Sylla, Mauricio Drelichman, and Joel Mokyr for helpful comments on earlier drafts. We also thank seminar participants at the University of British Columbia, New York University, University of Michigan, Northwestern University, and Washington Area Economic History Seminar and conference participants at meetings of the Economic History Society, the All-UC Group in Economic History, World Congress of Economic History, the International Economic History Association, and DAE Spring Institute at the NBER. We thank Francesca Labordo and Patricia Suzuki for research assistance. We thank the Parliamentary Archives for assistance and advice. We thank the University of California for financial support. This paper is a revised version of an earlier NBER working paper entitled \"Institutional Adaptability and Economic Development: The Property Rights Revolution in Britain, 1700 to 1830.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}