{
    "id": 15705,
    "citation_title": "The Political Resource Curse",
    "citation_author": [
        "Fernanda Brollo",
        "Tommaso Nannicini",
        "Roberto Perotti",
        "Guido Tabellini"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies the effect of additional government revenues on political corruption and on the quality of politicians, both with theory and data. The theory is based on a version of the career concerns model of political agency with endogenous entry of political candidates. The evidence refers to municipalities in Brazil, where federal transfers to municipal governments change exogenously according to given population thresholds. We exploit a regression discontinuity design to test the implications of the theory and identify the causal effect of larger federal transfers on political corruption and the observed features of political candidates at the municipal level. In accordance with the predictions of the theory, we find that larger transfers increase political corruption and reduce the quality of candidates for mayor.\n\n",
    "acknowledgement": "\nFinancial support by the European Research Council (Grant No. 230088) is gratefully acknowledged. We thank Frederico Finan, Macartan Humphreys and seminar participants at Bologna University, CIFAR, NBER Political Economy Program Meeting 2009, IGIER-Bocconi, and Wallis Conference 2009 for helpful comments; Eliana La Ferrara, Alberto Chong, and Suzanne Duryea for sharing their data on the 1980 Census; and Gaia Penteriani for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}