{
    "id": 15709,
    "citation_title": "Limited Capital Market Participation and Human Capital Risk",
    "citation_author": [
        "Jonathan Berk",
        "Johan Walden"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe non-tradability of human capital is often cited for the failure of traditional asset pricing theory to explain agents' portfolio holdings.  In this paper we argue that the opposite might be true --- traditional models might not be able to explain agent portfolio holdings because they do not explicitly account for the fact that human capital does trade (in the form of labor contracts).  We derive wages endogenously as part of a dynamic equilibrium in a production economy.    Risk is shared in labor markets because firms  write bilateral labor contracts that insure workers, allowing agents to achieve a Pareto optimal allocation even when the span of asset markets is restricted to just stocks and bonds.  Capital markets facilitate this risk sharing because it is there that firms offload the labor market risk they assumed from workers.  In effect, by investing in capital markets investors provide insurance to wage earners who then optimally choose not to participate in capital markets. The model can produce some of the most important stylized facts in asset pricing: (1) limited asset market participation, (2) the seemingly high equity risk premium,  (3) the very large disparity in the volatility of consumption and the volatility of asset prices, and (4) the time dependent correlation between consumption growth and asset returns.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}