{
    "id": 15708,
    "citation_title": "Bankruptcy and the Collateral Channel",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo bankrupt firms impose negative externalities on their non-bankrupt competitors? We propose and analyze a collateral channel in which a firm's bankruptcy reduces collateral values of other industry participants, thereby increasing the cost of external debt finance industry wide. To identify this collateral channel, we use a novel dataset of secured debt tranches issued by U.S. airlines which includes a detailed description of the underlying assets serving as collateral. Our estimates suggest that industry bankruptcies have a sizeable impact on the cost of debt financing of other industry participants. We discuss how the collateral channel may lead to contagion effects which amplify the business cycle during industry downturns.\n\n",
    "acknowledgement": "\nWe thank Paul Asquith, Douglas Baird, John Campbell, Lauren Cohen, Shawn Cole, Joshua Coval, Sergei Davydenko, Oliver Hart, Andrei Shleifer, Jeremy Stein, Heather Tookes, Jeffrey Zwiebel, and seminar participants at Harvard University and the 2008 Financial Research Association Meeting. We also thank Robert Grundy and Phil Shewring from Airclaims Inc. Ricardo Enriquez and Apurv Jain provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}