{
    "id": 15703,
    "citation_title": "Inaccurate age and sex data in the Census PUMS files: Evidence and Implications",
    "citation_author": [
        "J. Trent Alexander",
        "Michael Davern",
        "Betsey Stevenson"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe discover and document errors in public use microdata samples (\"PUMS files\") of the 2000 Census, the 2003-2006 American Community Survey, and the 2004-2009 Current Population Survey. For women and men ages 65 and older, age- and sex-specific population estimates generated from the PUMS files differ by as much as 15% from counts in published data tables. Moreover, an analysis of labor force participation and marriage rates suggests the PUMS samples are not representative of the population at individual ages for those ages 65 and over. PUMS files substantially underestimate labor force participation of those near retirement ages and overestimate labor force participation rates of those at older ages. These problems were an unintentional by-product of the misapplication of a newer generation of disclosure avoidance procedures carried out on the data. The resulting errors in the public use data could significantly impact studies of people ages 65 and older, particularly analyses of variables that are expected to change by age.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar participants at Wharton and participants at the 2009 Joint Statistical Meetings, as well as Orley Ashenfelter, Carolyn Liebler, and Justin Wolfers for useful discussions. J. Trent Alexander and Michael Davern would like to thank the National Institutes of Health-National Institute for Child Health and Human Development for funding related to this project (grants R01 HD43392 and R01 HD043392-03S1). Betsey Stevenson would like to thank the National Institutes of Health-National Institute on Aging (grant P30 AG12836), the Boettner Center for Pensions and Retirement Security at the University of Pennsylvania, and National Institutes of Health-National Institute of Child Health and Human Development Population Research Infrastructure Program (grant R24 HD-044964) at the University of Pennsylvania, for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}