{
    "id": 15707,
    "citation_title": "Can Mentoring Help Female Assistant Professors? Interim Results from a Randomized Trial",
    "citation_author": [
        "Francine D. Blau",
        "Janet M. Currie",
        "Rachel T.A. Croson",
        "Donna K. Ginther"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile much has been written about the potential benefits of mentoring in academia, very little research documents its effectiveness. We present data from a randomized controlled trial of a mentoring program for female economists organized by the Committee for the Status of Women in the Economics Profession and sponsored by the National Science Foundation and the American Economics Association. To our knowledge, this is the first randomized trial of a mentoring program in academia. We evaluate the performance of three cohorts of participants and randomly-assigned controls from 2004, 2006, and 2008.  This paper presents an interim assessment of the program’s effects. Our results suggest that mentoring works. After five years the 2004 treatment group averaged .4 more NSF or NIH grants and 3 additional publications, and were 25 percentage points more likely to have a top-tier publication. There are significant but smaller effects at three years post-treatment for the 2004 and 2006 cohorts combined. While it is too early to assess the ultimate effects of mentoring on the academic careers of program participants, the results suggest that this type of mentoring may be one way to help women advance in the Economics profession and, by extension, in other male-dominated academic fields.\n\n",
    "acknowledgement": "\nWe are grateful to the many women who have volunteered their time to participate in this experiment. We are indebted to Henry Farber, Claudia Goldin, Mark Lopez, Rhonda Sharpe, Sandy Darity, and participants in the session on “Evidence on AEA and NSF Mentoring Programs” at the American Economics Association Annual Meetings, Atlanta, January 2010, for helpful comments and suggestions; to the National Science Foundation (SBE-0317755) and the American Economic Association for their financial support; and to Daniel Newlon, Alice Hogan, and John Siegfried for supporting this program. David Munroe, Sarah Frazelle, Patricia Oslund, Joshua Goodman, Christine Pal, Johannes Schmeider, and Kerry Watson provided excellent research assistance. Gwyn Loftis, and Pat Fisher provided invaluable help with implementing the workshops. Any errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}