{
    "id": 15704,
    "citation_title": "Manumission in Nineteenth Century Virginia",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long-standing debate concerns the rationality of slave owners and this paper addresses that debate within the context of manumission. Using a new sample of 19th-century Virginia manumissions, I show that manumission was associated with the productive characteristics of slaves. More productive slaves were manumitted at younger ages than less productive slaves. Although more productive slaves were more valuable to slave owners, which might be expected to delay manumission, more productive slaves faced more attractive labor market opportunities outside slavery, which elicited greater effort within slavery in order to buy their way out of slavery. Further, this paper addresses three important and two emergent literatures: the economics of slavery; the economics of stature; and the economics of complexion.  The results reveal that height, complexion, and sex were the principal determinants of age at manumission.\n\n",
    "acknowledgement": "\nI thank Art Budros, Shawn Cole, Tomas Cvrcek, Bill Dougan, Kevin Tsui, Marianne Wanamaker, Dan Wood and seminar participants at Clemson, Michigan, Northwestern, and Wake Forest for valuable comments on earlier drafts. Pam Bodenhorn provided valuable research assistance. Financial support from the National Science Foundation (SES-0109165), the Earhart Foundation, and Lafayette College is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}