{
    "id": 15718,
    "citation_title": "Risk and Global Economic Architecture: Why Full Financial Integration May Be Undesirable",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a general framework for analyzing the optimal degree and form of financial integration.  Full integration is not in general optimal:   faced with a choice between two polar regimes, full integration or autarky, autarky may be superior.  The intuition is simple: if underlying technologies are not convex, then risk-sharing can lower expected utility.  The simplistic models arguing for financial integration typically employed in economics assume convexity; but the world is rife with non-convexities, e.g. associated with bankruptcy.  The architecture of the credit market can, for instance, affect the likelihood of a bankruptcy cascade, \"contagion,\" and systemic risk.\n\n",
    "acknowledgement": "\nThe author is indebted to Bruce Greenwald, Mauro Gallegati, Matteo Richiardi, Domenico Delli Gatti, Steffano Battiston, Anton Korinek and Marcus Miller. This paper reports on joint research in the papers in the bibliography, in which these questions are addressed using a variety of different mathematical formulations.  I am also indebted to Izzet Yildiz and Jonathan Dingel for invaluable research assistance and to the Ford and Hewlett Foundations for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}