{
    "id": 15712,
    "citation_title": "What Determines Productivity?",
    "citation_author": [
        "Chad Syverson"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have shown that large and persistent differences in productivity levels across businesses are ubiquitous.  This finding has shaped research agendas in a number of fields, including (but not limited to) macroeconomics, industrial organization, labor, and trade.  This paper surveys and evaluates recent empirical work addressing the question of why businesses differ in their measured productivity levels.  The causes are manifold, and differ depending on the particular setting.  They include elements sourced in production practices--and therefore over which producers have some direct control, at least in theory--as well as from producers' external operating environments.  After evaluating the current state of knowledge, I lay out what I see are the major questions that research in the area should address going forward.\n\n",
    "acknowledgement": "\nI thank Eric Bartelsman, Nick Bloom, Roger Gordon, John Haltiwanger, Chang-Tai Hsieh, Ariel Pakes, Amil Petrin, John Van Reenen, and anonymous referees for helpful comments.  This work is supported by the NSF (SES-0519062 and SES-0820307), and both the Stigler Center and the Centel Foundation/Robert P. Reuss Faculty Research Fund at the University of Chicago Booth School of Business.  Contact information: University of Chicago Booth School of Business; 5807 S. Woodlawn Ave.; Chicago, IL 60637. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}