{
    "id": 15711,
    "citation_title": "Climate Shocks and Exports",
    "citation_author": [
        "Benjamin F. Jones",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses international trade data to examine the effects of climate shocks on economic activity.  We examine panel models relating the annual growth rate of a country's exports in a particular product category to the country's weather in that year.  We find that a poor country being 1 degree Celsius warmer in a given year reduces the growth rate of that country's exports by between 2.0 and 5.7 percentage points, with no detectable effects in rich countries. We find negative effects of temperature on exports of both agricultural products and light manufacturing products, with little apparent effects on heavy industry or raw materials. The results confirm large negative effects of temperature on poor countries' economies and suggest that temperature affects a much wider range of economic activity than conventionally thought.\n\n",
    "acknowledgement": "\nWe are very grateful for the research assistance of Garrett Johnson and helpful comments from Melissa Dell, Dave Donaldson, Chad Jones, and Sam Kortum. Jones gratefully acknowledges funding from the Templeton Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}