{
    "id": 15713,
    "citation_title": "Spatial Competition and Cross-border Shopping: Evidence from State Lotteries",
    "citation_author": [
        "Brian G. Knight",
        "Nathan Schiff"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates competition between jurisdictions in the context of cross-border shopping for state lottery tickets. We first develop a simple theoretical model in which consumers choose between state lotteries and face a trade-off between travel costs and the price of a fair gamble, which is declining in the size of the jackpot and the odds of winning. Given this trade-off, the model predicts that per-resident sales should be more responsive to prices in small states with densely populated borders, relative to large states with sparsely populated borders. Our empirical analysis focuses on the multi-state games of Powerball and Mega Millions, and the identification strategy is based upon high-frequency variation in prices due to the rollover feature of lottery jackpots. The empirical results support the predictions of the model. The magnitude of these effects is large, suggesting that states do face competitive pressures from neighboring lotteries, but the effects vary significantly across states.\n\n",
    "acknowledgement": "\nWe thank EeCheng Ong for careful research assistance and Bo Zhao and Tom Garrett for helpful comments on the paper. We acknowledge support from the New England Public Policy Center at the Federal Reserve Bank of Boston. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}