{
    "id": 15714,
    "citation_title": "Simple Analytics of the Government Expenditure Multiplier",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explains the key factors that determine the effectiveness of government purchases as a means of increasing output and employment in New Keynesian models, through a series of simple examples that can be solved analytically. Delays in the adjustment of prices or wages can allow for larger multipliers than exist in the case of fully flexible prices and wages; in a fairly broad class of simple models, the multiplier is 1 in the case that the monetary authority maintains a constant path for real interest rates. The multiplier can be considerably smaller, however, if the monetary authority raises real interest rates in response to increases in inflation or real activity resulting from the fiscal stimulus. A large multiplier is especially plausible when monetary policy is constrained by the zero lower bound on nominal interest rates; in such a case, expected utility is maximized by expanding government purchases to at least partially fill the output gap that would otherwise exist owing to the central bank's inability to cut interest rates. However, it is important in such a case that neither the increased government purchases nor the increased taxes required to finance them be expected to persist beyond the period over which monetary policy is constrained by the zero lower bound.\n\n",
    "acknowledgement": "\nPrepared for the session \"Fiscal Stabilization Policy\" at the meetings of the Allied Social Science Associations, Atlanta, Georgia, January 3-5, 2010. I would like to thank Marco Bassetto, Pierpaolo Benigno, Sergio de Ferra, Gauti Eggertsson, Marty Eichenbaum, Bob Gordon, Bob Hall, John Taylor and Volker Wieland for helpful discussions, Dmitriy Sergeyev and Luminita Stevens for research assistance, and the National Science Foundation for research support under grant SES-0820438. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}