{
    "id": 15710,
    "citation_title": "Does the Structure of Banking Markets Affect Economic Growth? Evidence from U.S. State Banking Markets",
    "citation_author": [
        "Kris James Mitchener",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2010-01-28",
    "issue_date": "2010-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationship between the structure of banking markets and economic growth using a new dataset on manufacturing industry-level growth rates and banking market concentration for U.S. states during 1899-1929--a period when the manufacturing sector was expanding rapidly and restrictive branching laws segmented the U.S. banking system geographically. Unlike studies of modern developing and developed countries, we find that banking market concentration had a positive impact on manufacturing sector growth in the early twentieth century, with little variation across industries with different degrees of dependence on external financing or access to capital. However, because regulations affecting bank entry varied considerably across U.S. states and the industrial organization of the U.S. banking system differs markedly from those of other countries, we also examine the impact of other aspects of banking market structure and policy on growth. We continue to find that banking market concentration boosted industrial growth. In addition, we find evidence that a greater prevalence of branch banking and more banks per capita increased the growth of industries that rely relatively heavily on external financing or have greater access to external funding sources, while deposit insurance depressed growth in the manufacturing sector. Regulations on bank entry and other banking market characteristics thus appear to exert an independent influence on manufacturing growth in geographically fragmented banking markets.\n\n",
    "acknowledgement": "\nWe thank participants in the 2009 NBER Summer Institute workshop on the Development of the American Economy and the Federal Reserve System Research Committee on Financial Structure and Regulation (especially Mark Vaughan) for comments on previous versions of this paper, and Nilisha Agrawal, Craig Aubuchon, Lydia Fung, and Daniel McDonald for excellent research assistance. Mitchener acknowledges the generous financial support of the Hoover Institution while in residence as the W. Glenn Campbell and Rita Ricardo-Campbell National Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}