{
    "id": 15719,
    "citation_title": "Consumption Risk-sharing in Social Networks",
    "citation_author": [
        "Attila Ambrus",
        "Markus Mobius",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of informal risk-sharing in social networks, where relationships between individuals can be used as social collateral to enforce insurance payments. We characterize incentive compatible risk-sharing arrangements and obtain two results. (1) The degree of informal insurance is governed by the expansiveness of the network, measured by the number of connections that groups of agents have with the rest of the community, relative to group size. Two-dimensional networks, where people have connections in multiple directions, are sufficiently expansive to allow very good risk-sharing. We show that social networks in Peruvian villages satisfy this dimensionality property; thus, our model can explain Townsend's (1994) puzzling observation that village communities often exhibit close to full insurance. (2) In second-best arrangements, agents organize in endogenous \"risk-sharing islands\" in the network, where shocks are shared fully within, but imperfectly across islands. As a result, network based risk-sharing is local: socially closer agents insure each other more.\n\n",
    "acknowledgement": "\nWe are grateful to Dean Karlan and Tanya Rosenblat for allowing us to use data they collected jointly with Markus Mobius. We thank Daron Acemoglu, In Koo Cho, Erica Field, Drew Fudenberg, Andrea Galeotti, Matthew Jackson, Eric Maskin, Stephen Morris, Gabor Pete, Debraj Ray, Laura Schechter and seminar participants for helpful comments and suggestions, and the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}