{
    "id": 15723,
    "citation_title": "Generic Utilization Rates, Real Pharmaceutical Prices, and Research and Development Expenditures",
    "citation_author": [
        "Joseph P. Cook",
        "Graeme Hunter",
        "John A. Vernon"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGeneric utilization rates have risen substantially since the enactment of The Drug Price Competition and Patent Term Restoration Act (Hatch-Waxman) in 1984. In the year Hatch-Waxman was enacted, generic utilization rates were 19 percent; in contrast, today, the generic utilization rate is approximately 70 percent. Striking a balance between access to existing medicines and access to yet-to-be-discovered (and developed) drugs, through research incentives, was the principal objective of this landmark legislation. However, given the current rate of generic utilization, it seems plausible, if not likely, that any balance achieved by the 1984 Act has since shifted away from research incentives and towards improved access, ceteris paribus. Among other factors, recent mandatory substitution laws in most states have driven up generic utilization rates. In the current paper, we employ semi-annual data from 1992 to 2008 to examine the link between generic utilization rates and real U.S. prescription drug prices. This link is important because previous research has identified a causal relationship between real drug prices in the U.S. and industry-level R&D investment intensity. We identify a statistically significant, positive relationship between generic utilization rates in the U.S. and real U.S. prescription drug prices. Specifically, we estimate an elasticity of real drug prices to generic utilization rates of -0.15. This finding, when coupled with previous empirical work on the determinants of pharmaceutical R&D intensity, suggests an elasticity of R&D to generic utilization rates of about 0.090. While the magnitude of this elasticity is modest, as theory would predict--the effect of greater generic erosion of brand sales at patent expiration is heavily discounted due to the long time horizon to generic erosion when an R&D project is in clinical development.  However, because there has been a very substantial increase in generic utilization rates since 1984, the impact on R&D is nevertheless quite large. We explore this and other issues in the current paper.\n\n",
    "acknowledgement": "\nCorresponding author: John A. Vernon, Department of Health Policy and Management, University of North Carolina at Chapel Hill and National Bureau of Economic Research. Email: vernon@email.unc.edu.  We owe our greatest debt of gratitude to Ernie Berndt, who meticulously reviewed the current paper, and several revisions, and offered a great many helpful comments that improved the paper considerably. The authors are also grateful to a number of other individuals for their comments on this paper, and an earlier paper--upon which much of the current research builds. In particular, we thank: Carmelo Giaccotto, Joe Golec, Richard Manning, Gary Persinger, James Poterba, Rex Santerre, F.M. Scherer, John M. Vernon, and Kimberly Westrich. We are also very grateful to Nathan Blalock for research support and data work and Miguel Katigbak for help with the data. We thank the National Pharmaceutical Council for financial support for this study. The authors are also grateful to a number of other individuals for their comments on this paper, and an earlier paper--upon which much of the current research builds. In particular, we thank: Carmelo Giaccotto, Joe Golec, Richard Manning, Gary Persinger, Rex Santerre, F.M. Scherer, John M. Vernon, and Kimberly Westrich. We thank the National Pharmaceutical Council for financial support for this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}