{
    "id": 1572,
    "citation_title": "Bank Deregulation, Accounting Systems of Exchange, and the Unit of Account: A Critical Review",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1985-03-01",
    "issue_date": "1985-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews a specific group of recent publications by Black, Fama, Hall, and Greenfield and Yeager that (i) encourage the relaxation of government controls on the banking industry, (ii) emphasize the possibility of an economy in which most transactions are carried out through an accounting system rather than any tangible medium of exchange, and (iii)suggest that improved monetary performance could be induced by separating the unit of account from the medium of exchange.The main substantive conclusions are as follows. First, a system with an unregulated banking sector and a government-issued currency would be viable and might reduce inefficiencies resulting from reserve requirements, a point that has been recognized by neoclassical monetary economists.The second main class of systems discussed in the reviewed papers -- one with a composite-commodity medium of account and no convertibility provision -- is quite different. If there were literally no medium of exchange, the non-coercive government designation of the unit of account would encounter no inconsistency but would be extremely fragile. More realistically, with some circulating private currency the latter would tend to become the medium of account as well as the medium of exchange and would tend to be issued in excess, thereby separating the unit of account from the officially-designated bundle of commodities. Several conclusions regarding analytical approach are also developed.\n\n",
    "acknowledgement": "\n"
}