{
    "id": 15725,
    "citation_title": "Women's Education and Family Behavior: Trends in Marriage, Divorce and Fertility",
    "citation_author": [
        "Adam Isen",
        "Betsey Stevenson"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how marital and fertility patterns have changed along racial and educational lines for men and women.  Historically, women with more education have been the least likely to marry and have children, but this marriage gap has eroded as the returns to marriage have changed.  Marriage and remarriage rates have risen for women with a college degree relative to women with fewer years of education.  However, the patterns of, and reasons for, marriage have changed.  College educated women marry later, have fewer children, are less likely to view marriage as \"financial security\", are happier in their marriages and with their family life, and are not only the least likely to divorce, but have had the biggest decrease in divorce since the 1970s compared to women without a college degree.  In contrast, there have been fewer changes in marital patterns by education for men.\n\n",
    "acknowledgement": "\nThe authors would like to thank Stephanie Coontz, Paula England, Jerry Jacobs, Enrico Moretti, Sam Preston, Robert Pollak, Michele Tertilt, and Justin Wolfers for useful discussions and seminar participants at Washington University, St. Louis and NBER's Topics in Demography and the Economy conference.  Betsey Stevenson would like to thank Sloan for support through a Work-Family Early Career Development Grant and the National Institutes of Health-National Institute on Aging (grant P30 AG12836), the Boettner Center for Pensions and Retirement Security at the University of Pennsylvania, and National Institutes of Health-National Institute of Child Health and Human Development Population Research Infrastructure Program (grant R24 HD-044964) at the University of Pennsylvania for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}