{
    "id": 15726,
    "citation_title": "Great Inflation and Central Bank Independence in Japan",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapan suffered a very high inflation rate in 1973-74.  The CPI inflation rate rose to near 30% in 1974, the highest rate in the postwar Japanese history after the chaotic hyperinflation following the end of the Second World War. Traditionally, the oil crisis is blamed for the 1973-74 high inflation. However, due to monetary policy decisions in 1972-73, the inflation rate had already exceeded 10% before the onset of the oil crisis in October 1973.  These decisions include the interest rate cut of June 1972 and the interest rate hike of April 1973, which in retrospect proved too small.  Concern about the rapid yen appreciation produced political pressure on the Bank of Japan to continue easing. The Bank of Japan came out of the Great Inflation of 1973 with a stronger voice.  The Bank successfully argued that its recommendation to tighten monetary policy should not be overruled or the high inflation would be repeated.  By this logic, the Bank of Japan obtained /de facto/ independence after 1975.  When faced with the next economic recovery in 1979, again accompanied by oil price increases, the Bank of Japan was able to tighten monetary policy and to contain the inflation rate under 10 percent.  The interest rate in the 1972-75 period  was well below, by as much as 25 percentage points in 1973, the interest rate suggested by a modified monthly Taylor rule regression.\n\n",
    "acknowledgement": "\nThis paper was written for the conference on \"Great Inflation.\" The author is grateful to comments on earlier versions by editors, a discussant, and anonymous referees, Michael Bordo, Frederic Mishkin, and Athanasios Orphanides. The author has also benefited from detailed comments by Shigenori Shiratsuka, Masato Shizume, and other participants of a seminar at the Bank of Japan in July 2009. In addition, the author is grateful to many economists and executives, currently and in the past, of the Bank of Japan over the past three decades. Any remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}