{
    "id": 15727,
    "citation_title": "Liquidity, Institutional Quality and the Composition of International Equity Flows",
    "citation_author": [
        "Itay Goldstein",
        "Assaf Razin",
        "Hui Tong"
    ],
    "citation_publication_date": "2010-02-04",
    "issue_date": "2010-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFDI investors control the management of the firms, whereas FPI investors delegate decisions to managers. Therefore,  direct investors are more informed than portfolio investors about the prospects of projects. This information enables them to manage their projects more efficiently. However, if investors need to sell their investments before maturity because of liquidity shocks, the liquidation price they can get will be lower when buyers know that they have more information on investment projects. In this paper we examine the choice between Foreign Direct Investment and Foreign Portfolio Investment at the level of the source country. Based on the Goldstein and Razin model, we predict that (1) source countries with higher expectation of future liquidity problems export relatively more FPI than FDI, and (2) this effect strengthens as the source country's capital market transparency worsens. To test these hypotheses, we examine the variation of FPI relative to FDI for source countries from 1985 to 2004. Our key variable is the predicted severity of liquidity shock, as proxied by episodes of economy-wide sales of external assets. Consistent with our theory, we find that the predicted liquidity shock has a strong effect on the composition of foreign equity investment. Furthermore, greater capital market opacity in the source country strengthens the effect of the liquidity shock.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}