{
    "id": 15735,
    "citation_title": "Vintage Capital and Creditor Protection",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2010-02-11",
    "issue_date": "2010-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide novel evidence linking the level of creditor protection provided by law to the degree of usage of technologically older, vintage capital in the airline industry. Using a panel of aircraft-level data around the world, we find that better creditor rights are associated with both aircraft of a younger vintage and newer technology as well as firms with larger aircraft fleets. We propose that by mitigating financial shortfalls, enhanced legal protection of creditors facilitates the ability of firms to make large capital investments, adapt advanced technologies and foster productivity.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Douglas Baird, Lucian Bebchuk, Guido Imbens, Boyan Jovanovic, Florencio Lopez-de- Silanes, Giacomo Ponzetto, Adriano Rampini, Andrei Shleifer, Jeremy Stein, and seminar participants at Berkeley, Columbia Law School, Duke, the European Summer Symposium in Financial Markets, Federal Reserve Bank of Boston, Harvard Economics, Harvard Law School, London Business School, London School of Economics, Northwestern, Ohio State University, Stanford, Stockholm School of Economics, Tilburg University, 2008 WFA meetings in Waikoloa, University of Alberta, University of Amsterdam, and the University of Illinois at Urbana-Champaign, and Yale Law School. We also thank Robert Grundy and Phil Shewring from Airclaims Inc. Alex Radu and Kate Waldock provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}