{
    "id": 15730,
    "citation_title": "Securitization without risk transfer",
    "citation_author": [
        "Viral V. Acharya",
        "Philipp Schnabl",
        "Gustavo Suarez"
    ],
    "citation_publication_date": "2010-02-11",
    "issue_date": "2010-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze asset-backed commercial paper conduits which played a central role in the early phase of the financial crisis of 2007-09. We document that commercial banks set up conduits to securitize assets while insuring the newly securitized assets using credit guarantees. The credit guarantees were structured to reduce bank capital requirements, while providing recourse to bank balance sheets for outside investors. Consistent with such recourse, we find that banks with more exposure to conduits had lower stock returns at the start of the financial crisis; that during the first year of the crisis, asset-backed commercial paper spreads increased and issuance fell, especially for conduits with weaker credit guarantees and riskier banks; and that losses from conduits mostly remained with banks rather than outside investors. These results suggest that banks used this form of securitization to concentrate, rather than disperse, financial risks in the banking sector while reducing their capital requirements.\n\n",
    "acknowledgement": "\nAuthors are grateful to Matt Richardson and faculty members at Stern School of Business, New York University for discussions on the topic and to research staff at Moody's and Fitch Ratings for detailed answers to our queries. We thank David Skeie and Dennis Kuo for advice on bank call report data.  We are also grateful to Christa Bouwman, Florian Heider, and Amit Seru (discussants) and seminar participants at the 2010 Meeting of the American Finance Association, the Stockholm Institute of Financial Research Conference on the Financial Crisis of 2007-09, the European Winter Finance Conference 2010, the European Central Bank, the Federal Reserve Banks of New York and Richmond, the University of Southern California, and the University of North Carolina at Chapel Hill. This paper represents the views of the authors and not necessarily those of the Federal Reserve System, its Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}