{
    "id": 15738,
    "citation_title": "Government Distortion in Independently Owned Media: Evidence from U.S. Cold War News Coverage of Human Rights",
    "citation_author": [
        "Nancy Qian",
        "David Yanagizawa-Drott"
    ],
    "citation_publication_date": "2010-02-11",
    "issue_date": "2010-02-11",
    "revision_date": "2013-09-16",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the extent to which strategic objectives of the U.S. government influenced news coverage during the Cold War. We establish two relationships: 1) strategic objectives of the U.S. government cause the State Department to under-report human rights violations of strategic allies; and 2) these objectives reduce news coverage of human rights abuses for strategic allies in six U.S. national newspapers. To establish causality, we exploit plausibly exogenous variation in a country's strategic value to the U.S. from the interaction of its political alliance to the U.S. and membership on the United Nations Security Council. In addition to the main results, we are able to provide qualitative evidence and indirect quantitative evidence to shed light on the mechanisms underlying the reduced form effects.\n\n",
    "acknowledgement": "\nThis paper supersedes the previous version entitled, \"Watchdog and Lapdog...\". We are indebted to Matthew Gentzkow, Mikhail Golosov and David Stromberg for their many thoughtful comments; Abhijit Banerjee, Stefano DellaVigna, Raquel Fernandez, Dean Karlan, Brian Knight, Michael Kremer, Justin Lahart, Suresh Naidu, Nathan Nunn, Torsten Persson, Jesse Shapiro, Jakob Svensson and Chris Udry for their insights; and the seminar participants at Stanford University, Yale University, New York University, Boston University, the University College of London, Stockholm University IIES,Warwick University, Universitat de Pompeu Fabra, Paris School of Economics, Universitet du Toulouse, McGill University, NBER Summer Institute Political Economy, BEROC, BREAD CIPREE and NEUDC for useful comments; and Carl Brinton and Aletheia Donald for invaluable research assistance. All mistakes are our own. Comments or suggestions are very welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}