{
    "id": 15732,
    "citation_title": "University-Industry Spillovers, Government Funding, and Industrial Consulting",
    "citation_author": [
        "Richard Jensen",
        "Jerry Thursby",
        "Marie C. Thursby"
    ],
    "citation_publication_date": "2010-02-11",
    "issue_date": "2010-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a theoretical model of faculty consulting in the context of government and industry funding for research within the university, which then frames an empirical analysis of the funding and consulting of 458 individual faculty inventors from 8 major US universities. In the theory, firms realize that they free ride on government sponsored research of the faculty they hire as consultants and faculty realize their university research projects indirectly benefit from their firm experience. The model accounts for faculty quality, project characteristics, faculty share of license revenue from university research, and the university's research support. Empirically we find that government research funding is positively related to consulting, independent of faculty quality. We find that government and industry funding for university research are strategic complements as well as evidence of the ability of universities to leverage their research infrastructure to attract research funding.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge helpful comments on earlier versions of this paper by Ajay Agrawal, Nico Lacetera, Joshua Lerner, Mark Schankerman, Arvids Ziedonis and participants of the EPFL Conference on Technology Transfer from Universities at the University of Lausanne, the NBER Summer Institute conference on Intellectual Property Policy, and seminars at the Katholieke Universiteit Leuven, Universidad del Pais Vasco, Emory, Georgia Institute of Technology, Notre Dame, Stanford Institute for Economic Policy Research, and Universities of Arizona, Illinois and Turin. We also acknowledge generous support from the Ewing Marion Kauffman Foundation. Thursby and Thursby thank the National Science Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}