{
    "id": 15740,
    "citation_title": "Who Benefits from KIPP?",
    "citation_author": [
        "Joshua D. Angrist",
        "Susan M. Dynarski",
        "Thomas J. Kane",
        "Parag A. Pathak",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2010-02-11",
    "issue_date": "2010-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCharter schools affiliated with the Knowledge is Power Program (KIPP) are emblematic of the No Excuses approach to public education.  These schools feature a long school day, an extended school year, selective teacher hiring, strict behavior norms and a focus on traditional reading and math skills. We use applicant lotteries to evaluate the impact of KIPP Academy Lynn, a KIPP charter school that is mostly Hispanic and has a high concentration of limited English proficiency (LEP) and special-need students, groups that charter critics have argued are typically under-served. The results show overall gains of 0.35 standard deviations in math and 0.12 standard deviations in reading for each year spent at KIPP Lynn. LEP students, special education students, and those with low baseline scores benefit more from time spent at KIPP than do other students, with reading gains coming almost entirely from the LEP group.\n\n",
    "acknowledgement": "\nThe authors are grateful to Josh Zoia and Esther Vargas at KIPP Academy Lynn and to Carrie Conaway at the Massachusetts Department of Elementary and Secondary Education for data, patience and assistance. We received valuable assistance from Sarah Cohodes and Jon Fullerton. We also thank Eric Bettinger for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}