{
    "id": 15747,
    "citation_title": "Family Values and the Regulation of Labor",
    "citation_author": [
        "Alberto F. Alesina",
        "Yann Algan",
        "Pierre Cahuc",
        "Paola Giuliano"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "2013-06-12",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFlexible labor markets require geographically mobile workers to be efficient. Otherwise firms can take advantage of the immobility of workers and extract rents at the expense of workers. In cultures with strong family ties, moving away from home is costly. Thus, to limit the rents of firms and avoid moving, individuals with strong family ties rationally choose regulated labor markets, even though regulation generates lower employment and income. Empirically, we do find that individuals who inherit stronger family ties are less mobile, have lower wages, are less often employed and support more stringent labor market regulations. We find a positive association between labor market rigidities at the beginning of the twenty first century and family values prevailing before World War II, and between family structures in the Middle Ages and current desire for labor market regulation. Both results suggest that labor market regulations have deep cultural roots.\n\n",
    "acknowledgement": "\nWe thank Murat Iyigun and seminar participants at Bocconi University, Brown University, Harvard University, the Kaler meeting at UCLA, IZA, IIES (Stockholm), the London School of Economics, Harvard University, New York University, Princeton University, the Terry College of Business, UC Berkeley Haas School of Business, University of Mannheim, University of Southern California, the AEA Meetings (Denver), the CEPR Conference on Culture and Institutions in Milan and the Politics, Information and the Macroeconomy conference in Barcelona for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}