{
    "id": 15743,
    "citation_title": "Commodity prices, commodity currencies, and global economic developments",
    "citation_author": [
        "Jan J. J. Groen",
        "Paolo A. Pesenti"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we seek to produce forecasts of commodity price movements that can systematically improve on naive statistical benchmarks, and revisit the forecasting performance of changes in commodity currencies as efficient predictors of commodity prices, a view emphasized in the recent literature. In addition, we consider different types of factor-augmented models that use information from a large data set containing a variety of indicators of supply and demand conditions across major developed and developing countries. These factor-augmented models use either standard principal components or partial least squares (PLS) regression to extract dynamic factors from the data set. Our forecasting analysis considers ten alternative indices and sub-indices of spot prices for three different commodity classes across different periods. We find that the exchange rate-based model and especially the PLS factor-augmented model are more prone to outperform the naive statistical benchmarks. However, across our range of commodity price indices we are not able to generate out-of-sample forecasts that, on average, are systematically more accurate than predictions based on a random walk or autoregressive specifications.\n\n",
    "acknowledgement": "\nWe thank Kalok Chan, Takatoshi Ito, Warwick McKibbin, Roberto Mariano, John Romalis, Andrew Rose, two reviewers, and conference participants at the EASE-20 conference in Hong Kong for many helpful suggestions, as well as Spencer Amdur for excellent research assistance. The views expressed here are those of the authors, and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}