{
    "id": 1574,
    "citation_title": "Collective Pegging to a Single Currency: The West African Monetary Union",
    "citation_author": [
        "Jorge Braga de Macedo"
    ],
    "citation_publication_date": "1985-03-01",
    "issue_date": "1985-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents a model of a monetary union designed to illuminate monetary and exchange rate policy in the West African Monetary Union (UMOA). Emphasis is placed on the interaction of the members of UMOA with each other, through the common central bank, and on their interaction with France and the rest of the world. As a consequence, the structure of the national economies depends essentially on their size.The relative size of the partners is reflected in the source and type of disturbances as well as in the trade pattern: large countries are not affected by disturbances originating in small countries. Small countries are affected by all external disturbances. The collective nature of the pegging becomes important because the small countries are taken to be of equal size.Using a four-country, two-tier macroeconomic model, it is shown that the pseudo-exchange rate union with the large partner has no effect on the real exchange rates of the small countries but affect their price levels, whereas a full monetary union requires in principle a transfer whose allocation between the two small countries by their common central bank may have real effects. This transfer is precisely provided by the large country, as guarantor of the fixed exchange rate arrangement. When both small countries are in surplus, there is a reverse transfer to the large country, with no monetary consequences. In line with the findings of the model, evidence is provided on monetary allocations in UMOA and on the real exchange rates of its major members, as compared to ot her African countries.\n\n",
    "acknowledgement": "\n"
}