{
    "id": 15744,
    "citation_title": "Old Europe ages: Reforms and Reform Backlashes",
    "citation_author": [
        "Axel H. Boersch-Supan",
        "Alexander Ludwig"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent of the demographic changes in Europe is dramatic and will deeply affect future labor, financial and goods markets. The expected strain on public budgets and especially social security has already received prominent attention, but aging poses many other economic challenges that threaten growth and living standards if they remain unaddressed. \nThis paper focuses on three large Continental European countries: France, Germany, and Italy. These countries have large pay-as-you-go pension systems and vulnerable labor markets. At the same time, they show remarkable resistance against pension and labor market reform. While there is no shortage of reform proposals to address population aging, most of those focused on pension and labor market reform, little is known about behavioral reactions to such reforms. \nThis paper therefore sheds light on the potential benefits of pension and labor market reform for growth and living standards, taking into account behavioral reactions to specific reforms. Which behavioral reactions will strengthen, which will weaken reform policies? Can Old Europe maintain its standard of living even if behavioral reactions offset some of the current reform efforts?\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on \"Demography and the Economy\", Yountville, California, 11-12 April 2008. We thank Alan Auerbach, Francesco Billari, John Pencavel, Sam Preston, Warren Sanderson, Syl Schieber, John Shoven, Guido Tabellini, and Michele Tertilt for helpful comments on an earlier version. Financial support was provided by the Deutsche Forschungsgemeinschaft, the Land Baden Württemberg, and the German Association of Insurers. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}