{
    "id": 15749,
    "citation_title": "Globalization, Markups and U.S. Welfare",
    "citation_author": [
        "Robert C. Feenstra",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "2014-06-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is the first attempt to structurally estimate the impact of globalization on markups, and the effect of changing markups on welfare, in a monopolistic competition model. To achieve this, we work with a class of preferences that allow for endogenous markups and firm entry and exit that are especially convenient for empirical work - the translog preferences, with symmetry in substitution imposed across products. Between 1992 and 2005 we find the U.S. market experienced a series of changes that confirm a pro-competitive effect: import shares rose and U.S. firms exited, leading to an implied fall in markups, while product variety and welfare went up. We estimate the impacts of these effects on a national level, and find that U.S. welfare rose by as much as 0.86 percent between 1992 and 2005 as a result of these changes, with product variety contributing one-half of that total.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Globalization, Markups, and the U.S. Price Level.\" The authors thank Jessie Handbury, Morgan Hardy, Colin Hottman, and Philip Luck for excellent research assistance, along with Sam Kortum, Bob Staiger and seminar participants at the NBER, Stanford University, UCSD, and the University of Chicago for their comments. Financial support from the NSF is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}