{
    "id": 15742,
    "citation_title": "Policies to Create and Destroy Human Capital in Europe",
    "citation_author": [
        "James J. Heckman",
        "Bas Jacobs"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrends in skill bias and greater turbulence in modern labor markets put wages and employment prospects of unskilled workers under pressure. Weak incentives to utilize and maintain skills over the life-cycle become manifest with the ageing of the population. Policies to promote human capital formation reduce welfare state dependency among the unskilled and offset inefficiencies in human capital formation. Skill formation features strong dynamic complementarities over the life-cycle. Investments in the human capital of children have higher returns than investments in the human capital of older workers. There is no trade-off between equity and efficiency at early ages of human development but there is a substantial trade-off at later ages. Later remediation of skill deficits acquired in early years often does not meet the cost-benefit criterion. Positive returns to active labor market and training policies are doubtful. Skill formation is impaired when the returns to skill formation are low due to low skill use and insufficient skill maintenance later on in life. High marginal tax rates and generous benefit systems reduce labor force participation rates and hours worked and thereby lower the utilization rate of human capital. Tax-benefit systems redistribute resources from outsiders to insiders in labor markets, which can be both distortionary and inequitable. Actuarially fairer early retirement and pension schemes reduce the incentives to retire early and strengthen incentives for human capital investment by increasing the time-horizon over which returns to human capital are harvested.\n\n",
    "acknowledgement": "\nThis paper was generously supported by the National Science Foundation (SES-0241858, SES-0099195, SES-0452089); the National Institute of Child Health and Human Development (R01HD43411); a grant to the Committee on Economic Development PAES Group from the PEW Foundation; support from the J.B. Pritzker Consortium on Early Childhood Development at the Harris School of Public Policy, University of Chicago; and the Netherlands Organisation for Scientific Research (NWO Vidi Grant No. 452-07-013,'Skill Formation in Distorted Labor Markets'). An extended version of this paper was presented at the joint conference of CESifo and Center on Capitalism and Society, \"Perspectives on the Performance of the Continent's Economies,\"  Venice International University, San Servolo, 21 - 22 July 2006. We especially thank Dennis Snower, Edmund Phelps, Hans-Werner Sinn and the participants for their useful comments and suggestions. In addition we thank Lans Bovenberg, George Gelauff, Coen Teulings and participants of the Netspar-SER-CPB conference, \"Reinventing the Welfare State,\" April 27-28, 2006, The Hague, The Netherlands, for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}