{
    "id": 15741,
    "citation_title": "Economics of estate taxation: a brief review of theory and evidence",
    "citation_author": [
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a non-technical overview of the economic arguments related to the desirability of transfer taxation and a summary of empirical evidence surrounding these issues. Understanding optimal transfer taxation throughout the distribution requires understanding the nature of a bequest motive, a topic on which there is little consensus. However, I argue that progress still can be made on the question of desirability and optimal level of estate taxation at the top of the distribution, because interpersonal externalities implied by the presence of bequest motive are irrelevant from the welfare point of view when the focus is on the wealthy. I also examine the role of negative externalities from wealth concentration in providing justification for considering this type of taxation.\n\n",
    "acknowledgement": "\nI am grateful to Kevin Hassett, Louis Kaplow and participants of the NYU Tax Law Review symposium on Lily Batchelder's \"Replacing the estate tax with an inheritance tax\" for many helpful comments. All errors are mine. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}