{
    "id": 15746,
    "citation_title": "A Shred of Credible Evidence on the Long Run Elasticity of Labor Supply",
    "citation_author": [
        "Orley C. Ashenfelter",
        "Kirk B. Doran",
        "Bruce Schaller"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVirtually all public policies regarding taxation and the redistribution of income rely on explicit or implicit assumptions about the long run effect of wages rates on labor supply.  The available estimates of the wage elasticity of male labor supply in the literature have varied between -0.2 and 0.2, implying that permanent wage increases have relatively small, poorly determined effects on labor supplied.  The variation in existing estimates calls for a simple, natural experiment in which men can change their hours of work, and in which wages have been exogenously and permanently changed.  We introduce a panel data set of taxi drivers who choose their own hours, and who experienced two exogenous permanent fare increases instituted by the New York City Taxi and Limousine Commission, and we use these data to fit a simple structural labor supply function.  Our estimates suggest that the elasticity of labor supply is about -0.2, implying that income effects dominate substitution effects in the long run labor supply of males.\n\n",
    "acknowledgement": "\nWe are indebted to Henry Farber, Derek Neal, John Pencavel, Robert Solow, and to participants at the Conference in Honour of Richard Layard and Steve Nickell held at the Center for Economic Performance in June of 2009 for very helpful comments on this paper.  We are also indebted to Nicholas Lawson for outstanding research assistance and to the Industrial Relations Section at Princeton University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}