{
    "id": 15752,
    "citation_title": "Public Avoidance and the Epidemiology of novel H1N1 Influenza A",
    "citation_author": [
        "Byung-Kwang Yoo",
        "Megumi Kasajima",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn June 2009, the World Health Organization declared that novel influenza A (nH1N1) had reached pandemic status worldwide.  The response to the spread of this virus by the public and by the public health community was immediate and widespread.  Among the responses included voluntary avoidance of public spaces, closure of schools, the ubiquitous placement of hand sanitizer, and the use of face masks in public places.  Existing forecasting models of the epidemic spread of nH1N1, used by public health officials to aid in making many decisions including vaccination policy, ignore avoidance responses in the formal modeling.  In this paper, we build a forecasting model of the nH1N1 epidemic that explicitly accounts for avoidance behavior.  We use data from the U.S. summer and the Australian winter nH1N1 epidemic of 2009 to estimate the parameters of our model and forecast the course of the epidemic in the U.S. in 2010.  We find that accounting for avoidance responses results in a better fitting forecasting model.  We also find that in models with avoidance, the marginal return in terms of saved lives and reduced infection rates of an early vaccination campaign are higher.\n\n",
    "acknowledgement": "\nProf. Yoo's work on this project is supported by National Institute of Health (1K25AI073915).  Prof. Bhattacharya's work on this project is supported in part by the National Institute on Aging. We thank Peter G. Szilagyi, MD, MPH and Charles E. Phelps, PhD for their support in conception and Andrea Berry, MS for her data analysis and editing support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}