{
    "id": 15750,
    "citation_title": "Intermediated Trade",
    "citation_author": [
        "Pol Antràs",
        "Arnaud Costinot"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple model of international trade with intermediation. We consider an economy with two islands and two types of agents, farmers and traders. Farmers can produce two goods, but in order to sell these goods in centralized (Walrasian) markets, they need to be matched with a trader, and this entails costly search. In the absence of search frictions, our model reduces to a standard Ricardian model of trade. We use this simple model to contrast the implications of changes in the integration of Walrasian markets, which allow traders from different islands to exchange their goods, and changes in the access to these Walrasian markets, which allow farmers to trade with traders from different islands. We find that intermediation always magnifies the gains from trade under the former type of integration, but leads to more nuanced welfare results under the latter, including the possibility of aggregate losses. These welfare losses may be circumvented, however, through policies that discriminate against foreign traders in a way that minimizes the margins charged by domestic traders.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Federico Díez, Dave Donaldson, Gene Grossman, Elhanan Helpman, Jim Rauch, and Jonathan Vogel for very useful conversations, and to seminar participants at Toronto, Nottingham, Boston Fed, MIT, Paris School of Economics, Zurich, Autònoma-Barcelona and ITAM for useful comments. Frank Schilbach provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}