{
    "id": 15754,
    "citation_title": "Industry Evidence on the Effects of Government Spending",
    "citation_author": [
        "Christopher J. Nekarda",
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates industry-level effects of government purchases in order to shed light on the transmission mechanism for government spending on the aggregate economy. We begin by highlighting the different theoretical predictions concerning the effects of government spending on industry labor market equilibrium. We then create a panel data set that matches output and labor variables to shifts in industry-specific government demand. The empirical results indicate that increases in government demand raise output and hours, but lower real product wages and productivity. Markups do not change as a result of government demand increases. The results are consistent with the neoclassical model of government spending, but they are not consistent with the New Keynesian model of the effects of government spending.\n\n",
    "acknowledgement": "\nValerie Ramey gratefully acknowledges financial support from National Science Foundation grant SES-0617219 through the National Bureau of Economic Research. We thank Robert Barro, Min Ouyang, and Gary Richardson for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}