{
    "id": 15753,
    "citation_title": "What Determines European Real Exchange Rates?",
    "citation_author": [
        "Martin Berka",
        "Michael B. Devereux"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a newly constructed panel data set of relative prices of a large number of consumer goods among 31 European countries.  We find that there is a substantial and non-diminishing deviation from PPP at all levels of aggregation, even among eurozone members.  However, real exchange rates are very closely tied to relative GDP per capita within Europe, both across countries and over time. This relationship is highly robust at all levels of aggregation. We construct a simple two-sector endowment economy model of real exchange rate determination.  Simulating the model using the historical relative GDP per capita for each country, we find that for most (but not all) countries there is a very close fit between the actual and simulated real exchange rate.\n\n",
    "acknowledgement": "\nWe thank Paul Konijn of Eurostat for the provision of the data and patient responses to numerous questions. We also thank seminar participants at the Federal Reserve Bank of Dallas and HKUST for comments. Devereux thanks SSHRC, the Royal Bank, and the Bank of Canada for financial support.  Part of the paper was written when the second author was visiting the RBA, and the HKIMR, and their hospitality is much appreciated.  Finally, the views in this paper are those of the authors alone and do not represent the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}