{
    "id": 15756,
    "citation_title": "Consumption and Saving: Models of Intertemporal Allocation and Their Implications for Public Policy",
    "citation_author": [
        "Orazio P. Attanasio",
        "Guglielmo Weber"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a critical survey of the large literature on the life cycle model of consumption, both from an empirical and a theoretical point of view. It discusses several approaches that have been taken in the literature to bring the model to the data, their empirical successes and failures. Finally, the paper reviews a number of changes to the standard life cycle model that could help solve the remaining empirical puzzles.\n\n",
    "acknowledgement": "\nWe are grateful to a very large number of people for a number of different reasons. Our thinking about the issues discussed in this paper has been particularly influenced by a set of people, several of whom have been co-authors in several projects. They include: Rob Alessie, James Banks, Richard Blundell, Martin Browning, Angus Deaton, Hamish Low, Tom MaCurdy, Costas Meghir and Luigi Pistaferri. We have discussed many of the issues covered in this paper (and sometimes disagreed) with them. We certainly learned a lot from them. We are very grateful to three referees for comments and suggestions, and to the editor, for comments, suggestions, and incredible patience! The first author's research was partly financed by the ESRC Professorial Fellowship RES-051-27-0135. The second author thanks ESRI, Cabinet Office, Tokyo, for hospitality, and many useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}