{
    "id": 15755,
    "citation_title": "Which Parts of Globalization Matter for Catch-up Growth?",
    "citation_author": [
        "Paul M. Romer"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEconomists devote too much attention to international flows of goods and services and not enough to international flows of ideas. Traditional trade flows are an imperfect substitute for flows of the underlying ideas. The simplest textbook trade model shows that a welfare-enhancing move toward freer flows of ideas should be associated with a reduction in conventional trade. The large quantitative effect from the flow of ideas is evident in the second half of the 20th century as the life expectancies in poor and rich countries began to converge. Another example comes from China, where authorities dramatically reduced accident rates by adopting rules of civil aviation that were developed in the United States. All economists, including trade economists, would be better equipped to talk about international flows of technologies and rules if they adopted a consistent vocabulary based on the concepts of nonrivalry and excludability. An analysis of the interaction between rules and technologies may help explain important puzzles such as why private firms have successfully diffused some technologies (mobile telephony) but not others (safe municipal water.)\n\n",
    "acknowledgement": "\nI would like to thank Daron Acemoglu, Philippe Aghion, Brandon Fuller, Tim Kane, and Dani Rodrik for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}