{
    "id": 15759,
    "citation_title": "Capital Flows, Consumption Booms and Asset Bubbles: A Behavioural Alternative to the Savings Glut Hypothesis",
    "citation_author": [
        "David Laibson",
        "Johanna Mollerstrom"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nBernanke (2005) hypothesized that a \"global savings glut\" was causing large trade imbalances.  However, we show that the global savings rates did not show a robust upward trend during the relevant period. Moreover, if there had been a global savings glut there should have been a large investment boom in the countries that imported capital.  Instead, those countries experienced consumption booms.  National asset bubbles explain the international imbalances.  The bubbles raised consumption, resulting in large trade deficits.  In a sample of 18 OECD countries plus China, movements in home prices alone explain half of the variation in trade deficits.\n\n",
    "acknowledgement": "\nThis paper was developed from the Frank Hahn Lecture, delivered at the Royal Economic Society Meeting in spring 2009. We acknowledge terrific research support from Kyle Chauvin.  We are grateful for the advice of Effi Benmelech, Alan Blinder, Emmanuel Farhi, Benjamin Friedman, Edward Glaeser, Owen Lamont, Jaewoo Lee, Andrei Shleifer, Jeremy Stein, Luis Viceira and participants at the Royal Economic Society Meeting in 2009. Laibson acknowledges financial support from the National Science Foundation (DMS-0527518) and the National Institute on Aging (R01-AG-021650, R01-AG-1665, P30-AG-012810). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}