{
    "id": 15768,
    "citation_title": "The Supply Side of Innovation: H-1B Visa Reforms and US Ethnic Invention",
    "citation_author": [
        "William R. Kerr",
        "William F. Lincoln"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis study evaluates the impact of high-skilled immigrants on US technology formation.  We use reduced-form specifications that exploit large changes in the H-1B visa program.  Higher H-1B admissions increase immigrant science and engineering (SE) employment and patenting by inventors with Indian and Chinese names in cities and firms dependent upon the program relative to their peers.  Most specifications find limited effects for native SE employment or patenting.  We are able to rule out displacement effects, and small crowding-in effects may exist.  Total SE employment and invention increases with higher admissions primarily through direct contributions of immigrants.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu and wlincoln@umich.edu.  We thank Sarah Rahman for excellent research assistance.  We thank seminar participants at AEA, ERSA, Federal Reserve Bank of Chicago, Harvard, ISIM, Michigan, MIT Sloan, NBER Innovation Policy and the Economy, NBER Labor Studies, NBER Productivity, and SOLE for helpful suggestions; we especially thank Lindsay Lowell and Debbie Strumsky for data assistance and Dan Aaronson, Ajay Agrawal, David Autor, Gadi Barlevy, Lisa Barrow, Charlie Brown, Jeff Campbell, Brendan Epstein, Richard Freeman, Jeff Furman, Luojia Hu, Jennifer Hunt, Larry Katz, Sari Kerr, Miles Kimball, Jacob Kirkegaard, Josh Lerner, Jim Levinsohn, Norm Matloff, Guy Michaels, Matt Mitchell, Ramana Nanda, Derek Neal, Paul Oyer, Jeff Smith, Dan Sullivan, and anonymous referees for their insights.  This paper is a revised and shortened version of HBS Working Paper 09-005, and a subsequent version will be published in the Journal of Labor Economics.  This research is supported by the Innovation Policy and the Economy group, Kauffman Foundation, Harvard Business School, the University of Michigan, the National Science Foundation, and the MIT George Shultz Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}