{
    "id": 15769,
    "citation_title": "Unwilling or Unable to Cheat? Evidence from a Randomized Tax Audit Experiment in Denmark",
    "citation_author": [
        "Henrik J. Kleven",
        "Martin B. Knudsen",
        "Claus T. Kreiner",
        "Søren Pedersen",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a randomized tax enforcement experiment in Denmark. In the base year, a stratified and representative sample of over 40,000 individual income tax filers was selected for the experiment. Half of the tax filers were randomly selected to be thoroughly audited, while the rest were deliberately not audited. The following year, \"threat-of-audit\" letters were randomly assigned and sent to tax filers in both groups. Using comprehensive administrative tax data, we present four main findings. First, we find that the tax evasion rate is very small (0.3%) for income subject to third-party reporting, but substantial (37%) for self-reported income. Since 95% of all income is third-party reported, the overall evasion rate is very modest. Second, using bunching evidence around large and salient kink points of the nonlinear income tax schedule, we find that marginal tax rates have a positive impact on tax evasion, but that this effect is small in comparison to avoidance responses. Third, we find that prior audits substantially increase self-reported income, implying that individuals update their beliefs about detection probability based on experiencing an audit. Fourth, threat-of-audit letters also have a significant effect on self-reported income, and the size of this effect depends positively on the audit probability expressed in the letter. All these empirical results can be explained by extending the standard model of (rational) tax evasion to allow for the key distinction between self-reported and third-party reported incomes.\n\n",
    "acknowledgement": "\nWe are grateful to Jakob Egholt Sogaard for outstanding research assistance. We thank Oriana Bandiera, Richard Blundell, Raj Chetty, John Friedman, William Gentry, Wojciech Kopczuk, Monica Singhal, Joel Slemrod, and numerous seminar participants for comments and discussions. Financial support from ESRC Grant RES-000-22-3241, NSF Grant SES-0850631, and a grant from the Economic Policy Research Network (EPRN) is gratefully acknowledged. The responsibility for all interpretations and conclusions expressed in this paper lie solely with the authors and do not necessarily represent the views of the Danish tax administration (SKAT), the Danish government, or the National Bureau of Economic Research.\n\n\n"
}