{
    "id": 15763,
    "citation_title": "Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs",
    "citation_author": [
        "Linda S. Goldberg",
        "Craig Kennedy",
        "Jason Miu"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFollowing a scarcity of dollar funding available internationally to banks and financial institutions, starting in December 2007 the Federal Reserve established or expanded Temporary Reciprocal Currency Arrangements with fourteen foreign central banks. These central banks had the capacity to use these swap facilities to provide dollar liquidity to institutions in their jurisdictions. This paper presents the developments in the dollar swap facilities through the end of 2009. The facilities were a response to dollar funding shortages outside the United States during a period of market dysfunction. Formal research, as well as more descriptive accounts, suggests that the dollar swap lines among central banks were effective at reducing the dollar funding pressures abroad and stresses in money markets. The central bank dollar swap facilities are an important part of a toolbox for dealing with systemic liquidity disruptions.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Stijn Claessens provided valuable discussant remarks at the ASSA meetings, January 2010. We appreciate the insights and extensive comments on related work by Adam Ashcraft, Chris Burke, Richard Dzina, Steven Friedman, Jamie McAndrews, Patricia Mosser, Susan McLaughlin, Anna Nordstrom, and Michael Leahy. Address correspondences to Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045. email: Linda.Goldberg@ny.frb.org. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}