{
    "id": 15767,
    "citation_title": "Measuring What Employers Really Do about Entry Wages over the Business Cycle",
    "citation_author": [
        "Pedro S. Martins",
        "Gary Solon",
        "Jonathan Thomas"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn models recently published by several influential macroeconomic theorists, rigidity in the real wages that firms pay newly hired workers plays a crucial role in generating realistically large cyclical fluctuations in unemployment.  There is remarkably little evidence, however, on whether employers' hiring wages really are invariant to business cycle conditions.  We review the small empirical literature and show that the methods used thus far are poorly suited for identifying employers' wage practices.  We propose a simpler and more relevant approach - use matched employer/employee longitudinal data to identify entry jobs and then directly track the cyclical variation in the real wages paid to workers newly hired into those jobs.  We illustrate the methodology by applying it to data from an annual census of employers in Portugal over the period 1982-2007.  We find that real entry wages in Portugal over this period tend to be about 1.8 percent higher when the unemployment rate is one percentage point lower.  Like most recent evidence on other aspects of wage cyclicality, our results suggest that the cyclical elasticity of wages is similar to that of employment\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful discussions with Michael Elsby and Pedro Portugal and for comments from seminar participants at Michigan State University, the National Bureau of Economic Research Summer Institute, the CREI/Kiel Institute conference on \"Macroeconomic Fluctuations and the Labor Market,\" and the International Tor Vergata Conference on Money, Banking, and Finance.  Martins and Thomas are grateful for the support of the ESRC (RES-062-23-0546). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}