{
    "id": 15762,
    "citation_title": "The Inflation-Output Trade-off with Downward Wage Rigidities",
    "citation_author": [
        "Pierpaolo Benigno",
        "Luca Antonio Ricci"
    ],
    "citation_publication_date": "2010-02-18",
    "issue_date": "2010-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the presence of downward nominal wage rigidities, wage setters take into account the future\nconsequences of their current wage choices, when facing both idiosyncratic and aggregate shocks. We derive a closed-form solution for a long-run Phillips curve which relates average output gap to average wage inflation: it is virtually vertical at high inflation and flattens at low inflation. Macroeconomic volatility shifts the curve outward and reduces output. The results imply that stabilization policies play an important role, and that optimal inflation may be positive and differ across countries with different macroeconomic volatility.\n\n",
    "acknowledgement": "\nThis paper builds on our previous work, Benigno and Ricci (2008). We are grateful to conference and seminar participants at CEPR-ESSIM, NBER Monetary Economics Meeting, Graduate Institute of International and Development Studies, Universitá di Tor Vergata, Universitá Cattolica di Piacenza, Universitá di Bologna, the conference on \"Macroeconomics Policies and Labour Market Institutions\" held at the Universitá Milano-Bicocca, the conference on \"New Perspective on Monetary Policy Design\" organized by the Bank of Canada and CREI, the workshop on Monetary Policy organized by the Bank of Spain, as well as Guido Ascari, Florin Bilbiie, Michael Dotsey, Giancarlo Gandolfo, Mark Gertler, Eva Ortega, Alberto Petrucci and three anonymous referees for helpful suggestions; Michael Aubourg, Kristian Chilla, Hermes Morgavi, and Mary Yang for excellent research assistance, and Thomas Walter for editorial assistance. Financial support from an ERC Starting Independent Grant is gratefully aknowledged. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}