{
    "id": 15773,
    "citation_title": "Imperfect Information and Aggregate Supply",
    "citation_author": [
        "N. Gregory Mankiw",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper surveys the research in the past decade on imperfect information models of aggregate supply and the Phillips curve. This new work has emphasized that information is dispersed and disseminates slowly across a population of agents who strategically interact in their use of information. We discuss the foundations on which models of aggregate supply rest, as well as the micro-foundations for two classes of imperfect information models: models with partial information, where agents observe economic conditions with noise, and models with delayed information, where they observe economic conditions with a lag. We derive the implications of these two classes of models for: the existence of a non-vertical aggregate supply, the persistence of the real effects of monetary policy, the difference between idiosyncratic and aggregate shocks, the dynamics of disagreement, and the role of transparency in policy. Finally, we present some of the topics on the research frontier in this area.\n\n",
    "acknowledgement": "\nWe are grateful to students at Columbia University and Faculdade de Economia do Porto for sitting through classes that served as the genesis for this survey, and to Stacy Carlson, Benjamin Friedman, John Leahy, and Neil Mehrotra for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}