{
    "id": 15776,
    "citation_title": "Equilibrium Fictions: A Cognitive Approach to Societal Rigidity",
    "citation_author": [
        "Karla Hoff",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper assesses the role of ideas in economic change, combining economic and historical analysis with insights from psychology, sociology and anthropology.  Belief systems shape the system of categories (\"pre-confirmatory bias\") and perceptions (confirmatory bias), and are themselves constrained by fundamental values.  We illustrate the model using the historical construction of racial categories.  Given the post-Reformation fundamental belief that all men had rights, colonial powers after the 15th century constructed ideologies that the colonized groups they exploited were naturally inferior, and gave these beliefs precedence over other aspects of belief systems.  Historical work finds that doctrines of race came into their own in the colonies that became the US after, not before, slavery; that out of the \"scandal of empire\" in India emerged a \"race theory that cast Britons and Indians in a relationship of absolute difference\"; and that arguments used by the settlers in Australia to justify their policies towards the Aborigines entailed in effect the expulsion of the Aborigines from the human race.  Racial ideology shaped categories and perceptions in ways that we show can give rise to equilibrium fictions.  In our framework, technology, contacts with the outside world, and changes in power and wealth matter not just directly but because they can lead to changes in ideology.\n\n",
    "acknowledgement": "\nWe thank Roland Bénabou and Varun Gauri for valuable comments, and Alana Bevan and Rebecca Wieters for excellent research assistance. Financial support from the World Bank is gratefully acknowledged. This paper is a much shortened version of an earlier paper. The views expressed here are those of the authors and not necessarily those of the World Bank or the National Bureau of Economic Research.\n\n\n"
}