{
    "id": 15778,
    "citation_title": "Health, Income, and the Timing of Education Among Military Retirees",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a large and robust correlation between adult health and education, part of which likely reflects causality running from education into health. Less clear is whether education obtained later in life is as valuable for health as are earlier years of schooling, or whether education raises health directly or through income or wealth. In this paper, I examine how the timing of educational attainment is important for adult health outcomes, income, and wealth, in order to illuminate these issues. Among military retirees, a subpopulation with large variation in the final level and timing of educational attainment, the health returns to a year of education are diminishing in age at acquisition, a pattern that is less pronounced for income and wealth. In the full sample, the marginal effects on the probability of fair or poor health at age 55 of a year of schooling acquired before, during, and after a roughly 25-year military career are -0.025, -0.016, and -0.006, revealing a decline of about half a percentage point each decade. These results suggest that education improves health outcomes more through fostering a lifelong accumulation of healthy behaviors and habits, and less through augmenting the flow of income or the stock of physical wealth.\n\n",
    "acknowledgement": "\nI am grateful to Michael Hurd, Alair MacLean, and Michael Grossman for insights and guidance on this topic, and to seminar participants at Queens College for helpful comments. This research is supported by grant R03 AG 028277 from the National Institute on Aging. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institute on Aging, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n"
}