{
    "id": 15775,
    "citation_title": "African Poverty is Falling...Much Faster than You Think!",
    "citation_author": [
        "Xavier Sala-i-Martin",
        "Maxim Pinkovskiy"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom that Africa is not reducing poverty is wrong. Using the methodology of Pinkovskiy and Sala-i-Martin (2009), we estimate income distributions, poverty rates, and inequality and welfare indices for African countries for the period 1970-2006. We show that: (1) African poverty is falling and is falling rapidly; (2) if present trends continue, the poverty Millennium Development Goal of halving the proportion of people with incomes less than one dollar a day will be achieved on time; (3) the growth spurt that began in 1995 decreased African income inequality instead of increasing it; (4) African poverty reduction is remarkably general: it cannot be explained by a large country, or even by a single set of countries possessing some beneficial geographical or historical characteristic. All classes of countries, including those with disadvantageous geography and history, experience reductions in poverty. In particular, poverty fell for both landlocked as well as coastal countries; for mineral-rich as well as mineral-poor countries; for countries with favorable or with unfavorable agriculture; for countries regardless of colonial origin; and for countries with below- or above-median slave exports per capita during the African slave trade.\n\n",
    "acknowledgement": "\nPinkovskiy would like to thank the Paul and Daisy Soros Fellowship for New Americans and the National Science Foundation Graduate Research Fellowship Program for funding.  This work represents the opinion of the writers alone, and and does not necessarily reflect the views of the National Bureau of Economic Research.  All remaining errors are our own.\n\n\n"
}