{
    "id": 15777,
    "citation_title": "Foreclosures, Enforcement, and Collections under the Federal Mortgage Modification Guidelines",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal mortgage modification initiatives, targeting millions of borrowers, are intended to prevent foreclosures of underwater home mortgages.  Those initiatives discourage principal reductions in favor of interest reductions, despite the possibility that the former would be a more durable foreclosure prevention tool.  The programs also impose marginal income tax rates substantially in excess of 100 percent.  Using the framework of optimal income taxation, this paper shows how alternative means-tested modification rules would simultaneously improve collections, efficiency, the number of foreclosures, and their total cost.  As a result, lenders have an incentive to foreclose on borrowers deemed modification eligible by the federal programs.\n\n",
    "acknowledgement": "\nI appreciate comments by Gary Becker, Kevin Murphy, a number of University of Chicago students, conference participants at the University of Illinois Chicago Campus, and seminar participants at Clemson, Harvard, UCLA, Wisconsin, and the Federal Reserve Bank of New York.  I will provide updates on this work on my blog www.panic2008.net. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}