{
    "id": 15771,
    "citation_title": "Property Rights, Land Conflict and Tenancy in Brazil",
    "citation_author": [
        "Lee J. Alston",
        "Bernardo Mueller"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTenancy has been a means for labor to advance their socio-economic condition in agriculture yet in Brazil and Latin America, tenancy rates are low compared to the U.S. and the OECD countries. We test for the importance of insecure property rights in Brazil on the reluctance of landowners to rent because of a fear of expropriation arising from land reform. Since 1964, the Land Statute in Brazil has targeted rental lands for redistribution. The expropriation of farms, resulting from land conflicts, is currently at the heart of land reform policies in Brazil. Land conflicts are a means for landless peasants to bring attention to land reform agencies for the need for redistribution. Land conflicts may also signal to landowners that their land is at risk for expropriation. Utilizing data across all counties in Brazil, we found that land conflicts reduce the likelihood of tenancy. This result implies: a reduction in agricultural efficiency; a reduction in the well-being of potential tenants, now landless peasants; and an expansion of the agricultural frontier through deforestation. Because of endogeneity between land tenancy and land conflict we instrument land conflict with Catholic priests.\n\n",
    "acknowledgement": "\nThe authors acknowledge the support of the National Science Foundation Grant 0528146. Mario Miranda and Adam Canton provided able research assistance organizing the data set. We received useful comments  from Jonathan Conning, Peter Houtzager, Wolfgang Keller, A. Mushfiq Mobarak, Charles Mueller, Décio Zylbersztajn, and participants at a seminar at the University of Illinois and participants at the following conferences: IV Research Workshop on Organizations and Institutions in São Paulo 2009, and the International Society for New Institutional Economics 2009 Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}