{
    "id": 15774,
    "citation_title": "Correlated Disturbances and U.S. Business Cycles",
    "citation_author": [
        "Vasco Cúrdia",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dynamic stochastic general equilibrium (DSGE) models that are used to study business cycles typically assume that exogenous disturbances are independent autoregressions of order one.  This paper relaxes this tight and arbitrary restriction, by allowing for disturbances that have a rich contemporaneous and dynamic correlation structure.  Our first contribution is a new Bayesian econometric method that uses conjugate conditionals and Gibbs sampling to make the estimation of DSGE models with correlated disturbances feasible.  This provides a useful check for model misspecification in the search for models with structural disturbances.  Our second contribution is a re-examination of U.S. business cycles.  We find that allowing for correlated disturbances resolves some conflicts between estimates from DSGE models and those from vector autoregressions, and that treating government spending as exogenous in spite of its clear countercyclicality in the data is the main source of misspecification.  According to our estimates, government spending and technology disturbances play a larger role in the business cycle than previously ascribed, while changes in markups are less important.\n\n",
    "acknowledgement": "\nWe are especially grateful to Marco Del Negro, Juan Rubio-Ramirez and Frank Schorfheide for helping us significantly improve our method and to Craig Burnside, Lawrence Christiano, Martin Eichenbaum, Alejandro Justiniano, Jonathan Parker, Giorgio Primiceri, Chris Sims, Bent Sorensen, and Mike Woodford for useful comments and discussions.  The views expressed in this paper are those of the authors and do not necessarily reflect positions of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}