{
    "id": 15785,
    "citation_title": "Optimal Interventions in Markets with Adverse Selection",
    "citation_author": [
        "Thomas Philippon",
        "Vasiliki Skreta"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe characterize cost-minimizing interventions to restore lending and investment when markets fail due to adverse selection. We solve a mechanism design problem where the strategic decision to participate in a government's program signals information that affects the financing terms of non-participating borrowers. In this environment, we find that the government cannot selectively attract good borrowers, that the efficiency of an intervention is fully determined by the market rate for non-participating borrowers, and that simple programs of debt guarantee are optimal, while equity injections or asset purchases are not. Finally, the government does not benefit from shutting down private markets.\n\n",
    "acknowledgement": "\nWe are grateful to the Editor, four outstanding referees, Philip Bond, Florian Heider, Richard Sylla, Jean Tirole and Larry White. We also thank seminar participants at the NY Fed Economic Policy conference, London School of Economics, Stanford University, UC Berkeley, UCLA, University of Maryland, Stern Micro Lunch, Athens University of Economics and Business, and Carnergie Mellon University for their helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}