{
    "id": 15787,
    "citation_title": "Questions and Answers about the Financial Crisis",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAll bond prices plummeted (spreads rose) during the financial crisis, not just the prices of subprime- related bonds. These price declines were due to a banking panic in which institutional investors and firms refused to renew sale and repurchase agreements (repo) - short-term, collateralized, agreements that the Fed rightly used to count as money. Collateral for repo was, to a large extent, securitized bonds. Firms were forced to sell assets as a result of the banking panic, reducing bond prices and creating losses. There is nothing mysterious or irrational about the panic. There were genuine fears about the locations of subprime risk concentrations among counterparties. This banking system (the \"shadow\" or \"parallel\" banking system) - repo based on securitization - is a genuine banking system, as large as the traditional, regulated and banking system. It is of critical importance to the economy because it is the funding basis for the traditional banking system. Without it, traditional banks will not lend and credit, which is essential for job creation, will not be created.\n\n",
    "acknowledgement": "\nThis was prepared for the U.S. Financial Crisis Inquiry Commission.  Thanks to Lori Gorton, Stephen Partridge-Hicks, Andrew Metrick, and Nick Sossidis for comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}