{
    "id": 15782,
    "citation_title": "\"Unfunded Liabilities\" and Uncertain Fiscal Financing",
    "citation_author": [
        "Troy Davig",
        "Eric M. Leeper",
        "Todd B. Walker"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a rational expectations framework to study the consequences of alternative means to resolve the \"unfunded liabilities'' problem---unsustainable exponential growth in federal Social Security, Medicare, and Medicaid spending with no plan to finance it. Resolution requires specifying a probability distribution for how and when monetary and fiscal policies will change as the economy evolves through the 21st century. Beliefs based on that distribution determine the existence of and the nature of equilibrium. We consider policies that in expectation combine reaching a fiscal limit, some distorting taxation, modest inflation, and some reneging on the government's promised transfers. In the equilibrium, inflation-targeting monetary policy cannot successfully anchor expected inflation. Expectational effects are always present, but need not have large impacts on inflation and interest rates in the short and medium runs.\n\n",
    "acknowledgement": "\nPrepared for the Carnegie-Rochester Conference Series on Public Policy, \"Fiscal Policy in an Era of Unprecedented Budget Deficits,'' November 13-14, 2009. We thank our discussant, Kent Smetters, and the editor, Andy Abel, for suggestions that tightened the paper's arguments considerably and we thank Hess Chung, Alex Richter, and Shu-Chun S. Yang for helpful conversations.  The views expressed herein are those of the authors and do not\nnecessarily represent those of the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}