{
    "id": 15783,
    "citation_title": "Rational-Expectations Equilibrium in Intermediate Good Markets",
    "citation_author": [
        "Robert S. Gibbons",
        "Richard T. Holden",
        "Michael L. Powell"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze a rational-expectations model of information acquisition and price formation in an intermediate- good market: prices and net supply are non-negative, there are no noise traders, and the intermediate good has multiple potential uses. Several of our results differ from the classic Grossman-Stiglitz approach. For example, the price mechanism is more informative at high and low prices and potentially uninformative at middle prices. Also, an informed trade by a producer of one final good amounts to a noise trade from the perspective of a producer of another final good, so (a) as the price mechanism becomes more informative for producers of one final good, it becomes less informative for producers of others, who therefore have a stronger incentive to acquire information, so information acquisition has the strategic-complements property between groups, and (b) having more producers (in multiple groups) become informed need not increase the informativeness of the price mechanism.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}