{
    "id": 15789,
    "citation_title": "Family Status Transitions, Latent Health, and the Post-Retirement Evolution of Assets",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe consider the evolution of assets after retirement.  We ask whether total assets--including housing equity, personal retirement accounts, and other financial assets--tend to be husbanded for a rainy day and drawn down primarily at the time of precipitating shocks, or whether they are drawn down throughout the retirement period.  We focus on the relationships between family status transitions, \"latent\" health status, and the evolution of assets.  Our analysis is based primarily on longitudinal data from the HRS and AHEAD cohorts of the Health and Retirement Study.   We find that the evolution of assets is strongly related to family status transitions.  For both single individuals and married couples who do not experience a death or divorce, total assets increase well into old age.  In contrast, individuals in married couples that experience a family status transition, either a death or a divorce, exhibit much slower asset growth and often experience a large decline in asset values at the time of the transition.  In addition, the level and evolution of assets is very strongly related to health, measured by a latent health index.  For example, for continuing two-person HRS households between the ages of 56 and 61 in 1992 the ratio of assets of households in the top health quintile to the assets of those in the bottom quintile was 1.7 in 1992.  It had increased to 2.2 by the end of 2006.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  We have benefited from the comments of participants in the Conference on the Economics of Aging in May 2009, particularly our discussant David Laibson, and from two reviewers for the University of Chicago Press. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames M. Poterba\n\nI am a Trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org).\n\n\n"
}