{
    "id": 15786,
    "citation_title": "Empirical Industrial Organization: A Progress Report",
    "citation_author": [
        "Liran Einav",
        "Jonathan D. Levin"
    ],
    "citation_publication_date": "2010-02-25",
    "issue_date": "2010-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe field of Industrial Organization has made dramatic advances over the last few decades in developing empirical methods for analyzing imperfect competition and the organization of markets. We describe the motivation for these developments and some of the successes. We also discuss the relative emphasis that applied work in the field has placed on economic theory relative to statistical research design, and the possibility that a focus on methodological innovation has crowded out applications. We offer some suggestions about how the field may progress in coming years.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economics Perspectives. We thank Ran Abramitzky, David Autor, Tim Bresnahan, Amy Finkelstein, Phil Haile, Ali Hortacsu, Chad Jones, Richard Levin, Aviv Nevo, Ariel Pakes, and Mike Whinston for useful comments and discussions, and especially Tim Taylor for helping us incorporate many of the comments into the final draft.  We gratefully acknowledge research support from the National Science Foundation and the Stanford Institute for Economic Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}