{
    "id": 15794,
    "citation_title": "The Credibility Revolution in Empirical Economics: How Better Research Design is Taking the Con out of Econometrics",
    "citation_author": [
        "Joshua Angrist",
        "Jörn-Steffen Pischke"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay reviews progress in empirical economics since Leamer's (1983) critique.  Leamer highlighted the benefits of sensitivity analysis, a procedure in which researchers show how their results change with changes in specification or functional form.  Sensitivity analysis has had a salutary but not a revolutionary effect on econometric practice.  As we see it, the credibility revolution in empirical work can be traced to the rise of a design-based approach that emphasizes the identification of causal effects.  Design-based studies typically feature either real or natural experiments and are distinguished by their prima facie credibility and by the attention investigators devote to making the case for a causal interpretation of the findings their designs generate.  Design-based studies are most often found in the microeconomic fields of Development, Education, Environment, Labor, Health, and Public Finance, but are still rare in Industrial Organization and Macroeconomics.  We explain why IO and Macro would do well to embrace a design-based approach.  Finally, we respond to the charge that the design-based revolution has overreached.\n\n",
    "acknowledgement": "\nWe thank Guido Imbens for suggesting this topic and for feedback; Daron Acemoglu, Olivier Blanchard, John Donohue, Isaac Ehrlich, Glenn Ellison, Jeff Grogger, Radha Iyengar, Larry Katz, Alan Krueger, Ethan Ilzetzki, Guido Lorenzoni, Albert Marcet, Aviv Nevo, Alan Manning, Bruce Meyer, Parag Pathak, Gary Solon, and Justin Wolfers for helpful comments and discussions; and the JEP editors, David Autor, James Hines, Charles Jones, and Timothy Taylor for comments on earlier drafts.  Remaining errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}