{
    "id": 15797,
    "citation_title": "Water Markets: Australia's Murray-Darling Basin and the US Southwest",
    "citation_author": [
        "R. Quentin Grafton",
        "Clay Landry",
        "Gary D. Libecap",
        "Robert J. O'Brien"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFresh water supplies increasingly are under stress in many parts of the world due to rising populations, higher per capita incomes and corresponding consumption, greater environmental concerns, and the effects of climate change. Water rights and markets are part of the institutional menus for responding to these problems. We examine water markets in both Australia's MDB and the western US and their prospects for addressing water scarcity. The two regions share a number of important similarities including: climate variability that requires investment in reservoirs to make water available in low-rainfall periods; the need for internal and cross-border (state) water management; an historical major allocation of water to irrigators; increasing competition among different uses (agricultural, environmental and recreational in situ uses, urban demand); and the potential for water trading to more smoothly and quickly allocate water across these competing uses. A comparison of the two regions provides important insights about how economic factors can encourage more efficient water allocation, market structure and government regulation. We show that rights are more clearly defined and trading more common in Australia than appears to be the case in the western U.S. Longer periods of scarcity and hence, higher water values may explain this difference.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}