{
    "id": 15791,
    "citation_title": "The Effects of Oil Price Changes on the Industry-Level Production and Prices in the U.S. and Japan",
    "citation_author": [
        "Ichiro Fukunaga",
        "Naohisa Hirakata",
        "Nao Sudo"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we decompose oil price changes into their component parts following Kilian (2009) and estimate the dynamic effects of each component on industry-level production and prices in the U.S. and Japan using identified VAR models. The way oil price changes affect each industry depends on what kind of underlying shock drives oil price changes as well as on industry characteristics. Unexpected disruptions of oil supply act mainly as negative supply shocks for oil-intensive industries and act mainly as negative demand shocks for less oil-intensive industries. For most industries in the U.S., shocks to the global demand for all industrial commodities act mainly as positive demand shocks, and demand shocks that are specific to the global oil market act mainly as negative supply shocks. In Japan, the oil-specific demand shocks as well as the global demand shocks act mainly as positive demand shocks for many industries.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 20th Annual East Asia Seminar on Economics, Hong Kong, June 26--27, 2009. We are grateful to our discussants, Francis Lui and  Warwick McKibbin, the organizers, Takatoshi Ito and Andrew Rose, and other participants for helpful comments and discussions. We would also like to thank seminar participants at the Institute for Monetary and Economic Studies, Bank of Japan. Views expressed in this paper are those of the authors and do not necessarily reflect those of the Bank of Japan or the National Bureau of Economic Research.\n\n\n"
}