{
    "id": 15799,
    "citation_title": "Decoding Microsoft: Intangible Capital as a Source of Company Growth",
    "citation_author": [
        "Charles R. Hulten"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA great deal of research has been devoted to the effects of technical change on economic growth. Less attention has been given to the factors driving the growth of the technological innovators themselves. This paper examines the case of one of the central contributors to the IT revolution, the Microsoft Corporation. The company's sources of growth are estimated using the conventional Solow-Jorgenson-Griliches \"residual\" model, expanded to include investments in product research and development, sales and marketing, and organizational development (collectively termed the company's \"intangible\" capital). The picture of Microsoft that emerges from this analysis is a story about the successful use of knowledge inputs to produce knowledge outputs. It is also a story of the importance of product innovation, rather than process innovation, as a source of total factor productivity growth. The theoretical underpinnings of the empirical analysis are also examined, and a model is sketched in which the neoclassical growth accounting framework is linked to the theoretically messier world of the Schumpeterian competitor via the Berndt-Fuss theorem on capital utilization.\n\n",
    "acknowledgement": "\nThe research reported in this paper was sponsored by the Economics Program of The Conference Board as part of its Program on Intangibles. Their financial support is gratefully acknowledged. Many thanks are also due to Kathleen Miller for her valuable research assistance, and to Janet Hao for her help with the data. Thanks are also due to the participants at the 2009 NBER Summer Institute and subsequent seminars at which preliminary drafts were presented. Any opinions and interpretations, as well as errors, are solely my responsibility and should not be attributed to any organization with which I am affiliated.\n\n\n"
}