{
    "id": 15804,
    "citation_title": "International reserves and swap lines: substitutes or complements?",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Donghyun Park"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping Asia experienced a sharp surge in foreign currency reserves prior to the 2008-9 crisis. The global crisis has been associated with an unprecedented rise of swap agreements between central banks of larger economies and their counterparts in smaller economies. We explore whether such swap lines can reduce the need for reserve accumulation. The evidence suggests that there is only a limited scope for swaps to substitute for reserves. The selectivity of the swap lines indicates that only countries with significant trade and financial linkages can expect access to such ad hoc arrangements, on a case by case basis. Moral hazard concerns suggest that the applicability of these arrangements will remain limited. However, deepening swap agreements and regional reserve pooling arrangements may weaken the precautionary motive for reserve accumulation.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are personal. No responsibility for them should be attributed to the Asian Development Bank or the NBER. We are grateful to Kevin Davis, Stephen Grenville, Michael Hutchison, Takatoshi Ito, Andrew Rose, the participants at the ADB Tokyo March 2010 conference, On the Future Global Reserve System, and the EASE 21 NBER conference, Sydney, June 2010 for useful comments. Any errors are ours.\n\n\n"
}