{
    "id": 15801,
    "citation_title": "Involuntary Unemployment and the Business Cycle",
    "citation_author": [
        "Lawrence J. Christiano",
        "Mathias Trabandt",
        "Karl Walentin"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "2019-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan a model with limited labor market insurance explain standard macro and labor market data jointly? We construct a monetary model in which: i) the unemployed are worse o§ than the employed, i.e. unemployment is involuntary and ii) the labor force participation rate varies with the business cycle. To illustrate key features of our model, we start with the simplest possible framework. We then integrate the model into a medium-sized DSGE model and show that the resulting model does as well as existing models at accounting for the response of standard macroeconomic variables to monetary policy shocks and two technology shocks. In addition, the model does well at accounting for the response of the labor force and unemployment rate to these three shocks.\n\n",
    "acknowledgement": "\nWe are grateful for the advice and comments of Gadi Barlevy, Marco Bassetto, Jeff Campbell, Mikael Carlsson, Ferre De Graeve, Martin Eichenbaum, Jonas Fisher, Jordi Gali and Matthias Kehrig. We have also benefited from comments at the Journal of Economic Dynamics and Control Conference on Frontiers in Structural Macroeconomic Modeling: Thirty Years after \"Macroeconomics and Reality\" and Five Years after \"Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy\", Hitotsubashi University, Tokyo, Japan, January 23 2010. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Executive Board of the European Central Bank, Sveriges Riksbank, or the National Bureau of Economic Research.\n\n\n"
}