{
    "id": 15803,
    "citation_title": "Identifying Effective Classroom Practices Using Student Achievement Data",
    "citation_author": [
        "Thomas J. Kane",
        "Eric S. Taylor",
        "John H. Tyler",
        "Amy L. Wooten"
    ],
    "citation_publication_date": "2010-03-04",
    "issue_date": "2010-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has confirmed both the importance of teachers in producing student achievement growth and in the variability across teachers in the ability to do that. Such findings raise the stakes on our ability to identify effective teachers and teaching practices. This paper combines information from classroom-based observations and measures of teachers' ability to improve student achievement as a step toward addressing these challenges. We find that classroom based measures of teaching effectiveness are related in substantial ways to student achievement growth. Our results point to the promise of teacher evaluation systems that would use information from both classroom observations and student test scores to identify effective teachers. Our results also offer information on the types of practices that are most effective at raising achievement.\n\n",
    "acknowledgement": "\nAuthors are listed alphabetically. The authors would like to thank Douglas Staiger, Ron Ferguson, and participates at the Brown University seminar on Race and Inequality, the Program on Education Policy and Governance Colloquium at Harvard University, and The Institute for Research on Education Policy and Practice Speaker Series at Stanford University for helpful comments on previous drafts of this paper. We also acknowledge the Joyce Foundation for their generous support of this project, as well as the cooperation and support of the Cincinnati Public Schools. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}