{
    "id": 15805,
    "citation_title": "Optimal retirement benefit guarantees",
    "citation_author": [
        "Stavros Panageas"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRetirement benefit guarantees can ensure a minimum standard of living in retirement. I propose a framework to discuss the design of such guarantees. The model features a standard life-cycle setting, in which individual agents' choices can have negative external effects on public finances, whenever their retirement consumption drops below a minimum level. Within this framework, I derive two alternative forms of intervention that can efficiently deliver a minimum standard of living to retirees. According to the first policy, agents use part of their accumulated assets to purchase a claim providing a fixed income stream for the duration of their life. According to the second policy, they purchase an appropriately structured portfolio insurance policy.\n\n",
    "acknowledgement": "\nI would like to thank Andrew Abel, Emmanuel Farhi, Michael Gallmeyer, Patrick Kehoe, Naryana Kocherlakota, Ali Lazrak, Nicholas Souleles and participants of seminars at Boston University, Columbia University, Carnegie Mellon University, Harvard University, the University of Lausanne, London School of Economics, the Minneapolis FED, MIT, the Philadelphia FED, Texas A&M, University of British Columbia, and the Wharton Finance faculty lunch for helpful comments and discussions. I would especially like to thank Jianfeng Yu for exceptional research assistance. Previous versions of this paper were circulated under the title \"Optimal retirement benefit systems in the presence of moral hazard\". The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}