{
    "id": 15809,
    "citation_title": "Market Response to Policy Initiatives during the Global Financial Crisis",
    "citation_author": [
        "Yacine Aït-Sahalia",
        "Jochen Andritzky",
        "Andreas Jobst",
        "Sylwia Nowak",
        "Natalia Tamirisa"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of macroeconomic and financial sector policy announcements in the United States, the United Kingdom, the euro area, and Japan during the recent crisis on interbank credit and liquidity risk premia. Announcements of interest rate cuts, liquidity support, liability guarantees, and recapitalization were associated with a reduction of interbank risk premia, albeit to a different degree during the subprime and global phases of the crisis. Decisions not to reduce interest rates and bail out individual banks in an ad hoc manner had adverse repercussions, both domestically and abroad. The results are robust to controlling for the surprise content of announcements and using alternative measures of financial distress.\n\n",
    "acknowledgement": "\nWe are grateful to Prakash Loungani for encouragement and helpful discussions on the project, and to Tam Bayoumi, Andy Berg, Olivier Blanchard, Stijn Claessens, Giovanni Dell'Arricia, Atish R. Ghosh, Thomas Harjes, Laura Kodres, Manfred Kremer, Luc Laeven, André Meier, Gian Maria Milesi- Ferretti, Jonathan D. Ostry, Alex Popov, Effie Psalida, David Romer, Emil Stavrev, Mark Stone, and participants in the Research Department's seminars for insightful comments. We thank Wouter Elsenburg for sharing the CDS spreads dataset and Sumit Aneja, Tiffany Coln, Sarah Mogab, Carmela Pedicini, Jair Rodriguez, Sheila Tomilloso Igcasenza, and David Velazquez-Romero for providing excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}