{
    "id": 15807,
    "citation_title": "Cash Flow Multipliers and Optimal Investment Decisions",
    "citation_author": [
        "Holger Kraft",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy postulating a simple stochastic process for the firm's cash flows in which the drift and the variance of the process depend on the investment policy of the firm, we develop a theoretical model, determine the optimal investment policy and, given this policy, calculate the ratio of the current value of the firm and the current cash flow which we call the \"cash flow multiplier''. The main contribution of the paper, however, is empirical. Using a very extensive data set comprised of more than 13,000 fims over 44 years we examine the determinants of the cash flow multiplier using as explanatory variables macro and firm specific variables suggested by the theoretical model.  We find strong support for the variables suggested by the model. Perhaps the most interesting aspect of the paper is the formulation of a parsimonious empirical asset pricing model, based on the fundamental discounted cash flow approach but using current macroeconomic variables and firm specific variables easily observable for its implementation.  We obtain valuation equations that could potentially form part of a new valuation framework which does not require estimating future cash flows nor risk adjusted discount rates.\n\n",
    "acknowledgement": "\nWe thank David Aboody, Saurabh Ahluwalia, Mark Garmaise, Daniel Hoechle, Hanno Lustig, and Geoff Tate for helpful comments and suggestions. All remaining errors are of course our own. Holger Kraft gratefully acknowledges financial support by Deutsche Forschungsgemeinschaft (DFG) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}