{
    "id": 15806,
    "citation_title": "Stressed not Frozen: The Fed Funds Market in the Financial Crisis",
    "citation_author": [
        "Gara Afonso",
        "Anna Kovner",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the financial crisis of 2008 on the federal funds market, specifically the bankruptcy of Lehman Brothers. Rather than a complete collapse of lending in the presence of a market wide shock, we see that banks become more restrictive in which counterparties they lend to. After Lehman Brothers, we find that amounts and spreads become more sensitive to borrower bank characteristics. While the market does not contract dramatically, lending rates increase. Further, the market does not seem to expand to meet the increased demand predicted by the drop in other bank funding markets. We examine discount window borrowing as a proxy for unmet fed funds demand and find that the fed funds market is not indiscriminate. As expected, borrowers who access the discount window have lower ROA. When looking at the lender side we do not find that the characteristics of the lending bank importantly affect the amount of interbank loans a bank makes. In particular, we do not find that worse performing banks start hoarding liquidity and indiscriminately reduce their lending.\n\n",
    "acknowledgement": "\nWe thank Andrew Howland for outstanding research assistance. We are grateful to Mark Flannery, James McAndrews and to seminar participants at the Finance Workshop at the Chicago Booth School of Business, at the Capital Markets Workshop at LSE, at NYU and at the Federal Reserve Bank of New York for helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}