{
    "id": 15811,
    "citation_title": "Measuring the Impact of Health Insurance on Levels and Trends in Inequality",
    "citation_author": [
        "Richard V. Burkhauser",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA substantial part of the inequality literature in the United States has focused on yearly levels and trends in income and its distribution over time. Recent findings in that literature show that median income appears to be stagnating with income growth primarily coming at higher income levels. But the value of health insurance is an important and growing source of economic well being for American households that is missed by focusing solely on income. In this paper we take estimates of the value of different types of health insurance received by households and add them to usual pre tax post transfer measures of income from the Current Population Survey's March Annual Demographic Supplement for income years 1995-2008 to investigate their impact on levels and trends in measured inequality. We show that ignoring the value of health insurance coverage will substantially understate the level of economic well being of Americans and its upward trend and overstate the level of inequality and its upward trend. As an application of our fuller measure of income, we consider how two provisions of current health reform proposals to expand health insurance affect the level and distribution of economic well being.\n\n",
    "acknowledgement": "\nThis paper was funded in part by the Pew Charitable Trust- Economic Mobility Project. Any opinions expressed in this paper are solely the authors' and should not necessarily be attributed to the National Bureau of Economic Research or the Pew Charitable Trust. We thank Scott Winship for valuable advice at all stages of the project, and Jeff Larrimore for research assistance.\n\n\n"
}