{
    "id": 15817,
    "citation_title": "Leverage and Asset Bubbles: Averting Armageddon with Chapter 11?",
    "citation_author": [
        "Marcus Miller",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2010-03-31",
    "issue_date": "2010-03-31",
    "revision_date": "2021-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn iconic model with high leverage and overvalued collateral assets is used to illustrate the amplification mechanism driving asset prices to 'overshoot' equilibrium when an asset bubble bursts--threatening widespread insolvency and what Richard Koo calls a 'balance sheet recession'. \nBesides interest rates cuts, asset purchases and capital restructuring are key to crisis resolution. The usual bankruptcy procedures for doing this fail to internalise the price effects of asset 'fire-sales' to pay down debts, however. We discuss how official intervention in the form of 'super' Chapter 11 actions can help prevent asset price correction causing widespread economic disruption.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants for their comments, especially John Driffill, Sayantan Ghosal, Peter Hammond, Anton Korinek, Chris Kubelec, Michael McMahon, Tomo Ota, Herakles Polemarchakis, Mathan Satchi, David Vines and Lei Zhang. Miller is grateful for the opportunity provided by a Houblon Norman Fellowship to work on this topic at the Bank of England; Han Hao Li and Ashwin Moheeput are thanked for research assistance. The views expressed are those of the authors, however, and not necessarily those of the Bank of England or  the National Bureau of Economic Research.\n\n\n"
}