{
    "id": 15813,
    "citation_title": "The Relationship Between Health and Growth: When Lucas Meets Nelson-Phelps",
    "citation_author": [
        "Philippe Aghion",
        "Peter Howitt",
        "Fabrice Murtin"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits the relationship between health and growth in light of modern endogenous growth theory. We propose a unified framework that encompasses the growth effects of both the rate of improvement of health and the level of health. Based on cross-country regressions over the period 1960-2000, where we instrument for both variables, we find that a higher initial level and a higher rate of improvement in life expectancy both have a significantly positive impact on per capita GDP growth. Then, restricting attention to OECD countries, we find supportive evidence that only the reduction in mortality below age forty generates productivity gains, which in turn may explain why the positive correlation between health and growth in cross-OECD country regressions appears to have weakened since 1960.\n\n",
    "acknowledgement": "\nThis research was commissioned by the LIR, which we gratefully acknowledge. We are most grateful to Brigitte Calle and Agnes Renard-Viard for their continuous support and encouragements, and to Daron Acemoglu, Simon Johnson, Peter Lorentzen and Romain Wacziarg for kindly sharing their data. This work benefited a lot from Aart Kraay's numerous suggestions. We also thank Gabrielle Fack for her help at an earlier stage of the project, and David Canning, Esther Duflo, Michael Kremer, Sophocles Mavroeidis, Chris Papageorgiou,Thomas Piketty, David Weil for helpful comments. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and in particular they do not necessarily represent the views of the OECD or the National Bureau of Economic Research.\n\n\n"
}