{
    "id": 15816,
    "citation_title": "Constrained Job Matching: Does Teacher Job Search Harm Disadvantaged Urban Schools?",
    "citation_author": [
        "Eric A. Hanushek",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSearch theory suggests that early career job changes on balance lead to better matches that benefit both workers and firms, but this may not hold in teacher labor markets characterized by salary rigidities, barriers to entry, and substantial differences in working conditions that are difficult for institutions to alter. Of particular concern to education policy makers is the possibility that teacher turnover adversely affects the quality of instruction in schools serving predominantly disadvantaged children. Although such schools experience higher turnover on average than others, the impact on the quality of instruction depends crucially on whether it is the more productive teachers who are more likely to depart. The absence of direct measures of productivity typically hinders efforts to measure the effect of turnover on worker quality. In the case of teachers, however, the availability of matched panel data of students and teachers, enables the isolation of the contributions of teachers to achievement despite the complications of purposeful choices of families, teachers, and administrators. The empirical analysis reveals that teachers who remain in their school tend to outperform those who leave, particularly those who exit the Texas public schools entirely. Moreover, this gap appears to be larger for schools serving predominantly low income students, evidence that high turnover is not nearly as damaging as many suggest.\n\n",
    "acknowledgement": "\nWe thank Dan O'Brien for help with the data development and early analytical work. Greg Branch provide superb research assistance. This research has received support from the Spencer Foundation, the Hewlett Foundation, and the Packard Humanities Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}