{
    "id": 15810,
    "citation_title": "Sovereign Debt Risk Premia and Fiscal Policy in Sweden",
    "citation_author": [
        "Huixin Bi",
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2010-03-11",
    "issue_date": "2010-03-11",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper takes a step toward providing a general equilibrium framework within which to study the nub of the current fiscal debate around the world: what are the tradeoffs between short-run stabilization and long-run sustainability when the perceived riskiness of government debt depends, in part, on the current and expected fiscal environment in place? We calibrate a simple model to Swedish fiscal data in two periods: before and after the financial crisis of the early 1990s. We compute the dynamic fiscal limit, which depends on the peak of the Laffer curve, for the pre-crisis and three alternative post-crisis fiscal policies. The model simulates the macroeconomic consequences of alternative policies in the face of the sequence of bad output shocks that Sweden experienced from 1991-1997.\n\n",
    "acknowledgement": "\nPrepared for the Swedish Fiscal Policy Council meeting in June 2010. We thank the Swedish Ministry of Finance for providing us with the data used in this paper and Lars Calmfors for comments that improved the paper's exposition. Bi: Department of Economics, Indiana University, hbi@indiana.edu; Leeper: Department of Economics, Indiana University and NBER, eleeper@indiana.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}