{
    "id": 1582,
    "citation_title": "Labor Relations, Wages and Nonwage Compensation in Municipal Employment",
    "citation_author": [
        "Jeffrey S. Zax"
    ],
    "citation_publication_date": "1985-03-01",
    "issue_date": "1985-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the private sector, \"unionization\" typically refers to employees who are organized, recognized, and covered by contracts, according to the procedures established by the National Labor Relations Board. The municipal sector provides an instructive contrast. There, \"unionization\" encompasses five mutually exclusive combinations of organizational structure and labor relations practice. These \"modes\" form a hierarchy of employee power, from strongest to weakest: recognized bargaining units, unrecognized unions in cities which contain other recognized unions, unorganized employees in cities which contain recognized unions,unrecognized unions in cities which contain no recognized unions, and unorganized employees in cities which contain no recognized unions. Differences in the effects of each mode on compensation for municipal employees demonstrate differences in the intrinsic strength of different union institutions. Municipal compensation levels are dramatically higher for employees represented by more powerful modes of unionization, regardless of other conditions in factor and output markets. Union effects on total compensation, in comparison to its mean, range from 3.8% for unrecognized unions in cities which contain no recognized bargaining units, to 11.8% for recognized bargaining units, themselves. In addition, union effects on total compensation are reater than union effects an wages in all modes. Relative union effects on expenditures for paid time not worked and pension benefits are usually more than twice wage effects. Union effects on medical benefits are nearly twice wage effects.\n\n",
    "acknowledgement": "\n"
}