{
    "id": 15828,
    "citation_title": "Alcohol Regulation and Crime",
    "citation_author": [
        "Christopher Carpenter",
        "Carlos Dobkin"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "2020-12-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe provide a critical review of research in economics that has examined causal relationships between alcohol use and crime.  We lay out several causal pathways through which alcohol regulation and alcohol consumption may affect crime, including: direct pharmacological effects on aggression, reaction time, and motor impairment; excuse motivations; venues and social interactions; and victimization risk.  We focus our review on four main types of alcohol regulations: price/tax restrictions, age-based availability restrictions, spatial availability restrictions, and temporal availability restrictions.  We conclude that there is strong evidence that tax- and age-based restrictions on alcohol availability reduce crime, and we discuss implications for policy and practice.\n\n",
    "acknowledgement": "\nWe thank participants at the pre-conference on the Economics of Crime Control at the 2009 NBER Summer Institute, participants at the 2010 \"Making Crime Control Pay: Cost-Effective Alternatives to Mass Incarceration\" conference at UC Berkeley School of Law, Stefano DellaVigna, Jens Ludwig, Steve Raphael, and especially Phil Cook for numerous useful comments.  This review has benefited greatly--and draws heavily--from earlier reviews of alcohol and alcohol control policies, including: Cook and Moore 2000; Chaloupka, Grossman, and Saffer 2002; Room 1983; and others.  We gratefully acknowledge grant support from NIH/NIAAA #RO1 AA017302-01.  The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}