{
    "id": 15823,
    "citation_title": "The Effect of Health Insurance Coverage on the Use of Medical Services",
    "citation_author": [
        "Michael Anderson",
        "Carlos Dobkin",
        "Tal Gross"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial uncertainty exists regarding the causal effect of health insurance on the utilization of care. Most studies cannot determine whether the large differences in healthcare utilization between the insured and the uninsured are due to insurance status or to other unobserved differences between the two groups. In this paper, we exploit a sharp change in insurance coverage rates that results from young adults \"aging out\" of their parents' insurance plans to estimate the effect of insurance coverage on the utilization of emergency department (ED) and inpatient services. Using the National Health Interview Survey (NHIS) and a census of emergency department records and hospital discharge records from seven states, we find that aging out results in an abrupt 5 to 8 percentage point reduction in the probability of having health insurance. We find that not having insurance leads to a 40 percent reduction in ED visits and a 61 percent reduction in inpatient hospital admissions. The drop in ED visits and inpatient admissions is due entirely to reductions in the care provided by privately owned hospitals, with particularly large reductions at for profit hospitals. The results imply that expanding health insurance coverage would result in a substantial increase in care provided to currently uninsured individuals.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}