{
    "id": 15820,
    "citation_title": "Large Scale Institutional Changes: Land Demarcation Within the British Empire",
    "citation_author": [
        "Gary D. Libecap",
        "Dean Lueck",
        "Trevor O'Grady"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the economics of large scale institutional change by studying the adoption of the land demarcation practices within the British Empire during the 17th through 19th Centuries.   The advantages of systematic, coordinated demarcation, such as with the rectangular survey, relative to individualized, haphazard demarcation, such as with metes and bounds, for reducing transaction costs were understood by this time and incorporated into British colonial policy.  Still, there was considerable variation in the institutions adopted even though that the regions had similar legal structures and immigrant populations. We study the determinants of institutional change by developing an analytical framework, deriving testable implications, and then analyzing a data set that includes U.S., Canadian, Australian, and New Zealand temperate colonies using GIS data. We find that a simple framework that outlines the costs and benefits of implementing the demarcation systems can explain the different institutions that are observed. Once in place, these institutions persist, indicating a strong institutional path dependence that can influence transaction costs, the extent of land markets, and the nature of resource use. The agricultural land institutions that we examine remain in force today, in some cases over 300 years later.  In this regard, institutions of land are durable, much as are other institutions, such as language and law.\n\n",
    "acknowledgement": "\nResearch support was provided by the National Science Foundation through grants SES-0518572 and 0817249; and the Cardon Endowment for Agricultural and Resource Economics at the University of Arizona. An earlier version of this paper was presented at the Conference in Honor of Ronald Coase at the University of Chicago, December 4-5, 2010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}