{
    "id": 15822,
    "citation_title": "The Redistributional Impact of Non-linear Electricity Pricing",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUtility regulators frequently focus as much or more on the distributional impact of electric rate structures as on their efficiency.   The goal of protecting low-income consumers has become more central with recent increases in wholesale power costs and anticipation of significant costs of greenhouse gas emissions in the near future.  These concerns have led to the widespread use of increasing-block pricing (IBP), under which the marginal price to the household increases as its daily or monthly usage rises.   There is no cost basis for differentiating marginal price of electricity by consumption level, so perhaps nowhere is the conflict between efficiency and distributional goals greater than in the use of IBP.  California has adopted some of the most steeply increasing-block tariffs in electric utility history. Combining household-level utility billing data with census data on income distribution by area, I derive estimates of the income redistribution effected by these increasing-block electricity tariffs.  I find that the rate structure does redistribute income to lower-income groups, cutting the bills of households in the lowest income bracket by about 12% (about $5 per month).  The effect would be about twice as large if not for the presence of another program that offers a different and lower rate structure to qualified low-income households.  I find that the deadweight loss associated with IBP is likely to be large relative to the transfers.  In contrast, I find that the means-tested program transfers income with much less economic inefficiency.  A much larger share of the revenue redistributed by the IBP tariff, however, comes from the wealthiest quintile of households, so IBP may be a more progressive structure of redistribution.  In carrying out the analysis, I also show that a common approach to studying (or controlling for) income distribution effects by using median household income within a census block group may substantially understate the potential effects.\n\n",
    "acknowledgement": "\nI am grateful to Koichiro Ito for excellent research assistance and very helpful comments, and to Andrew Bell, Jim Bushnell, David Card, Raj Chetty, Howard Chong, Lucas Davis, Stephen Holland, Patrick Kline, Chris Knittel, Bill Marcus, Erich Muehlegger, Karen Notsund, Nancy Ryan, Emmanuel Saez, Glen Weyl, Frank Wolak, participants in the December 2007 CSEM Policy Conference, the 2008 POWER Conference, the winter 2010 NBER Industrial Organization program meeting and seminar audiences at UC Berkeley, MIT, and NYU for very  helpful comments and discussions. this research was supported in part by a grant from the California Energy Commission to the University of California Energy Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}