{
    "id": 15824,
    "citation_title": "The Influence of the Home Owners' Loan Corporation on Housing Markets During the 1930s",
    "citation_author": [
        "Price V. Fishback",
        "Alfonso Flores-Lagunes",
        "William Horrace",
        "Shawn E. Kantor",
        "Jaret Treber"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProblems with mortgage financing are widely considered to be a major cause of the recent financial meltdown.   Several modern programs have been designed to mimic the Home Owners' Loan Corporation of the 1930s.  The HOLC replaced the toxic assets on the balance sheets of financial institutions by buying troubled mortgages and then refinanced the mortgages to allow home owners to avoid losing their homes.   We analyze the impact of the HOLC on the nonfarm rental and owned home markets after developing a new data set for over 2800 counties in the United States.   In counties with fewer than 50,000 people, where financial markets were not as well developed as in larger cities, the HOLC's financial interventions helped stimulate the demand for owned housing more than it influenced the supply.  In rental markets the HOLC appears to have contributed to an increase in the supply of rental housing that was likely associated the improvement of the balance sheets of lending institutions.\n\n",
    "acknowledgement": "\nThe corresponding author is Price Fishback, Department of Economics, University of Arizona, Tucson, AZ  85721, 520-621-4421, pfishback@eller.arizona.edu.  The authors are indebted to Larry Neal, Joseph Mason, Michael Haines, and Paul Rhode for their help in obtaining the data for the project.  We have benefited from the comments of Charles Courtemanche, Gary Gorton, Chris Hanes, Kei Hirano, Harry Kelejian, Trevor Kollman, Robert Margo, Jonathan Rose, Ken Snowden, John Wallis, Eugene White, David Wheelock and workshop participants at the University of California-Davis, Kentucky, Maryland, Nevada-Las Vegas, the New York University Stern School of Business, North Carolina, Oxford, Royal Holloway, and Yale, as well as participants at the 2001 and 2008 NBER Summer Institutes, the 2010 NBER-DAE program meeting, and the 2001 Economic History Association meetings.  Financial support has been provided by National Science Foundation Grants SBR-9708098, SES-0080324, SES 0214483, and SES 0617972, the Earhart Foundation, the University of Arizona Foundation, the University of Arizona Office of the Vice President for Research, and the Frank and Clara Kramer Professorship in Economics at the University of Arizona. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}