{
    "id": 15829,
    "citation_title": "Insuring Consumption Using Income-Linked Assets",
    "citation_author": [
        "Andreas Fuster",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShiller (2003) and others have argued for the creation of financial instruments that allow individuals to insure risks associated with their lifetime labor income. In this paper, we argue that while the purpose of such assets is to smooth consumption across states of nature, one must also consider the assets' effects on households' ability to smooth consumption over time. We show that consumers in a realistically calibrated life-cycle model would generally prefer income-linked loans (with a rate positively correlated with income shocks) to an income-hedging instrument (a limited liability asset whose returns correlate negatively with income shocks) even though the assets offer identical opportunities to smooth consumption across states. While for some parameterizations of our model the welfare gains from the presence of income-linked assets can be substantial (above 1% of certainty-equivalent consumption), the assets we consider can only mitigate a relatively small part of the welfare costs of labor income risk over the life cycle.\n\n",
    "acknowledgement": "\nWe are grateful to John Campbell, Nicola Fuchs-Schündeln, Rustom Irani, María Luengo-Prado, Claudio Michelacci, Ali Ozdagli, Julio Rotemberg, and seminar participants at Harvard, the First Annual Workshop of the Zurich Center for Computational Financial Economics, and the Household Finance and Macroeconomics conference at the Banco de España for helpful comments and discussions. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}