{
    "id": 15821,
    "citation_title": "Limits of Arbitrage: The State of the Theory",
    "citation_author": [
        "Denis Gromb",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey theoretical developments in the literature on the limits of arbitrage. This literature investigates how costs faced by arbitrageurs can prevent them from eliminating mispricings and providing liquidity to other investors. Research in this area is currently evolving into a broader agenda emphasizing the role of financial institutions and agency frictions for asset prices. This research has the potential to explain so-called \"market anomalies\" and inform welfare and policy debates about asset markets. We begin with examples of demand shocks that generate mispricings, arguing that they can stem from behavioral or from institutional considerations. We next survey, and nest within a simple model, the following costs faced by arbitrageurs: (i) risk, both fundamental and non-fundamental, (ii) short-selling costs, (iii) leverage and margin constraints, and (iv) constraints on equity capital. We finally discuss implications for welfare and policy, and suggest directions for future research.\n\n",
    "acknowledgement": "\nWe thank Suleyman Basak, Bruno Biais, Bernard Dumas, Vincent Fardeau, Robin Greenwood, Harald Hau, Peter Kondor, Arvind Krishnamurthy, Anna Pavlova, Christopher Polk, Ana-Maria Santacreu, Yuki Sato and Pierre-Olivier Weill for helpful comments, and the Paul Woolley Centre at the LSE for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}