{
    "id": 15826,
    "citation_title": "Microeconomic Evidence on Price-Setting",
    "citation_author": [
        "Peter J. Klenow",
        "Benjamin A. Malin"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last decade has seen a burst of micro price studies. Many studies analyze data underlying national CPIs and PPIs. Others focus on more granular sub-national grocery store data. We review these studies with an eye toward the role of price setting in business cycles. We summarize with ten stylized facts: Prices change at least once a year, with temporary price discounts and product turnover often playing an important role. After excluding many short-lived prices, prices change closer to once a year. The frequency of price changes differs widely across goods, however, with more cyclical goods exhibiting greater price flexibility. The timing of price changes is little synchronized across sellers. The hazard (and size) of price changes does not increase with the age of the price. The cross-sectional distribution of price changes is thick-tailed, but contains many small price changes too. Finally, strong linkages exist between price changes and wage changes.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Monetary Economics (Benjamin Friedman and Michael Woodford, editors). This research was conducted with restricted access to U.S. Bureau of Labor Statistics (BLS) data.  Rob McClelland provided us invaluable assistance and guidance in using BLS data.  We thank Margaret Lay and Krishna Rao for excellent research assistance.  We are grateful to Luis J. Álvarez, Mark Bils, Marty Eichenbaum, Etienne Gagnon, Emi Nakamura, Martin Schneider, Frank Smets, Jón Steinsson, and Michael Woodford for helpful suggestions.  The views expressed here are those of the authors and do not necessarily reflect the views of the BLS, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}