{
    "id": 15837,
    "citation_title": "Leverage, Moral Hazard and Liquidity",
    "citation_author": [
        "Viral V. Acharya",
        "S. Viswanathan"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a model of the financial sector to explain why adverse asset shocks in good economic times lead to a sudden drying up of liquidity. Financial firms raise short-term debt in order to finance asset purchases. When asset fundamentals worsen, debt induces firms to risk-shift; this limits their funding liquidity and their ability to roll over debt. Firms may de-lever by selling assets to better-capitalized firms. Thus the market liquidity of assets depends on the severity of the asset shock and the system-wide distribution of leverage. This distribution of leverage is, however, itself endogenous to future prospects. In particular, short-term debt is relatively cheap to issue in good times when expectations of asset fundamentals are benign, resulting in entry to the financial sector of firms with less capital or high leverage. Due to such entry, even though the incidence of financial crises is lower in good times, their severity in terms of de-leveraging and evaporation of market liquidity can in fact be greater.\n\n",
    "acknowledgement": "\nThis paper was earlier circulated under the title \"Moral Hazard, Collateral and Liquidity.\" We are grateful to Bruno Biais, Patrick Bolton, Peter DeMarzo, Doug Diamond, Darrell Duffie, Daniela Fabbri, Douglas Gale, Itay Goldstein, Nissan Langberg, Arvind Krishnamurthy, Praveen Kumar, Xuewen Liu, Martin Oehmke, Guillaume Plantin, Adriano Rampini, Jean-Charles Rochet, Jose Scheinkman, Raghu Sundaram, Alexei Tchistyi, Dimitri Vayanos and Jiang Wang for useful discussions, to seminar participants at Bank of England, Brunel University, CEPR Symposium (2009) at Gerzensee, Chicago-GSB Conference on Liquidity Concepts, Duke, European Winter Finance Conference (2008) in Klosters, Federal Reserve Bank of New York conference on Liquidity Tools, Houston, Indian School of Business, London Business School, London School of Economics, Michigan, Minnesota, MIT (Sloan), NBER Research Meetings in Market Microstructure, New York Fed-NYU Conference on Financial Intermediation, Northwestern, Oxford, Princeton, Southern Methodist University, Toulouse, Wharton and University College London for comments, and to Ramin Baghai-Wadji, Wailin Yip, Or Shachar and Yili Zhang for their research assistance. Brandon Lindley's help with numerical solutions was particularly helpful. A part of this paper was completed while Viral Acharya was at London Business School and while visiting Stanford-GSB. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}