{
    "id": 15835,
    "citation_title": "Durable consumption and asset management with transaction and observation costs",
    "citation_author": [
        "Fernando E. Alvarez",
        "Luigi Guiso",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe empirical evidence on rational inattention lags far behind the theoretical developments: micro evidence on the most immediate consequence of observation costs − the infrequent observation of state variables − is not available in standard datasets. We contribute to filling the gap with two novel household surveys that record the frequency with which investors observe the value of their financial investments, as well as the frequency with which they trade in financial assets and durable goods. We use these data to test some predictions of existing models and show that to match the patterns in the data we need to modify these models by shifting the focus from non-durable to durable consumption. The model we develop features both observation and transaction costs and implies a mixture of time-dependent and state-dependent rules, where the importance of each rule depends on the ratio of the observation to the transaction cost. Numerical simulations show that the model can produce frequency of portfolio observations and asset trading comparable to that of the median investor (about 4 and 0.4 per year, respectively) with small observation costs (about 1 basis point of financial wealth) and larger transaction costs (about 30 basis points of financial wealth). In spite of its small size the observation cost gives rise to infrequent information gathering (between monthly and quarterly). A quantitative assessment of the relevance of the observation costs shows that the behavior of investors is essentially unchanged compared to the one produced by a model with transaction but no observation cost. We test a novel prediction of the model on the relationship between assets trades and durable-goods trades and find that it is aligned with the data.\n\n",
    "acknowledgement": "\nWe thank Pierpaolo Benigno, Tullio Jappelli, Igor Livshits, Bob Lucas, Giuseppe Moscarini, Luigi Paciello, Stavros Panageas, Nicola Pavoni, Rob Shimer, Gianluca Violante, and seminar participants at the Banque de France, the University of Chicago, EIEF, London School of Economics, Berkeley, Yale, MIT and the Vienna Macro Conference 2009 for comments. Alvarez and Lippi thank the Banque de France for financial support. Guiso thanks Unicredit for granting access to their households surveys. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}