{
    "id": 15831,
    "citation_title": "The Consequences of Entrepreneurial Finance: A Regression Discontinuity Analysis",
    "citation_author": [
        "William R. Kerr",
        "Josh Lerner",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper documents the role of angel funding for the growth, survival, and access to follow-on funding of high-growth start-up firms. We use a regression discontinuity approach to control for unobserved heterogeneity between firms that obtain funding and those that do not. This technique exploits that a small change in the collective interest levels of the angels can lead to a discrete change in the probability of funding for otherwise comparable ventures. We first show that angel funding is positively correlated with higher survival, additional fundraising outside the angel group, and faster growth measured through growth in web site traffic. The improvements typically range between 30% and 50%. When using the regression discontinuity approach, we still find a strong, positive effect of angel funding on the survival and growth of ventures, but not on access to additional financing. Overall, the results suggest that the bundle of inputs that angel investors provide have a large and significant impact on the success and survival of start-up ventures.\n\n",
    "acknowledgement": "\nWe thank James Geshwiler of CommonAngels, Warren Hanselman and Richard Sudek of Tech Coast Angels, and John May of the Washington Dinner Club for their enthusiastic support of this project and willingness to share data. We also thank the many entrepreneurs who responded to our inquiries. Harvard Business School's Division of Research and the Kauffman Foundation supported this research. Andrei Cristea provided excellent research assistance. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}