{
    "id": 15839,
    "citation_title": "Do Powerful Politicians Cause Corporate Downsizing?",
    "citation_author": [
        "Lauren Cohen",
        "Joshua D. Coval",
        "Christopher Malloy"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs a new empirical approach for identifying the impact of government spending on the private sector. Our key innovation is to use changes in congressional committee chairmanship as a source of exogenous variation in state-level federal expenditures. In doing so, we show that fiscal spending shocks appear to significantly dampen corporate sector investment and employment activity. These corporate reactions follow both Senate and House committee chair changes, are present among large and small firms and within large and small states, are partially reversed when the congressman resigns, and are most pronounced among geographically-concentrated firms. The effects are economically meaningful and the mechanism - entirely distinct from the more traditional interest rate and tax channels - suggests new considerations in assessing the impact of government spending on private sector economic activity.\n\n",
    "acknowledgement": "\nWe would like to thank Stephen Ansolabehere, Malcolm Baker, Utpal Bhattacharya, Bo Becker, Dan Bergstresser, John Campbell, Jon Carmel, John Cochrane, Randy Cohen, Shawn Cole, Jess Cornaggia, Stefano DellaVigna, Ray Fisman, Fritz Foley, Ken Froot, Eitan Goldman, David Goldreich, Rick Green, Chris Leach, Thomas Philippon, Julio Rotemberg, Al Roth, Rick Ruback, Huntley Schaller, Chester Spatt, Erik Stafford, Jeremy Stein, Anjan Thakor, Tuomo Vuolteenaho, Eric Zitzewitz, and seminar participants at Colorado, Georgia Tech, Harvard Business School, Indiana, Michigan, Penn State, Rotterdam, Singapore Management University, Texas, Tilburg, Toronto, UCLA, the NBER Political Economy Meeting, the Washington University Corporate Finance Conference, the UBC Summer Finance Conference, the Financial Research Association (FRA) Conference, and the Utah Winter Finance Conference for helpful comments and discussions.  We also thank David Kim for excellent research assistance.  We are grateful for funding from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}