{
    "id": 15834,
    "citation_title": "Revisiting U. S. Productivity Growth over the Past Century with a View of the Future",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2010-03-18",
    "issue_date": "2010-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides three perspectives on long-run growth rates of labor productivity (LP) and of multi-factor productivity (MFP) for the U. S. economy.   It extracts statistical growth trends for labor productivity from quarterly data for the total economy going back to 1952, provides new estimates of MFP growth extending back to 1891, and tackles the problem of forecasting LP and MFP twenty years into the future.\nThe statistical trend for growth in total economy LP ranged from 2.75 percent in early 1962 down to 1.25 percent in late 1979 and recovered to 2.45 percent in 2002.  Our results on productivity trends identify a problem in the interpretation of the 2008-09 recession and conclude that at present statistical trends cannot be extended past 2007.  \nFor the longer stretch of history back to 1891, the paper provides numerous corrections to the growth of labor quality and to capital quantity and quality, leading to significant rearrangements of the growth pattern of MFP, generally lowering the unadjusted MFP growth rates during 1928-50 and raising them after 1950.  Nevertheless, by far the most rapid MFP growth in U. S. history occurred in 1928-50, a phenomenon that I have previously dubbed the \"one big wave.\" \nThe paper approaches the task of forecasting 20 years into the future by extracting relevant precedents from the growth in labor productivity and in MFP over the last seven years, the last 20 years, and the last 116 years.  Its conclusion is that over the next 20 years (2007-2027) growth in real potential GDP will be 2.4 percent (the same as in 2000-07), growth in total economy labor productivity will be 1.7 percent, and growth in the more familiar concept of NFPB sector labor productivity will be 2.05 percent.  The implied forecast 1.50 percent growth rate of per-capita real GDP falls far short of the historical achievement of 2.17 percent between 1929 and 2007 and represents the slowest growth of the measured American standard of living over any two-decade interval recorded since the inauguration of George Washington.\n\n",
    "acknowledgement": "\nThis paper is dedicated not only to the 80th birthday of Angus Maddison but also to the memory of Robert McGuckin of the Conference Board.  The 2006 conference version of this paper was made possible by the creative research assistance of Robert Krenn.  Jesse Wiener brought new insights to this revision and extension of the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}