{
    "id": 15841,
    "citation_title": "The Effect of Malpractice Liability on the Specialty of Obstetrics and Gynecology",
    "citation_author": [
        "Jessica Wolpaw Reyes"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from a 2003 survey of 1,476 obstetrician-gynecologists, the effects of malpractice pressure on the specialty are investigated.  Physicians report having made substantial changes to their practice in response to the general environment and to liability pressures.  Regression analysis finds that liability pressure increases reports of income and practice reductions, but direct effects on actual income and productivity are less clear.  Liability pressures may lead to a specialization effect, with some physicians concentrating more in obstetrics and others in gynecological surgery.  Overall, the evidence suggests that liability pressure has moderate but significant effects on the specialty.\n\n",
    "acknowledgement": "\nI am indebted to the Department of Health Economics at the American College of Obstetricians and Gynecologists (ACOG) for generously providing the ACOG Socioeconomic Survey data for this analysis.  I am also grateful to Katherine Baicker, Claudia Goldin, Jun Ishii, Walter Nicholson, René Reyes, Seth Seabury, and Lara Shore-Sheppard for sharing their time, advice, and (in some cases) data.  All errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}