{
    "id": 15847,
    "citation_title": "Tax buyouts",
    "citation_author": [
        "Marco Del Negro",
        "Fabrizio Perri",
        "Fabiano Schivardi"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies a fiscal policy instrument that can reduce fiscal distortions without affecting revenues, in a politically viable way. The instrument is a private contract (tax buyout), offered by the government to each citizen, whereby the citizen can choose to pay a fixed price in exchange for a given reduction in her tax rate for a period of time. We introduce the tax buyout in a dynamic overlapping generations economy, calibrated to match several features of the US income, taxes and wealth distributions. Under simple pricing, the introduction of the buyout is revenue neutral but, by reducing distortions, it benefits a significant fraction of the population and leads to sizable increases in aggregate labor supply, income and consumption.\n\n",
    "acknowledgement": "\nThe paper previously circulated under the title of \"On the Privatization of Public Debt.\" Views expressed here are our own and do not necessarily reflect those of the Federal Reserve Banks of Minneapolis and New York, the Federal Reserve System, or the National Bureau of Economic Research. We are extremely grateful to our discussant Chris Sleet for excellent comments and suggestions. We thank Da Lin for research assistance, our editor Andy Abel, Lorenzo Forni, Pietro Reichlin, Aleh Tsyvinski and seminar participants at the Fall 2009 Carnegie Rochester Conference on Public Policy, Bank of Italy, NYU, the Bank of Canada, Penn State University, the University of Rochester, The Federal Reserve Bank of Philadelphia, Universita' di Salerno, the SED, Midwest-Macro and ESSIM meetings for very helpful comments. Perri thanks the NSF (Grant SES-0820519) for financial assistance.\n\n\n"
}