{
    "id": 1584,
    "citation_title": "International Monetary Policy to Promote Economic Recovery",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1985-03-01",
    "issue_date": "1985-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies the design of efficient anti-inflationary policies in a two-country interdependent economic system. A number of alternative specifications of the price formation process are considered, incorporating successively higher degrees of price level and inflation inertia.Only in the classical flexible price level model with forward-looking rational expectations is credibility of current announcements of future monetary policy necessary and sufficient for costless, irmnediate disinflation. If price level inertia prevails, deceleration of the money growth rate must be accompanied by nominal money \"jumps\" or cost-reducing tax cuts in order to accommodate the fall in velocity that accompanies successful disinflation, if the transition is to be costless (and immediate).  With a sluggish price level and sluggish core inflation, tax cuts (or incomes policy) are necessary for costless disinflation. In general, the elimination of inflation can only be gradual. With real balance effects on demand, unilateral disinflationary policy always \"spills over\" through real interest rates and the real exchange rate. They are necessary for the presence of spillovers only in the classical model. Cooperative policy design effectively leaves the national authorities with the same scope for influencing domestic target variables that they would have had in a closed economy.\n\n",
    "acknowledgement": "\n"
}