{
    "id": 15848,
    "citation_title": "Corporate Bond Default Risk: A 150-Year Perspective",
    "citation_author": [
        "Kay Giesecke",
        "Francis A. Longstaff",
        "Stephen Schaefer",
        "Ilya Strebulaev"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study corporate bond default rates using an extensive new data set spanning the 1866-2008 period. We find that the corporate bond market has repeatedly suffered clustered default events much worse than those experienced during the Great Depression. For example, during the railroad crisis of 1873-1875, total defaults amounted to 36 percent of the par value of the entire corporate bond market. We examine whether corporate default rates are best forecast by structural, reduced-form, or macroeconomic credit models and find that variables suggested by structural models outperform the others. Default events are only weakly correlated with business downturns. We find that over the long term, credit spreads are roughly twice as large as default losses, resulting in an average credit risk premium of about 80 basis points. We also find that credit spreads do not adjust in response to realized default rates.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions received from Navneet Arora, Vineer Bhansali, Richard Cantor, Josh Davis, Marvin Lieberman, Hanno Lustig, Scott Richardson, and Derek Schaeffer, and seminar participants at Blackrock, Brunel University, Copenhagen Business School, Exeter University, the Georgia Institute of Technology, New York University, PIMCO, The University of Alaska at Fairbanks, UCLA, and the Vienna School of Business and Finance. We are particularly grateful for extensive research assistance provided by Priyank Gandhi, Xiaolong Cheng, Scott Cowin, Matthias Fleckenstein, Baeho Kim, Brent Longstaff, and Scott Longstaff. Strebulaev is grateful to the London Business School's Center for Corporate Governance (under ESRC contract number R060230004). All errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}