{
    "id": 15840,
    "citation_title": "Education, Knowledge and the Evolution of Disparities in Health",
    "citation_author": [
        "Anna Aizer",
        "Laura Stroud"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how advances in scientific knowledge affect the evolution of disparities in health. Our focus is the 1964 Surgeon General Report on Smoking and Health - the first widely publicized report of the negative effects of smoking on health.  Using an historical dataset that includes the smoking habits of pregnant women 1959-1966, we find that immediately after the 1964 Report, more educated mothers immediately reduced their smoking as measured by both self-reports and serum cotinine levels, while the less educated did not, and that the relative health of their newborns likewise increased.  We also find strong peer effects in the response to information: after the 1964 report, educated women surrounded by other educated women were more likely to reduce smoking relative to those surrounded by less educated women.  Over time, the education gradient in both smoking and newborn health continued to increase, peaking in the 1980s and then shrinking, eventually returning to initial levels.  These results can explain why in an era of great advancements in medical knowledge, health disparities may actually increase, at least initially.\n\n",
    "acknowledgement": "\nThis work is supported in part by NSF grant # SES 0752755, NIH grant AG023397 and the Robert Wood Johnson Foundation. We thank Ken Chay, Donna Gilleskie, Adriana Lleras-Muney, Jody Sindelar and seminar participants at Cornell, UCLA and AHEC/Emory for useful comments and Tianran Dai for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}