{
    "id": 15842,
    "citation_title": "Globalization, Pass-Through and Inflation Dynamic",
    "citation_author": [
        "Pierpaolo Benigno",
        "Ester Faia"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important aspect of the globalization process is the increase in interdependence among countries through the deepening of trade linkages. This process should increase competition in each destination market and change the pricing behavior of firms. We present an extension of Dornbusch (1987)'s model to analyze the extent to which globalization, interpreted as an increase in the number of foreign products in each destination market, modifies the slope and the position of the New-Keynesian aggregate-supply equation and, at the same time, affects the degree of exchange-rate pass-through. We provide empirical evidence that supports the results of our model.\n\n",
    "acknowledgement": "\nWe are grateful to the Fondation Banque de France for a grant sponsoring this project. We thank Matteo Bugamelli, Linda Goldberg, Luca Guerrieri, Argia Sbordone, Yuki Teranishi, for helpful suggestions and comments and seminar partecipants at the Banque de France, ESSIM and at the conference on \"Globalization and Monetary Policy\" organized by the Bank of Korea and Bank of Canada. Eleni Iliopulos and Hermes Morgavi have provided excellent research assistanship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}