{
    "id": 15852,
    "citation_title": "Optimal price setting with observation and menu costs",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi",
        "Luigi Paciello"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the optimal price setting problem of a firm in the presence of both information and menu costs. In this problem the firm optimally decides when to collect costly information on the adequacy of its price, an activity which we refer to as a price \"review\". Upon each review, the firm chooses whether to adjust its price, subject to a menu cost, and when to conduct the next price review. This behavior is consistent with recent survey evidence documenting that firms revise prices infrequently and that only a few price revisions yield a price adjustment. The goal of the paper is to study how the firm's choices map into several observable statistics, depending on the level and relative magnitude of the information vs the menu cost. The observable statistics are: the frequency of price reviews, the frequency of price adjustments, the size-distribution of price adjustments, and the shape of the hazard rate of price adjustments. We provide an analytical characterization of the firm decisions and a mapping from the structural parameters to the observable statistics. We compare these statistics with the ones obtained for the models with only one type of cost. The predictions of the model can, with suitable data, be used to quantify the importance of the menu cost vs. the information cost. We also consider a version of the model where several price adjustment are allowed between observations, a form of price plans or indexation. We find that no indexation is optimal for small inflation rates.Hard-copy subscribers may access the tables for this paper here.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support with the data received by Herve' Le Bihan and Laurent Clerc (Banque de France), Katherine Neiss, Miles Parker and Simon Price (Bank of England), Silvia Fabiani and Roberto Sabbatini (Bank of Italy), Ignacio Hernando (Bank of Spain), Heinz Herrmann and Harald Stahl (Bundesbank). Alvarez and Lippi thank the Banque de France for financial support. We thank seminar participants at the EIEF, Federal Reserve Bank of Chicago, the University of Amsterdam, the University of Bologna, Stanford University, UC Berkeley, Yale, MIT and UCLA. We thank Manuel Amador, Marios Angeletos, Andy Atkeson, Gadi Barlevy, Ricardo Caballero, Matteo Cervellati, Wouter den Haan, Eduardo Engel, Mike Golosov, Yuriy Gorodnichenko, Pierre Olivier Gourinchas, Bob Hall, Christian Hellwig, Anil Kayshap, David Levine, Giuseppe Moscarini, Mauri Obstfeld, Rob Shimer, Oleg Tsyvinski, Harald Uhlig, Ivan Werning, Mirko Wiederholt for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}