{
    "id": 15859,
    "citation_title": "Twin Picks: Disentangling the Determinants of Risk-Taking in Household Portfolios",
    "citation_author": [
        "Laurent E. Calvet",
        "Paolo Sodini"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the determinants of financial risk-taking in a panel containing the asset holdings of Swedish twins. We measure the impact of a broad set of demographic, financial, and portfolio characteristics, and use yearly twin pair fixed effects to control for genes and shared background. We report a strong positive relation between risky asset market participation and financial wealth. Among participants, the average financial wealth elasticity of the risky share is significantly positive and estimated at 22%, which suggests that the average individual investor has decreasing relative risk aversion. Furthermore, the financial wealth elasticity of the risky share itself is heterogeneous across investors and varies strongly with characteristics. The elasticity decreases with financial wealth and human capital, and increases with habit, real estate wealth and household size. As a consequence, the elasticity of the aggregate demand for risky assets to exogenous wealth shocks is close to, but does not coincide with, the elasticity of a representative investor with constant relative risk aversion. We confirm the robustness of our results by running time-differenced instrumental variable regressions, and by controlling for zygosity, lifestyle, mental and physical health, the intensity of communication between twins, and measures of social interactions.\n\n",
    "acknowledgement": "\nWe received helpful comments from Manuel Arellano, John Campbell, René Garcia, Mariassunta Giannetti, Deborah Lucas, Jacques Olivier, David Thesmar, and participants at CEMFI, EDHEC Business School, HEC Paris, the Stockholm School of Economics, the University of California at Berkeley, the University of Texas at Austin, the University of Zürich, the 2009 SAET Ischia Conference, and the 2010 Annual Meeting of the American Economic Association. We thank Statistics Sweden and the Swedish Twin Registry for providing the data. The project benefited from excellent research assistance by Krister Ahlersten and Tomas Thörnqvist. This material is based upon work supported by the Agence Nationale de la Recherche under a Chaire d'Excellence to Calvet, BFI under a Research Grant to Sodini, the HEC Foundation, Riksbank, and the Wallander and Hedelius Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}