{
    "id": 15858,
    "citation_title": "Mental Health Treatment and Criminal Justice Outcomes",
    "citation_author": [
        "Richard Frank",
        "Thomas G. McGuire"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre many prisoners in jail or prison because of their mental illness?  And if so, is mental health treatment a cost-effective way to reduce crime and lower criminal justice costs?  This paper reviews and evaluates the evidence assessing the potential of expansion of mental health services for reducing crime.  Mental illness and symptoms of mental illness are highly prevalent among adult and child criminal justice populations.  The association between serious mental illness and violence and arrest is particularly strong among individuals who are psychotic and do not adhere to medication.  Two empirical studies augment the empirical research base relating mental illness to crime.  In a recent community sample of adults, we find higher rates of arrest for those with serious mental illness and with substance abuse.  Among youth, even with family fixed effects, antisocial personality scores predict future school problems and arrests.  A large body of research tracks mental health and criminal justice outcomes associated with treatments and social policies.  Reviews of the cost-effectiveness of treatments for children with behavioral problems, mental health courts, and mandatory outpatient treatment are inconclusive.\n\n",
    "acknowledgement": "\nThis paper is prepared for presentation at the NBER conference on the Costs and Benefits of Crime Control and Prevention, January 15 and 16, Berkeley, California.  The authors are grateful to the MacArthur Foundation for research support and to Pasha Hamed, Tisa Sherry and Zach Yoneda for excellent analysis research assistance.  We are grateful to Harold Pollack and participants at an earlier NBER workshop for comments on an earlier draft, and to Phil Cook for encouragement and ideas.  Ellen Meara, Jens Ludwig, John Monahan, Jennifer Skeem and Hank Steadman commented on an earlier draft.  We are particularly grateful to Jeff Swanson for helpful guidance.  Colleagues from the MacArthur Foundation Mandated Community Treatment Network, chaired by John Monahan, did much of the research on the relation between mental health and crime. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}