{
    "id": 15850,
    "citation_title": "Modeling Financial Contagion Using Mutually Exciting Jump Processes",
    "citation_author": [
        "Yacine Aït-Sahalia",
        "Julio Cacho-Diaz",
        "Roger J.A. Laeven"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdverse shocks to stock markets propagate across the world, with a jump in one region of the world seemingly causing an increase in the likelihood of a different jump in another region of the world. To capture this effect mathematically, we introduce a model for asset return dynamics with a drift component, a volatility component and mutually exciting jumps known as Hawkes processes. In the model, a jump in one region of the world or one segment of the market increases the intensity of jumps occurring both in the same region (self-excitation) as well as in other regions (cross-excitation). The model generates the type of jump clustering that is observed empirically. Jump intensities then mean-revert until the next jump. We develop and implement an estimation procedure for this model. Our estimates provide evidence for self-excitation both in the US market as well as in other world markets. Furthermore, we find that US jumps tend to get reflected quickly in most other markets, while statistical evidence for the reverse transmission is much less pronounced. Implications of the model for measuring market stress, risk management and optimal portfolio choise are also investigated.\n\n",
    "acknowledgement": "\nWe are grateful to seminar and conference participants at Cornell, Princeton, Tilburg, Toulouse, City University of London, University of Melbourne, University of Technology Sydney, the AFMATH Conference in Brussels, the Cambridge-Princeton Conference and the TCF Workshop on Lessons from the Credit Crisis, and in particular to Kenneth Lindsay, for their comments and suggestions. This research was funded in part by the NSF under grant SES-0850533 (Aït-Sahalia) and by the NWO under grants Veni-2006 and Vidi-2009 (Laeven). Matlab code to implement the estimation procedure developed in this paper is available from the authors upon request. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}