{
    "id": 15854,
    "citation_title": "The Effect of Allowance Allocations on Cap-and-Trade System Performance",
    "citation_author": [
        "Robert W. Hahn",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2010-03-25",
    "issue_date": "2010-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine an implication of the \"Coase Theorem\" which has had an important impact both on environmental economics and on public policy in the environmental domain. Under certain conditions, the market equilibrium in a cap-and-trade system will be cost-effective and independent of the initial allocation of tradable rights. That is, the overall cost of achieving a given aggregate emission reduction will be minimized, and the final allocation of permits will be independent of the initial allocation. We call this the independence property. This property is very important because it allows equity and efficiency concerns to be separated in a relatively straightforward manner. In particular, the property means that the government can establish the overall pollution-reduction goal for a cap-and-trade system by setting the cap, and leave it up to the legislature - such as the U.S. Congress - to construct a constituency in support of the program by allocating the allowances to various interests without affecting either the environmental performance of the system or its aggregate social costs. Our primary objective in this paper is to examine the conditions under which the independence property is likely to hold - both in theory and in practice. A number of factors can call the independence property into question theoretically, including market power, transaction costs, non-cost-minimizing behavior, and conditional allowance allocations. We find that, in practice, there is support for the independence property in some, but not all cap-and-trade applications.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}