{
    "id": 15855,
    "citation_title": "Do Strikes Kill? Evidence from New York State",
    "citation_author": [
        "Jonathan Gruber",
        "Samuel A. Kleiner"
    ],
    "citation_publication_date": "2010-03-31",
    "issue_date": "2010-03-31",
    "revision_date": "2022-09-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns over the impacts of hospital strikes on patient welfare led to substantial delay in the ability of hospitals to unionize. Once allowed, hospitals unionized rapidly and now represent one of the largest union sectors of the U.S. economy. Were the original fears of harmful hospital strikes realized as a result? In this paper we analyze the effects of nurses' strikes in hospitals on patient outcomes. We utilize a unique dataset collected on nurses' strikes over the 1984 to 2004 period in New York State, and match these strikes to a restricted use hospital discharge database which provides information on treatment intensity, patient mortality and hospital readmission. Controlling for hospital specific heterogeneity, patient demographics and disease severity, the results show that nurses' strikes increase in-hospital mortality by 19.4% and 30-day readmission by 6.5% for patients admitted during a strike, with little change in patient demographics, disease severity or treatment intensity. This study provides some of the first analytical evidence on the effects of health care strikes on patients, and suggests that hospitals functioning during nurses' strikes are doing so at a lower quality of patient care.\n\n",
    "acknowledgement": "\nWe are grateful to David Chan for research assistance, to the New York State Statewide Planning and Research Cooperative System and Robert Schwartz for data & details, Leo Lichtig and Laura L. Grassmann for the nursing intensity weights, and to Martin Gaynor, Lowell Taylor, John Cawley and seminar participants at the 2009 NBER Summer Institute, the Congressional Budget Office, Cornell University, the University of Florida, Indiana University, the University of Kentucky, the University of Michigan, the Upjohn Institute for Employment Research and Virginia Commonwealth University for helpful comments. Financial support was provided by the Labor and Employment Relations Association Susan C. Eaton Scholar-Practitioner Grant. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}