{
    "id": 15869,
    "citation_title": "Recruiting for Ideas: How Firms Exploit the Prior Inventions of New Hires",
    "citation_author": [
        "Jasjit Singh",
        "Ajay K. Agrawal"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhen firms recruit inventors, they acquire not only the use of their skills but also enhanced access to their stock of ideas. But do hiring firms actually increase their use of the new recruits' prior inventions? Our estimates suggest they do, quite significantly in fact, by approximately 202% on average. However, this does not necessarily reflect widespread \"learning-by-hiring.\" In fact, we estimate that a recruit's exploitation of her own prior ideas accounts for almost half of the above effect. Furthermore, although one might expect the recruit's role to diminish rapidly as her tacit knowledge diffuses across her new firm, our estimates indicate that her importance is surprisingly persistent over time. We base these findings on an empirical strategy that exploits the variation over time in hiring firms' citations to the recruits' pre-move patents. Specifically, we employ a difference-in-differences approach to compare pre-move versus post-move citation rates for the recruits' prior patents and the corresponding matched-pair control patents. Our methodology has three benefits compared to previous studies that also examine the link between labor mobility and knowledge flow: 1) it does not suffer from the upward bias inherent in the conventional cross-sectional comparison, 2) it generates results that are robust to a more stringently matched control sample, and 3) it enables a temporal examination of knowledge flow patterns.\n\n",
    "acknowledgement": "\nThe authors contributed equally.  We thank INSEAD, the Martin Prosperity Institute, and the Social Sciences and Humanities Research Council of Canada for funding this research. We are grateful to James Costantini, Pushan Dutt, Lee Fleming, Martin Gargiulo, Javier Gimeno, Henrich Greve, Kwanghui Lim, Matt Marx, Illian Mihov, Amine Ouazad, Johannes Pennings, Kamalini Ramdas, Andrew Shipilov, Brain Silverman, Olav Sorenson, Man Zhang, two anonymous referees, and seminar participants at INSEAD and the National University of Singapore for comments. We acknowledge use of the NBER and NUS-MBS patent datasets. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}