{
    "id": 15863,
    "citation_title": "Agriculture, Roads, and Economic Development in Uganda",
    "citation_author": [
        "Douglas Gollin",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA large fraction of Uganda's population continues to earn a living from quasi-subsistence agriculture. This paper uses a static general equilibrium model to explore the relationships between high transportation costs, low productivity, and the size of the quasi-subsistence sector. We parameterize the model to replicate some key features of the Ugandan data, and we then perform a series of quantitative experiments. Our results suggest that the population in quasi-subsistence agriculture is highly sensitive both to agricultural productivity levels and to transportation costs. The model also suggests positive complementarities between improvements in agricultural productivity and transportation.\n\n",
    "acknowledgement": "\nResearch for this paper was funded by the NBER Program on African Successes. In Uganda, we were hosted and supported by the Makerere Institute of Social Research at Makerere University. We gratefully acknowledge the support of both institutions, while noting that the results and conclusions of our research do not reflect the official views of either NBER or MISR. We particularly appreciate the intellectual support and encouragement of Sebastian Edwards, Simon Johnson, and David Weil, the joint organizers of the African Successes Program, and we also appreciate the helpful comments of conference participants in the program workshops in February 2009 and December 2009, including especially Diego Comin, our discussant. Elisa Pepe has provided exceptional support as coordinator of the program.  We have benefited from comments on previous versions of this paper made by seminar participants at Williams College; the University of Connecticut; the North American Summer Meetings of the Econometric Society 2009 in Boston; the Society for Economic Dynamics Summer Meetings 2009 in Istanbul; and the International Food Policy Research Institute (IFPRI) in Washington, DC. We owe many intellectual debts, as well, particularly to Stephen Parente, with whom we have worked closely on previous papers that address related topics. We have also benefited from conversations with Cheryl Doss, Berthold Herrendorf, Jim Schmitz, and Anand Swamy. In Uganda, we received extraordinary help and intellectual contributions from Dr. Wilberforce Kisamba-Mugerwa, who took a great interest in our work in his official capacity as Chair of the National Planning Authority -- but who also contributed his insights as a scholar, a policy practitioner, and a farmer. We gratefully acknowledge his help and support, without holding him accountable for any of the conclusions of our research. We also acknowledge help from the following individuals in Uganda who took time to talk with us about our research: Mwendya Augustine, Uganda National Farmers Federation; Godfrey Bahiigwa, Plan for Modernisation of Agriculture; J. Ddumba-Ssentamu, Makerere University; Mbadhwe John, Ministry of Works and Transport; Angela Katama, Ministry of Finance, Planning, and Economic Development (Competitiveness and Investment Climate Strategy Secretariat); Boaz Blackie Keizire, Ministry of Agriculture, Animal Industry, and Fisheries; Lawrence Kiiza, Ministry of Finance, Planning, and Economic Development (Economic Affairs); Nicholas Kilimani, Economic Policy Research Center; John Bosco Kintu, National Planning Authority; Amos Lugoloobi, National Planning Authority; J.B. Magezi-Apuuli, Uganda Bureau of Statistics; Seth Mayinza, Uganda Bureau of Statistics (Census of Agriculture); Rwakakamba Morrison, Uganda National Farmers Federation; Leonard Msemakweli, Uganda Co-Operative Alliance Ltd.; Moses Ogwapus, Ministry of Finance, Planning, and Economic Development (Tax Policy Department); Charles Opio Owalu, Ministry of Works, Housing, and Communication; Abel Rwendeire, NPA; Sarah Ssewanyana, Economic Policy Research Center; Leena Tripathi, International Institute for Tropical Agriculture; and Everest Twimukye, Economic Policy Research Center. Finally, we gratefully acknowledge the support of FEWS NET (the Famine Early Warning System Network) who provided us with a lengthy time series of data on agricultural prices in Uganda. FEWS NET is a project of the US Agency for International Development. We particularly appreciate additional information and thoughtful comments provided by Mildred Magut and Patricia Bonnard of FEWS while absolving them of any responsibility for our interpretation of the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}