{
    "id": 15865,
    "citation_title": "Interest Groups, Information Manipulation in the Media, and Public Policy: The Case of the Landless Peasants Movement in Brazil",
    "citation_author": [
        "Lee J. Alston",
        "Gary D. Libecap",
        "Bernardo Mueller"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the literature on interest group behavior and policy outcomes by examining how groups with limited resources (votes and campaign contributions) effectively influence government by manipulating media information to voters. Voters in turn lobby politicians to implement the group's preferred policies. In this manner interest groups can secure favorable government actions beyond their size and wealth. This is an important contribution because of the increased role of the media in the information age and because this linkage better explains observed government policies. We develop a multi-principal, multi-task model of interest group behavior and generate the characteristics of interest groups that would be most successful using publicity to secure their policy objectives. We apply the model to the Landless Peasants' Movement in Brazil. We detail how the Landless Peasants' Movement molds information; show the general voter response; and examine the reaction of politicians in changing the timing and nature of policy.\n\n",
    "acknowledgement": "\nWe thank Sarah Anderson of UCSB for detailed comments, as well as A. Mushfiq Mobarak, Michael Oppenheimer, Anna Rubinchik-Pessach, and participants at the following workshops and meetings:  XXIII Encontro Brasileiro de Econometria Salvador; Universidade Católica de Brasília; Department of Economics of the University of Brasília; Latin American Meetings of the Econometric Society ; Institute for Behavioral Science - University of Colorado; University of Colorado,  Environmental and Resource Economics Workshop. We acknowledge the following institutions for support: Alston, the STEP Program at the Woodrow Wilson School at Princeton; Alston and Mueller, NSF Grant # 0528146; Mueller, CNPQ; and Libecap, the International Center for Economic Research (ICER), Turin, Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}