{
    "id": 15866,
    "citation_title": "Investor Overconfidence and the Forward Premium Puzzle",
    "citation_author": [
        "Craig Burnside",
        "Bing Han",
        "David Hirshleifer",
        "Tracy Yue Wang"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe offer an explanation for the forward premium puzzle in foreign exchange markets based upon investor overconfidence. In the model, overconfident individuals overreact to their information about future inflation, which causes greater overshooting in the forward rate than in the spot rate. Thus, when agents observe a signal of higher future inflation, the consequent rise in the forward premium predicts a subsequent downward correction of the spot rate. The model can explain the magnitude of the forward premium bias and several other stylized facts related to the joint behavior of forward and spot exchange rates. Our approach is also consistent with the availability of profitable carry trade strategies.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised version of an earlier paper titled \"Investor Overconfidence and the Forward Discount Puzzle.\" We thank an editor, three anonymous referees, Bill Branch, Henry Cao, Mark Chen, Carol Osler, Nagpurnanand Prabhala, Stefan Krause, and seminar participants at Ohio State University, Singapore Management University, Texas Tech, University of California at Davis, University of Maryland, the Washington Area Finance Association Research Conference, the China International Conference in Finance, Shanghai University of Finance and Economics Conference, and the 2009 Western Finance Association Annual Meeting for helpful comments. Burnside is grateful to the National Science Foundation for financial support (SES-0516697). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}