{
    "id": 15867,
    "citation_title": "Sample Selectivity and the Validity of International Student Achievement Tests in Economic Research",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCritics of international student comparisons argue that results may be influenced by differences in the extent to which countries adequately sample their entire student populations.  In this research note, we show that larger exclusion and non-response rates are related to better country average scores on international tests, as are larger enrollment rates for the relevant age group.  However, accounting for sample selectivity does not alter existing research findings that tested academic achievement can account for a majority of international differences in economic growth and that institutional features of school systems have important effects on international differences in student achievement.\n\n",
    "acknowledgement": "\nWoessmann gratefully acknowledges the hospitality and support provided by the W. Glenn Campbell and Rita Ricardo-Campbell National Fellowship of the Hoover Institution, Stanford University.  Support has also come from the Pact for Research and Innovation of the Leibniz Association.  Hanushek has been supported by the Packard Humanities Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}