{
    "id": 15861,
    "citation_title": "How University Endowments Respond to Financial Market Shocks: Evidence and Implications",
    "citation_author": [
        "Jeffrey Brown",
        "Stephen G. Dimmock",
        "Jun-Koo Kang",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "2012-08-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEndowment payouts have become an increasingly important component of universities' revenues in recent decades. We test two leading theories of endowment payouts: (1) universities smooth endowment payouts, or (2) universities use endowments as self-insurance against financial shocks.  In contrast to both theories, endowments actively reduce payouts relative to their stated payout policies following negative, but not positive, shocks.  This asymmetric behavior is consistent with \"endowment hoarding,\" especially among endowments with values close to the benchmark value at the start of the university president's tenure.  We also document the effect of negative endowment shocks on university operations, including personnel cuts.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Why I Lost My Secretary: The Effect of Endowment Shocks on University Operations.\" We are grateful to seminar participants at Aalto University, Chinese University of Hong Kong, City University of Hong Kong, DePaul University, Hebrew University, ISCTE Business School Conference, Korea University, Maastricht University, Miami University, MSU Federal Credit Union Conference on Financial Institutions and Investments, NBER Summer Institute, Stockholm School of Economics, Tel Aviv University, University of Hong Kong, University of Illinois, University of Iowa, the Vienna Endowment Workshop, and West Virginia University and Warren Bailey, Bo Becker, Dan Bergstresser, Lauren Cohen, Elroy Dimson, Ron Ehrenberg, Vidhan Goyal, Harrison Hong, Caroline Hoxby, Leigh Linden, Jim Poterba, Dorothy Robinson, Rik Sen, Michael Smith, Laura Starks, David Swensen, Jay Wang, Mike Weisbach, and Josef Zechner for useful comments and suggestions.  We also thank Matt Hamill and Ken Redd of NACUBO and John Griswold of the Commonfund for assistance with data and helpful discussions.  Andrew Edgar and Jia Xing provided excellent research assistance.  The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research.\n\n\n"
}