{
    "id": 15862,
    "citation_title": "The Trend of Mean BMI Values of US Adults, Birth Cohorts 1882-1986 Indicates that the Obesity Epidemic Began Earlier than Hitherto Thought",
    "citation_author": [
        "John Komlos",
        "Marek Brabec"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe trend in the BMI values of the US population has not been estimated accurately because time series data are unavailable and because the focus has been on calculating period effects. In contrast to the prevailing strategies, we estimate the trend and rate of change of BMI values by birth cohorts stratified by gender and ethnicity born 1882-1986. We use loess additive regression models to estimate age and trend effects of BMI values of US-born black and white adults measured between 1959 and 2006. We use all the NHES and NHANES survey data and find that the increase in BMI was already underway among the birth cohorts of the early 20th century. The rate of increase was fastest among black females; for the three other groups under consideration, the rates of increase were similar. The generally persistent upward trend was punctuated by upsurges, particularly after each of the two World Wars. That the estimated rate of change of BMI values increased by 71% among black females between the birth cohorts 1955 and those of 1965 is indicative of the rapid increases in their weight. We infer that transition to post-industrial weights was a gradual process and began considerably earlier than hitherto supposed.\n\n",
    "acknowledgement": "\nThe work was partly supported by the Institutional Research Plan of the Czech Republic AV0Z10300504 'Computer Science for the Information Society: Models, Algorithms, Applications'. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}