{
    "id": 15868,
    "citation_title": "The Harrod-Balassa-Samuelson Hypothesis: Real Exchange Rates and their Long-Run Equilibrium",
    "citation_author": [
        "Yanping Chong",
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrictionless, perfectly competitive traded-goods markets justify thinking of purchasing power parity (PPP) as the main driver of exchange rates in the long-run. But differences in the traded/non-traded sectors of economies tend to be persistent and affect movements in local price levels in ways that upset the PPP balance (the underpinning of the Harrod-Balassa-Samuelson hypothesis, HBS). This paper uses panel-data techniques on a broad collection of countries to investigate the long-run properties of the PPP/HBS equilibrium using novel local projection methods for cointegrated systems. These semi-parametric methods isolate the long-run behavior of the data from contaminating factors such as frictions not explicitly modelled and thought to have effects only in the short-run. Absent the short-run effects, we find that the estimated speed of reversion to long-run equilibrium is much higher. In addition, the HBS effects means that the real exchange rate is converging not to a steady mean, but to a slowly to a moving target. The common failure to properly model this effect also biases the estimated speed of reversion downwards. Thus, the so-called \"PPP puzzle\" is not as bad as we thought.\n\n",
    "acknowledgement": "\nJordà is grateful for the support from the Spanish MICINN National Grant SEJ2007-6309 and the hospitality of the Federal Reserve Bank of San Francisco during preparation of this manuscript. Taylor also gratefully acknowledges research support from the Center for the Evolution of the Global Economy at the University of California, Davis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}