{
    "id": 15864,
    "citation_title": "Estimation of a Dynamic Model of Weight",
    "citation_author": [
        "Shu Wen Ng",
        "Edward C. Norton",
        "David K. Guilkey",
        "Barry M. Popkin"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ongoing debate about the economic causes of obesity has focused on the changing relative prices of diet and exercise. This paper uses a model that explicitly includes time and spatially varying community-level urbanicity and price measures as instruments to obtain statistically correct measures for the endogenous effects of diet, physical activity, drinking, and smoking on weight. We apply a dynamic panel system GMM estimation model to longitudinal (1991-2006) data from China to model weight and find that among adult men in China, about 6.1% of weight gain was due to declines in physical activity and 2.9-3.8% was due to dietary changes over this period. In the long run, physical activity can account for around 6.9% of weight gain, while diet can account for 3.2-4.2% of weight gain.\n\n",
    "acknowledgement": "\nThis research uses data from China Health and Nutrition Survey (CHNS). We thank the Institute of Nutrition and Food Safety, China Center for Disease Control and Prevention, Carolina Population Center, at the University of North Carolina at Chapel Hill, the NIH (R01-HD30880, DK056350, and R01-HD38700) and the Fogarty International Center for financial support for the CHNS data collection and analysis files, and for partial support of Ng and Popkin. We also thank Harsha Thirumurthy, Shoou-Yih Daniel Lee, Linda Adair, William Greene, Trevor Long, participants of the Annual Health Econometrics Workshop, seminar participants at the University of Michigan, and three anonymous reviewers for helpful comments and suggestions for improvements. None of the authors has conflict of interests of any type with respect to this manuscript. All errors are of the authors' alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}