{
    "id": 15875,
    "citation_title": "Diet, Health and Work Intensity in England and Wales, 1700-1914",
    "citation_author": [
        "Bernard Harris",
        "Roderick Floud",
        "Robert W. Fogel",
        "Sok Chul Hong"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIn their different ways, both Thomas Malthus and Thomas McKeown raised fundamental questions about the relationship between food supply and the decline of mortality.  Malthus argued that food supply was the most important constraint on population growth and McKeown claimed that an improvement in the population's capacity to feed itself was the most important single cause of mortality change.  This paper explores the implications of these arguments for our understanding of the causes of mortality decline in Britain between 1700 and 1914.  It presents new estimates showing changes in the calorific value and composition of British diets in 1700, 1750, 1800 and 1850 and compares these with the official estimates published by the Royal Society in 1917.  It then considers the implications of these data in the light of new arguments about the relationship between diet, work intensity and economic growth.  However the paper is not solely concerned with the analysis of food-related issues.  It also considers the ways in which sanitary reform may have contributed to the decline of mortality at the end of the nineteenth century and it pays particular attention to the impact of cohort-specific factors on the pattern of mortality decline from the mid-nineteenth century onwards.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented to seminars at the Universities of Oxford, Cambridge and Barcelona.  The authors would like to thank the seminar participants for their helpful comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}