{
    "id": 15879,
    "citation_title": "How Has the Monetary Transmission Mechanism Evolved Over Time?",
    "citation_author": [
        "Jean Boivin",
        "Michael T. Kiley",
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss the evolution in macroeconomic thought on the monetary policy transmission mechanism and present related empirical evidence. The core channels of policy transmission - the neoclassical links between short-term policy interest rates, other asset prices such as long-term interest rates, equity prices, and the exchange rate, and the consequent effects on household and business demand - have remained steady from early policy-oriented models (like the Penn-MIT-SSRC MPS model) to modern dynamic-stochastic-general-equilibrium (DSGE) models. In contrast, non-neoclassical channels, such as credit-based channels, have remained outside the core models. In conjunction with this evolution in theory and modeling, there have been notable changes in policy behavior (with policy more focused on price stability) and in the reduced form correlations of policy interest rates with activity in the United States. Regulatory effects on credit provision have also changed significantly. As a result, we review the empirical evidence on the changes in the effect of monetary policy actions on real activity and inflation and present new evidence, using both a relatively unrestricted factor-augmented vector autoregression (FAVAR) and a DSGE model. Both approaches yield similar results: Monetary policy innovations have a more muted effect on real activity and inflation in recent decades as compared to the effects before 1980. Our analysis suggests that these shifts are accounted for by changes in policy behavior and the effect of these changes on expectations, leaving little role for changes in underlying private-sector behavior (outside shifts related to monetary policy changes).\n\n",
    "acknowledgement": "\nWe thank Dalibor Stevanovic and Dane Vrabac for excellent research assistance. Our analysis benefited substantially from the comments of Ray Fair, Ben Friedman, and participants in the Key Developments in Monetary Economics conference held at the Federal Reserve Board in October 2009. Boivin acknowledges financial support from the National Science Foundation (SES-0518770) and the Social Sciences and Humanities Research Council of Canada. The views expressed are those of the authors and do not necessarily reflect the views of any institutions with which they are affiliated, nor of the National Bureau of Economic Research.\n\n\n"
}