{
    "id": 15870,
    "citation_title": "Economic Growth with Bubbles",
    "citation_author": [
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a stylized model of economic growth with bubbles. In this model, financial frictions lead to equilibrium dispersion in the rates of return to investment. During bubbly episodes, unproductive investors demand bubbles while productive investors supply them. Because of this, bubbly episodes channel resources towards productive investment raising the growth rates of capital and output. The model also illustrates that the existence of bubbly episodes requires some investment to be dynamically inefficient: otherwise, there would be no demand for bubbles. This dynamic inefficiency, however, might be generated by an expansionary episode itself.\n\n",
    "acknowledgement": "\nWe thank Vasco Carvalho for insightful comments. We acknowledge support from the Spanish Ministry of Science and Innovation (grants ECO2008-01666 and CSD2006-00016), the Generalitat de Catalunya-DIUE (grant 2009SGR1157), and the Barcelona GSE Research Network. In addition, Ventura acknowledges support from the ERC (Advanced Grant FP7-249588), and Martin from the Spanish Ministry of Science and Innovation (grant Ramon y Cajal RYC-2009-04624) and from the Lamfalussy Fellowship Program sponsored by the ECB. Any views expressed are only those of the authors and do not necessarily represent the views of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}