{
    "id": 15872,
    "citation_title": "One for the Road: Public Transportation, Alcohol Consumption, and Intoxicated Driving",
    "citation_author": [
        "C. Kirabo Jackson",
        "Emily Greene Owens"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe exploit arguably exogenous train schedule changes in Washington DC to investigate the relationship between public transportation provision, the risky decision to consume alcohol, and the criminal decision to engage in alcohol-impaired driving. Using a triple differences strategy, we provide evidence that overall there was little effect on DUI arrests, alcohol related fatal traffic and alcohol related arrests. However, we find that these overall effects mask considerable heterogeneity across geographic areas and spatial shifting. Specifically, we find that areas close to bars that are within walking distance to Metro stations experience increases in alcohol related arrests and decreases in DUI arrests.\n\n",
    "acknowledgement": "\nThe authors wish to thank Sarah Bohn, Christopher Carpenter, Stephanie Cellini, Matthew Freedman, Donald Kenkel, Jordan Matsudaira, Timothy Moore, Jonah Rockoff, Alex Tabarrok, and seminar participants at George Washington University, UC - Berkeley, PPIC, the 2009 ASSA meetings, and the 2009 IZA conference on the Economics of Risky Behavior for helpful comments, as well as Charlea Jackson of the Washington Metropolitan Police Department for providing us with access to arrest data.  Michael Shores provided valuable research assistance.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}