{
    "id": 15876,
    "citation_title": "Surfing the Waves of Globalization: Asia and Financial Globalization in the Context of the Trilemma",
    "citation_author": [
        "Joshua Aizenman",
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the \"trilemma indexes\" developed by Aizenman et al. (2008) that measure the extent of achievement in each of the three policy goals in the trilemma--monetary independence, exchange rate stability, and financial openness--we examine how policy configurations affect macroeconomic performances, with focus on the Asian economies. We find that the three policy choices matter for output volatility and the medium-term level of inflation. Greater monetary independence is associated with lower output volatility while greater exchange rate stability implies greater output volatility, which can be mitigated if a country holds international reserves (IR) at a level higher than a threshold (about 20% of GDP). Greater monetary autonomy is associated with a higher level of inflation while greater exchange rate stability and greater financial openness could lower the inflation rate. We find that trilemma policy configurations and external finances affect output volatility through the investment or trade channel depending on the openness of the economies. While a higher degree of exchange rate stability could stabilize the real exchange rate movement, it could also make investment volatile, though the volatility-enhancing effect of exchange rate stability on investment can be offset by holding higher levels of IR. Our results indicate that policy makers in a more open economy would prefer pursuing greater exchange rate stability while holding a massive amount of IR. Asian emerging market economies are found to be equipped with macroeconomic policy configurations that help the economies to dampen the volatility of the real exchange rate. These economies' sizeable amount of IR holding appears to enhance the stabilizing effect of the trilemma policy choices, and this may help explain the recent phenomenal buildup of IR in the region.\n\n",
    "acknowledgement": "\nThis paper was initially prepared as a background material for the Asian Development Bank's (ADB) Asian Development Outlook 2009 Update (available at www.adb.org/Economics/). The authors thank Akiko Terada-Hagiwara and Jong-Wha Lee for valuable comments. Ito thanks the ADB Institute for its hospitality during his stay as a visiting scholar, during which time part of this paper was completed. The financial support of faculty research funds of Portland State University is also gratefully acknowledged. The views expressed herein are those of the authors and not necessarily those of ADB or ADB Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}