{
    "id": 15877,
    "citation_title": "Public Safety through Private Action: An economic assessment of BIDs, locks, and citizen cooperation",
    "citation_author": [
        "Philip J. Cook",
        "John MacDonald"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nGiven the central role of private individuals and firms in determining the effectiveness of the criminal justice system, and the quality and availability of criminal opportunities, private actions arguably deserve a central role in the analysis of crime and crime prevention policy. But the leading scholarly commentaries on the crime drop during the 1990s have largely ignored the role of the private sector, as have policymakers.   Among the potentially relevant trends: growing reporting rates (documented in this paper); the growing sophistication and use of alarms, monitoring equipment and locks; the considerable increase in the employment of private security guards; and the decline in the use of cash.  Private actions of this sort have the potential to both reduce crime rates and reduce arrests and imprisonment.   Well-designed regulations and programs can encourage effective private action.\nOne creative method to harness private action to cost-effective crime control is the creation of business improvement districts (BIDs).  Our quasi-experimental analysis of Los Angeles BIDs demonstrates that the social benefits of BID expenditures on security are a large multiple (about 20)  of the private expenditures.  Creation and operation of effective BIDs requires a legal infrastructure that helps neighborhoods solve the collective action problem.\n\n",
    "acknowledgement": "\nSeunghoon Han and Maeve Gearing provided excellent research assistance.  Partial support for this research was provided through a cooperative agreement from the Centers for Disease Control and Prevention (CDC) (1U49CE000773). Thanks to Jens Ludwig,Tracey Meares, and conference attendees for their suggestions on an earlier draft.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}