{
    "id": 15874,
    "citation_title": "Improving Employment Prospects for Former Prison Inmates: Challenges and Policy",
    "citation_author": [
        "Steven Raphael"
    ],
    "citation_publication_date": "2010-04-02",
    "issue_date": "2010-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the employment prospects of former prison inmates and reviews recent evaluations of reentry programs that either aim to improve employment among the formerly incarcerated or aim to reduce recidivism through treatment interventions centered on employment.  I present an empirical portrait of the U.S. prison population and prison releases using nationally representative survey data.  I characterize the personal traits of state and federal prison inmates, including their level of educational attainment and age as well as the health and mental health issues that occur with high frequency among this population.  I then turn to the demand side of this particular segment of the U.S. labor market.  Using a 2003 survey of California establishments, I characterize employers' preferences with regards to hiring convicted felons into non-managerial, non-professional jobs, the degree to which employers check criminal history records, and the incidence of legal prohibitions against hiring convicted felons.  I conduct multivariate analyses of the impact of checking criminal backgrounds on the likelihood of hiring workers of difference race/gender combinations, using legal prohibition against hiring felons as an instrument for checking.   Finally, I review the research evidence evaluating programmatic efforts to improve employment prospects and reduce recidivism among former prison inmates.\n\n",
    "acknowledgement": "\nThis paper has benefited greatly from the input of Phil Cook, Jens Ludwig, Justin McCrary and Jeffrey Smith. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}