{
    "id": 15880,
    "citation_title": "Has medical innovation reduced cancer mortality?",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "2013-10-11",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI analyze the effects of four types of medical innovation and cancer incidence on U.S. cancer mortality rates during the period 2000-2009, by estimating difference-in-differences models using longitudinal (annual) data on about 60 cancer sites (breast, colon, etc.). The outcome measure used is not subject to lead-time bias. I control for mean age at diagnosis, the stage distribution of patients at time of diagnosis, and the sex and race of diagnosed patients. \nUnder the assumption that there were no pre‐dated factors that drove both innovation and mortality and that there would have been parallel trends in mortality in the absence of innovation, the estimates indicate that there were three major sources of the 13.8% decline of the age-adjusted cancer mortality rate during 2000-2009. Drug innovation and imaging innovation are estimated to have reduced the cancer mortality rate by 8.0% and 4.0%, respectively. The decline in incidence is estimated to have reduced the cancer mortality rate by 1.2%. The social value of the reductions in cancer mortality attributable to medical innovations has been enormous, and much greater than the cost of these innovations.\n\n",
    "acknowledgement": "\nThis research was supported by Siemens Medical Solutions USA, Inc. Siemens placed no restrictions or limitations on data, methods, or conclusions, and had no right of review or control over the outcome of the research. I am grateful to the National Bureau of Economic Research for making the MEDSTAT MarketScan Commercial Claims and Encounters Database available to me, and to the editor and an anonymous referee for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}