{
    "id": 15884,
    "citation_title": "The Shanxi Banks",
    "citation_author": [
        "Randall Morck",
        "Fan Yang"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe remote inland province of Shanxi was late Qing dynasty China's paramount banking center. Its remoteness and China's almost complete isolation from foreign influence at the time lead historians to posit a Chinese invention of modern banking. However, Shanxi merchants ran a tea trade north into Siberia, travelled to Moscow and St. Petersburg, and may well have observed Western banking there. Nonetheless, the Shanxi banks were unique. Their dual class shares let owners vote only on insiders' retention and compensation every three or four years. Insiders shares had the same dividend plus votes in meetings advising the general manager on lending or other business decisions, and were swapped upon death or retirement for a third inheritable non-voting equity class, dead shares, with a fixed expiry date. Augmented by contracts permitting the enslavement of insiders' wives and children, and their relative's services as hostages, these governance mechanisms prevented insider fraud and propelled the banks to empire-wide dominance. Modern civil libertarians might question some of these governance innovations, but others provide lessons to modern corporations, regulators, and lawmakers.\n\n",
    "acknowledgement": "\nWe are grateful to Will Goetzmann, Li Huaizu, Bruce Kogut, Nan Li, Ira Milstein, Bernard Yeung, and participants at Yale's History of Shareholder Activism conference and National University of Singapore's finance seminar for helpful suggestions. We especially thank Sarah Chia, Joseph Fan, Jenny See, Bernard Yeung, and Zhenyu Wu for assistance in acquiring Chinese language sources. We thank Li Huaizu for introducing us to present day Shanxi bankers; and Wang Yidian for sharing with us his in‐depth knowledge of the Sunrise Provident Bank's history. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}