{
    "id": 15885,
    "citation_title": "Do Americans Consume Too Little Natural Gas? An Empirical Test of Marginal Cost Pricing",
    "citation_author": [
        "Lucas W. Davis",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the extent to which prices exceed marginal costs in the U.S. natural gas distribution market during the period 1991-2007. We find large departures from marginal cost pricing in all 50 states, with residential and commercial customers facing average markups of over 40%. Based on conservative estimates of the price elasticity of demand these distortions impose hundreds of millions of dollars of annual welfare loss. Moreover, current price schedules are an important pre-existing distortion which should be taken into account when evaluating carbon taxes and other policies aimed at addressing external costs.\n\n",
    "acknowledgement": "\nWe thank Soren Anderson, Severin Borenstein, Judith Chevalier, Meredith Fowlie, Ed Glaeser, Ryan Kellogg, Erzo Luttmer, Peter Reiss, Catherine Waddams, Matt White, two anonymous referees and seminar participants at Duke, the University of California Energy Institute and the University of Michigan for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}