{
    "id": 15883,
    "citation_title": "Beauty Contests and Irrational Exuberance: A Neoclassical Approach",
    "citation_author": [
        "George-Marios Angeletos",
        "Guido Lorenzoni",
        "Alessandro Pavan"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe arrival of new, unfamiliar, investment opportunities is often associated with \"exuberant\" movements in asset prices and real economic activity. During these episodes of high uncertainty, financial markets look at the real sector for signals about the profitability of the new investment opportunities, and vice versa. In this paper, we study how such information spillovers impact the incentives that agents face when making their real economic decisions. On the positive front, we find that the sensitivity of equilibrium outcomes to noise and to higher-order uncertainty is amplified, exacerbating the disconnect from fundamentals. On the normative front, we find that these effects are symptoms of constrained inefficiency; we then investigate policies that can improve welfare in our model without any informational advantage on the government's part. At the heart of these results is a distortion that induces a conventional neoclassical economy to behave as a Keynesian \"beauty contest\" and to exhibit fluctuations that may look like \"irrational exuberance\" to an outside observer.\n\n",
    "acknowledgement": "\nThis paper subsumes and extends an earlier paper that circulated as a 2007 NBER working paper under the title \"Wall Street and Silicon Valley: a Delicate Interaction.\" We thank Olivier Blanchard, Stephen Morris, Hyun Song Shin, Rob Townsend, Jaume Ventura, Iván Werning, and seminar participants at MIT, the Federal Reserve Board, the Federal Reserve Bank of Boston, the 2007 IESE Conference on Complementarities and Information (Barcelona), the 2007 Minnesota Workshop in Macroeconomic Theory, and the 2007 NBER Summer Institute for useful comments.  Angeletos and Pavan thank the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}