{
    "id": 15889,
    "citation_title": "Recent Developments in Intergenerational Mobility",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists and social scientists have long been interested in intergenerational mobility, and documenting the persistence between parents and children's outcomes has been an active area of research.  However, since Gary Solon's 1999 Chapter in the Handbook of Labor Economics, the literature has taken an interesting turn.  In addition to focusing on obtaining precise estimates of correlations and elasticities, the literature has placed increased emphasis on the causal mechanisms that underlie this relationship.  This chapter describes the developments in the intergenerational transmission literature since the 1999 Handbook Chapter.  While there have been some important contributions in terms of measurement of elasticities and correlations, we focus primarily on advances in our understanding of the forces driving the relationship and less on the precision of the correlations themselves.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Labor Economics.  We would like to thank Anders Bjorklund, Dan Hamermesh, Helena Holmlund, Kanika Kapur, Gary Solon, Alexandra Spitz-Oener, and Steve Trejo for helpful comments. Prudence Kwenda provided excellent research assistance. Devereux thanks the Irish Research Council for the Humanities and Social Sciences (IRCHSS) for financial support.  This chapter was completed while Black was on leave at the Department of Economics, University of Texas, Austin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}