{
    "id": 15882,
    "citation_title": "Trade-in-goods and trade-in-tasks: An Integrating Framework",
    "citation_author": [
        "Richard Baldwin",
        "Frédéric Robert-Nicoud"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur paper integrates results from trade-in-task theory into mainstream trade theory by developing trade-in-task analogues to the four famous theorems (Heckscher-Ohlin, factor price equalisation, Stolper-Samuelson, and Rybczynski) and showing the standard gains-from-trade theorem does not hold for trade-in-tasks. We show trade-in-tasks creates intraindustry trade in a Walrasian economy, and derive necessary and sufficient conditions for analyzing the impact of trade-in-tasks on wages and production. Extensions of the integrating framework easily accommodate monopolistic competition and two-way offshoring/trade-in-tasks.\n\n",
    "acknowledgement": "\nThis paper is a complete transformation (including substantial new results) of our working paper circulated in 2006 and 2007 under the title \"Offshoring: General equilibrium effects on wages, production and trade.\" We thank conference and seminar participants at the National University of Singapore, Hitotsubashi University, the Paris School of Economics, Oxford, Geneva, LSE, Tokyo, Warwick, Manchester, CORE/UCL and University of Toronto for comments, especially Pol Antràs, Christopher Bliss, Holger Breinlich, Fabrice Defever, Marco Fugazza, Masa Fujita, Taiji Furusawa, Jota Ishikawa, Sébastien Jean, Ron Jones, Jim Markusen, Marc Melitz, Peter Neary, Volker Nocke, Toshi Okubo, Gianmarco Ottaviano, Henry Overman, Alessandra Tucci, Thierry Verdier, Pierre-Louis Vézina, David Vines, Adrian Woods and Dao-Zhi Zeng. We especially thank Gene Grossman and Estaban Rossi-Hansberg for comments on early drafts in September 2006 and November 2006. Robert-Nicoud is also a visiting scholar at Princeton, whose hospitality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}