{
    "id": 15895,
    "citation_title": "The Effect of State Workers' Compensation Program Changes on the Use of Federal Social Security Disability Insurance",
    "citation_author": [
        "Melissa P. McInerney",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn addition to traditional forms of private and public medical insurance, two other large programs help pay for costs associated with ill health. In 2007, Workers Compensation (WC) insurance provided $55.4 billion in medical care and cash benefits to employees who are injured at work or contract a work-related illness, and Social Security Disability Insurance (DI) provided $99 billion to individuals who suffer from permanent disabilities and are unable to engage in substantial gainful activity. During the 1990s, real DI outlays increased nearly 70 percent, whereas real WC cash benefit spending fell by 12 percent. There has been concern that part of this relationship between two of the nation's largest social insurance programs may be due to individuals substituting towards DI as state WC policies tightened. We test this hypothesis using a number of different WC and DI program parameters. We first show that this negative correlation between the national series does not hold over time within states, the level at which a causal relationship should operate. We then test how regulatory changes in state WC program parameters impact WC outcomes (intended effect) and DI outcomes (unintended effect). We find no compelling evidence of WC tightening causing DI rolls to increase, and conclude it is unlikely that state WC changes were a meaningful factor in explaining the rise in DI.\n\n",
    "acknowledgement": "\nCorresponding author acknowledges support from the National Institute on Disability and Rehabilitation Research (NIDRR) through the Cornell University NIDRR Employment Policy RRTC. We thank Richard Burkhauser, John Burton, Xuguang Guo, Andrew Houtenville, and David Stapleton for sharing data that made this project possible. We are grateful to Richard Burkhauser, Susanne Bruyere, John Burton, Mark Duggan, Xuguang Guo, Judith Hellerstein, Andrew Houtenville, and David Stapleton for advice and encouragement. We thank Anna Choi, James Hunsberger, and Aparna Lhila for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}