{
    "id": 15892,
    "citation_title": "Increasing Time to Baccalaureate Degree in the United States",
    "citation_author": [
        "John Bound",
        "Michael F. Lovenheim",
        "Sarah Turner"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTime to completion of the baccalaureate degree has increased markedly in the United States over the last three decades, even as the wage premium for college graduates has continued to rise. Using data from the National Longitudinal Survey of the High School Class of 1972 and the National Educational Longitudinal Study of 1988, we show that the increase in time to degree is localized among those who begin their postsecondary education at public colleges outside the most selective universities. In addition, we find evidence that the increases in time to degree were more marked amongst low income students. We consider several potential explanations for these trends. First, we find no evidence that changes in the college preparedness or the demographic composition of degree recipients can account for the observed increases. Instead, our results suggest that declines in collegiate resources in the less-selective public sector increased time to degree. Furthermore, we present evidence of increased hours of employment among students, which is consistent with students working more to meet rising college costs and likely increases time to degree by crowding out time spent on academic pursuits.\n\n",
    "acknowledgement": "\nWe would like to thank Paul Courant, Harry Holzer, Caroline Hoxby, Tom Kane, and Jeff Smith for comments on an earlier draft of this paper,  Charlie Brown, John DiNardo and Justin McCrary for helpful discussions and N.E. Barr for editorial assistance.  We also thank Jesse Gregory and Casey Cox for providing helpful research support. We have benefited from comments of seminar participants at NBER, the Society of Labor Economics, the Harris School of Public Policy, the Brookings Institution, Stanford University and the University of Michigan.  We would like to acknowledge funding during various stages of this project from the National Science Foundation, National Institute of Child Health and Human Development, the Andrew W. Mellon Foundation, and the Searle Freedom Trust. Much of this work was completed while Bound was a fellow at the Center For Advanced Study in the Behavioral Sciences and Lovenheim was a fellow at the Stanford Institute for Economic Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}