{
    "id": 15896,
    "citation_title": "Household Leverage and the Recession of 2007 to 2009",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that household leverage as of 2006 is a powerful statistical predictor of the severity of the 2007 to 2009 recession across U.S. counties. Counties in the U.S. that experienced a large increase in household leverage from 2002 to 2006 showed a sharp relative decline in durable consumption starting in the third quarter of 2006 - a full year before the official beginning of the recession in the fourth quarter of 2007. Similarly, counties with the highest reliance on credit card borrowing reduced durable consumption by significantly more following the financial crisis of the fall of 2008. Overall, our statistical model shows that household leverage growth and dependence on credit card borrowing as of 2006 explain a large fraction of the overall consumer default, house price, unemployment, residential investment, and durable consumption patterns during the recession. Our findings suggest that a focus on household finance may help elucidate the sources macroeconomic fluctuations.\n\n",
    "acknowledgement": "\nWe thank Pierre-Olivier Gourinchas, Ayhan Kose, Kevin Lansing, two anonymous referees, and seminar participants at the University of Chicago (Booth), Duke University (Fuqua), Purdue University (Krannert), Harvard Business School, Princeton University, Wharton, NYU (Stern), and the Annual Research Conference at the IMF for comments. Timothy Dore provided superb research assistance. We are grateful to the National Science Foundation, the Initiative on Global Markets at the University of Chicago Booth School of Business, the Center for Research in Security Prices, and the FMC Corporation for funding. The results or views expressed in this study are those of the authors and do not reflect those of the providers of the data used in this analysis. Mian: (510) 643 1425, atif@haas.berkeley.edu; Sufi: (773) 702 6148, amir.sufi@chicagobooth.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}