{
    "id": 15891,
    "citation_title": "Understanding the mechanisms of economic development",
    "citation_author": [
        "Angus S. Deaton"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI argue that progress in understanding economic development (as in other branches of economics) must come from the investigation of mechanisms; the associated empirical analysis can usefully employ a wide range of experimental and non-experimental methods. I discuss three different areas of research: the life-cycle saving hypothesis and its implication that economic growth drives higher rates of national saving, the theory of speculative commodity storage and its implications for the time-series behavior of commodity prices, and the relationship between economic growth and nutritional improvement. None of these projects has yet been entirely successful in offering a coherent account of the evidence, but all illustrate a process of trial and error, in which although mechanisms are often rejected, unlikely theoretical propositions are sometimes surprisingly verified, while in all cases there is a process of learning about and subsequently modifying our understanding of the underlying mechanisms\n\n",
    "acknowledgement": "\nI am grateful to Daron Acemoglu, Anne Case and Guy Laroque for helpful discussions in the preparation of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}