{
    "id": 15890,
    "citation_title": "The Term Structure of Interest Rates in a DSGE Model with Recursive Preferences",
    "citation_author": [
        "Jules van Binsbergen",
        "Jesús Fernández-Villaverde",
        "Ralph S.J. Koijen",
        "Juan F. Rubio-Ramírez"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe solve a dynamic stochastic general equilibrium (DSGE) model in which the representative household has Epstein and Zin recursive preferences. The parameters governing preferences and technology are estimated by means of maximum likelihood using macroeconomic data and asset prices, with a particular focus on the term structure of interest rates. We estimate a large risk aversion, an elasticity of intertemporal substitution higher than one, and substantial adjustment costs. Furthermore, we identify the tensions within the model by estimating it on subsets of these data. We conclude by pointing out potential extensions that might improve the model's fit.\n\n",
    "acknowledgement": "\nFirst version: June 2007. We thank George Constantinides, Xavier Gabaix, Lars Hansen, Hanno Lustig, Monika Piazzesi, Stephanie Schmitt-Grohé, Martin Schneider, Martín Uribe, Stijn Van Nieuwerburgh, and seminar participants at the University of Chicago, Yale, Stanford, the SED, the University of Pennsylvania, and the SITE conference for comments. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System. Finally, we also thank the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}