{
    "id": 15894,
    "citation_title": "Education Policy and Crime",
    "citation_author": [
        "Lance Lochner"
    ],
    "citation_publication_date": "2010-04-08",
    "issue_date": "2010-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses the relationship between education and crime from an economic perspective, developing a human capital-based model that sheds light on key ways in which early childhood programs and policies that encourage schooling may affect both juvenile and adult crime.  The paper first discusses evidence on the effects of educational attainment, school quality, and school enrollment on crime.  Next, the paper discusses evidence on the crime reduction effects of preschool programs like Perry Preschool and Head Start, school-age programs that emphasize social and emotional development, and job training programs for low-skill adolescents and young adults.  Finally, the paper concludes with a broad discussion of education policy and its potential role as a crime-fighting strategy.\n\n",
    "acknowledgement": "\nFor their comments and suggestions, I thank David Card, Phil Cook, David Deming, Jens Ludwig, and participants at the NBER Economics of Crime Control Conferences in Boston, MA, and Berkeley, CA. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}