{
    "id": 15908,
    "citation_title": "Simple and Robust Rules for Monetary Policy",
    "citation_author": [
        "John B. Taylor",
        "John C. Williams"
    ],
    "citation_publication_date": "2010-04-16",
    "issue_date": "2010-04-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on simple rules for monetary policy which central banks have used in various ways to guide their interest rate decisions. Such rules, which can be evaluated using simulation and optimization techniques, were first derived from research on empirical monetary models with rational expectations and sticky prices built in the 1970s and 1980s.  During the past two decades substantial progress has been made in establishing that such rules are robust. They perform well with a variety of newer and more rigorous models and policy evaluation methods.  Simple rules are also frequently more robust than fully optimal rules. Important progress has also been made in understanding how to adjust simple rules to deal with measurement error and expectations. Moreover, historical experience has shown that simple rules can work well in the real world in that macroeconomic performance has been better when central bank decisions were described by such rules. The recent financial crisis has not changed these conclusions, but it has stimulated important research on how policy rules should deal with asset bubbles and the zero bound on interest rates.  Going forward the crisis has drawn attention to the importance of research on international monetary issues and on the implications of discretionary deviations from policy rules.\n\n",
    "acknowledgement": "\nWe thank Andy Levin, Mike Woodford, and other participants at the Handbook of Monetary Economics Conference for helpful comments and suggestions.  We also thank Justin Weidner for excellent research assistance.  The opinions expressed are those of the authors and do not necessarily reflect the views of the management of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}