{
    "id": 15900,
    "citation_title": "Deep Financial Integration and Volatility",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Bent Sørensen",
        "Vadym Volosovych"
    ],
    "citation_publication_date": "2010-04-09",
    "issue_date": "2010-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between financial integration and output volatility at micro and macro levels. Using a very large firm-level dataset from EU countries over time, we construct a measure of \"deep\" financial integration at the regional level based on foreign ownership at the firm level. We find a positive effect of foreign ownership on volatility of firms' outcomes. This effect survives aggregation and carries over to regional output. Exploiting variation in the transposition dates of EU-wide legislation, we find that high trust regions in countries who harmonized capital markets sooner have higher levels of financial integration and volatility.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Nicola Cetorelli, Philipp Harms, Jean Imbs, Jens Iversen, Jan De Loecker, Eswar Prasad, Romain Ranciere, Jae Sim, Robert Vermeulen, seminar participants at the University of Alberta, Boston College, the European Central Bank, the Federal Reserve Board, George Washington University, University of Maryland, Geneva International Institute, University of Lausanne, Kyiv School of Economics, University of Piraeus, University of Southern California, University of Virginia, University of Zurich, and the World Bank as well as participants in the Fifth Annual CEPR Workshop on Global Interdependence, the 2009 UCLA-DEGIT XIV Workshop, the 2009 Summer Meetings of Econometric Society in Boston, the 7th INFINITI conference in International Economics and Finance in Dublin, the 2009 Midwest Macro Meetings (International Trade), the Globalization Conference at Trinity College, the 2009 NBER Universities Research Conference, the 2009 Spring Meeting of NBER-IFM group, the 2009 NBER Summer Institute-Productivity group, and in the 2008 IEFS World Congress in Istanbul. Essential parts of this paper were prepared while Sebnem Kalemli-Ozcan was visiting the European Central Bank as 2008 Duisenberg Fellow. She thanks the economists at the Bank for providing a stimulating research environment. Sebnem Kalemli-Ozcan is also grateful for financial support from the Marie Curie Actions of the 7th Framework Programme for the EU Enlargement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}