{
    "id": 15901,
    "citation_title": "Search in Macroeconomic Models of the Labor Market",
    "citation_author": [
        "Richard Rogerson",
        "Robert Shimer"
    ],
    "citation_publication_date": "2010-04-09",
    "issue_date": "2010-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter assesses how models with search frictions have shaped our understanding of aggregate labor market outcomes in two contexts: business cycle fluctuations and long-run (trend) changes. We first consolidate data on aggregate labor market outcomes for a large set of OECD countries.  We then ask how models with search improve our understanding of these data. Our results are mixed.  Search models are useful for interpreting the behavior of some additional data series, but search frictions per se do not seem to improve our understanding of movements in total hours at either business cycle frequencies or in the long-run.  Still, models with search seem promising as a framework for understanding how different wage setting processes affect aggregate labor market outcomes.\n\n",
    "acknowledgement": "\nIn preparation for the Handbook of Labor Economics, Volume 4, edited by Orley Ashenfelter and David Card. We are grateful for comments from Steve Davis, Robert Hall, Dale Mortensen and the editors, for research assistance from Chris Herrington, and for financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}