{
    "id": 15903,
    "citation_title": "Putting Per-Capita Income Back into Trade Theory",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major role for per-capita income in international trade, as opposed to simply country size, was persuasively advanced by Linder (1961).  Yet this crucial element of Linder's story was abandon by most later trade economists in favor of the analytically-tractable but counter-empirical assumption that all countries share identical and homothetic preferences.  This paper collects and unifies a number of disjoint points in the existing literature and builds further on them using simple and tractable alternative preferences.  Adding non-homothetic preferences to a traditional models helps explain such diverse phenomenon as growing wage gaps, the mystery of the missing trade, home bias in consumption, and the role of intra-country income distribution, solely from the demand side of general equilibrium.  With imperfect competition, we can explain higher markups and higher price levels in higher per-capita income countries, and the puzzle that gravity equations show a positive dependence of trade on per-capita incomes, aggregate income held constant.  In all cases, the effects of growth are quite different depending on whether it is growth in productivity or through factor accumulation.  The paper concludes with some suggestions for calibration, estimation, and gravity equations.\n\n",
    "acknowledgement": "\nThe authors would like to thank Marcos Chamon, Avi Ebenstein, Lena Edlund, Roger Gordon, Ed Hopkins, Tatiana Kornienko, Justin Lin, Olivier Jeanne, Simon Johnson, Nancy Qian, Junsen Zhang, and seminar participants at the NBER and various universities for helpful discussions, Joy Glazener, John Klopfer, and Jin Yang for able research assistance, and the National Science Foundation for financial support through an award for the project \"competitive savings, competitive growth, and global implications.\" The remaining errors are the authors' responsibilities.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}