{
    "id": 15904,
    "citation_title": "Getting Cars Off the Road: The Cost-Effectiveness of an Episodic Pollution Control Program",
    "citation_author": [
        "Maureen L. Cropper",
        "Yi Jiang",
        "Anna Alberini",
        "Patrick Baur"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGround-level ozone remains a serious problem in the United States. Because ozone non-attainment is a summer problem, episodic rather than continuous controls of ozone precursors are possible. We evaluate the costs and effectiveness of an episodic scheme that requires people to buy permits to drive on high-ozone days. We estimate the demand function for permits based on a survey of 1,300 households in the Washington, DC, metropolitan area. Assuming that all vehicle owners comply with the scheme, the permit program would reduce volatile organic compounds (VOCs) by 50 tons and nitrogen oxides (NOx) by 42 tons per Code Red day at a permit price of $75. Allowing for non-compliance by 15 percent of respondents reduces the effectiveness of the scheme to 39 tons of VOCs and 33 tons of NOx per day. The cost per ozone season of achieving these reductions is approximately $9 million (2008 USD). This compares favorably with permanent methods of reducing VOCs that cost $645 per ton per year.\n\n",
    "acknowledgement": "\nWe thank the USEPA for funding and Elena Safirova and Winston Harrington for helpful suggestions regarding the paper.  We also thank Abe Martin whose Honors Thesis also used this survey data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}