{
    "id": 15907,
    "citation_title": "Decoupling and Recoupling",
    "citation_author": [
        "Anton Korinek",
        "Agustín Roitman",
        "Carlos A. Végh"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe develop a stylized model that captures the phenomena of decoupling and recoupling in an environment where heterogeneous entrepreneurial sectors face financial constraints in their relationship with a common set of lenders. In response to adverse shocks, a financially constrained sector must reduce its borrowing and cut down on production. In particular, as the constrained sector absorbs less and less capital, the real interest rate in the economy declines. Other sectors that compete for the same inputs (including capital) thus experience lower costs, which boosts investment, output, and profits, reflecting the phenomenon of \"decoupling.\" As long as the shock is small, the entrepreneurial sector repays what is owed and the lenders' ability to supply funds is unaffected. For large shocks, however, the constrained sector is no longer able to honor its debts in full and lenders experience losses that erode their lending base. This induces them to cut their supply of credit to the rest of the economy, which reduces output and profit for all other entrepreneurial sectors, capturing the phenomenon of \"recoupling\" or contagion.\n\n",
    "acknowledgement": "\nWe are grateful to Olivier Jeanne and participants at the 2010 AEA meetings for helfpul comments and to Alejandro Izquierdo (IDB) for kindly providing us with data for emerging countries.  A shorter version of this paper will be published in the American Economic Review Papers and Proceedings (May 2010). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}