{
    "id": 15905,
    "citation_title": "Nurturing the Accumulation of Innovations: Lessons from the Internet",
    "citation_author": [
        "Shane Greenstein"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe innovations that became the foundation for the Internet originate from two eras that illustrate two distinct models for accumulating innovations over the long haul. The pre-commercial era illustrates the operation of several useful non-market institutional arrangements. It also illustrates a potential drawback to government sponsorship - in this instance, truncation of exploratory activity. The commercial era illustrates a rather different set of lessons. It highlights the extraordinary power of market-oriented and widely distributed investment and adoption, which illustrates the power of market experimentation to foster innovative activity. It also illustrates a few of the conditions necessary to unleash value creation from such accumulated lessons, such as standards development and competition, and nurturing legal and regulatory policies.\n\n",
    "acknowledgement": "\nElinor and Wendell Hobbs Professor, Kellogg School of Management, Northwestern University. I thank Guy Arie, Tim Bresnahan, David Clark, David Crocker, Rebecca Henderson, Franco Malerba, Richard Newell, Bonnie Nevel, John Quarterman, Craig Partridge, Richard Schmalensee, Alicia Shems, Scott Stern, and Stephen Wolff for extraordinarily useful conversations and comments. This essay is part of a larger project funded by the Kaufman Foundation, the Searle Center at Northwestern University, and the Dean's Office at the Kellogg School of Management at Northwestern. I am grateful for the funding. I am responsible for all remaining errors. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}