{
    "id": 15902,
    "citation_title": "A New Data Set of Educational Attainment in the World, 1950-2010",
    "citation_author": [
        "Robert J. Barro",
        "Jong-Wha Lee"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur panel data set on educational attainment has been updated for 146 countries from 1950 to 2010. The data are disaggregated by sex and by 5-year age intervals. We have improved the accuracy of estimation by using information from consistent census data, disaggregated by age group, along with new estimates of mortality rates and completion rates by age and education level. We use these new data to investigate how output relates to the stock of human capital, measured by overall years of schooling as well as by the composition of educational attainment of workers at various levels of education. We find schooling has a significantly positive effect on output. After controlling for the simultaneous determination of human capital and output, by using the 10-year lag of parents' education as an instrument variable (IV) for the current level of education, the estimated rate-of-return to an additional year of schooling ranges from 5% to 12%, close to typical Mincerian return estimates found in the labor literature.\n\n",
    "acknowledgement": "\nWe are grateful to Ruth Francisco, Hanol Lee, and Seulki Shin for valuable research assistance and UNESCO Institute for Statistics for providing data. Mr. Lee thanks the Korea Research Foundation for financial support. The views expressed in the paper are the authors' and do not necessarily reflect the views or policies of the Asian Development Bank. The data set presented here is available online (http:/www.barrolee.com/). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}