{
    "id": 15906,
    "citation_title": "A Corporate Beauty Contest",
    "citation_author": [
        "John R. Graham",
        "Campbell R. Harvey",
        "Manju Puri"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe conduct beauty contest experiments, using close to 2,000 subjects to study the facial traits of CEOs. In one experiment we use pairs of photographs and find that subjects rate CEO faces as appearing more \"competent\" and less \"likable\" than non-CEO faces. Another experiment matches CEOs from large firms against CEOs from smaller firms and finds large-firm CEOs look more competent and likable. In a third experiment, subjects numerically rate the facial traits of CEOs.  We find that executive compensation is linked to these perceived \"competence\" ratings. Our analysis explores these findings in more detail and shows that the facial-trait rating can be explained by a quantitative scoring of the \"maturity\" or \"baby-facedness\" of the CEO. That is, more mature looking CEOs are assigned higher \"competence\" scores. This finding is potentially worrisome because psychology research shows that baby-faced-looking people often possess qualities opposite to those projected by their facial traits.  Accordingly, we find no evidence that the firms of competent looking CEOs perform better. Essentially, the \"look\" of competence says very little about effective competence.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}