{
    "id": 15913,
    "citation_title": "Lab Labor: What Can Labor Economists Learn from the Lab?",
    "citation_author": [
        "Gary Charness",
        "Peter J. Kuhn"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter surveys the contributions of laboratory experiments to labor economics.  We begin with a discussion of methodological issues:  why (and when) is a lab experiment the best approach; how do laboratory experiments compare to field experiments; and what are the main design issues?  We then summarize the substantive contributions of laboratory experiments to our understanding of principal-agent interactions, social preferences, union-firm bargaining, arbitration, gender differentials, discrimination, job search, and labor markets more generally.\n\n",
    "acknowledgement": "\nManuscript prepared for Handbook of Labor Economics, volume 4, Orley Ashenfelter and David Card, editors. We thank Michael Kuhn and Loni Spilberg for excellent research assistance.  We have done our utmost to identify as many lab experimental papers in labor economics as possible, and to represent the results of these papers accurately.  Given the volume of recent research in this area and the deadline we have faced in writing this review, it is inevitable that we have missed some important work.  We also sincerely hope that we have not mischaracterized any paper's conclusions.  The authors apologize for these limitations in advance and nevertheless hope that our review provides a helpful guide to the 'lab labor' literature to date The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}