{
    "id": 15917,
    "citation_title": "The dark side of outside directors: Do they quit when they are most needed?",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "Angie Low",
        "René M. Stulz"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOutside directors have incentives to resign to protect their reputation or to avoid an increase in their workload when they anticipate that the firm on whose board they sit will perform poorly or disclose adverse news. We call these incentives the dark side of outside directors. We find strong support for the existence of this dark side. Following surprise director departures, affected firms have worse stock and operating performance, are more likely to suffer from an extreme negative return event, are more likely to restate earnings, and have a higher likelihood of being named in a federal class action securities fraud lawsuit.\n\n",
    "acknowledgement": "\nFahlenbrach is Swiss Finance Institute Assistant Professor at Ecole Polytechnique Fédérale de Lausanne (EPFL). Low is Assistant Professor, Nanyang Business School, Nanyang Technological University, Singapore. Stulz is the Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and affiliated with NBER and ECGI. We thank Andy Kim and Helen Zhang for sharing with us their data on earnings restatements. Address correspondence to René M. Stulz, Fisher College of Business, The Ohio State University, 806 Fisher Hall, Columbus, OH 43210, stulz@cob.osu.edu. Fahlenbrach gratefully acknowledges financial support from the Swiss Finance Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}