{
    "id": 15914,
    "citation_title": "Earnings, Consumption and Lifecycle Choices",
    "citation_author": [
        "Costas Meghir",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss recent developments in the literature that studies how the dynamics of earnings and wages affect consumption choices over the life cycle. We start by analyzing the theoretical impact of income changes on consumption - highlighting the role of persistence, information, size and insurability of changes in economic resources. We next examine the empirical contributions, distinguishing between papers that use only income data and those that use both income and consumption data. The latter do this for two purposes. First, one can make explicit assumptions about the structure of credit and insurance markets and identify the income process or the information set of the individuals. Second, one can assume that the income process or the amount of information that consumers have are known and tests the implications of the theory. In general there is an identification issue that is only recently being addressed, with better data or better \"experiments\". We conclude with a discussion of the literature that endogenize people's earnings and therefore change the nature of risk faced by households.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Labor Economics. Thanks to Misha Dworsky and Itay Saporta for excellent research assistance, and to Giacomo De Giorgi, Mario Padula and Gianluca Violante for comments. Pistaferri's work on this chapter was partly funded from NIH/NIA under grant 1R01AG032029-01 and NSF under grant SES-0921689. Costas Meghir thanks the ESRC for funding under the Professorial Fellowship Scheme grant RES-051-27-0204 and under the ESRC centre at the IFS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}