{
    "id": 15911,
    "citation_title": "Trust and Well-being",
    "citation_author": [
        "John F. Helliwell",
        "Shun Wang"
    ],
    "citation_publication_date": "2010-04-15",
    "issue_date": "2010-04-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper presents new evidence linking trust and subjective well-being, based primarily on data from the Gallup World Poll and cycle 17 of the Canadian General Social Survey (GSS17). Because several of the general explanations for subjective well-being examined here show large and significant linkages to both household income and various measures of trust, it is possible to estimate income-equivalent compensating differentials for different types of trust. Measures of trust studied include general social trust, trust in co-workers, trust in neighbours, and trust in police. In addition, some Canadian surveys and the Gallup World Poll ask respondents to estimate the chances that a lost wallet would be returned to them if found by different individuals, including neighbours, police and strangers.\nOur results reveal sufficiently strong linkages between trust and well-being to support much more study of how trust can be built and maintained, or repaired where it has been damaged. We therefore use data from the Canadian GSS17 to analyze personal and neighbourhood characteristics, including education, migration history, and mobility, that help explain differences in trust levels among individuals. New experimental data from Canada show that wallets are far more likely to be returned, even by strangers in large cities, than people expect.\n\n",
    "acknowledgement": "\nWe are grateful for invaluable access to the Gallup World Poll, and for access to the Canadian GSS17 data through the UBC Research Data Centre supported by Statistics Canada. This paper is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research, and is supported also by grants from the Social Sciences and Humanities Research Council of Canada. We are grateful for this support, for the research collaboration of Chris Barrington-Leigh, Haifang Huang, Mélina Longpré, Shannon Milroy, and Jason Dowlatabadi, for advice from Gyun Hwa Jung and Shlomo Yitzhaki, and for comments received on earlier versions presented at a meeting of CIFAR's SIIWB program, and at the 3rd OECD World Forum on Statistics, Knowledge and Policy, Busan, Korea, October 27-30, 2009. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}