{
    "id": 15919,
    "citation_title": "Balance Sheet Adjustments in the 2008 Crisis",
    "citation_author": [
        "Zhiguo He",
        "In Gu Khang",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure how securitized assets, including mortgage-backed securities and other asset-backed securities, have shifted across financial institutions over this crisis and how the availability of financing has accommodated such shifts.  Sectors dependent on repo financing - in particular, the hedge fund and broker-dealer sector - have reduced asset holdings, while the commercial banking sector, which has had access to more stable funding sources, has increased asset holdings. The banking sector also increased its leverage dramatically over this crisis. These findings are important to understand the role played by the government during the crisis as well as to understand the factors determining asset prices and liquidity during the crisis.\n\n",
    "acknowledgement": "\nWe thank participants in seminars at the Minneapolis Fed, Northwestern University, NYU, University of Chicago, University of Illinois Urbana-Champaign, University of Waterloo, and the 10th Annual Jacques Polak IMF conference for their comments. We also thank Viral Acharya, Tobias Adrian, Markus Brunnermeier, John Cochrane, Doug Diamond, Nicolae Garleanu, Pat O'Brien, Pierre-Olivier Gourinchas, Christian Leuz, David Lucca, Anil Kashyap, Ayhan Kose, Raghu Rajan, and Hyun Shin for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}