{
    "id": 15922,
    "citation_title": "Do Call Centers Promote School Enrollment? Evidence from India",
    "citation_author": [
        "Emily Oster",
        "M. Bryce Millett"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last two decades in India there have been large increases in outsourced jobs and large increases in schooling rates, particularly in English. Existing evidence suggests the trends are broadly related. In this paper we explore how localized these impacts are; this has implications for understanding how quickly information about these jobs diffuses. We use panel data on school enrollment from a comprehensive school-level administrative dataset. This is merged with detailed data on Information Technology Enabled Services (ITES) center location and founding dates. Using school fixed effects, we estimate the impact of introducing a new ITES center in the vicinity of the school on enrollment. We find that introducing a new ITES center results in a 5.7% increase in number of children enrolled; these effects are extremely localized. We argue this result is not driven by pre-trends in enrollment or endogenous center placement, and is not a result of ITES-center induced changes in population or increases in income. The effect is driven entirely by English-language schools, consistent with the claim that the impacts are driven by changes in returns to schooling.\n\n",
    "acknowledgement": "\nSeema Jayachandran, Robert Jensen, Larry Katz, Andrei Shleifer and participants in seminars at the University of Chicago provided helpful comments. We are grateful to Perwinder Singh for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}