{
    "id": 15925,
    "citation_title": "Religious Identity and Economic Behavior",
    "citation_author": [
        "Daniel J. Benjamin",
        "James J. Choi",
        "Geoffrey W. Fisher"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "2012-01-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe randomly vary religious identity salience in laboratory subjects to test how identity salience contributes to six hypothesized links from prior literature between religious identity and economic behavior. We find that religious identity salience makes Protestants increase contributions to public goods. Catholics decrease contributions to public goods, expect others to contribute less to public goods, and become less risk averse. Jews more strongly reciprocate as an employee in a bilateral labor market gift-exchange game. We find no evidence of religious identity salience effects on disutility of work effort, discount rates, or generosity in a dictator game.\n\n",
    "acknowledgement": "\nWe thank Azim Shariff and Ara Norenzayan for sharing with us the religious identity priming instrument. For helpful comments and suggestions, we are grateful to Daniel Chen, Stefano DellaVigna, Kirabo Jackson, Sendhil Mullainathan, Ted O'Donoghue, participants at the NBER's Economics of Religion Conference and UC Santa Barbara's Behavioral/Experimental Economics Conference, and seminar participants at Maryland, Chapman, UNSW, ANU, Melbourne, Hebrew, Tel Aviv, Ben Gurion, and Bar-Ilan. We thank Mario Basora, Maria Bodiu, Kristen Cooper, Evan Buntrock, Jim Casteleiro, John Farragut, Isabel Fay, Rebecca Friedman, Joshua Funt, Arjun Gokhale, Jesse Gould, Rebecca Hausner, Ben Hebert, Liying Huang, Ahmed Jaber, Bige Kahraman, Anqi Kang, Philip Kauders, June Kim, Xiaoying Lin, Michael Luo, Max Mihm, Gregory Muenzen, Christopher Nieves, Collin Raymond, Alex Rees-Jones, John Schemitsch, Nathaniel Schorr, Dennis Shiraev, Nichole Szembrot, Russell Toth, Elizabeth Truax, and Ryan Yamada for their research assistance. We thank the National Institute on Aging (grants P30-AG012810 and P01-AG005842) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}