{
    "id": 15920,
    "citation_title": "Crises and Recoveries in an Empirical Model of Consumption Disasters",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson",
        "Robert Barro",
        "José Ursúa"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "2012-10-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate an empirical model of consumption disasters using a new panel data set on personal consumer expenditure for 24 countries and more than 100 years, and study its implications for asset prices. The model allows for permanent and transitory effects of disasters that unfold over multiple years. It also allows the timing of disasters to be correlated across countries. Our estimates imply that the average disaster reaches its trough after 6 years, with a peak-to-trough drop in consumption of about 30%, but that roughly half of this decline is reversed in a subsequent recovery. Uncertainty about consumption growth increases dramatically during disasters. Our estimated model generates a sizable equity premium from disaster risk, but one that is substantially smaller than in models in which disasters are permanent and instantaneous. It yields new predictions for the dynamics of risk-free interest rates, the term structure of interest rates, and the pricing of short-term versus long-term risky assets. The persistence of consumption declines in our model implies that a large value of the intertemporal elasticity of substitution is necessary to explain stock-market crashes at the onset of disasters.\n\n",
    "acknowledgement": "\nWe would like to thank Timothy Cogley, George Constantinides, Xavier Gabaix, Ralph Koijen, Martin Lettau, Frank Schorfheide, Efthimios Tsionas, Alwyn Young, Tao Zha and seminar participants at various institutions for helpful comments and conversations. Barro would like to thank the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}