{
    "id": 15924,
    "citation_title": "Credit within the firm",
    "citation_author": [
        "Luigi Pistaferri",
        "Luigi Guiso",
        "Fabiano Schivardi"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit time variation in the degree of development of local credit markets and matched employer-employee data to assess the role of the firm as an internal credit market. In less developed local credit markets firms can offer a flatter wage-tenure profile than firms in more developed credit markets to lend implicitly to their workers or offer a steeper profile to implicitly borrow from their workers. We find that firms located in less financially developed markets offer wages that are lower at the beginning of tenure and grow faster than those offered by firms in more financially developed markets, helping firms finance their operations by raising funds from workers. Because we control for local market effects and only exploit time variation in the degree of local financial development induced by an exogenous liberalization, the effect we find is unlikely to reflect unobserved local factors that systematically affect wage tenure profiles. The size of implicit loans is larger for firms with more problematic access to bank credit and workers less likely to face credit constraints. The amount of credit generated by implicit lending within the firm is economically important and can be as large as 30% of bank lending. Consistent with credit market imperfections opening up trade opportunities within the firm, we find that the internal rate of return of implicit loans lies between the rate at which workers savings are remunerated in the market and the rate firms pay on their loans from banks.\n\n",
    "acknowledgement": "\nWe thank Joe Altonji, Costas Azariadis, Luca Deidda and Pierre-Andrè Chiappori for useful discussions and seminar participants at Stanford University, UC Davis, UCLA, the EUI, the 2009 Conference on Comparative Analysis of Enterprise Data in Tokyo, the 2009 Applied Micro Summer Conference at the Federal Reserve Bank of San Francisco and the 2009 Alghero conference \"Financial market imperfections, corporate governance, and economic outcomes\" for helpful comments. Luigi Guiso thanks the EUI and EIEF and Fabiano Schivardi the MIUR for funding. This paper was started when Schivardi was working at the Research Department of the Bank of Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}