{
    "id": 15929,
    "citation_title": "Reading the Recent Monetary History of the U.S., 1959-2007",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Pablo A. Guerrón-Quintana",
        "Juan Rubio-Ramírez"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we report the results of the estimation of a rich dynamic stochastic general equilibrium (DSGE) model of the U.S. economy with both stochastic volatility and parameter drifting in the Taylor rule. We use the results of this estimation to examine the recent monetary history of the U.S. and to interpret, through this lens, the sources of the rise and fall of the great American inflation from the late 1960s to the early 1980s and of the great moderation of business cycle fluctuations between 1984 and 2007. Our main findings are that while there is strong evidence of changes in monetary policy during Volcker's tenure at the Fed, those changes contributed little to the great moderation. Instead, changes in the volatility of structural shocks account for most of it. Also, while we find that monetary policy was different under Volcker, we do not find much evidence of a big difference in monetary policy among Burns, Miller, and Greenspan. The difference in aggregate outcomes across these periods is attributed to the time-varying volatility of shocks. The history for inflation is more nuanced, as a more vigorous stand against it would have reduced inflation in the 1970s, but not completely eliminated it. In addition, we find that volatile shocks (especially those related to aggregate demand) were important contributors to the great American inflation.\n\n",
    "acknowledgement": "\nWe thank André Kurmann, Jim Nason, Frank Schorfheide, Tao Zha, and participants at several seminars for useful comments, and Béla Személy for invaluable research assistance. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System. Finally, we also thank the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}