{
    "id": 15928,
    "citation_title": "Fortune or Virtue: Time-Variant Volatilities Versus Parameter Drifting in U.S. Data",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Pablo Guerrón-Quintana",
        "Juan F. Rubio-Ramírez"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the role of stochastic volatility versus changes in monetary policy rules in accounting for the time-varying volatility of U.S. aggregate data. Of special interest to us is understanding the sources of the great moderation of business cycle fluctuations that the U.S. economy experienced between 1984 and 2007. To explore this issue, we build a medium-scale dynamic stochastic general equilibrium (DSGE) model with both stochastic volatility and parameter drifting in the Taylor rule and we estimate it non-linearly using U.S. data and Bayesian methods. Methodologically, we show how to confront such a rich model with the data by exploiting the structure of the high-order approximation to the decision rules that characterize the equilibrium of the economy. Our main empirical findings are: 1) even after controlling for stochastic volatility (and there is a fair amount of it), there is overwhelming evidence of changes in monetary policy during the analyzed period; 2) however, these changes in monetary policy mattered little for the great moderation; 3) most of the great performance of the U.S. economy during the 1990s was a result of good shocks; and 4) the response of monetary policy to inflation under Burns, Miller, and Greenspan was similar, while it was much higher under Volcker.\n\n",
    "acknowledgement": "\nWe thank André Kurmann, Jim Nason, Serena Ng, Ricardo Reis, Frank Schorfheide, Tao Zha, and participants at several seminars for useful comments, and Béla Személy for invaluable research assistance. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System. Finally, we also thank the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}