{
    "id": 15921,
    "citation_title": "Identifying Supply and Demand Elasticities of Agricultural Commodities: Implications for the US Ethanol Mandate",
    "citation_author": [
        "Michael J. Roberts",
        "Wolfram Schlenker"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new framework to identify demand and supply elasticities of agricultural commodities using yield shocks - deviations from a time trend of output per area, which are predominantly caused by weather fluctuations. Demand is identified using current-period shocks that give rise to exogenous shifts in supply. Supply is identified using past shocks, which affect expected future prices through inventory accretion or depletion.  We use our estimated elasticities to evaluate the impact of ethanol subsidies and mandates on world food commodity prices, quantities, and food consumers' surplus. The current US ethanol mandate requires that about 5 percent of world caloric production from corn, wheat, rice, and soybeans be used for ethanol generation. As a result, world food prices are predicted to increase by about 30 percent and global consumer surplus from food consumption is predicted to decrease by 155 billion dollars annually. If a third of the biofuel calories are recycled as feed stock for livestock, the predicted price increase scales back to 20 percent. While commodity demand is extremely inelastic, price response is muted by a significant supply response that is obscured if futures prices are not instrumented. The resulting expansion of agricultural growing area potentially offsets the CO2 emission benefits from biofuels.\n\n",
    "acknowledgement": "\nWe would like to thank Jim Hamilton, Randall Walsh, and seminar participants at Berkeley, Cornell, Iowa State University, NBER Agricultural Economics Conference, Stanford, University of British Columbia, University of Calgary, and the University of Maryland for useful comments. All remaining errors are ours. Financial support from Department of Energy Grant DE-FG02-08ER64640 is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}