{
    "id": 15926,
    "citation_title": "Expansion of Trade at the Extensive Margin: A General Gains-from-Trade Result and Illustrative Examples",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic gains-from-trade theorem makes a stark comparison between completely free trade and complete autarky.  This paper is motivated by recent evidence that trade has greatly expanded on the extensive margin (aka fragmentation, offshoring) by adding newly traded goods and services and that much of this new trade is in intermediates.  I provide an extension of existing gains-from-trade results by allowing trade in an added set of final and/or intermediate goods.  As seems generally understood, a sufficient condition for all countries to gain from fragmentation is that the relative world prices of initially-trade goods don't change.  However, trade costs break the strict link between domestic and world prices in my approach and this results in interesting subtleties as initially-traded goods change their trade status following fragmentation.  I illustrate these results by applying them to two recent and quite specific formulations of expansion at the extensive margin: Grossman and Rossi-Hansberg (2008) and Markusen and Venables (2007).  Symmetry in two senses results in gains for all countries: countries are relatively symmetric in size and the newly-traded goods are relatively symmetric in their factor intensities with respect to the world endowment ratio.\n\n",
    "acknowledgement": "\nThis paper is a revision of a long-stalled earlier version circulated and presented in 2006 and 2007 under the title \"Expansion of trade at the extensive margin: welfare and trade-volume consequences\".  The paper was presented at the Athens ETSG and at CESifo Munich in September 2007 and in a couple of other places I can't remember.  I appreciate comments received then and added comments, suggestions and references are most welcome now. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}