{
    "id": 15923,
    "citation_title": "Explaining the Favorite-Longshot Bias: Is it Risk-Love or Misperceptions?",
    "citation_author": [
        "Erik Snowberg",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe favorite-longshot bias describes the longstanding empirical regularity that betting odds provide biased estimates of the probability of a horse winning--longshots are overbet, while favorites are underbet. Neoclassical explanations of this phenomenon focus on rational gamblers who overbet longshots due to risk-love. The competing behavioral explanations emphasize the role of misperceptions of probabilities. We provide novel empirical tests that can discriminate between these competing theories by assessing whether the models that explain gamblers' choices in one part of their choice set (betting to win) can also rationalize decisions over a wider choice set, including compound bets in the exacta, quinella or trifecta pools. Using a new, large-scale dataset ideally suited to implement these tests we find evidence in favor of the view that misperceptions of probability drive the favorite-longshot bias, as suggested by Prospect Theory.\n\n",
    "acknowledgement": "\nWe thank David Siegel of Equibase for supplying the data, and Scott Hereld and Ravi Pillai for their valuable assistance in managing the data. Jon Bendor, Bruno Jullien, Steven Levitt, Kevin Murphy, Marco Ottaviani, Bernard Salanie, Peter Norman Sørenson, Betsey Stevenson, Matthew White, William Ziemba and an anonymous referee provided useful feedback, as did seminar audiences at Carnegie Mellon, Chicago GSB, Haas School of Business, Harvard Business School, University of Lausanne, Kellogg (MEDS), University of Maryland, University of Michigan and Wharton. Snowberg gratefully acknowledges the SIEPR Dissertation Fellowship through a grant to the Stanford Institute for Economic Policy Research. Wolfers gratefully acknowledges a Hirtle, Callaghan & Co.-Arthur D. Miltenberger Research Fellowship, and the support of the Zull/Lurie Real Estate Center, the Mack Center for Technological Innovation, and Microsoft Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}