{
    "id": 15935,
    "citation_title": "Can Pollution Tax Rebates Protect Low-Income Families? The Effects of Relative Wage Rates",
    "citation_author": [
        "Don Fullerton",
        "Holly Monti"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPollution taxes are believed to burden low-income households that spend a greater than average share of income on pollution-intensive goods.  Some propose to offset that effect by returning revenue to low-income workers via reduced labor tax.  We build analytical general equilibrium models with both skilled and unskilled labor, and we solve for expressions that show the change in the real net wage of each group.  A decomposition shows the effect of the tax rebate, the effect on the uses side of income (higher product prices), and the effect on the sources side of income (relative wage rates).  We also include numerical examples.  Even though the pollution tax injures both types of labor, we find that returning all of the revenue to the low-skilled workers is still not enough to offset the effect of higher product prices.  Moreover, changing wage rates may further hurt low-skilled labor.  In almost all of our examples, the rebate of all revenue to low-skilled labor still does not prevent a reduction in their overall real net wage.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Kathy Baylis, Garth Heutel, Dan Karney, Gib Metcalf, and Rob Williams.  This paper is part of the NBER research program in Environmental and Energy Economics.  Any views expressed are those of the authors and not those of the National Bureau of Economic Research.\n\n\n"
}