{
    "id": 15933,
    "citation_title": "Client-Based Entrepreneurship",
    "citation_author": [
        "James E. Rauch",
        "Joel Watson"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nClient relationships create value, which employees may try to wrest from their employers by setting up their own firms. If when an employer and worker establish a relationship they cannot contract on the output and profits of the worker's prospective new firm, the employer counters by inducing the worker to sign a contract that prohibits him from competing or soliciting the current client in the event of termination of employment. The socially optimal level of entrepreneurship will nevertheless be achieved if clients, employers, and workers can renegotiate these restrictive employment contracts and make compensating transfers. If workers cannot finance transfers to employers, however, employers and workers will sign contracts that are too restrictive and produce too little entrepreneurship, and governments can increase welfare by limiting enforcement of these contracts. With or without liquidity constraints, locations where non-compete contracts are less enforced will attract more clients and have higher employment and output.\n\n",
    "acknowledgement": "\nWe thank the Southern California Innovation Project (Kauffman Foundation) for financial support. We thank Max Auffhammer for outstanding research assistance, and we appreciate helpful comments provided by participants in seminars at Russell Sage Foundation and the following universities: Carnegie-Mellon, Pennsylvania State, Pittsburgh, Syracuse, University of Southern California, and Yale. We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}