{
    "id": 15938,
    "citation_title": "On the Sources of Aggregate Fluctuations in Emerging Economies",
    "citation_author": [
        "Roberto Chang",
        "Andrés Fernández"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research on macroeconomic fluctuations in emerging economies has focused in two leading approaches: introducing a stochastic productivity trend, in addition to temporary productivity shocks; or allowing for foreign interest rate shocks coupled with financial frictions. This paper compares the two approaches empirically, and also evaluates a model that encompasses them, taking advantage of recent developments in the theory and implementation of Bayesian methods. The encompassing model assigns a significant role to interest rate shocks and financial frictions, but not to trend shocks, in generating and amplifying aggregate fluctuations. Formal model comparison exercises favor models with financial frictions over the stochastic trend model, although this is sensitive to the inclusion of measurement errors. Of the two financial frictions we consider, working capital versus spreads linked to expected future productivity, the latter emerges as key for a reasonable approximation to the data.\n\n",
    "acknowledgement": "\nWe are immensely indebted to John Landon Lane for teaching us on Bayesian tools and for providing us with the appropriate code. We also received very useful comments from Mark Aguiar, Peter Benczur, Bora Durdu, Dave DeJong, Pat Kehoe, Federico Mandelman, Andy Neumeyer, Martin Uribe, Tao Zha, and seminar participants at the NBER IFM Summer Institute, MIT, Rutgers, the Federal Reserve Board, the IMF, Universidad di Tella, Atlanta Fed, Magyar Nemzeti Bank, and the University of Pittsburgh. Of course, any errors or shortcomings are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}