{
    "id": 15932,
    "citation_title": "Does Reducing College Costs Improve Educational Outcomes for Undocumented Immigrants? Evidence from State Laws Permitting Undocumented Immigrants to Pay In-state Tuition at State Colleges and Universities",
    "citation_author": [
        "Aimee Chin",
        "Chinhui Juhn"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTen states, beginning with Texas and California in 2001, have passed laws permitting undocumented students to pay the in-state tuition rate - rather than the more expensive out-of-state tuition rate - at public universities and colleges. We exploit state-time variation in the passage of the laws to evaluate the effects of these laws on the educational outcomes of Hispanic childhood immigrants who are not U.S. citizens. Specifically, through the use of individual-level data from the 2001-2005 American Community Surveys supplemented by the 2000 U.S. Census, we estimate the effect of the laws on the probability of attending college for 18- to 24-year-olds who have a high school degree and the probability of dropping out of high school for 16- to 17-year-olds. We find some evidence suggestive of a positive effect of the laws on the college attendance of older Mexican men, although estimated effects of the laws in general are not significantly different from zero.\n\n",
    "acknowledgement": "\nWe thank Peter Mieszkowski, Stephen Trejo and participants in the IUPLR Conference in April 2007 for helpful comments and discussion. We also thank Aly Capetillo, Serguei Chervachidze and Parul Mathur for research assistance. Financial support from Rice University's Baker Institute for Public Policy is gratefully acknowledged. The authors bear sole responsibility for the content of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}