{
    "id": 15937,
    "citation_title": "Locked Up by a Lockup: Valuing Liquidity as a Real Option",
    "citation_author": [
        "Andrew Ang",
        "Nicolas P.B. Bollen"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHedge funds often impose lockups and notice periods to limit the ability of investors to withdraw capital. We model the investor's decision to withdraw capital as a real option and treat lockups and notice periods as exercise restrictions. Our methodology incorporates time-varying probabilities of hedge fund failure and optimal early exercise. We estimate a two-year lockup with a three-month notice period costs approximately 1% of the initial investment for an investor with CRRA utility and risk aversion of three. The cost of illiquidity can easily exceed 10% if the hedge fund manager can arbitrarily suspend withdrawals.\n\n",
    "acknowledgement": "\nThe authors thank an anonymous referee, the editor, Emanuel Derman, Greg van Inwegen, Jacob Sagi, Hans Stoll, Neng Wang, seminar participants at Columbia University's Financial Engineering Practitioners Seminar, Cornell University, the University of Mississippi, Vanderbilt University, and Virginia Tech, as well as attendees of the 1st Conference on the Econometrics of Hedge Funds (Paris) and the 3rd Conference on Professional Asset Management (Rotterdam) for helpful comments. Support from the Financial Markets Research Center and the Center for Hedge Fund Research (CHFR) at Imperial College London is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}