{
    "id": 15936,
    "citation_title": "Foreign Ownership and Employment Growth in Indonesian Manufacturing",
    "citation_author": [
        "Robert E. Lipsey",
        "Fredrik Sjöholm",
        "Jing Sun"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany developing countries would like to increase the share of modern or formal sectors in their employment.  One way to accomplish this goal may be to encourage the entrance of foreign firms.  They are typically relatively large, with high productivity and good access to foreign markets, and might therefore be better at creating jobs than domestic firms are. However, previous research on the issue has been limited by the paucity of long data sets for firm operations.\nWe examine employment growth in Indonesia in a large panel of plants between 1975 and 2005, and especially in plants taken over by foreign owners from domestic ones. Employment growth is relatively high in foreign-owned establishments, although foreign firms own relatively large domestic plants, which in general grow more slowly than smaller plants. For plants that change the nationality of ownership during our period, we find a strong effect of shifts from domestic to foreign ownership in raising the growth rate of employment, but no significant effects of shifts from foreign to domestic ownership.\n The faster growth of employment in the foreign-owned plants in general is concentrated in the takeovers, especially in the year of acquisition. Foreign takeover of a domestically-owned plant, on average, brings a large immediate expansion of employment.\n\n",
    "acknowledgement": "\nWe are grateful for comments from participants at the ETSG conference in Warsaw, the CAED conference in Budapest, the EAEA conference in Manila, and the AIB Northeast Annual Meeting in New York.  Sadayuki Takii has generously helped us with our work. Fredrik Sjöholm acknowledges financial support from Marianne and Marcus Wallenberg's Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}