{
    "id": 15934,
    "citation_title": "Fiscal Rules in India: Are They Effective?",
    "citation_author": [
        "Willem H. Buiter",
        "Urjit R. Patel"
    ],
    "citation_publication_date": "2010-04-22",
    "issue_date": "2010-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper, a chapter in the forthcoming Oxford University Press Handbook of the Indian Economy, edited by Chetan Ghate, considers India's experience with fiscal (responsibility) rules during the past decade. After reviewing the basic facts concerning public debt and deficits in India, the background and basic arithmetic of the Fiscal Responsibility and Budget Management Act, 2003 (FRBMA) are presented and commented upon. With the very small number of data points at our disposal, no formal statistical estimation and hypothesis testing about the efficacy of the rules can even be attempted. Instead we critically explore the outcomes of the FRBMA over the 5-year period of its operation, 2004/05-2008/09, using an eclectic but comprehensive metric comprising quantitative targets, qualitative strictures, transparency, integrity, and overall financial performance over the business cycle. We also briefly review fiscal responsibility legislation (and outcomes) at the state level. The evidence suggests that in recent years the fiscal space \"vacated\" by the states has been usurped by the central government. Finally, the recommendations of the 13th Finance Commission regarding a roadmap for fiscal consolidation are examined. We also outline a basic incentive compatible framework for state and central governments to hold each other accountable over agreed pre-determined targets.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}