{
    "id": 15947,
    "citation_title": "Local Labor Markets",
    "citation_author": [
        "Enrico Moretti"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nI examine the causes and the consequences of differences in labor market outcomes across local labor markets within a country. The focus is on a long-run general equilibrium setting, where workers and firms are free to move across localities and local prices adjust to maintain the spatial equilibrium. In particular, I develop a tractable general equilibrium framework of local labor markets with heterogenous labor. This framework is useful in thinking about differences in labor market outcomes of different skill groups across locations. It clarifies how, in spatial equilibrium, localized shocks to a part of the labor market propagate to the rest of the economy through changes in employment, wages and local prices and how this diffusion affects workers' welfare. Using this framework, I address three related questions. First, I analyze the welfare consequences of productivity differences across local labor markets. I seek to understand what happens to the wage, employment and utility of workers with different skill levels when a local economy experiences a shift in the productivity of a group of workers.  Second, I analyze the causes of productivity differences across local labor markets. To a large extent, productivity differences within a country are unlikely to be exogenous. I review the theoretical and empirical literature on agglomeration economies, with a particular focus on studies that are relevant for labor economists. Finally, I discuss the implications for policy.\n\n",
    "acknowledgement": "\nThis research was funded by a grant from the University of Kentucky Center on Poverty Research. I am grateful to Giacomo De Giorgi, Craig Riddell, Issi Romen, Michel Serafinelli, David Wildasin, the editors and especially Pat Kline and Gilles Duranton for useful comments on an earlier version. I thank Ana Rocca for excellent research assistance. I thank Richard Hornbeck for help with the data on total factor productivity from the Census of Manufacturers. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results based on data from the Census of Manufacturers have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}