{
    "id": 15941,
    "citation_title": "Excise Tax Avoidance: The Case of State Cigarette Taxes",
    "citation_author": [
        "Philip DeCicca",
        "Donald S. Kenkel",
        "Feng Liu"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we contribute new empirical results about consumers' decisions to avoid cigarette excise taxes, and a new applied welfare economic analysis of optimal excise taxation with tax avoidance.   We examine direct measures of consumer excise tax avoidance in novel individual-level data from the 2003 and 2006 - 2007 Tobacco Use Supplements to the U.S. Current Population Survey.  We estimate reduced-form models and a structural endogenous switching regression model.  In the structural border-crossing equation, the decision to cross the border depends on the difference between the endogenous home- and border-state prices.  The reduced-form and structural results show that the probability of cross-border cigarette purchases responds in predictable ways to the economic incentives created by the distance to the border and state tax differentials.  To our knowledge, we are also the first study to extend the formula for optimal Pigouvian corrective taxation to incorporate excise tax avoidance.  Taking into account tax avoidance implies the optimal tax is substantially below the simple Pigouvian tax that internalizes external costs.  In illustrative calculations for 2003, we find that in 20 states the optimal tax that accounts for tax avoidance is at least 20 percent smaller than the simple Pigouvian tax.\n\n",
    "acknowledgement": "\nThis research was supported by Award # R01 HD048828 from the National Institutes of Health.   We thank Mike Lovenheim, Anindya Sen, Mark Stehr, and participants at seminars at Indiana University - Purdue University at Indianapolis, SUNY- Stony Brook, and the University of Georgia for comments on earlier drafts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}