{
    "id": 15949,
    "citation_title": "The Economics of International Differences in Educational Achievement",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn emerging economic literature over the past decade has made use of international tests of educational achievement to analyze the determinants and impacts of cognitive skills. The cross-country comparative approach provides a number of unique advantages over national studies: It can exploit institutional variation that does not exist within countries; draw on much larger variation than usually available within any country; reveal whether any result is country-specific or more general; test whether effects are systematically heterogeneous in different settings; circumvent selection issues that plague within-country identification by using system-level aggregated measures; and uncover general-equilibrium effects that often elude studies in a single country. The advantages come at the price of concerns about the limited number of country observations, the mostly cross-sectional character of available achievement data, and possible bias from unobserved country factors such as culture. \nThis chapter reviews the economic literature on international differences in educational achievement, restricting itself to comparative analyses that are not possible within single countries and placing particular emphasis on studies trying to address key issues of empirical identification. While quantitative input measures show little impact, several measures of institutional structures and of the quality of the teaching force can account for significant portions of the immense international differences in the level and equity of student achievement. Variations in skills measured by the international achievement tests are in turn strongly related to individual labor-market outcomes and, perhaps more importantly, to cross-country variations in economic growth.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the Handbook of the Economics of Education conference at CESifo in Munich in September 2009 for valuable discussion and comments. Woessmann gratefully acknowledges the support and hospitality provided by the W. Glenn Campbell and Rita Ricardo-Campbell National Fellowship of the Hoover Institution, Stanford University, as well as support by the Pact for Research and Innovation of the Leibniz Association. Lukas Haffert provided capable research assistance. Hanushek has been supported by the Packard Humanities Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}