{
    "id": 15948,
    "citation_title": "Characteristic Timing",
    "citation_author": [
        "Robin Greenwood",
        "Samuel Hanson"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use differences between the attributes of stock issuers and repurchasers to forecast characteristic-related stock returns. For example, we show that large firms underperform following years when issuing firms are large relative to repurchasing firms. Our approach is useful for forecasting returns to portfolios based on book-to-market (HML), size (SMB), price, distress, payout policy, profitability, and industry. We consider interpretations of these results based on both time-varying risk premia and mispricing. Our results are primarily consistent with the view that firms issue and repurchase shares to exploit time-varying characteristic mispricing.\n\n",
    "acknowledgement": "\nA previous version of this paper was titled \"Catering to Characteristics.\" We are grateful to Malcolm Baker, John Campbell, Sergey Chernenko, Lauren Cohen, Ben Esty, Borja Larrain, Owen Lamont, Jon Lewellen, Jeff Pontiff, Huntley Schaller, Andrei Shleifer, Erik Stafford, Jeremy Stein, Adi Sunderam, Ivo Welch, Jeff Wurgler, and seminar participants at Harvard, INSEAD, HEC, AllianceBernstein, the University of Michigan, and the NBER Behavioral Working Group for helpful suggestions. The Division of Research at the Harvard Business School provided funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}