{
    "id": 15952,
    "citation_title": "Borrow Cheap, Buy High? The Determinants of Leverage and Pricing in Buyouts",
    "citation_author": [
        "Ulf Axelson",
        "Tim Jenkinson",
        "Per Strömberg",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an empirical analysis of the financial structure of large buyouts.  We collect detailed information on the financing of 1157 worldwide private equity deals from 1980 to 2008.  Buyout leverage is cross-sectionally unrelated to the leverage of matched public firms, and is largely driven by factors other than what explains leverage in public firms.  In particular, the economy-wide cost of borrowing is the main driver of both the quantity and the composition of debt in these buyouts.  Credit conditions also have a strong effect on prices paid in buyouts, even after controlling for prices of equivalent public market companies. Finally, the use of high leverage in transactions negatively affects fund performance, controlling for fund vintage and other relevant characteristics. The results are consistent with the view that the availability of financing impacts booms and busts in the private equity market, and that agency problems between private equity funds and their investors can affect buyout capital structures.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were circulated under the title \"Leverage and pricing in buyouts: An empirical analysis.\" We are very grateful to Steve Kaplan for sharing his data on 1980's LBOs, and to Joakim Bång, Ji-Woong Chung, and Reimo Juks for excellent research assistance. We would also like to thank Viral Acharya, Malcolm Baker, Laura Bottazzi, Phil Canfield, Chris Collins, Marco DaRin, Francois Derrien, Chris James, Steve Kaplan, Steven Ongena, Morten Sorensen, David Sraer, Ayako Yasuda, as well as participants in numerous seminar presentations for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}