{
    "id": 15954,
    "citation_title": "The Falling Time Cost of College: Evidence from Half a Century of Time Use Data",
    "citation_author": [
        "Philip S. Babcock",
        "Mindy Marks"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing multiple datasets from different time periods, we document declines in academic time investment by full-time college students in the United States between 1961 and 2003. Full-time students allocated 40 hours per week toward class and studying in 1961, whereas by 2003 they were investing about 27 hours per week. Declines were extremely broad-based, and are not easily accounted for by framing effects, work or major choices, or compositional changes in students or schools. We conclude that there have been substantial changes over time in the quantity or manner of human capital production on college campuses.\n\n",
    "acknowledgement": "\nThis work benefited from conversations with Kelly Bedard, Ted Bergstrom, Eli Berman, John Briggs, Steven Brint, David Fairris, Peter Kuhn, Valerie Ramey, Doug Steigerwald, Aman Ullah, and Cathy Weinberger, and from comments by Charles Clotfelter, Caroline Hoxby, and others attending the NBER Higher Education Meetings, Spring, 2007. This research uses data from the Higher Education Research Institute housed in the Graduate School of Education and Information at the University of California, Los Angeles. We offer thanks to Alexander Astin and HERI Research Directors, Sylvia Hurtado, John H. Pryor, William S. Korn, and Victor Saenz for access to and assistance with the HERI data. We thank the Indiana University Center for Postsecondary Research for access to data from the National Survey of Student Engagement. Brianna Briggs, Matthew Lang, and Darius Martin provided excellent research assistance on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}