{
    "id": 15951,
    "citation_title": "Measurement Errors in Investment Equations",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Antonio F. Galvao Jr."
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Monte Carlo simulations and real data to assess the performance of alternative methods that deal with measurement error in investment equations. Our experiments show that individual-fixed effects, error heteroscedasticity, and data skewness severely affect the performance and reliability of methods found in the literature. In particular, estimators that use higher-order moments are shown to return biased coefficients for (both) mismeasured and perfectly-measured regressors. These estimators are also very inefficient. Instrumental variables-type estimators are more robust and efficient, although they require fairly restrictive assumptions. We estimate empirical investment models using alternative methods. Real-world investment data contain firm-fixed effects and heteroscedasticity, causing high-order moments estimators to deliver coefficients that are unstable across different specifications and not economically meaningful. Instrumental variables methods yield estimates that are robust and seem to conform to theoretical priors. Our analysis provides guidance for dealing with the problem of measurement error under circumstances empirical researchers are likely to find in practice.\n\n",
    "acknowledgement": "\nCorresponding author: Murillo Campello, 4039 BIF, MC-520, 515 East Gregory Drive, Champaign, IL 61820. E-mail: campello@uiuc.edu. We thank two anonymous referees, Malcolm Baker, Maurice Bun, John Graham, Charles Hadlock, Josh Rauh, Tom Wansbeek, Michael Weisbach, Ivo Welch and Toni Whited for their comments and suggestions, as well as participants at seminars at the University of Illinois and the University of Wisconsin. Marco Aurelio Rocha, Fabricio D'Almeida and Quoc Nguyen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}