{
    "id": 15953,
    "citation_title": "Binge Drinking and Risky Sex among College Students",
    "citation_author": [
        "Jeffrey S. DeSimone"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the relationship between binge drinking and sexual behavior in nationally representative data on age 18-24 four-year college students.  For having sex, overall or without condoms, large and significant positive associations are eliminated upon holding constant proxies for time-invariant sexual activity and drinking preferences.  However, strong relationships persist for sex with multiple recent partners, overall and without condoms, even controlling for substance use, risk aversion, mental health, sports participation, and sexual activity frequency.  Promiscuity is unrelated with non-binge drinking but even more strongly related with binge drinking on multiple occasions.  Results from a rudimentary instrumental variables strategy and accounting for whether sex is immediately preceded by alcohol use suggest that binge drinking directly leads to risky sex.  Some binge drinking-induced promiscuity seems to occur among students, especially males, involved in long-term relationships.  Effects are concentrated among non-Hispanic whites and are not apparent for students in two-year schools.\n\n",
    "acknowledgement": "\nFor very helpful comments, I am indebted to participants in seminars at American University, Appalachian State University, IUPUI and University of Louisville, as well as a session at the 2009 Southern Economic Association meetings, especially Greg DeAngelo, David Dickinson, Jose Fernandez, Per Fredriksson, Steve Gohmann, Bob Harris, Tim Perri, Josh Pinkston, Dan Rees, Anne Royalty, Joe Sabia, Bob Sandy, Rich Steinberg, John Whitehead, Mark Wilhelm and Ye Zhang. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}