{
    "id": 15955,
    "citation_title": "A Dynamic Model of Housing Demand: Estimation and Policy Implications",
    "citation_author": [
        "Patrick Bajari",
        "Phoebe Chan",
        "Dirk Krueger",
        "Daniel Miller"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Panel Study of Income Dynamics (PSID) we specify, estimate and simulate a dynamic structural model of housing demand. Our model generalizes previous applied econometric work by incorporating realistic features of the housing market including non-convex adjustment costs from buying and selling a home, credit constraints from minimum downpayment requirements and uncertainty about the evolution of incomes and home prices. We argue that these features are critical for capturing salient features of housing demand observed in the PSID. After estimating the model we use it to simulate how consumer behavior responds to house price and income declines as well as tightening credit. These experiments are motivated by the U.S. recession starting in December of 2007 that saw large falls in home prices, large negative income shocks for many households and tightening credit standards. In the short run, relatively few households adjust their housing stock. Households respond instead by reducing non-housing consumption and reducing wealth because they wish to avoid losing their home and the associated adjustment costs. Households that adjust in the short run are those hit with a series of bad shocks, such as a negative income shock and a home price decline. A larger proportion of households do adjust their consumption in the long run, increasing their housing stock since housing is less expensive. However, such changes may occur several years after the shocks listed above.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}