{
    "id": 15957,
    "citation_title": "An Alternative Theory of the Plant Size Distribution with an Application to Trade",
    "citation_author": [
        "Thomas J. Holmes",
        "John J. Stevens"
    ],
    "citation_publication_date": "2010-04-29",
    "issue_date": "2010-04-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is wide variation in the sizes of manufacturing plants, even within the most narrowly defined industry classifications used by statistical agencies. Standard theories attribute all such size differences to productivity differences.  This paper develops an alternative theory in which industries are made up of large plants producing standardized goods and small plants making custom or specialty goods. It uses confidential Census data to estimate the parameters of the model, including estimates of plant counts in the standardized and specialty segments by industry. The estimated model fits the data relatively well compared with estimates based on standard approaches. In particular, the predictions of the model for the impacts of a surge in imports from China are consistent with what happened to U.S. manufacturing industries that experienced such a surge over the period 1997--2007. Large-scale standardized plants were decimated, while small-scale specialty plants were relatively less impacted.\n\n",
    "acknowledgement": "\nThe research presented here was funded by the National Science Foundation under Grant SES 0551062. We thank Brian Adams, Steve Schmeiser, and Julia Thornton Snider for their research assistance on this project. We have benefited from working at the Center for Economic Studies at the Census Bureau, and particularly thank Shawn Klimek, Arnie Reznek, and Lynn Riggs. The statistics reported in this paper that were derived from Census Bureau micro data were screened to ensure that they do not disclose confidential information. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve Board, the Federal Reserve System, the U.S. Bureau of the Census, or the National Bureau of Economic Research.\n\n\n"
}