{
    "id": 15968,
    "citation_title": "Did Bankruptcy Reform Cause Mortgage Default to Rise?",
    "citation_author": [
        "Wenli Li",
        "Michelle J. White",
        "Ning Zhu"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that the U.S. bankruptcy reform of 2005 played an important role in the mortgage crisis and the current recession.  When debtors file for bankruptcy, credit card debt and other types of debt are discharged--thus loosening debtors' budget constraints.  Homeowners in financial distress can therefore use bankruptcy to avoid losing their homes, since filing allows them to shift funds from paying other debts to paying their mortgages.   But a major reform of U.S. bankruptcy law in 2005 raised the cost of filing and reduced the amount of debt that is discharged.   We argue that an unintended consequence of the reform was to cause mortgage default rates to rise.   \nWe estimate a hazard model to test whether the 2005 bankruptcy reform caused mortgage defaults to rise, using a large dataset of individual mortgages.  Our major result is that prime and subprime mortgage default rates rose by 23% and 14%, respectively, after bankruptcy reform.   We also use difference-in-difference to examine the effects of three provisions of bankruptcy reform that particularly harmed homeowners with high incomes and/or high assets and find that their default rates rose even more.   Overall, we calculate that bankruptcy reform caused the mortgage default rate to rise by one percentage point even before the start of the financial crisis, suggesting that the reform increased the severity of the crisis when it came.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Watson at the Kansas Fed for his invaluable support on the LPS mortgage data, to Susheela Patwari for very capable research assistance and to Gordon Dahl, Joseph Doherty, Ronel Elul, Roger Gordon, Richard Green, Ed Morrison, Nick Souleles, Paul Willen, and the referees for extremely helpful comments.   We also benefitted from the comments of participants at various conferences where we presented earlier drafts.  Michelle White is grateful for the support of the Cheung Kong Graduate School of Business, Beijing, where she was a visiting professor while working on this paper.  The views expressed here are the authors' and do not represent those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}