{
    "id": 15963,
    "citation_title": "Inertia and Overwithholding: Explaining the Prevalence of Income Tax Refunds",
    "citation_author": [
        "Damon Jones"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOver three-quarters of US taxpayers receive income tax refunds, indicating tax prepayments above the level of tax liability. This amounts to a zero interest loan to the government. Previous studies have suggested two main explanations for this behavior: precautionary behavior in light of tax uncertainty and/or a forced savings motive. I present evidence on a third explanation: inertia. I find that tax filers only partially adjust tax prepayments in response to changes in default withholdings or tax liability. I use four different settings for identification: (1) a 1992 change in default federal withholding, (2) a panel study of child dependents and tax liability, (3) the expansion of the Earned Income Tax Credit (EITC) during the 1990s and (4) a change in default enrollment rules for the Advance EITC option. In the first two cases, I find that individuals offset less than 30% of a change to their expected refund after one year, and about 50% of this shock after three years. Adjustments in tax prepayments by EITC recipients offset no more than 2% of a change in tax liability, though evidence from the Advance EITC indicates that information can significantly increase responses. Given the evidence on inertia, the design of default withholding rules is no longer a neutral decision made by the social planner, but rather, may affect consumption smoothing, particularly for low-income tax filers.\n\n",
    "acknowledgement": "\nI thank Emmanuel Saez, Ulrike Malmendier and David Card for research guidance. I am grateful for additional feedback from Alan Auerbach, Raj Chetty, Stefano DellaVigna, Jim Hines, Patrick Kline, Botond Koszegi and Bruce Meyer. I'd also like to thank Naomi Feldman and Paul Chen for assistance in finding rare IRS documents. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}