{
    "id": 15960,
    "citation_title": "Borders, Ethnicity and Trade",
    "citation_author": [
        "Jenny C. Aker",
        "Michael W. Klein",
        "Stephen A. O'Connell",
        "Muzhe Yang"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo national borders and ethnicity contribute to market segmentation between and within countries? This paper uses unique and high-frequency data on narrowly-defined goods to gauge the extent to which a national border impedes trade between developing countries (Niger and Nigeria). Using a regression discontinuity approach, we find a significant price change at the national border, but one that is lower in magnitude than that found for industrialized countries. Yet unlike that literature, and in line with important characteristics of African economies, we investigate the role of ethnicity in mitigating and exacerbating the border effect. We find that a common ethnicity is linked to lower price dispersion across countries, yet ethnic diversity creates an internal border within Niger. The primary mechanism behind the internal border effect appears to be related to the role of ethnicity in facilitating access to credit in rural markets.\n\n",
    "acknowledgement": "\nThis research was partially funded by the National Bureau of Economic Research Africa Project. We would like to thank seminar participants at the Center for Global Development, National Bureau of Economic Research, Northeast Universities Development Conference (NEUDC), Université de Clermont-Ferrand and University of Gottingen for their helpful comments and suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}