{
    "id": 15961,
    "citation_title": "The Online Laboratory: Conducting Experiments in a Real Labor Market",
    "citation_author": [
        "John J. Horton",
        "David G. Rand",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nOnline labor markets have great potential as platforms for conducting experiments, as they provide immediate access to a large and diverse subject pool and allow researchers to conduct randomized controlled trials.  We argue that online experiments can be just as valid - both internally and externally - as laboratory and field experiments, while requiring far less money and time to design and to conduct.  In this paper, we first describe the benefits of conducting experiments in online labor markets; we then use one such market to replicate three classic experiments and confirm their results.  We confirm that subjects (1) reverse decisions in response to how a decision-problem is framed, (2) have pro-social preferences (value payoffs to others positively), and (3) respond to priming by altering their choices.  We also conduct a labor supply field experiment in which we confirm that workers have upward sloping labor supply curves.  In addition to reporting these results, we discuss the unique threats to validity in an online setting and propose methods for coping with these threats.  We also discuss the external validity of results from online domains and explain why online results can have external validity equal to or even better than that of traditional methods, depending on the research question.  We conclude with our views on the potential role that online experiments can play within the social sciences, and then recommend software development priorities and best practices.\n\n",
    "acknowledgement": "\nThis research has been supported by the NSF-IGERT program \"Multidisciplinary Program in Inequality and Social Policy\" at Harvard University (Grant No. 0333403). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}