{
    "id": 15967,
    "citation_title": "On the Formation of Coalitions to Provide Public Goods - Experimental Evidence from the Lab",
    "citation_author": [
        "Astrid Dannenberg",
        "Andreas Lange",
        "Bodo Sturm"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe provision of public goods often relies on voluntary contributions and cooperation. While most of the experimental literature focuses on individual contributions, many real-world problems involve the formation of institutions among subgroups (coalitions) of players. International agreements serve as one example. This paper experimentally tests theory on the formation of coalitions in different institutions and compares those to a voluntary contribution mechanism. The experiment confirms the rather pessimistic conclusions from the theory: only few players form a coalition when the institution prescribes the full internalization of mutual benefits of members. Contrary to theory, coalitions that try to reduce the free-riding incentives by requiring less provision from their members, do not attract additional members. Substantial efficiency gains occur, however, both along the extensive and intensive margin when coalition members can each suggest a minimum contribution level with the smallest common denominator being binding. The experiment thereby shows that the acceptance of institutions depends on how terms of coalitions are reached.\n\n",
    "acknowledgement": "\nSeminar participants at several universities provided excellent comments. Andreas Lange gratefully acknowledges funding of a research visit at the University of Hamburg by CliSAP (www.clisap.de) during which part of this work was written. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}