{
    "id": 15964,
    "citation_title": "Pop Internationalism: Has A Half Century of World Music Trade Displaced Local Culture?",
    "citation_author": [
        "Fernando Ferreira",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvances in communication technologies over the past half century have made the cultural goods of one country more readily available to consumers in another, raising concerns that cultural products from large economies - in particular the US - will displace the indigenous cultural products of smaller economies.   In this paper we provide stylized facts about the global music consumption and trade since 1960, using a unique data on popular music charts from 22 countries, corresponding to over 98% of the global music market.  We find that trade volumes are higher between countries that are geographically closer and between those that share a language.  Contrary to growing fears about large- country dominance, trade shares are roughly proportional to country GDP shares; and relative to GDP, the US music share is substantially below the shares of other smaller countries.  We find a substantial bias toward domestic music which has, perhaps surprisingly, increased sharply in the past decade.  We find no evidence that new communications channels - such as the growth of country-specific MTV channels and Internet penetration - reduce the consumption of domestic music.  National policies aimed at preventing the death of local culture, such as radio airplay quotas, may explain part of the increasing consumption of local music.\n\n",
    "acknowledgement": "\nWe thank the Wharton Global Initiatives Research Program for funding.  Fernando Ferreira would like to thank the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  Matthew Berg, David Katzianer, Nikhil Bhargava, Eun Young Choi, and Alejandro Jerez provided tireless research assistance.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}