{
    "id": 15966,
    "citation_title": "The Role of Teacher Quality in Retention and Hiring: Using Applications-to-Transfer to Uncover Preferences of Teachers and Schools",
    "citation_author": [
        "Donald Boyd",
        "Hamilton Lankford",
        "Susanna Loeb",
        "Matthew Ronfeldt",
        "James Wyckoff"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany large urban school districts are rethinking their personnel management strategies, often giving increased control to schools in the hiring of teachers, reducing, for example, the importance of seniority. If school hiring authorities are able to make good decisions about whom to hire, these reforms have the potential to benefit schools and students.  Prior research on teacher transfers uses career history data, identifying the school in which a teacher teaches in each year.  When this data is used to see which teachers transfer, it is unclear the extent to which the patterns are driven by teacher preferences or school preferences, since the matching of teachers to schools is a two-sided choice. This study uses applications-to-transfer data to examine separately which teachers apply for transfer and which get hired and, in so doing, differentiates teacher from school preferences. Holding all else equal, we find that teachers with better pre-service qualifications (certification exam scores; college competitiveness) are more likely to apply for transfer, while teachers whose students demonstrate higher achievement growth are less likely. On the other hand, schools prefer to hire \"higher quality\" teachers across measures that signal quality. The results suggest not only that more effective teachers prefer to stay in their school, but that when given the opportunity schools are able to identify and hire the best candidates.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We appreciate financial support from the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018 to the Urban Institute. The views expressed in the paper are solely those of the authors and may not reflect those of the funders or the National Bureau of Economic Research. Any errors are attributable to the authors.\n\n\n"
}