{
    "id": 15974,
    "citation_title": "Global Banks and International Shock Transmission: Evidence from the Crisis",
    "citation_author": [
        "Nicola Cetorelli",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal banks played a significant role in the transmission of the 2007 to 2009 crisis to emerging market economies. We examine the relationships between adverse liquidity shocks on main developed-country banking systems to emerging markets across Europe, Asia, and Latin America, isolating loan supply from loan demand effects. Loan supply in emerging markets was significantly affected through three separate channels: a contraction in direct, cross-border lending by foreign banks; a contraction in local lending by foreign banks' affiliates in emerging markets; and a contraction in loan supply by domestic banks resulting from the funding shock to their balance sheet induced by the decline in interbank, cross-border lending. Policy interventions, such as the Vienna Initiative introduced in Europe, influenced the lending channel effects on emerging markets of head office balance sheet shocks.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Address correspondences to Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045. email: Linda.Goldberg@ny.frb.org or Nicola.Cetorelli@ny.frb.org .  We acknowledge the valuable comments from anonymous reviewers, Romain Ranciere, and participants in the IMF-Banque de France-Paris School of Economics Conference on Economic Linkages, Spillovers and the Financial Crisis (January 2010). We thank Patrick McGuire and Goetz von Peter for their assistance and thoughtful insights on data on cross-country vulnerabilities of banking sectors to dollar market conditions. We thank Craig Kennedy for his research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}