{
    "id": 15979,
    "citation_title": "The Labor Market in the Great Recession",
    "citation_author": [
        "Michael W. Elsby",
        "Bart Hobijn",
        "Aysegul Sahin"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom the perspective of a wide range of labor market outcomes, the recession that began in 2007 represents the deepest downturn in the postwar era. Early on, the nature of labor market adjustment displayed a notable resemblance to that observed in past severe downturns. During the latter half of 2009, however, the path of adjustment exhibited important departures from that seen during and after prior deep recessions. Recent data point to two warning signs going forward. First, the record rise in long-term unemployment may yield a persistent residue of long-term unemployed workers with weak search effectiveness. Second, conventional estimates suggest that the extension of Emergency Unemployment Compensation may have led to a modest increase in unemployment. Despite these forces, we conclude that the problems facing the U.S. labor market are unlikely to be as severe as the European unemployment problem of the 1980s.\n\n",
    "acknowledgement": "\nThe views expressed in this paper solely reflect those of the authors and not necessarily those of the Federal Reserve Bank of New York, Federal Reserve Bank of San Francisco, nor those of the Federal Reserve System as a whole, nor of the National Bureau of Economic Research. We are especially grateful to Bruce Fallick, Larry Katz, Ryan Michaels, David Romer, Rob Shimer, Gary Solon, and Justin Wolfers for particularly detailed comments and suggestions. Thanks also to Mary Daly, Steve Davis, Hank Farber, Bob Hall, John Haltiwanger, Marianna Kudlyak, Simon Potter, and Jon Willis for constructive comments. We would like to thank Regis Barnichon for providing us with the Composite Help-Wanted Index, and Joyce Kwok, Joseph Song, and Theodore Wiles for their outstanding research assistance. This version is based on data through April 7th 2010.\n\n\n"
}