{
    "id": 15971,
    "citation_title": "The Housing Cycle and Prospects for Technical Progress",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nInformation technology has already transformed some areas of our lives, and has the prospect for transforming other sectors.  This paper is about economic behaviors that anticipate technical progress, and how they may describe the housing price and construction boom of 2000-2006 and the bust thereafter.  Specifically, I note that only a minority of housing output remains as an operating surplus for the structures' owners.  It follows the prospect of productivity shocks to the mortgage and real estate industries have the potential to both move housing prices and non-residential consumption in the same direction, and that demand impulses are magnified in their effects on housing prices.  A bust occurs when those impulses are realized later, or in a lesser magnitude, than originally anticipated.  This view has testable implications for vacancy rates, net operating surplus, aggregate consumption patterns, net investment rates, and non-residential construction - all of which confirm the theory.\n\n",
    "acknowledgement": "\nFirst draft January 2009.  I appreciate comments and suggestions from Ed Glaeser, Andreas Lehnert, Kevin Murphy, Jesse Shapiro, and seminar participants at the University of Chicago and the Federal Reserve Board.  I will provide updates on this matter on my blog www.panic2008.net. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}