{
    "id": 15977,
    "citation_title": "Personnel Economics: Hiring and Incentives",
    "citation_author": [
        "Paul Oyer",
        "Scott Schaefer"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe survey the Personnel Economics literature, focusing on how firms establish, maintain, and end employment relationships and on how firms provide incentives to employees. This literature has been very successful in generating models and empirical work about incentive systems. Some of the unanswered questions in this area -- for example, the empirical relevance of the risk/incentive tradeoff and the question of whether CEO pay arrangements reflect competitive markets and efficient contracting -- are likely to be very difficult to answer due to measurement problems. The literature has been less successful at explaining how firms can find the right employees in the first place. Economists understand the broad economic forces -- matching with costly search and bilateral asymmetric information -- that firms face in trying to hire. But the main models in this area treat firms as simple black-box production functions. Less work has been done to understand how different firms approach the hiring problem, what determines the firm-level heterogeneity in hiring strategies, and whether these patterns conform to theory. We survey some literature in this area and suggest areas for further research.\n\n",
    "acknowledgement": "\nThis survey has benefitted from conversations with colleagues too numerous to mention.  We thank Orley Ashenfelter and David Card for detailed comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}