{
    "id": 15970,
    "citation_title": "Interracial Friendships in College",
    "citation_author": [
        "Braz Camargo",
        "Ralph Stinebrickner",
        "Todd R. Stinebrickner"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by the reality that the benefits of diversity on a college campus will be mitigated if interracial interactions are scarce or superficial, previous work has strived to document the amount of interracial friendship interaction and to examine whether policy can influence this amount. In this paper we take advantage of unique longitudinal data from the Berea Panel Study to build on this previous literature by providing direct evidence about the amount of interracial friendships at different stages of college and by providing new evidence about some of the possible underlying reasons for the observed patterns of interaction. We find that, while much sorting exists at all stages of college, black and white students are, in reality, very compatible as friends; randomly assigned roommates of different races are as likely to become friends as randomly assigned roommates of the same race. Further, we find that, in the long-run, white students who are randomly assigned black roommates have a significantly larger proportion of black friends than white students who are randomly assigned white roommates, even when the randomly assigned roommates are not included in the calculation of the proportions. This last result contradicts previous findings in the literature.\n\n",
    "acknowledgement": "\nWe would like to thank Peter Arcidiacono, John Bound, Kerwin Charles, Stacy Dickert--Conlin, Lance Lochner, Eugenia Toma, and numerous seminar participants for very useful comments and suggestions. This paper would not have been possible without the help of Dianne Stinebrickner and the tireless efforts of Lori Scafidi. We are extremely grateful for generous support from The Mellon Foundation, The Spencer Foundation, The University of Kentucky Center for Poverty Research, The National Science Foundation, The Social Sciences and Humanities Research Council of Canada, and Berea College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}