{
    "id": 15973,
    "citation_title": "The Shape of Temptation: Implications for the Economic Lives of the Poor",
    "citation_author": [
        "Abhijit Banerjee",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2010-05-06",
    "issue_date": "2010-05-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the relation between temptations and the level of consumption plays a key role in explaining the observed behaviors of the poor. Temptation goods are defined to be the set of goods that generate positive utility for the self that consumes them, but not for any previous self that anticipates that they will be consumed in the future. We show that the assumption of declining temptations, which says that the fraction of the marginal dollar that is spent on temptation goods decreases with overall consumption, has a number of striking implications for the investment, savings, borrowing and risk-taking behavior of the poor, which would not arise if temptations were either non-declining or entirely absent. Moreover the predicted behaviors under the declining temptation assumption can help us explain some of the puzzling facts about the poor that have been emphasized in the recent literature.\n\n",
    "acknowledgement": "\nWe are grateful to Doug Bernheim, Pierre-Andre Chiappori, Esther Duflo, David Laibson, Dilip Mookherjee, Adriana Lleras-Muney, Ben Polak, Matthew Rabin and seminar participants at BREAD, Cornell, Columbia, Bocconi, Stanford, Warwick, Yale, Princeton, UCLA, Harvard, MIT, Pompeu Fabra, Unviversidad Carlos III de Madrid, The Trento Summer School on Behavioral Economics, and Boston University for extremely helpful comments. We are particularly grateful to Daniel Benjamin and Ted O'Donoghue for posing challenges on an earlier draft that led to significant changes in this one and to Arun  Chandrasekhar and Emily Breza for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}