{
    "id": 15983,
    "citation_title": "Worker replacement",
    "citation_author": [
        "Guido Menzio",
        "Espen R. Moen"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider a labor market in which firms want to insure existing employees against income fluctuations and, simultaneously, want to recruit new employees to fill vacant jobs. Firms can commit to a wage policy, i.e. a policy that specifies the wage paid to their employees as a function of tenure, productivity and other observables. However, firms cannot commit to employ workers. In this environment, the optimal wage policy prescribes not only a rigid wage for senior workers, but also a downward rigid wage for new hires. The downward rigidity in the hiring wage magnifies the response of unemployment to negative shocks.\n\n",
    "acknowledgement": "\nWe received comments from participants at the Society for Economic Dynamics Meeting in Vancouver (July 2006), the NBER Summer Institute in Cambridge (July 2006), and at the macroeconomic seminars at Stanford, Penn, LSE, UCLA and Saint Louis FED. Discussions with Ken Burdett, Dale Mortensen, Guillaume Rocheteau and Randy Wright led to significant improvements in the paper. Menzio gratefully acknowledges the financial support and the hospitality of the Hoover Institution. Moen gratefully acknowledges financial support from the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}