{
    "id": 15989,
    "citation_title": "Valuing Incremental Highway Capacity in a Network",
    "citation_author": [
        "H. Allen Klaiber",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe importance of increments to an existing highway system depends upon their contributions to the accessibility provided by the existing network. Nearly 40 years ago, Mohring [1965] suggested this logic for planning optimal highway investment programs. He argued it could be implemented by measuring the quasi-rents generated by specific additions to an existing roadway system. This paper uses a unique set of additions to a loop roadway in metropolitan Phoenix, together with detailed records of housing sales over the past decade, to meet this need. We find that estimated increases in capitalized housing values due to four segments added during this period range from 73 to over 273 million dollars per mile of the roadway addition.\n\n",
    "acknowledgement": "\nThe first author's research was completed while he was a Post-doctoral Fellow at ASU. Thanks are due Michael Kaminsky for excellent research assistance, to Mike Keane for suggesting a direct approach for implementing our two step estimator, and to Natalie Cardita and Jon Valentine for assistance in preparing this manuscript. Partial support for the research was provided by ASU's Decision Center for a Desert City. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}