{
    "id": 15988,
    "citation_title": "The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium",
    "citation_author": [
        "Jack Favilukis",
        "Sydney C. Ludvigson",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2015-02-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies a quantitative general equilibriummodel of the housing market where a large number of overlapping generations of homeowners face both idiosyncratic and aggregate risks but have limited opportunities to insure against these risks due to incomplete financial markets and collateralized borrowing constraints. Interest rates in the model, like housing and equity returns, are determined endogenously from a market clearing condition. The model has two key elements not previously considered in existing quantitative macro studies of housing finance: aggregate business cycle risk, and a realistic wealth distribution driven in the model by bequest heterogeneity in preferences. These features of the model play a crucial role in the following results. First, a relaxation of financing constraints leads to a large boom in house prices. Second, the boom in house prices is entirely the result of a decline in the housing risk premium. Third, low interest rates cannot explain high home values.\n\n",
    "acknowledgement": "\nThis material is based on work supported by the National Science Foundation under Grant No. 1022915 to Ludvigson and Van Nieuwerburgh. We are grateful to Alberto Bisin, Daniele Coen-Pirani, Dean Corbae, Morris Davis, Bernard Dumas, Raquel Fernandez, Carlos Garriga, Bruno Gerard, Francisco Gomes, James Kahn, John Leahy, Chris Mayer, Jonathan McCarthy, Francois Ortalo-Magne, Stavros Panageas, Monika Piazzesi, Richard Peach, Gianluca Violante, Amir Yaron, and to seminar participants at Erasmus Rotterdam, the European Central Bank, ICEF, HEC Montreal, Lon- don School of Economics, London Business School, Manchester Business School, NYU, Stanford Economics, Stanford Finance, UCLA Finance, University of California Berkeley Finance, Université de Lausanne, University of Michigan, University of Tilburg, University of Toronto, the University of Virginia McIntyre/Darden joint seminar, the American Economic Association annual meetings, January 2009 and January 2010, the ERID conference at Duke 2010, the London School of Economics Conference on Housing, Financial Markets, and the Macroeconomy May 18-19, 2009, the Minnesota Workshop in Macroeconomic Theory July 2009, the NBER Economic Fluctuations and Growth conference, February 2010, the European Finance Association meetings Frankfurt 2010, the NBER PERE Summer Institute meeting July 2010, the SED Montreal 2010, and the Utah Winter Finance Conference February 2010, the NBER Asset Pricing Meeting April 2011, the 2011 WFA meeting, the Baruch NYC Real Estate Meeting 2012, and the 2012 Philadephia Workshop on Macroeconomics for helpful comments. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}