{
    "id": 15980,
    "citation_title": "Targeting the Poor: Evidence from a Field Experiment in Indonesia",
    "citation_author": [
        "Vivi Alatas",
        "Abhijit Banerjee",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Julia Tobias"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn developing countries, identifying the poor for redistribution or social insurance is challenging because the government lacks information about people's incomes. This paper reports the results of a field experiment conducted in 640 Indonesian villages that investigated two main approaches to solving this problem: proxy-means tests, where a census of hard-to-hide assets is used to predict consumption, and community-based targeting, where villagers rank everyone on a scale from richest to poorest. When poverty is defined using per-capita expenditure and the common PPP$2 per day threshold, we find that community-based targeting performs worse in identifying the poor than proxy-means tests, particularly near the threshold. This worse performance does not appear to be due to elite capture. Instead, communities appear to be using a different concept of poverty: the results of community-based methods are more correlated with how individual community members rank each other and with villagers' self-assessments of their own status than per-capita expenditure. Consistent with this, the community-based methods result in higher satisfaction with beneficiary lists and the targeting process.\n\n",
    "acknowledgement": "\nWe thank Ritwik Sarkar, Prani Sastiono, Ririn Purnamasari, Hendratno Tuhiman, Matthew Wai-Poi, Chaeruddin Kodir, and Octavia Foarta for outstanding research assistance. We thank Mitra Samya,  the Indonesian Central Bureau of Statistics, and SurveyMeter for their cooperation implementing the project. Most of all we thank Lina Marliani for her exceptional work leading the field implementation teams and data analysis. Funding for this project came from a World Bank - Royal Netherlands Embassy trust fund. All views expressed are those of the authors, and do not necessarily reflect the views of the World Bank, the Royal Netherlands Embassy, Mitra Samya, the Indonesian Central Bureau of Statistics, or the National Bureau of Economic Research.\n\n\n"
}