{
    "id": 15985,
    "citation_title": "The Contribution of Trade to Wage Inequality: The Role of Skill, Gender, and Nationality",
    "citation_author": [
        "Michael W. Klein",
        "Christoph Moser",
        "Dieter M. Urban"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade has been cited as a source of widening wage inequality in industrial nations.  Consistent with this claim, we find a significant export wage premium for high-skilled workers in German manufacturing and an export wage discount for lower skilled workers, using matched employer-employee data.  Estimates suggest that the export wage premium to high-skilled workers represents up to one third of their overall skill premium. But, while an increase in exports increases wage inequality along the dimension of skill, it diminishes the wage inequality associated with both gender and nationality.  In this way, trade contributes to narrowing wage gaps and mitigating wage inequality in German manufacturing.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Rene Böheim, Axel Dreher, Pierre-Olivier Gourinchas, Martin Halla, Elhanan Helpman, Peter Schott, Enrico Spoloare, Rudolf Winter-Ebmer and seminar participants at Tufts University, Johannes Kepler University Linz, 3rd BBQ Conference in Aarhus, the Volkswirtschaftlicher Workshop in Tuebingen and RWTH Aachen University for their comments. We are very grateful to the Institute for Employment Research (IAB) for their hospitality and, especially Peter Jakobebbinghaus and Dana Müller, for support with the LIAB data and IAB establishment panel. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}