{
    "id": 15987,
    "citation_title": "Risk and the CEO Market: Why Do Some Large Firms Hire Highly-Paid, Low-Talent CEOs?",
    "citation_author": [
        "Alex Edmans",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a market equilibrium model of CEO assignment, pay and incentives under risk aversion and heterogeneous moral hazard. Each of the three outcomes can be summarized by a single closed-form equation. In assignment models without moral hazard, allocation depends only on firm size and the equilibrium is efficient. Here, talent assignment is distorted by the agency problem as firms involving higher risk or disutility choose less talented CEOs. Such firms also pay higher salaries in the cross-section, but economy-wide increases in risk or the disutility of being a CEO (e.g. due to regulation) do not affect pay. The strength of incentives depends only on the disutility of effort and is independent of risk and risk aversion. If the CEO affects the volatility as well as mean of firm returns, incentives rise and are increasing in risk and risk aversion. We calibrate the efficiency losses from various forms of poor corporate governance, such as failures in monitoring and inefficiencies in CEO assignment. The losses from misallocation of talent are orders of magnitude higher than from inefficient risk-sharing.\n\n",
    "acknowledgement": "\nWe thank Chris Armstrong, Karthik Balakrishnan, Philip Bond, Ingolf Dittmann, Vincent Glode, Todd Gormley, Holger Mueller, Derek Neal, Greg Nini, Gustav Sigurdsson, Luke Taylor and seminar participants at Chicago, LBS, NYU, Penn State, Wharton and the Theory Conference on Corporate Finance and Financial Markets for valued input, and Qi Liu for research assistance. We are grateful to Ingolf Dittmann for generously sharing his data on CEO non-firm wealth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}