{
    "id": 15992,
    "citation_title": "Asset Liquidity and the Cost of Capital",
    "citation_author": [
        "Hernán Ortiz-Molina",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of real asset liquidity on a firm's cost of capital. We find an aggregate asset-liquidity discount in firms' cost of capital that is strongly counter-cyclical. At the firm-level we find that asset liquidity affects firms'  cost of capital both in the cross section and in the time series: Firms in industries with more liquid assets and during periods of high asset liquidity have lower cost of capital. This effect is stronger when the asset liquidity is provided by firms operating within the industry. We also find that higher asset liquidity reduces the cost of capital by more for firms that face more competitive risk in product markets, have less access to external capital or are closer to default, and for those facing negative demand shocks. Our results suggest that asset liquidity is valuable to firms and, more generally, that operating inflexibility is an economically important source of risk.\n\n",
    "acknowledgement": "\nWe thank Heitor Almeida, Murray Carlson, Jason Chen, Lorenzo Garlappi, Itay Goldstein (WFA discussant), N. R. Prabhala, Avri Ravid, Jason Schloetzer, as well as seminar participants at Georgetown University, the Pacific NorthWest Finance Conference 2008, and the Western Finance Association Meetings 2009 for their helpful comments. Ortiz-Molina acknowledges the financial support from the Social Sciences and Humanities Research Council of Canada. All errors are the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}