{
    "id": 15990,
    "citation_title": "Match Quality, Worker Productivity, and Worker Mobility: Direct Evidence From Teachers",
    "citation_author": [
        "C. Kirabo Jackson"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2012-02-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nI investigate the importance of the match between teachers and schools for student achievement. I show that teacher effectiveness increases after a move to a different school, and I estimate teacher-school match effects using a mixed-effects estimator. Match quality \"explains away\" a quarter of, and has two-thirds the explanatory power of teacher quality. Match quality is negatively correlated with turnover, unrelated with exit, and increases with experience. This paper provides the first estimates of worker-firm match quality using output data as opposed to inferring productivity from wages or employment durations. Because teacher wages are essentially unrelated to productivity, this is compelling evidence that workers may seek high-quality matches for reasons other than higher pay.\n\n",
    "acknowledgement": "\nI thank John Abowd, Simon Woodcock, and Derek Neal for helpful suggestions. I thank Kara Bonneau of the North Carolina Education Research Data Center. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}