{
    "id": 15997,
    "citation_title": "Financial Development and City Growth: Evidence from Northeastern American Cities, 1790-1870",
    "citation_author": [
        "Howard Bodenhorn",
        "David Cuberes"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2014-02-26",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper we argue that in 19th century U.S, households and firms that were located in cities with banks enjoyed a higher level of both consumption and production amenities than those who were located in cities without banks. We use data on banks location and city population growth in the Northeastern United States in 1830-1870 and document a positive and strong correlation between financial development and subsequent population growth. The correlation is robust to controls for geographical characteristics of the city, the percentage of population working in different sectors, and its initial population. Propensity score matching estimators that compare similar cities in terms of observables also yield a positive association between finance and urban growth. Our estimates suggest that the presence of a bank at a given location in the late 1830s is associated with increases its population growth in the 1840s by one to one and a half percentage points per year. Because urban growth was correlated with economic development in the nineteenth-century U.S, we believe our results provide further support for the finance-growth nexus.\n\n",
    "acknowledgement": "\nWe thank Antonio Accetturo, Scott Baier, Tomas Cvrcek, Jeff Lin, Albert Saiz, Curtis Simon, and seminar participants at Brown University, University of the Basque Country, University of Sheffield, and participants in the Urban Economics Association Meetings in Denver, and the First Workshop on Urban Economics (University of Barcelona) for valuable comments on earlier drafts. Bodenhorn thanks the John Simon Guggenheim Foundation for financial support. We also thank Adam Blott, Laura Lamontagne and Pam Bodenhorn for their assistance in collecting and organizing the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}