{
    "id": 15995,
    "citation_title": "Exports, Export Destinations, and Skills",
    "citation_author": [
        "Irene Brambilla",
        "Daniel Lederman",
        "Guido Porto"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2011-12-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the links between exports, export destinations and skill utilization by firms. We identify two mechanisms behind these links, which we integrate into a unified theory of export destinations and skills. First, exporting to high-income countries with higher valuation for quality leads to quality upgrades that are skill-intensive (Verhoogen, 2008). Second, exporting requires services such as distribution, transportation, and advertising, activities that are also intensive in skilled labor (Matsuyama, 2007). Depending on the characteristics of the source country (such as income, language), the theories suggest a skill-bias in export destinations: firms that export to high-income destinations hire more skills and pay higher wages than firms that export to middle-income countries or that sell domestically. We test the theory using a panel of Argentine manufacturing firms. The data cover the period 1998-2000 and span the Brazilian currency devaluation of 1999. We use the exogenous changes in exports and export destinations brought about by this devaluation in a major export partner to identify the causal effect of exporting and of exporting to high-income countries on skill utilization. We find that Argentine firms exporting to high-income countries hired a higher proportion of skilled workers and paid higher average wages than other exporters (to non high-income countries) and domestic firms. Instead, we cannot identify any causal effect of exporting per se on skill utilization.\n\n",
    "acknowledgement": "\nWe are especially grateful to Agustin Lodola for his help with the data. We thank A. Costinot, C.T. Hsieh, E. Verhoogen, and J. Vogel for helpful suggestions and seminar participants at the NBER, Columbia University, Universidad Nacional de La Plata (UNLP), Universidad de San Andres (UdeSA), Universidad Di Tella (UTDT), Latin American Economic Association (LACEA), the Trade Integration and Growth Network (TIGN) of LACEA, and the InterAmerican Development Bank. We also appreciate the constructive comments from the Editor and two anonymous referees. We remain responsible for any errors and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}