{
    "id": 15996,
    "citation_title": "Skills, Exports, and the Wages of Seven Million Latin American Workers",
    "citation_author": [
        "Irene Brambilla",
        "Rafael Dix Carneiro",
        "Daniel Lederman",
        "Guido Porto"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2011-12-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe returns to schooling and the skill premium are key parameters in various fields and policy debates, including the literatures on globalization and inequality, international migration, and technological change. This paper explores the skill premium and its correlation with exports in Latin America, thus linking the skill premium to the emerging literature on the structure of trade and development. Using data on employment and wages for over seven million workers from sixteen Latin American economies, the authors estimate national and industry-specific returns to schooling and skill premiums and study some of their determinants. The evidence suggests that both country and industry characteristics are important in explaining returns to schooling and skill premiums. The analyses also suggest that the incidence of exports within industries, the average income per capita within countries, and the relative abundance of skilled workers are related to the underlying industry and country characteristics that explain these parameters. In particular, sectoral exports are positively correlated with the skill premium at the industry level, a result that supports recent trade models linking exports with wages and the demand for skills.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support from the World Bank's Latin American and Caribbean Studies Program and a grant funded by the World Bank executed Multi-Donor Trust Fund on Trade. Invaluable insights and comments on previous versions of this paper were received from William F. Maloney, J. Humberto López, Augusto de la Torre, Pravin Krishna, Betty Sadoulet, and three anonymous referees. The opinions expressed herein do not represent the views of theWorld Bank, its Executive Directors, the governments they represent, or the National Bureau of Economic Research. All remaining errors are the authors' responsibility.\n\n\n"
}