{
    "id": 15998,
    "citation_title": "The Effect of Housing on Portfolio Choice",
    "citation_author": [
        "Raj Chetty",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nEconomic theory predicts that home ownership should have a negative effect on risk-taking in financial portfolios. However, empirical work has not found a strong relationship between housing and portfolios. We identify two reasons for the divergence between the theory and data. First, it is critical to distinguish between home equity wealth and mortgage debt, as they have opposite-signed effects on portfolio choice. Second, it is important to isolate variation in home equity and mortgage debt that is orthogonal to unobserved determinants of portfolios. We estimate a model that permits home equity and mortgage debt to have different effects on portfolio shares. We isolate plausibly exogenous variation in home equity and mortgages by using differences across housing markets in average house prices and housing supply elasticities as instruments. Using data for 60,000 households, we find that increases in property value (holding home equity constant) reduce stockholding significantly, while increases in home equity wealth (holding property value constant) raise stockholding. Our estimates imply that the stock share of liquid wealth would rise by 1 percentage point – 6% of the mean stock share – if a household were to spend 10% less on its house, holding fixed wealth. We conclude that housing has substantial impacts on portfolio choice, as theory predicts.\n\n",
    "acknowledgement": "\nThanks to Thomas Davidoff, Edward Glaeser, Albert Saiz, Stephen Shore, anonymous referees, and numerous seminar participants for helpful comments. Gregory Bruich, Calin Demian, Andras Komaromi, Jessica Laird, Keli Liu, James Mahon, Jeno Pal, Juan Carlos Suarez Serrato, and Philippe Wingender provided outstanding research assistance. We are grateful for funding from National Science Foundation Grants SES 0522073 and 0752835. Szeidl thanks the Alfred P. Sloan Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}