{
    "id": 15991,
    "citation_title": "Text-Based Network Industries and Endogenous Product Differentiation",
    "citation_author": [
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2010-05-13",
    "issue_date": "2010-05-13",
    "revision_date": "2012-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how firms differ from their competitors using new time-varying measures of product differentiation based on text-based analysis of product descriptions from 50,673 firm 10-K statements filed yearly with the Securities and Exchange Commission. This year-by-year set of product differentiation measures allows us to generate a new set of industries and corresponding new measures of industry competition where firms can have their own distinct set of competitors. Our new sets of industry competitors better explain specific discussion of high competition by management, rivals identified by managers as peer firms and firm characteristics such as profitability and leverage than do existing classifications. We also find evidence that firm R&D and advertising are associated with subsequent differentiation from competitors, consistent with theories of endogenous product differentiation.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Dynamic Text-Based Industry Classifications and Endogenous Product Differentiation.\" We especially thank Dan Kovenock, Steve Martin, John Sutton and seminar participants at Aalto (Helsinki) School of Economics, HEC, IFN (Stockholm), Insead, ISTCE (Lisbon), London Business School, Notre Dame, Northwestern, Stanford, Stockholm School of Economics, University of Amsterdam, University of Southern California, University of Vienna and the Academy of Management meetings for helpful comments. All errors are the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}