{
    "id": 16005,
    "citation_title": "The Risk Content of Exports: A Portfolio View of International Trade",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been suggested that countries which export in especially risky sectors will experience higher output volatility. This paper develops a measure of the riskiness of a country's pattern of export specialization, and illustrates its features across countries and over time. The exercise reveals large cross-country differences in the risk content of exports. This measure is strongly correlated with terms-of-trade and output volatility, but does not exhibit a close relationship to the level of income, overall trade openness, or other country characteristics. We then propose an explanation for what determines the risk content of exports, based on the theoretical literature exemplified by Turnovsky (1974). Countries with comparative advantage in the safe sectors or strong enough comparative advantage in the risky sectors will specialize, whereas countries whose comparative advantage in the risky sectors is not too strong will diversify their export structure to insure against export income risk. We use both non-parametric and parametric techniques to demonstrate that these theoretical predictions are strongly supported by the data.\n\n",
    "acknowledgement": "\nWe would like to thank Michael Alexeev, Christian Broda, Thomas Chaney, Shawn Cole, Pierre-Olivier Gourinchas, Chang-Tai Hsieh, Jean Imbs, Ayhan Kose, Akito Matsumoto, Rodney Ramcharan, Jaume Ventura, seminar participants at various institutions, and especially Romain Rancière for helpful suggestions. Piyush Chandra provided excellent research assistance. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}