{
    "id": 16004,
    "citation_title": "Under Pressure? The Effect of Peers on Outcomes of Young Adults",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA variety of public campaigns, including the \"Just Say No\" campaign of the 1980s and 1990s that encouraged teenagers to \"Just Say No to Drugs\", are based on the premise that teenagers are very susceptible to peer influences.  Despite this, very little is known about the effect of school peers on the long-run outcomes of teenagers.  This is primarily due to two factors:  the absence of information on peers merged with long-run outcomes of individuals and, equally important, the difficulty of separately identifying the role of peers.  This paper uses data on the population of Norway and idiosyncratic variation in cohort composition within schools to examine the role of peer composition in 9th grade on longer-run outcomes such as IQ scores at age 18, teenage childbearing, post-compulsory schooling educational track, adult labor market status, and earnings. We find that outcomes are influenced by the proportion of females in the grade, and these effects differ for men and women.  Other peer variables (average age, average mother's education) have little impact on the outcomes of teenagers.\n\n",
    "acknowledgement": "\nDevereux thanks the Irish Research Council for the Humanities and Social Sciences (IRCHSS) for financial support. Black and Devereux gratefully acknowledge financial support from the National Science Foundation.  Salvanes thanks the Research Council of Norway for financial support. We would like to thank Eve Caroli, Per-Anders Edin, Kanika Kapur, Eric Maurin, Steve Trejo, and seminar participants at Paris School of Economics, NYU, Carnegie Mellon/University of Pittsburgh, University of Oregon, University of Houston/Rice University, Texas A&M, the University of Texas, Austin, and UCLA Anderson School of Business for helpful comments, We are indebted to Stig Jakobsen who was instrumental in obtaining data access to the IQ data from the Norwegian Armed Forces.  This research was completed while Black was on leave at the Department of Economics at the University of Texas at Austin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}