{
    "id": 16000,
    "citation_title": "A Sexually Unbalanced Model of Current Account Imbalances",
    "citation_author": [
        "Qingyuan Du",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nLarge savings and current account surpluses by China and other countries are said to be a contributor to the global current account imbalances and possibly to the recent global financial crisis. This paper proposes a theory of excess savings based on a major, albeit insufficiently recognized by macroeconomists, transformation in many of these societies, namely, a steady increase in the surplus of men relative to women. We construct an OLG model with two sexes and a desire to marry. We show conditions under which an intensified competition in the marriage market can induce men to raise their savings rate, and produce a rise in the aggregate savings and current account surplus. This effect is economically significant if the biological desire to have a partner of the opposite sex is strong. A calibration of the model suggests that this factor could generate economically significant current account responses, or more than 1/2 of the actual current account imbalances observed in the data.\n\n",
    "acknowledgement": "\nWe thank Stefania Albanesi, V. Bhaskar,  Pierre-Andre Chiappori, Ed Hopkins, Aloysius Siow, and especially Xiaobo Zhang, and seminar participants at the IMF, World Bank, Columbia University, University of Washington, Hong Kong University and Chinese University of Hong Kong for very helpful discussions, and Joy Glazener for editorial assistance. All errors are our responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}