{
    "id": 16001,
    "citation_title": "Deals versus Rules: Policy Implementation Uncertainty and Why Firms Hate It",
    "citation_author": [
        "Mary Hallward-Driemeier",
        "Gita Khun-Jush",
        "Lant Pritchett"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms in Africa report \"regulatory and economic policy uncertainty\" as a top constraint to their growth.  We argue that often firms in Africa do not cope with policy rules, rather they face deals; firm-specific policy actions that can be influenced by firm actions (e.g. bribes) and characteristics (e.g. political connections).  Using Enterprise Survey data we demonstrate huge variability in reported policy actions across firms notionally facing the same policy.   The within-country dispersion in firm-specific policy actions is larger than the cross-national differences in average policy.  We show that variability in this policy implementation uncertainty within location-sector-size cells is correlated with firm growth rates.  These measures of implementation variability are more strongly related to lower firm employment growth than are measures of \"average\" policy action.  Finally, we show that the de jure measures such as Doing Business indicators are virtually uncorrelated with ex-post firm-level responses, further evidence that deals rather than rules prevail in Africa.  Strikingly, the gap between de jure and de facto conditions grows with the formal regulatory burden.  The evidence also shows more burdensome processes open up more space for making deals; firms may not incur the official costs of compliance, but they still pay to avoid them.  Finally, measures of institutional capacity and better governance are closely associated with perceived consistency in implementation.\n\n",
    "acknowledgement": "\nWe would like to thank the NBER for support via the Africa Project.  We would like to thank Bill Battaile, Asli Demirguc-Kunt, Ahmed Galal, Ricardo Hausmann, Marialisa Motta, Stephen O'Connell, Rita Ramalho, James Robinson, Dani Rodrik, Luis Serven, Andrei Shleifer, Sylvia Solf and David Weil for conversations that were, perhaps unbeknownst to them, helpful and to Dan Willey for motivation on this topic.  Mamadou Bady Balde provided the materials on Rwanda.  The views expressed here do not necessarily represent the views of the World Bank, its Executive Directors, or the National Bureau of Economic Research.\n\n\n"
}