{
    "id": 16002,
    "citation_title": "As Science Evolves, How Can Science Policy?",
    "citation_author": [
        "Benjamin Jones"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nGetting science policy right is a core objective of government that bears on scientific advance, economic growth, health, and longevity. Yet the process of science is changing. As science advances and knowledge accumulates, ensuing generations of innovators spend longer in training and become more narrowly expert, shifting key innovations (i) later in the life cycle and (ii) from solo researchers toward teams.  This paper summarizes the evidence that science has evolved - and continues to evolve - on both dimensions.  The paper then considers science policy. The ongoing shift away from younger scholars and toward teamwork raises serious policy challenges. Central issues involve (a) maintaining incentives for entry into scientific careers as the training phase extends, (b) ensuring effective evaluation of ideas (including decisions on patent rights and research grants) as evaluator expertise narrows, and (c) providing appropriate effort incentives as scientists increasingly work in teams.  Institutions such as government grant agencies, the patent office, the science education system, and the Nobel Prize come under a unified focus in this paper.  In all cases, the question is how these institutions can change. As science evolves, science policy may become increasingly misaligned with science itself - unless science policy evolves in tandem.\n\n",
    "acknowledgement": "\nI wish to thank Pierre Azoulay, Josh Lerner, Bhaven Sampat, Paula Stephan, and Scott Stern for very helpful discussions, comments, and data guidance.  Contact: 2001 Sheridan Road, Room 609, Evanston, IL 60208. Email: bjones@kellogg.northwestern.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}