{
    "id": 16003,
    "citation_title": "Econometric Methods for Research in Education",
    "citation_author": [
        "Costas Meghir",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews some of the econometric methods that have been used in the economics of education. The focus is on understanding how the assumptions made to justify and implement such methods relate to the underlying economic model and the interpretation of the results. We start by considering the estimation of the returns to education both within the context of a dynamic discrete choice model inspired by Willis and Rosen (1979) and in the context of the Mincer model. We discuss the relationship between the econometric assumptions and economic behaviour. We then discuss methods that have been used in the context of assessing the impact of education quality, the teacher contribution to pupils' achievement and the effect of school quality on housing prices. In the process we also provide a summary of some of the main results in this literature.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Handbook of Education. We thank Rick Hanushek, Jim Heckman and Jeremy Lise for comments and discussions. We also thank Zohar Perla for her excellent research assistance. Costas Meghir thanks the ESRC under the Professorial Fellowship RES-051-27-0204 and the ESRC Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies for funding this research. Rivkin would like to thank the Smith Richardson Foundation, the Spencer Foundation, the Hewlett Foundation, and the Packard Humanity Institute for supporting his work on the modelling of student achievement and teacher value-added. Responsibility for any errors is ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}