{
    "id": 16019,
    "citation_title": "Human Resource Management and Productivity",
    "citation_author": [
        "Nicholas Bloom",
        "John Van Reenen"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this handbook of labor economics chapter we examine the relationship between Human Resource Management (HRM) and productivity. HRM includes incentive pay (individual and group) as well as many non-pay aspects of the employment relationship such as matching (hiring and firing) and work organization (e.g. teams, autonomy). We place HRM more generally within the literature on management practices and productivity. We start with some facts on levels and trends of both HRM and productivity and the main economic theories of HRM. We look at some of the determinants of HRM - risk, competition, ownership and regulation. The largest section analyses the impact of HRM on productivity emphasizing issues of methodology, data and results (from micro-econometric studies). We conclude briefly with suggestions of avenues for future frontier work.\n\n",
    "acknowledgement": "\nThis paper has been prepared for a chapter in the Handbook of Labor Economics Volume IV edited by David Card and Orley Ashenfelter. We would like to thank the Economic and Social Research Council for their financial support through the Center for Economic Performance. This survey draws substantially on joint work with Daron Acemoglu, Philippe Aghion, Eve Caroli, Luis Garicano, Christos Genakos, Claire Lelarge, Ralf Martin, Raffaella Sadun and Fabrizio Zilibotti. We would like to thank Orley Ashenfelter, Oriana Bandiera, Alex Bryson, David Card, Edward Lazear, Paul Oyer, John Roberts, Kathy Shaw and participants in conferences in Berkeley and the LSE for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}