{
    "id": 16013,
    "citation_title": "The Effect of Education on Adult Health and Mortality: Evidence from Britain",
    "citation_author": [
        "Damon Clark",
        "Heather Royer"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a strong, positive and well-documented correlation between education and health outcomes. There is much less evidence on the extent to which this correlation reflects the causal effect of education on health - the parameter of interest for policy. In this paper we attempt to overcome the difficulties associated with estimating the causal effect of education on health. Our approach exploits two changes to British compulsory schooling laws that generated sharp differences in educational attainment among individuals born just months apart. Using regression discontinuity methods, we confirm that the cohorts just affected by these changes completed significantly more education than slightly older cohorts subject to the old laws. However, we find little evidence that this additional education improved health outcomes or changed health behaviors. We argue that it is hard to attribute these findings to the content of the additional education or the wider circumstances that the affected cohorts faced (e.g., universal health insurance). As such, our results suggest caution as to the likely health returns to educational interventions focused on increasing educational attainment among those at risk of dropping out of high school, a target of recent health policy efforts.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Josh Angrist, Kelly Bedard, David Card, Olivier Deschenes, John DiNardo, Michael Grossman, Mireille Jacobson, Nico Lacetera, Justin McCrary, Jonah Rockoff, Justin Sydnor, Ty Wilde and numerous seminar participants. Paul Clark, Megan Henderson and Matt Masten provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}