{
    "id": 16017,
    "citation_title": "Recruiting Effective Math Teachers: How Do Math Immersion Teachers Compare?: Evidence from New York City",
    "citation_author": [
        "Donald Boyd",
        "Pam Grossman",
        "Karen Hammerness",
        "Hamilton Lankford",
        "Susanna Loeb",
        "Mathew Ronfeldt",
        "James Wyckoff"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool districts often struggle to recruit and retain effective math teachers.  Alternative-route certification programs aim to expand the pool of teachers available; however, many alternate routes have not been able to attract large numbers of teacher candidates with undergraduate degrees in math.  In response, some districts, including Baltimore, Philadelphia, Washington D.C., and New York City,  have developed alternative programs with a math immersion component to recruit candidates who do not have undergraduate majors in math.  Such programs provide potential math teachers with intensive math preparation to meet state certification requirements while, at the same time maintaining an early-entry approach in which individuals who have not completed a teacher preparation program can become qualified to teach with only five to seven weeks of coursework and practice teaching.  Four years since its inception, the New York City Teacher Fellows Math Immersion program supplies 50 percent of all new certified math teachers to New York City public schools.  In this study, we find that Math Immersion teachers have stronger academic qualifications than their College Recommending (traditionally certified) peers, although they have weaker qualifications than Teach for America teachers.  However, despite stronger general academic qualifications Math Immersion teachers produce somewhat smaller gains in math achievement for middle school math students than do College Recommending teachers and substantially smaller gains than do Teach for America teachers.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We benefited from insights by Vicki Bernstein and Mark Thames.  We also thank the program directors and other administrators who provided us with details of their preparation programs.  Thanks to participants at the AEFA meetings and seminar participants at the University of Pennsylvania for comments on an earlier draft.  We appreciate financial support from the U.S. Department of Education, IES Grant R305E06025 and the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018 to the Urban Institute.  The views expressed in the paper are solely those of the authors and may not reflect those of the funders. Any errors are attributable to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}