{
    "id": 16018,
    "citation_title": "Building Social Capital Through MicroFinance",
    "citation_author": [
        "Benjamin Feigenberg",
        "Erica M. Field",
        "Rohini Pande"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of development assistance programs promote community interaction as a means of building social capital. Yet, despite strong theoretical underpinnings, the role of repeat interactions in sustaining cooperation has proven difficult to identify empirically. We provide the first experimental evidence on the economic returns to social interaction in the context of microfinance. Random variation in the frequency of mandatory meetings across first-time borrower groups generates exogenous and persistent changes in clients' social ties. We show that the resulting increases in social interaction among clients more than a year later are associated with improvements in informal risk-sharing and reductions in default. A second field experiment among a subset of clients provides direct evidence that more frequent interaction increases economic cooperation among clients. Our results indicate that group lending is successful in achieving low rates of default without collateral not only because it harnesses existing social capital, as has been emphasized in the literature, but also because it builds new social capital among participants.\n\n",
    "acknowledgement": "\nWe thank Emmerich Davies, Sean Lewis Faupel, Sitaram Mukherjee and Anup Roy for superb field work and research assistance, Alexandra Cirone and Gabe Scheffler for editorial assistance and Village Welfare Society and Center for Micro-Finance for hosting this study, Theresa Chen, Annie Duflo, Nachiket Mor and Justin Oliver for enabling this work and ICICI, Exxon Mobil Educating Women and Girls Initiative (administered through WAPP/CID at Harvard) and the Dubai Initiative for financial support. We also thank Attila Ambrus, Abhijit Banerjee, Tim Besley, Amitabh Chandra, Esther Duflo, Raquel Fernandez, Dominic Leggett, Muriel Niederle, Aloysius Sioux, Jesse Shapiro, Anil Somani and numerous seminar participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}