{
    "id": 16012,
    "citation_title": "The Impact of Health Care Reform On Hospital and Preventive Care: Evidence from Massachusetts",
    "citation_author": [
        "Jonathan T. Kolstad",
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn April 2006, the state of Massachusetts passed legislation aimed at achieving near universal health insurance coverage. A key provision of this legislation, and of the national legislation passed in March 2010, is an individual mandate to obtain health insurance. Although previous researchers have studied the impact of expansions in health insurance coverage among the indigent, children, and the elderly, the Massachusetts reform gives us a novel opportunity to examine the impact of expansion to near-universal health insurance coverage among the entire state population. In this paper, we are the first to use hospital data to examine the impact of this legislation on insurance coverage, utilization patterns, and patient outcomes in Massachusetts. We use a difference-in-difference strategy that compares outcomes in Massachusetts after the reform to outcomes in Massachusetts before the reform and to outcomes in other states. We embed this strategy in an instrumental variable framework to examine the effect of insurance coverage on utilization patterns. Using the Current Population Survey, we find that the reform increased insurance coverage among the general Massachusetts population. Our main source of data is a nationally-representative sample of approximately 20% of hospitals in the United States. Among the population of hospital discharges in Massachusetts, the reform decreased uninsurance by 36% relative to its initial level. We also find that the reform affected utilization patterns by decreasing length of stay and the number of inpatient admissions originating from the emergency room. Using new measures of preventive care, we find some evidence that hospitalizations for preventable conditions were reduced. The reform affected nearly all age, gender, income, and race categories. We also examine costs on the hospital level and find that hospital cost growth did not increase after the reform in Massachusetts relative to other states.\n\n",
    "acknowledgement": "\nThis paper has been updated to include newly-available data that extend our analysis for an additional 15 months after the reform. Andrew Maleki, Doug Norton, Aditi Sen and Swati Yanamadala provided excellent research assistance. C. Lanier Benkard, Joseph Doyle, Amy Finkelstein, Sherry Glied, Dana Goldman, Jonathan Gruber, Kate Ho, Jill Horwitz, Rob Huckman, Kosali Simon, Jonathan Skinner, Erin Strumpf, Ebonya Washington, and Heidi Williams provided helpful feedback. We thank the Schaeffer Center at USC. We also thank seminar participants at the University of Connecticut, Columbia University, the University of Illinois, the University of Lausanne, Case Western, Rice/University of Houston, the NBER Summer Institute, the Louis and Myrtle Moskowitz Workshop on Empirical Health Law and Business at the University of Michigan, and the 2nd HEC Montreal IO and Health Conference. Mohan Ramanujan and Jean Roth provided invaluable support at the NBER. Remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}