{
    "id": 16014,
    "citation_title": "Characterizing Markets for Biopharmaceutical Innovations: Do Biologics Differ from Small Molecules?",
    "citation_author": [
        "Mark Trusheim",
        "Murray L. Aitken",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch has been written about the seemingly less formal, more agile biotechnology industry and its extensive interactions with academia and startups, as well as its distinct scientific, manufacturing and regulatory profile.  Employing a data base encompassing all 96 biologics and 212 small molecules newly launched in the U.S. between 1998Q1 and 2008Q4, we compare their downstream clinical and commercial characteristics -- therapeutic class concentration, launch delays following approval, Orphan Drug and priority review status, supplemental indications, black box warning and safety record, and pricing and revenue growth during the product life cycle.  We conclude that the market dynamics of biologics differ substantially from those of small molecules, although therapeutic class composition plays a major role.\n\n",
    "acknowledgement": "\nThis research has been supported by Pfizer, Inc., whose support we gratefully acknowledge.  We also acknowledge with thanks the extensive data support from and discussions with Michael Kleinrock of IMS Health, and superb research assistance from Lauren Trusheim.  Any opinions expressed herein are those of the authors, and do not necessarily reflect the views and judgments of the sponsor or the institutions with whom the authors are affiliated or the National Bureau of Economic Research.  Presented at the National Bureau of Economic Research Workshop on Frontiers in Health Policy Research, Washsington DC, October 14, 2009.  Forthcoming, Forum for Health Economics & Policy.\n\n\n"
}