{
    "id": 16015,
    "citation_title": "Measure for Measure: The relationship between measures of instructional practice in middle school English Language Arts and teachers' value-added scores",
    "citation_author": [
        "Pam Grossman",
        "Susanna Loeb",
        "Julia Cohen",
        "Karen Hammerness",
        "James Wyckoff",
        "Donald Boyd",
        "Hamilton Lankford"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven as research has begun to document that teachers matter, there is less certainty about what attributes of teachers make the most difference in raising student achievement. Numerous studies have estimated the relationship between teachers' characteristics, such as work experience and academic performance, and their value-added to student achievement; but, few have explored whether instructional practices predict student test score gains.  In this study, we ask what classroom practices, if any, differentiate teachers with high impact on student achievement in middle school English Language Arts from those with lower impact. In so doing, the study also explores to what extent value-added measures signal differences in instructional quality.  Even with the small sample used in our analysis, we find consistent evidence that high value-added teachers have a different profile of instructional practices than do low value-added teachers. Teachers in the fourth (top) quartile according to value-added scores score higher than second-quartile teachers on all 16 elements of instruction that we measured, and the differences are statistically significant for a subset of practices including explicit strategy instruction.\n\n",
    "acknowledgement": "\nWe are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We appreciate financial support from the Carnegie Corporation and the National Center for the Analysis of Longitudinal Data in\nEducation Research (CALDER). CALDER is supported by IES Grant R305A060018 to the Urban Institute. The views expressed in the paper are solely those of the authors and may not reflect those of the\nfunders. Any errors are attributable to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}