{
    "id": 16025,
    "citation_title": "How Much is Social Capital Worth?",
    "citation_author": [
        "John F. Helliwell",
        "Christopher P. Barrington-Leigh"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses data from global and Canadian surveys data to estimate the powerful linkages between social connections, their related social identities, and subjective well-being. Our explanatory variables include several measures of the extent and frequency of use of social networks, combined with a number of measures of general and domain-specific trust, which are often used to gauge effective social capital. Using these measures we find that trust and social network size and use are all strong predictors of subjective well-being. We demonstrate the size and impact of these effects by calculating compensating differentials, measured as the changes in household income that would produce equivalent levels of life satisfaction.\nWe introduce three key measures of social identity - the respondents' sense of belonging to their communities, province and country - and find that they add significantly to the explanation of life satisfaction among Canadian respondents, and provide important mediating channels whereby social capital is linked to subjective well-being.\n\n",
    "acknowledgement": "\nWe are grateful for invaluable access to the Gallup World Poll,  and to Canadian GSS17 data through the UBC Research Data Centre supported by Statistics Canada. This paper is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research (including a Junior Fellowship award for Chris Barrington-Leigh), and is supported also by grants from the Social Sciences and Humanities Research Council of Canada. We have been much aided also by the advice of Jolanda Jetten, Alex Haslam and Cath Haslam. The views expressed herein are those of the authors and do not necessarily reflect those of the National Bureau of Economic Research.\n\n\n"
}