{
    "id": 16021,
    "citation_title": "Economic Opportunities and Gender Differences in Human Capital: Experimental Evidence for India",
    "citation_author": [
        "Robert T. Jensen"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGender differences in health and education are a concern for a number of developing countries. While standard theory predicts human capital should respond to market returns, social norms (e.g., disapproval of women working outside the home) may weaken or even sever this link for girls. Though many studies have examined the link between women's wages or labor force participation and investment in girls, two significant problems are the possibility of omitted variables bias and reverse causality, and difficulty in identifying which of several mechanisms (returns, bargaining power, income, etc.) link the two. To overcome these problems, we provided three years of recruiting services to help young women in randomly selected Indian villages get jobs in the business process outsourcing industry. Girls in treatment villages were more likely to be in school and had greater measured BMI. We argue that the design of the experiment (providing opportunities almost exclusively for young, unmarried women rather than current mothers) allows us to rule out that mechanisms other than increases in the returns explain our results.\n\n",
    "acknowledgement": "\nI would like to thank Dora Costa, Pascaline Dupas, Nolan Miller, Adriana Lleras-Muney, Mai Nguyen, Jeff Nugent, Emily Oster, John Strauss and seminar participants at Berkeley, Columbia, the University of Chicago and Yale for valuable comments and discussions. Financial support from the Center for Aging and Health Research at the National Bureau of Economic Research, the Women and Public Policy Program, the Dean's Research Fund at and the William F. Milton Fund at Harvard University is gratefully acknowledged. I would also like to thank Shubhashis Gangopadhyay and the India Development Foundation for hosting me during the initial stages of this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}