{
    "id": 16028,
    "citation_title": "Matching with Couples: Stability and Incentives in Large Markets",
    "citation_author": [
        "Fuhito Kojima",
        "Parag A. Pathak",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nAccommodating couples has been a longstanding issue in the design of centralized labor market clearinghouses for doctors and psychologists, because couples view pairs of jobs as complements. A stable matching may not exist when couples are present. We find conditions under which a stable matching exists with high probability in large markets. We present a mechanism that finds a stable matching with high probability, and which makes truth-telling by all participants an approximate equilibrium. We relate these theoretical results to the job market for psychologists, in which stable matchings exist for all years of the data, despite the presence of couples.\n\n",
    "acknowledgement": "\nWe thank Rezwan Haque, and especially Dan Barron and Pete Troyan for superb research assistance. We are also grateful to Joel Sobel and participants at the ERID Matching Conference \"Roth and Sotomayor: Twenty Years After\" at Duke for comments. Elliott Peranson and Greg Keilin provided invaluable assistance in obtaining and answering questions about the data used in this paper on behalf of National Matching Services and the Association of Psychology Postdoctoral and Internship Centers. The National Science Foundation provided research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}