{
    "id": 16024,
    "citation_title": "Understanding Creativity",
    "citation_author": [
        "David W. Galenson"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe discipline of economics has traditionally refused to study the behavior and achievements of specific individuals. Yet creativity - a primary source of the technological change that drives economic growth - is largely the domain of extraordinary individuals or small groups. For the first time in the history of the discipline, within the last decade economists have begun to study how these extraordinary individuals make their discoveries, and the results have been dramatic. \nResearch done to date has demonstrated that artistic innovators can usefully be divided into two types. Experimental innovators seek to record their perceptions. They proceed tentatively, by trial and error, building their skills gradually, and making their greatest contributions late in their lives. In contrast, conceptual innovators use their art to express ideas and emotions. The precision of their goals allows them to plan their work, and execute it decisively. Their most radical new ideas, and consequently their greatest innovations, occur early in their careers.\nThe research that has established these patterns has several central components.  A key element is the systematic measurement of an artist's creativity over the course of the life cycle: this not only establishes when the artist made his greatest contribution, but also provides an objective identification of his greatest innovation.  This facilitates another key element of the research, the categorization of the artist as experimental or conceptual.  This effectively depends on whether the artist works inductively, building his contribution incrementally from observation, or deductively, creating his innovation as a consequence of a new idea.\nThese patterns have been established empirically, by a large number of studies of important practitioners of a wide range of arts. It is now time to extend economic research on creativity, by applying this analysis to other intellectual domains. It is important to recognize that economists' failure to study individuals has prevented them from understanding the sources of the contributions of the most productive people in our society.  Breaking this disciplinary taboo may now allow us not only to understand, but perhaps also to increase, the creativity of these remarkable individuals, and to help others to follow them.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}