{
    "id": 16026,
    "citation_title": "Genetic Interactions with Prenatal Social Environment: Effects on Academic and Behavioral Outcomes",
    "citation_author": [
        "Dalton Conley",
        "Emily Rauscher"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCaspi et al. (2002, 2003), Guo et al. (2008a), and Pescosolido et al. (2008) all claim to have demonstrated allele-by-environment interactions, but in all cases environmental influences are potentially endogenous to the unmeasured genetic characteristics of the subjects and their families.  Thus, gene-gene interactions cannot be ruled out as an alternative explanation.  Second, these studies have not deployed adjustments for multiple hypothesis testing--always an issue, but particularly so for GE studies with multiple alleles and outcomes.  Using data from the National Longitudinal Survey of Adolescent Health (Add Health), we address these limitations of previous studies by taking advantage of a natural experiment that randomizes a particular environmental influence - fetal position, resulting in birth weight discordance within monozygotic twin pairs (validated with dizygotic twins as well).  Whether or not we use corrections for multiple statistical tests, we find no support for the GE interactions (or for main effects of genes or birth weight) found in past research  and, in fact, the only significant allele-birth weight interaction we reveal works in the opposite direction of Caspi et al.'s classic finding on 5-HTT and maltreatment.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. This analysis was supported by the NSF Alan T. Waterman Award, SES-0540543. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}