{
    "id": 16023,
    "citation_title": "The Cost of Debt",
    "citation_author": [
        "Jules H. van Binsbergen",
        "John Graham",
        "Jie Yang"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate firm-specific marginal cost of debt functions for a large panel of companies between 1980 and 2007. The marginal cost curves are identified by exogenous variation in the marginal tax benefits of debt. The location of a given company's cost of debt function varies with characteristics such as asset collateral, size, book-to-market, asset tangibility, cash flows, and whether the firm pays dividends. By integrating the area between benefit and cost functions we estimate that the equilibrium net benefit of debt is 3.5% of asset value, resulting from an estimated gross benefit of debt of 10.4% of asset value and an estimated cost of debt of 6.9%. We find that the cost of being overlevered is asymmetrically higher than the cost of being underlevered and that expected default costs constitute approximately half of the total ex ante cost of debt.\n\n",
    "acknowledgement": "\nWe thank Rick Green (the Acting Editor), and an anonymous referee, Heitor Almeida, Ravi Bansal, Jonathan Berk, Michael Brandt, Alon Brav, Hui Chen, Dave Denis, Simon Gervais, Cam Harvey, Han Hong, Ralph Koijen, Mike Lemmon, Rich Mathews, Bertrand Melenberg, Mitch Petersen, Francisco Perez Gonzalez, Anamarıa Pieschacon, Adriano Rampini, Michael Roberts, David Robinson, Ilya Strebulaev, George Tauchen, Larry Weiss, Toni Whited, participants at the WFA meetings, the NBER Summer Institute, the EFA meetings, UNC Tax Symposium, the McKinsey Corporate Finance Conference, and seminar participants at Duke University, Georgetown University, Indiana University, New York University, Purdue University, Rice University, University of Chicago, University of Pittsburgh, and The Wharton School for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}