{
    "id": 16027,
    "citation_title": "Global shocks, economic growth and financial crises: 120 years of New Zealand experience",
    "citation_author": [
        "Michael D. Bordo",
        "David Hargreaves",
        "Mizuho Kida"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify the timing of currency, banking crises and sudden stops in New Zealand from 1880 to 2008, and consider the extent to which empirical models can explain New Zealand's crisis history.  We find that the cross country evidence on the determinants of crises fits New Zealand experience reasonably well. A number of the risk factors that correlate with crises internationally-such as domestic imbalances, external debt, and currency mismatches-were elevated for New Zealand when the country had more frequent crises and have improved in the recent (more stable) period.  However, a time-series analysis of New Zealand growth over 120 years shows that global factors-such as the US growth rate and terms of trade-explain New Zealand growth fairly well, and that crisis dummy variables do not have significant additional explanatory power. This suggests that having sound institutions and policies may help avoid severe domestic crises, but will not be sufficient to avoid the domestic economic impact of the global business cycle.\n\n",
    "acknowledgement": "\nSome of this material is drawn from a lecture given by Michael Bordo during his Professorial Fellowship at the Reserve Bank of New Zealand in July 2009.  We would like to thank Ozer Karagedikli, Gary Hawke, Chris Hunt, Chris Meissner, John Singleton and an anonymous referee for comments or advice; the usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}