{
    "id": 16020,
    "citation_title": "Financial Innovation, the Discovery of Risk, and the U.S. Credit Crisis",
    "citation_author": [
        "Emine Boz",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2010-05-20",
    "issue_date": "2010-05-20",
    "revision_date": "2012-09-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial innovation and overconfidence about asset values and the riskiness of new financial products were important factors behind the U.S. credit crisis. We show that a boom-bust cycle in debt, asset prices and consumption characterizes the equilibrium dynamics of a model with a collateral constraint in which agents learn \\by observation\" the true riskiness of a new financial environment. Early realizations of states with high ability to leverage assets into debt turn agents overly optimistic about the persistence probability of a high-leverage regime. Conversely, the first realization of a low-leverage state turns agents unduly pessimistic about future credit prospects. These effects interact with the Fisherian deflation mechanism, resulting in changes in debt, leverage, and asset prices larger than predicted under either rational expectations without learning or with learning but without Fisherian deflation. The model predicts a large, sustained increase in net household debt and in residential land prices between 1997 and 2006, followed by a sharp collapse in 2007.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Abel, Satyajit Chatterjee,Tim Cogley, Enrica Detragiache, Bora Durdu,George Evans, Martin Evans, Matteo Iacoviello, Urban Jermann, Robert Kollmann, Anton Korinek, Kevin Lansing, Mico Loretan, Agnieszka Markiewicz, Jim Nason, Paolo Pesenti, Vincenzo Quadrini, David Romer, Tom Sargent, and Stijn Van Nieuwerburgh for helpful comments. We are also grateful for comments by participants at the 2011 Philadelphia Macro Workshop, 2011 Midwest Macro Meetings, London Trio Seminar, the conference on \"Expectations, Asset Bubbles and Financial Crises\" at Erasmus University, NBER-CRIW Saving and Wealth Conference, 2011 AEA Meetings, 2009 and 2010 SED Meetings, the 2009 NBER-IFM Summer Institute, Spring 2010 Bundesbank Conference, the 12th Workshop of the Euro Area Business Cycle Network, and at seminars at Brown, UVA, Bank of Korea, Reserve Bank of New Zealand, Federal Reserve Board, World Bank, Wharton, San Francisco Fed, SUNY Albany, the IMF Research Department, and the IMF Institute. Part of this paper was written while Mendoza was a visiting scholar at the IMF Institute and Research Department, and he thanks both for their support. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund or the National Bureau of Economic Research.\n\n\n"
}