{
    "id": 16036,
    "citation_title": "How Can Behavioral Economics Inform Non-Market Valuation? An Example from the Preference Reversal Literature",
    "citation_author": [
        "Jonathan E. Alevy",
        "John List",
        "Wiktor Adamowicz"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPsychological insights have made inroads within most major areas of study in economics.  One area where less advance has been made is environmental and resource economics.  In this study, we examine the implications of preference reversals over evaluation modes, in which stated economic values critically depend on whether the good is valued jointly with others or in isolation.  The question arises because two commonly used methods for eliciting stated preferences differ in that one presents objects together and another presents objects to be evaluated in isolation.  Beyond showing an example of the import of behavioral economics, our empirical evidence sheds new light on the factors associated with insensitivity of valuations to the scope of the good.\n\n",
    "acknowledgement": "\nAlevy, Assistant Professor of Economics, University of Alaska Anchorage; List, Professor of Economics, University of Chicago and NBER; Adamowicz, Professor of Economics, University of Alberta.  Thanks to Ian Bateman, Daniel Kahneman, Glenn Harrison, Liesl Koch, and Robert Sugden for helpful comments.  Seminar participants at several universities and conferences also provided useful feedback.  Any errors or omissions remain our responsibility The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}