{
    "id": 16037,
    "citation_title": "Measuring the Economic Effect of Global Warming on Viticulture Using Auction, Retail, and Wholesale Prices",
    "citation_author": [
        "Orley C. Ashenfelter",
        "Karl Storchmann"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we measure the effect of year to year changes in the weather on wine prices and winery revenue in the Mosel Valley in Germany in order to determine the effect that climate change is likely to have on the income of wine growers. A novel aspect of our analysis is that we compare the estimates based on auction, retail, and wholesale prices. \nAlthough auction prices are based on actual transactions, they provide a thick market only for high quality, expensive wines and may overestimate climate's effect on farmer revenues.  Wholesale prices, on the other hand, do provide broad coverage of all wines sold and probably come closest to representing the revenues of farmers.  Overall, we estimate a 1°C increase in temperature would yield an increase in farmer revenue of about 30 percent.\n\n",
    "acknowledgement": "\nWe are indebted to many people in the Mosel Valley for assistance with our research, but particularly to Rita and Clemens Busch of Pünderich. We are indebted to Kym Anderson, Victor Ginsburgh, Robert Stavins and especially Michael Greenstone and Victor Tremblay for helpful comments on an earlier draft of this paper. We thank Hubert Schnabel of Vereinigte Hospitien Trier for providing the wholesale price data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}