{
    "id": 16033,
    "citation_title": "Evidence on the Determinants of the Choice between Wage Posting and Wage Bargaining",
    "citation_author": [
        "Robert E. Hall",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome workers bargain with prospective employers before accepting a job. Others face a posted wage as a take-it-or-leave-it opportunity. Theories of wage formation point to substantial differences in labor-market equilibrium between bargained and posted wages. We surveyed a representative sample of U.S. workers to inquire about the wage determination process at the time they were hired into their current or most recent jobs. A third of the respondents reported bargaining over pay before accepting their current jobs. About a third of workers had precise information about pay when they first met with their employers, a sign of wage posting. About 40 percent of workers could have remained on their earlier jobs at the time they accepted their current jobs, indicating a more favorable bargaining position than is held by unemployed job-seekers. Our analysis of the distribution of wages shows that wage dispersion is higher among workers who bargained for their wages. Wages are higher among bargainers than non-bargainers, after adjusting for the differing compositions of the groups. Our results on wages give substantial support to the job-ladder model--workers who had the option to remain at their earlier jobs when they took their current jobs can earn higher wages than those without that option.\n\n",
    "acknowledgement": "\nHall's research if part of the program on Economic Fluctuations and Growth of the NBER. The opinions stated in this paper are those of the authors alone and not those of the U.S. Treasury or the National Bureau of Economic Research. We are grateful to our discussant John Kennan, to James Malcomson, Guido Menzio, and Giuseppe Moscarini, and to numerous conference participants for helpful comments. A file containing the calculations is available by googling the first author.\n\n\n"
}