{
    "id": 16038,
    "citation_title": "Investment under Uncertainty: Testing the Options Model with Professional Traders",
    "citation_author": [
        "John A. List",
        "Michael S. Haigh"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAn important class of investment decisions is characterized by unrecoverable sunk costs, resolution of uncertainty through time, and the ability to invest in the future as an alternative to investing today. The options model provides guidance in such settings, including an investment decision rule called the \"bad news principle\": the downside investment state influences the investment decision whereas the upside investment state is ignored. This study takes a new approach to examining predictions of the options model by using the tools of experimental economics. Our evidence, which is drawn from student and professional trader subject pools, is broadly consonant with the options model.\n\n",
    "acknowledgement": "\nThanks to the editor and two anonymous reviewers for insightful remarks that improved the study. Thanks to John Di Clemente, former Managing Director of Research at the Chicago Board of Trade, for authorizing this study. Also special thanks to CBOT staff Dorothy Ackerman Anderson, Frederick Sturm, and Keith Schaap for their incredible support on site. Jonathan Alevy. Liesl Koch, and Michael Price provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}