{
    "id": 16035,
    "citation_title": "Rare Disasters and Risk Sharing with Heterogeneous Beliefs",
    "citation_author": [
        "Hui Chen",
        "Scott Joslin",
        "Ngoc-Khanh Tran"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the threat of rare economic disasters can have large effect on asset prices, difficulty in inference regarding both their likelihood and severity provides the potential for disagreements among investors. Such disagreements lead investors to insure each other against the types of disasters each one fears the most. Due to the highly nonlinear relationship between consumption losses in a disaster and the risk premium, a small amount of risk sharing can significantly attenuate the effect that disaster risk has on the equity premium. We characterize the sensitivity of risk premium to wealth distribution analytically. Our model shows that time variation in the wealth distribution and the amount of disagreement across agents can both lead to significant variation in disaster risk premium. It also highlights the conditions under which disaster risk premium will be large, namely when disagreement across agents is small or when the wealth distribution is highly concentrated in agents fearful of disasters. Finally, the model predicts an inverse U-shaped relationship between the equity premium and the size of the disaster insurance market.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, David Bates, George Constantinides, Xavier Gabaix, Jakub Jurek, Leonid Kogan, Jun Pan, Monika Piazzesi, Bob Pindyck, Annette Vissing-Jorgensen, Jiang Wang, Ivo Welch, Amir Yaron, and seminar participants at MIT Sloan, the AEA Meeting in Atlanta, and the NBER Asset Pricing Meeting in Chicago for comments. All the remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}