{
    "id": 16031,
    "citation_title": "Self-Fulfilling Credit Market Freezes",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Itay Goldstein"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of a self-fulfilling credit market freeze and uses it to study alternative governmental responses to such a crisis.  We study an economy in which operating firms are interdependent, with their success depending on the ability of other operating firms to obtain financing.  In such an economy, an inefficient credit market freeze may arise in which banks abstain from lending to operating firms with good projects because of their self-fulfilling expectations that other banks will not be making such loans.  Our model enables us to study the effectiveness of alternative measures for getting an economy out of an inefficient credit market freeze.  In particular, we study the effectiveness of interest rate cuts, infusion of capital into banks, direct lending to operating firms by the government, and the provision of government capital or guarantees to finance or encourage privately managed lending.  Our analysis provides a framework for analyzing and evaluating the standard and nonstandard instruments used by authorities during the financial crisis of 2008-2009.\n\n",
    "acknowledgement": "\nWe thank Paolo Pesenti, Jakub Steiner, and Andrew Winton for insightful comments.  We also thank seminar and conference participants at the American Economic Association Annual Meeting, the Bank of Portugal Conference on Financial Intermediation, the Federal Reserve Bank of Philadelphia, Harvard University, the IMF Annual Research Conference, the Wharton School, and Temple University.  Bebchuk would like to thank the John M.  Olin Center for Law, Economics, and Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}