{
    "id": 16048,
    "citation_title": "Great Expectations: Law, Employment Contracts, and Labor Market Performance",
    "citation_author": [
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews the literature on employment and labor law. The goal of the review is to understand why every jurisdiction in the world has extensive employment law, particularly employment protection law, while most economic analysis of the law suggests that less employment protection would enhance welfare. The review has three parts. The first part discusses the structure of the common law and the evolution of employment protection law. The second part discusses the economic theory of contract. Finally, the empirical literature on employment and labor law is reviewed. I conclude that many aspects of employment law are consistent with the economic theory of contract - namely, that contracts are written and enforced to enhance ex ante match efficiency in the presence of asymmetric information and relationship specific investments. In contrast, empirical labor market research focuses upon ex post match efficiency in the face of an exogenous productivity shock. Hence, in order to understand the form and structure of existing employment law we need better empirical tools to assess the ex ante benefits of employment contracts.\n\n",
    "acknowledgement": "\nI am grateful to Janet Currie, Harold Demsetz, Victor Goldberg, Lance Liebman, and seminar participants at the Columbia Law School Faculty seminar and the American Law and Economics Association meetings for helpful discussions and comments. I am also grateful to Elliott Ash, Wil Lim, and Uliana Logina for invaluable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}