{
    "id": 16046,
    "citation_title": "Exports, Borders, Distance, and Plant Size",
    "citation_author": [
        "Thomas J. Holmes",
        "John J. Stevens"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fact that large manufacturing plants export relatively more than small plants has been at the foundation of much work in the international trade literature.  We examine this fact using Census micro data on plant shipments from the Commodity Flow Survey.  We show the fact is not entirely an international trade phenomenon; part of it can be accounted for by the effect of distance, distinct from any border effect.  Export destinations tend to be further than domestic destinations, and large plants tend to ship further distances even to domestic locations, as compared with small plants.  We develop an extension of the Melitz (2003) model and use it to set up an analysis with model interpretations of ratios between large plant and small plant shipments that can be calculated with the data. We obtain a decomposition of the overall ratio into a term that varies with distance, holding fixed the border, and a term that varies with the border, holding fixed the distance.  The distance term accounts for more than half of the overall difference.\n\n",
    "acknowledgement": "\nThe research presented here was funded by the National Science Foundation under Grant SES 0551062. Support at the Suitland RDC from NSF (ITR-0427889) is also gratefully acknowledged.  An earlier version of this paper was circulated under the title \"Plant Size and Plant Function.\"  We have benefited from working at the Center for Economic Studies at the Census Bureau, and particularly thank Shawn Klimek, Arnie Reznek, and Lynn Riggs.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve Bank of Minneapolis, the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}