{
    "id": 16041,
    "citation_title": "CEO Overconfidence and Innovation",
    "citation_author": [
        "Alberto Galasso",
        "Timothy S. Simcoe"
    ],
    "citation_publication_date": "2010-05-27",
    "issue_date": "2010-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre CEOs' attitudes and beliefs linked to their fims' innovative performance? This paper uses Malmendier and Tate's measure of overconfidence, based on CEO stock-option exercise, to study the relationship between a CEO's \"revealed beliefs\" about future performance and standard measures of corporate innovation. We begin by developing a career concern model where CEOs innovate to provide evidence of their ability. The model predicts that overconfident CEOs, who underestimate the probability of failure, are more likely to pursue innovation, and that this effect is larger in more competitive industries. We test these predictions on a panel of large publicly traded firms for the years 1980 to 1994. We find a robust positive association between overconfidence and citation-weighted patent counts in both cross-sectional and fixed-effect models. This effect is larger in more competitive industries. Our results suggest that overconfident CEOs are more likely to take their firms in a new technological direction.\n\n",
    "acknowledgement": "\nWe thank Ulrike Malmendier for providing the data that made this research possible. We also thank Iain Cockburn, Avi Goldfarb, Teck Ho, Tanjim Hossain, Lisa Kramer, Mark Schankerman, Xianwen Shi, Mo Xiao and seminar participants at the University of Toronto, Ryerson University, the November 2009 NBER Productivity Lunch and the May 2010 Choice Symposium for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}