{
    "id": 16047,
    "citation_title": "Are Leading Indicators of Financial Crises Useful for Assessing Country Vulnerability? Evidence from the 2008-09 Global Crisis",
    "citation_author": [
        "Jeffrey A. Frankel",
        "George Saravelos"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether leading indicators can help explain the cross-country incidence of the 2008-09 financial crisis. Rather than looking for indicators with specific relevance to the current crisis, the selection of variables is driven by an extensive review of more than eighty papers from the previous literature on early warning indicators. The review suggests that central bank reserves and past movements in the real exchange rate are the two leading indicators that have proven the most useful in explaining crisis incidence across different countries and crises in the past. For the 2008-09 crisis, we use six different variables to measure crisis incidence: drops in GDP and industrial production, currency depreciation, stock market performance, reserve losses, or participation in an IMF program. We find that the level of reserves in 2007 appears as a consistent and statistically significant leading indicator of the current crisis, in line with the conclusions of the earlier literature. In addition to reserves, recent real appreciation is a statistically significant predictor of devaluation and of a measure of exchange market pressure during the current crisis. That our data on the crisis period include the first quarter of 2009 may explain why we find stronger results than earlier papers such as Obstfeld, Shambaugh and Taylor (2009, 2010) and Rose and Spiegel (2009a,b).\n\n",
    "acknowledgement": "\nWe would like to thank Jesse Shreger for comments and the MacArthur Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}