{
    "id": 16043,
    "citation_title": "Growth Accounting with Misallocation: Or, Doing Less with More in Singapore",
    "citation_author": [
        "John Fernald",
        "Brent Neiman"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe derive aggregate growth-accounting implications for a two-sector economy with heterogeneous capital subsidies and monopoly power. In this economy, measures of total factor productivity (TFP) growth in terms of quantities (the primal) and real factor prices (the dual) can diverge from each other as well as from true technology growth. These distortions potentially give rise to dynamic reallocation effects that imply that change in technology needs to be measured from the bottom up rather than the top down. We show an example, for Singapore, of how incomplete data can be used to obtain estimates of aggregate and sectoral technology growth as well as reallocation effects. We also apply our framework to reconcile divergent TFP estimates in Singapore and to resolve other empirical puzzles regarding Asian development.\n\n",
    "acknowledgement": "\nWe thank Jonathan Anderson, Robert Barro, Susanto Basu, Jeff Campbell, Davin Chor, Erwin Diewert, Dan Fineman, Chang-Tai Hsieh, Boyan Jovanovic, Greg Mankiw, Justin Wolfers, Alwyn Young, and seminar participants at several institutions for helpful discussions. We are grateful to several anonymous referees, the editor, and coeditor of the AEJ: Macro, Steve Davis and John Leahy, for their comments and suggestions. David Thipphavong and Titan Alon provided excellent research assistance. Earlier versions of this paper circulated under the titles, \"Measuring Productivity Growth in Asia: Do Market Imperfections Matter?\" and \"Measuring the Miracle: Market Imperfections and Asia's Growth Experience.\" The views are our own and do not necessarily reflect those of anyone else affiliated with the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}