{
    "id": 1604,
    "citation_title": "Does a Flexible Industry Wage Structure Increase Employment?: The U.S. Experience",
    "citation_author": [
        "Linda A. Bell",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1985-04-01",
    "issue_date": "1985-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the flexibility of wages across industries inthe U.S. and seeks to determine the potential impact which changes in the industrial wage structure may have for employment. With regard to the flexibility of wages across industries, we find that the U.S., alone among the major OECD countries, has experienced substantial changes in the industry wage structure since 1970, with the variation of log wages among industries increasing dramatically, particularly in the 1970s. This represents a widening of the gap between wages in the high and low wage sectors. In order to evaluate these changes, we estimate equations linking changes in industry wages over an extended period of time to a variety of potential wage determining characteristics. We find that industrial wages are positively correlated with value productivity per worker, even after controlling for institutional and supply side factors which may have contributed to the increased dispersion of wages in the 1970s. Our results are not consistent with the standard competitive model of industry labor markets, in which wages and productivity are uncorrelated across sectors and wages depend on aggregate, rather than sectoral conditions.With regard to the impact of a flexible industry wage structure on employment, we evaluate the circumstances under which flexible wages among industries may be employment enhancing, and the set of circumstances under which flexible wages are likely to be employment reducing. For the U.S.economy in the 1970s we find that the data support the latter set of circumstances. The bottom line of the U.S. experience is that flexible wages by industry have not contributed to employment growth.\n\n",
    "acknowledgement": "\n"
}