{
    "id": 16051,
    "citation_title": "Are Increasing 5-Year Survival Rates Evidence of Success Against Cancer? A reexamination using data from the U.S. and Australia",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious investigators argued that increasing 5-year survival for cancer patients should not be taken as evidence of improved prevention, screening, or therapy, because they found little correlation between the change in 5-year survival for a specific tumor and the change in tumor-related mortality. However, they did not control for the change in incidence, which influences mortality and is correlated with 5-year survival. \nWe reexamine the question of whether increasing 5-year survival rates constitute evidence of success against cancer, using data from both the U.S. and Australia. When incidence growth is controlled for, there is a highly significant correlation, in both countries, between the change in 5-year survival for a specific tumor and the change in tumor-related mortality. The increase in the relative survival rate is estimated to have reduced the unconditional mortality rate by about 15% in the U.S. between 1976 and 2002, and by about 15% in Australia between 1984 and 2001.\nWhile the change in the 5-year survival rate is not a perfect measure of progress against cancer, in part because it is potentially subject to lead-time bias, it does contain useful information; its critics may have been unduly harsh. Part of the long-run increase in 5-year cancer survival rates is due to improved prevention, screening, or therapy.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}