{
    "id": 16057,
    "citation_title": "Segregation and Tiebout Sorting: Investigating the Link between Investments in Public Goods and Neighborhood Tipping",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Randall P. Walsh"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSegregation has been a recurring social concern throughout human history.  While much progress has been made to our understanding of the mechanisms driving segregation, work to date has ignored the role played by location-specific amenities.  Nonetheless, policy remedies for reducing group inequity often involve place-based investments in minority communities.  In this paper, we introduce an exogenous location-specific public good into a model of group segregation.  We characterize the equilibria of the model and derive the comparative statics of improvements to the local public goods.  We show that the dynamics of neighborhood tipping depend on the levels of public goods.  We also show that investments in low-public good communities can actually increase segregation.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the National Science Foundation, NSF SES-03-21566.  Additional support for Banzhaf was provided by the Property and Environment Research Center (PERC).  We thank partici-pants in a 2008 ASSA Session, the 2009 NBER Summer Institute, and in seminars at Arizona State, Brown, Cornell, Duke, Georgetown, Harvard, PERC, Resources for the Future, the University of British Columbia, the University of Georgia, the University of Kentucky, the University of Wyoming, and Yale for comments on earlier versions of this paper.  We especially thank Patrick Bayer, Antonio Bento, Don Fullerton, and Kerry Smith for their extensive comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}