{
    "id": 16058,
    "citation_title": "Aggregate Idiosyncratic Volatility",
    "citation_author": [
        "Geert Bekaert",
        "Robert J. Hodrick",
        "Xiaoyan Zhang"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine aggregate idiosyncratic volatility in 23 developed equity markets, measured using various methodologies, and we find no evidence of upward trends when we extend the sample until 2008. Instead, idiosyncratic volatility appears to be well described by a stationary autoregressive process that occasionally switches into a higher-variance regime that has relatively short duration. We also document that idiosyncratic volatility is highly correlated across countries. Finally, we examine the determinants of the time-variation in idiosyncratic volatility. In most specifications, the bulk of idiosyncratic volatility can be explained by a growth opportunity proxy, total (U.S.) market volatility, and in most but not all specifications, the variance premium, a business cycle sensitive risk indicator.\n\n",
    "acknowledgement": "\nA previous version of this article circulated under the title \"Is there a trend in idiosyncratic volatility?\" We are very grateful to Tim Vogelsang who provided code for the linear time trend test. We have benefited from the comments of the referee and the editor (Stephen Brown) as well as from discussions with Lieven Baele, Ian Cooper, Rob Engle, Cheol Eun, Mardi Dungey, Chris Jones, Federico Nardari, Tim Simin, Geert Rouwenhorst, Tim Simin and from presentations at the AFA in San Francisco, the EFA in Bergen, Cornell, Rutgers, NYU, the Wharton International Finance Workshop, the Queen's University International Finance Conference, University of Toronto, University of Washington, University of Colorado, Boston College, Purdue, University of Texas at Dallas, Indiana University, University of California at Riverside, University of Houston, and Hong Kong University of Science and Technology. The authors thank NETSPAR for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}