{
    "id": 16059,
    "citation_title": "The Great Trade Collapse of 2008-09: An Inventory Adjustment?",
    "citation_author": [
        "George Alessandria",
        "Joseph P. Kaboski",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of inventories in the decline of production, trade, and expenditures in the US in the economic crisis of late 2008 and 2009. Empirically, we show that international trade declined more drastically than trade-weighted production or absorption and there was a sizeable inventory adjustment. This is most clearly evident for autos, the industry with the largest drop in trade. However, relative to the magnitude of the US downturn, these movements in trade are quite typical. We develop a two-country general equilibrium model with endogenous inventory holdings in response to frictions in domestic and foreign transactions costs. With more severe frictions on international transactions, in a downturn, the calibrated model shows a larger decline in output and an even larger decline in international trade, relative to a more standard model without inventories. The magnitudes of production, trade, and inventory responses are quantitatively similar to those observed in the current and previous US recessions.\n\n",
    "acknowledgement": "\nWe thank editors, Pierre-Olivier Gourinchas and Ayhan Kose, two anonymous referees, Thierry Mayer, Fabrizio Perri, and seminar participants at UC Davis, UC Santa Cruz, ITAM, Penn State, BEA, IMF/Banque de France Conference on Economic Linkages, Spillovers, and the Financial Crisis, Penn/Philadelphia Fed Macroeconomics Workshop, and UTDT/IADB/LACEA International Workshop. Jarcy Zee provided excellent research assistance. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}