{
    "id": 16055,
    "citation_title": "Unpacking Neighborhood Influences on Education Outcomes: Setting the Stage for Future Research",
    "citation_author": [
        "David J. Harding",
        "Lisa Gennetian",
        "Christopher Winship",
        "Lisa Sanbonmatsu",
        "Jeffrey R. Kling"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe motivate future neighborhood research through a simple model that considers youth educational outcomes as a function of neighborhood context, neighborhood exposure, individual vulnerability to neighborhood effects, and non-neighborhood educational inputs -- with a focus on effect heterogeneity. Research using this approach would require three steps.  First, researchers would need to shift focus away from broad theories of neighborhood effects and examine the specific mechanisms through which the characteristics of a neighborhood might affect an individual. Second, neighborhood research would need new and far more nuanced data. Third, more research designs would be needed that can unpack the causal effects, if any, of specific neighborhood characteristics as they operate through well-specified mechanisms.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and should not be interpreted as those of the Congressional Budget Office or the National Bureau of Economic Research. We thank Greg Duncan, Richard Murnane, Rebecca Blank, Robert Sampson, Steve Raudenbush, Patrick Sharkey, Susan Clampet-Lundquist, Tama Leventhal, Larry Katz, Robert Moffitt, and participants at the Social Inequality and Educational Disadvantage conferences and the University of Michigan Robert Wood Johnson Health Policy Seminar for helpful comments on previous versions of this paper. This paper was prepared for Social Inequality and Educational Disadvantage, edited by Greg Duncan and Richard Murnane, Russell Sage Foundation Press.\n\n\n"
}