{
    "id": 16056,
    "citation_title": "Competitive Effects of Means-Tested School Vouchers",
    "citation_author": [
        "David N. Figlio",
        "Cassandra M.D. Hart"
    ],
    "citation_publication_date": "2010-06-04",
    "issue_date": "2010-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of private school competition on public school students' test scores in the wake of Florida's Corporate Tax Credit Scholarship program, now known as the Florida Tax Credit Scholarship Program, which offered scholarships to eligible low-income students to attend private schools. Specifically, we examine whether students in schools that were exposed to a more competitive private school landscape saw greater improvements in their test scores after the introduction of the scholarship program, than did students in schools that faced less competition.  The degree of competition is characterized by several geocoded variables that capture students' ease of access to private schools, and the variety of nearby private school options open to students.  We find that greater degrees of competition are associated with greater improvements in students' test scores following the introduction of the program; these findings are robust to the different variables we use to define competition.  These findings are not an artifact of pre-policy trends; the degree of competition from nearby private schools matters only after the announcement of the new program, which makes nearby private competitors more affordable for eligible students.  We also test for several moderating factors, and find that schools that we would expect to be most sensitive to competitive pressure see larger improvements in their test scores as a result of increased competition.\n\n",
    "acknowledgement": "\nThis research was supported by funds from the Florida Department of Education, the U.S. Department of Education under the aegis of the National Center for the Analysis of Longitudinal Data in Education Research, and the National Institutes of Child Health and Human Development.  The second author was supported by an Institute for Education Sciences predoctoral training grant. We are grateful to the Florida Department of Education and the Scholarship Funding Organizations (Carrie Meek Foundation, Children First Florida and Florida P.R.I.D.E.) for providing the micro-level data necessary for this analysis, as well as considerable technical and programmatic support and advice, and we thank the school districts that provided us with the aggregate data necessary for our supplemental analyses.  We appreciate the helpful comments of Sherrilyn Bilger, Rajashri Chakrabarti, Dennis Epple, Maria Ferreyra, Jon Guryan, Jeff Henig, Larry Kenny, David Myers and Miguel Urquiola, as well as seminar participants at Carnegie Mellon University, the Federal Reserve Bank of New York, Iowa State University, Michigan State University, National Bureau of Economic Research, New York University, Northwestern University, Stanford University, University of Chicago, University of Florida, University of Illinois-Urbana- Champaign, University of Kentucky, University of Maryland-Baltimore County, Upjohn Institute, Uppsala University, and Vanderbilt University/National Center for School Choice, and participants at the annual meetings of the American Economic Association (2010), American Education Finance Association (2010), Association for Public Policy Analysis and Management (2009), Society for Research on Education Effectiveness (2010) and Southern Economic Association (2009). All opinions and errors are our responsibility, and do not necessarily reflect the views of the Florida Department of Education, the U.S. Department of Education, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n"
}