{
    "id": 16052,
    "citation_title": "External Capital Structures and Oil Price Volatility",
    "citation_author": [
        "John D. Burger",
        "Alessandro Rebucci",
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the extent to which a country's external capital structure can aid in mitigating the macroeconomic impact of oil price shocks. We study two Caribbean economies highly vulnerable to oil price shocks, an oil-importer (Jamaica) and an oil-exporter (Trinidad and Tobago). From a risk-sharing perspective, a desirable external capital structure is one that, through international capital gains and losses, helps offset responses of the current account balance to external shocks. We find that both countries could alter their international portfolio to provide a more effective buffer against such shocks.\n\n",
    "acknowledgement": "\nThe authors thank Lutz Kilian for providing an update of his oil shocks series, Philip Lane and Gian Maria Milesi-Ferretti for providing an update of their External Wealth of Nations dataset, Chandar Henry at the Bank of Jamaica for official data on Jamaica IIP, Ambrogio Cesa-Bianchi for research assistance, and for helpful comments Eduardo Cavallo, Shelton Nicholls, Andy Powell, and seminar participants at the IDB, the 2009 Business, Banking, and Finance Conference, the 2009 LACEA Conference, and the 2010 AEA Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}