{
    "id": 16050,
    "citation_title": "Ambiguity and Climate Policy",
    "citation_author": [
        "Antony Millner",
        "Simon Dietz",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic evaluation of climate policy traditionally treats uncertainty by appealing to expected utility theory. Yet our knowledge of the impacts of climate change may not be of sufficient quality to justify probabilistic beliefs. In such circumstances it has been argued that the axioms of expected utility theory may not be the the correct standard of rationality. By contrast several recently-proposed axiomatic frameworks account for ambiguous beliefs. We follow this approach and apply static and dynamic versions of a smooth ambiguity model to climate policy, obtaining general results on the comparative statics of optimal abatement and ambiguity aversion and illustrating this sufficient condition in some simple examples. Greater ambiguity aversion may lead to more or less abatement depending on the details of the model. We then extend our analysis to a dynamic setting and adopt a well-known integrated assessment model to show that the value of emissions abatement increases as ambiguity aversion increases, and that this \"ambiguity premium\" can in some plausible cases be very large.\n\n",
    "acknowledgement": "\nWe thanks Cameron Hepburn, Christian Traeger, Martin Weitzman and Raphael Calel for helpful comments, and Malte Meinshausen for supplying us with empirical estimates of climate distributions. We acknowledge financial support from Munich RE and the Grantham Research Insitute at the London School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}