{
    "id": 16061,
    "citation_title": "Indian Equity Markets: Measures of Fundamental Value",
    "citation_author": [
        "Rajnish Mehra"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we take a critical look at the relationship between the value of capital stock in the Indian corporate sector and the valuation of claims to this capital stock in capital markets. We address the question of whether Indian equity valuations over the period 1991- 2008 are consistent with three key market fundamentals: corporate capital stock, after tax corporate cash flows and net corporate debt. Our analysis extends the neo-classical growth model to include intangible capital and key features of the tax code and uses national account statistics to estimate the equilibrium value of corporate equity relative to GDP. Our framework can provide policy makers with a benchmark to identify deviations in equity markets relative to those implied by economic fundamentals. In addition, it facilitates a quantitative assessment of policy changes such as, for example, the effect of changes in dividend taxation on stock prices. We caution the reader that although our framework is well suited to examining secular movements in the value of equity relative to GDP, it is not suitable to address high frequency price movements in the stock market. In fact, we know of no framework that can satisfactorily account for these movements in terms of the underlying fundamentals. High frequency volatility remains a puzzle. Based on our analysis, we conclude that in a large measure, Indian equity markets were fairly priced over the 1991-2008 period.\n\n",
    "acknowledgement": "\nPrepared for the India Policy Forum. I thank Surjit Bhalla, Barry Bosworth, Ajay Shay and the participants of the India Policy Forum for their helpful comments; Ellen McGrattan, Edward Prescott and especially John Donaldson for many helpful discussions and Viral Shah for his excellent research assistance. The usual caveat applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}