{
    "id": 16062,
    "citation_title": "Field Experiments in Labor Economics",
    "citation_author": [
        "John A. List",
        "Imran Rasul"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe overview the use of field experiments in labor economics. We showcase studies that highlight the central advantages of this methodology, which include: (i) using economic theory to design the null and alternative hypotheses; (ii) engineering exogenous variation in real world economic environments to establish causal relations and learning about the underlying mechanisms; and (iii) engaging in primary data collection and often working closely with practitioners. To highlight the potential for field experiments to inform issues in labor economics, we organize our discussion around the individual life cycle. We therefore consider field experiments related to the accumulation of human capital, the demand and supply of labor, behavior within firms, and close with a brief discussion of the nascent literature of field experiments related to household decision-making.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from ELSE. We thank the editors, Orley Ashenfelter and David Card for comments. We thank Alec Brandon, David Herberich, Dana Krueger, Richard Murphy, and Yana Peysakhovich for excellent research assistance. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}