{
    "id": 16060,
    "citation_title": "The Collateral Channel: How Real Estate Shocks Affect Corporate Investment",
    "citation_author": [
        "Thomas Chaney",
        "David Sraer",
        "David Thesmar"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of real estate prices on corporate investment? In the presence of financing frictions, firms use pledgeable assets as collateral to finance new projects. Through this collateral channel, shocks to the value of real estate can have a large impact on aggregate investment. Over the 1993-2007 period, the representative U.S. corporation invests 6 cents out of each additional dollar of collateral. To compute this sensitivity, we use local variations in real estate prices as shocks to the collateral value of firms that own real estate. We address the endogeneity of local real estate prices using the interaction of interest rates and local constraints on land supply as an instrument. We address the endogeneity of the decision to own land (1) by controlling for observable determinants of ownership and (2) by looking at the investment behavior of firms before and after they acquire land. The sensitivity of investment to collateral value is stronger the more likely a firm is to be credit constrained.\n\n",
    "acknowledgement": "\nWe are grateful to Institut Europlace de Finance for financial support. For their helpful comments, we would like to thank Nicolas Coeurdacier, Stefano DellaVigna, Denis Gromb, Luigi Guiso, Thierry Magnac, Ulrike Malmendier, Atif Mian, Adam Szeidl and Jean Tirole. We are especially indebted to Chris Mayer, for providing us with the Global Real Analytics data. We are also grateful to seminar participants at INSEE in Paris, USC, UC San Diego Rady School of Management, NYU Stern, MIT Sloan, the University of Amsterdam, London Business School, Oxford's Sa ̈ıd School of Business, the University of Chicago, the European University Institute in Florence, Bocconi University, Toulouse University, the Kellog School of Management, Princeton University, the Haas School of Business at Berkeley, and the University of Naples. We are solely responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}