{
    "id": 1606,
    "citation_title": "Some Historical Evidence 1870-1933 on the Impact and International Transmission of Financial Crises",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "1985-04-01",
    "issue_date": "1985-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study presents historical evidence for six countries (the U.S., U.K., Germany, France, Canada, Sweden) in the period 1870-1933 on the impactof financial crises on economic activity and on the international transmission of financial crises. The paper examines two approaches in the literature to the role and importance of financial crises as disturbances to domestic and international economic activity, that of the monetarists--Friedman and Schwartz and Cagan, and that of Fisher-Minsky and Kindleberger. In a comparison of reference cycle contractions for the six countries over the period 1870-1933 severe contractions in economic activity were in all cases accompanied by monetary contraction, in most cases with stock market crashes, but not with the exception of the U.S., by banking crises. The unique performance of the U.S. can be attributed to the absence of a nationwide branch banking system compared to the five other countries examined, and the less effective role played by the U.S. monetary authorities in acting as a lender of last resort. Our principal findings on the international transmission of financial crises are two. First, consistent with the monetarist approach, that under the Classical gold standard, in periods containing financial crises, nations' money supplies were linked by gold flows and changes in high powered money, while under periods of flexible exchange rates there is evidence of insulation of domestic monetary and real variables from foreign shocks. Second, in sympathy with the Kindleberger-Minsky approach, the similarity between countries of turning points in stock market prices, the common incidence of stock market crises, and the similar importance of the deposit reserve ratio as the key determinant of monetary contraction in all countries (except the u.s.) suggests that arbitrage in stock prices was a channel for the international transmission of crises.\n\n",
    "acknowledgement": "\n"
}