{
    "id": 16066,
    "citation_title": "Recessions, Reeling Markets, and Retiree Well-Being",
    "citation_author": [
        "Courtney C. Coile",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of late-career investment returns and job loss on subsequent retiree well-being.  Specifically, we explore whether there is a link between the income of retirees aged 70 to 79 and the stock market and labor market conditions that existed around the time of their retirement.  We use data from the 2000 Census and the 2001 through 2007 American Community Surveys and consider both total personal income and income by type.  We find that a long-term decline in the stock market in the years leading up to retirement leads to a modest reduction in investment income a decade or so later for those in the top third of the income distribution.  The consequences of approaching retirement when the labor market is weak are more severe.  A higher unemployment rate around the time of retirement reduces Social Security income for those in the bottom two-thirds of the income distribution; we estimate that an unemployed worker experiences a roughly 20 percent drop in Social Security income, consistent with claiming benefits several years early.  Overall, our results indicate the importance of the challenges faced by lower-income workers who face a weak labor market as they approach retirement.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at Brandeis University, Columbia University, the University of Illinois at Urbana-Champaign, Wellesley College, and the Wharton School at the University of Pennsylvania for helpful comments.  This research was supported by the W.E. Upjohn Institute for Employment Research. The findings and conclusions expressed are solely those of the authors and do not represent the views of the NBER.\n\n\n"
}