{
    "id": 16067,
    "citation_title": "Oil, Automobiles, and the U.S. Economy: How Much have Things Really Changed?",
    "citation_author": [
        "Valerie A. Ramey",
        "Daniel J. Vine"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of oil shocks on the U.S. economy--and on the motor vehicle industry in particular--and re-examines whether the relationship has changed over time.  We find remarkable stability in the response of aggregate real variables to oil shocks once we account for the extra costs imposed on the economy in the 1970s by price controls and a complex system of entitlements that led to some rationing and shortages.  To investigate further why the response of real variables to oil shocks has not declined over time, we focus on the motor vehicle industry, which is considered the most important channel through which oil shocks affect the economy.  We find that, contrary to common perceptions, the share of motor vehicles in total U.S. goods production has shown little decline over time.  Moreover, within the motor vehicle industry, the effects of oil shocks on the mix of vehicle sold and on capacity utilization appear to have been proportional in recent decades to the effects observed in the 1970s.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not those of the Board of Governors, or the Federal Reserve System, or the National Bureau of Economic Research.  Sam Ackerman provided excellent research assistance.  We are grateful for comments from Daron Acemoglu, Jordi Galí, George Hall, James Hamilton, Chris Kurz, Ariel Pakes, and Garey Ramey, and we thank William Lee for sending us his papers.  We also thank participants at the 2008 International Society for Inventory Research session, the NBER Twenty-fifth Annual Conference on Macroeconomics, and seminar participants at Statistics Canada and UC San Diego.  Valerie Ramey gratefully acknowledges financial support from National Science Foundation grant SES-0617219 through the NBER.\n\n\n"
}