{
    "id": 16064,
    "citation_title": "The GED",
    "citation_author": [
        "James J. Heckman",
        "John Eric Humphries",
        "Nicholas S. Mader"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe General Educational Development (GED) credential is issued on the basis of an eight hour subject-based test. The test claims to establish equivalence between dropouts and traditional high school graduates, opening the door to college and positions in the labor market. In 2008 alone, almost 500,000 dropouts passed the test, amounting to 12% of all high school credentials issued in that year. This chapter reviews the academic literature on the GED, which finds minimal value of the certificate in terms of labor market outcomes and that only a few individuals successfully use it as a path to obtain post-secondary credentials. Although the GED establishes cognitive equivalence on one measure of scholastic aptitude, recipients still face limited opportunity due to deficits in noncognitive skills such as persistence, motivation and reliability. The literature finds that the GED testing program distorts social statistics on high school completion rates, minority graduation gaps, and sources of wage growth. Recent work demonstrates that, through its availability and low cost, the GED also induces some students to drop out of school. The GED program is unique to the United States and Canada, but provides policy insight relevant to any nation's educational context.\n\n",
    "acknowledgement": "\nThis research was supported by NIH R01-HD054702, the American Bar Foundation, The California Endowment, The Commonwealth Foundation, The Nemours Foundation, the Buffett Early Childhood Fund, the Spencer Foundation, an Anonymous funder, and the J.B. and M.K. Pritzker Foundation. We are grateful for the helpful comments of the Handbook authors present at the CESIfo Munich conference. We also received helpful research assistance from Pana Alvarez and Joel Han. We would like to personally thank Lois M. Quinn, who provided valuable comments. The views expressed in this paper are those of the authors and not necessarily those of the funders or other parties listed here. A more complete description of the GED program is presented in our two books, Heckman, Humphries, and Mader [2010a,b]. The views expressed in this paper are those of the authors and not necessarily those of the funders, other parties listed here, or the National Bureau of Economic Research.\n\n\n"
}