{
    "id": 16065,
    "citation_title": "In Search of Real Rigidities",
    "citation_author": [
        "Gita Gopinath",
        "Oleg Itskhoki"
    ],
    "citation_publication_date": "2010-06-03",
    "issue_date": "2010-06-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe closed and open economy literatures work on evaluating the role of real rigidities, but in parallel. This paper brings the two literatures together. We use international price data and exchange rate shocks to evaluate the importance of real rigidities in price setting. We show that consistent with the presence of real rigidities the response of reset-price inflation to exchange rate shocks depicts significant persistence. Individual import prices, conditional on changing, respond to exchange rate shocks prior to the last price change. At the same time aggregate reset-price inflation for imports, like that for consumer prices, depicts little persistence. Competitor prices affect firm pricing, and exchange rate pass-through into import prices is greater in response to trade-weighted as opposed to bilateral exchange rate shocks. We quantitatively evaluate sticky price models (Calvo and menu cost) with variable markups at the wholesale level and constant markups at the retail level, consistent with empirical evidence. Variable markups alone generate price sluggishness at the aggregate level, while they fall short of matching price persistence at the micro level. Finally, variable markups magnify the size of the contract multiplier, but their absolute effects are modest unless they are coupled with exogenous sources of persistence.\n\n",
    "acknowledgement": "\nPrepared for the NBER 25-th Macroannual Conference, April 9-10, 2010. We thank the  International Price Program of the Bureau of Labor Statistics for access to unpublished micro data. We owe a huge debt of gratitude to our project coordinator Rozi Ulics for her invaluable help on this project. The views expressed here do not necessarily reflect the views of the BLS or the National Bureau of Economic Research. We thank Jim Stock, Mark Watson, Ulrich Mueller, Chris Sims, Patrick Kehoe, the editors Daron Acemoglu and Mike Woodford, and our discussants Mike Golosov and Virgiliu Midrigan for comments. This research is supported by NSF grant # SES 0617256.\n\n\n"
}