{
    "id": 16069,
    "citation_title": "Evaluating the Effects of Large Scale Health Interventions in Developing Countries: The Zambian Malaria Initiative",
    "citation_author": [
        "Nava Ashraf",
        "Günther Fink",
        "David N. Weil"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2003, Zambia has been engaged in a large-scale, centrally coordinated national anti-Malaria campaign which has become a model in sub-Saharan Africa. This paper aims at quantifying the individual and macro level benefits of this campaign, which involved mass distribution of insecticide treated mosquito nets, intermittent preventive treatment for pregnant women, indoor residual spraying, rapid diagnostic tests, and artemisinin-based combination therapy.  We discuss the timing and regional coverage of the program, and critically review the available health and program rollout data. To estimate the health benefits associated with the program rollout, we use both population based morbidity measures from the Demographic and Health Surveys and health facility based mortality data as reported in the national Health Management Information System. While we find rather robust correlations between the rollout of bed nets and subsequent improvements in our health measures, the link between regional spraying and individual level health appears rather weak in the data.\n\n",
    "acknowledgement": "\nWe are extremely grateful to David Fiocco and Richard Sedlmayr, who did all the field work required to assemble the data.  We are also grateful to Dr. Elizabeth Chizema, Pascalina Chanda, Henry Kansembe, and Dr. Victor Mukonka of the Ministry of Health, to Busiku Hamainza and the National Malaria Control Programme as a whole, and to John Miller of Malaria Control and Evaluation Partnership Africa (MACEPA).  Primary funding for this project came from the NBER Project on African Development Successes.  Additional funding for data workshops in Zambia was provided by MACEPA, Malaria Consortium, World Bank, and the Zambia Ministry of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}