{
    "id": 16077,
    "citation_title": "The Effect of Hospital Nurse Staffing on Patient Health Outcomes: Evidence from California's Minimum Staffing Regulation",
    "citation_author": [
        "Andrew Cook",
        "Martin Gaynor",
        "Melvin Stephens",
        "Jr.",
        "Lowell Taylor"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHospitals are currently under pressure to control the cost of medical care, while at the same time improving patient health outcomes.  These twin concerns are at play in an important and contentious decision facing hospitals--choosing appropriate nurse staffing levels.  Intuitively, one would expect nurse staffing ratios to be positively associated with patient outcomes.  If so, this should be a key consideration in determining nurse staffing levels.  A number of recent studies have examined this issue, however, there is concern about whether a causal relationship has been established.  In this paper we exploit an arguably exogenous shock to nurse staffing levels.  We look at the impact of California Assembly Bill 394, which mandated minimum levels of patients per nurse in the hospital setting.  When the law was passed, some hospitals already had acceptable staffing levels, while others had nurse staffing ratios that did not meet mandated standards.  Thus changes in hospital-level staffing ratios from the pre- to post-mandate periods are driven in part by the legislation.  We find persuasive evidence that AB394 did have the intended effect of decreasing patient/nurse ratios in hospitals that previously did not meet mandated standards.  However, our analysis suggests that patient outcomes did not disproportionately improve in these same hospitals.  That is, we find no evidence of a causal impact of the law on patient safety.\n\n",
    "acknowledgement": "\nWe wish to thank the California Office of Statewide Health Planning and Development for providing the data used in this study.  Melissa Taylor and participants in a session at the 2009 American Economic Association annual meeting provided valuable comments and suggestions.  All responsibility for the content of this paper rests with the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}