{
    "id": 16070,
    "citation_title": "School accountability and teacher mobility",
    "citation_author": [
        "Li Feng",
        "David N. Figlio",
        "Tim Sass"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the first causal evidence on the effects of school accountability systems on teacher labor markets.  We exploit a 2002 change in Florida's school accountability system that exogenously shocked some schools to higher accountability grades and others to lower accountability grades, and measure whether teachers in shocked schools are more or less likely to move.  Using microdata from the universe of Florida public school teachers, we find strong evidence that accountability shocks influence the teacher labor market; specifically, teachers are more likely to leave schools that have been downward shocked -- especially to the bottom grade -- and they are less likely to leave schools that have been upward shocked.  We also find that accountability shocks influence the distribution of the measured quality of teachers (in terms of value added measures) who stay and leave their school, though the average differences are not large.\n\n",
    "acknowledgement": "\nWe are grateful to the U.S. Department of Education, National Science Foundation and National Institutes of Child Health and Human Development for research support, and to the Florida Department of Education for providing the data for this analysis.  Seminar participants at Northwestern, Oregon, Wisconsin, and the Swedish Research Institute for Industrial Economics, as well as conference participants at the American Education Finance Association, Association for Public Policy Analysis and Management, Society for Research on Educational Effectiveness, and Southern Economic Association meetings, for helpful comments.  We alone are responsible for any errors in analysis or interpretation.  The results reported herein do not necessarily reflect the views of the Florida Department of Education, or our funders, or the National Bureau of Economic Research.\n\n\n"
}