{
    "id": 16079,
    "citation_title": "Do Global Banks Spread Global Imbalances? The Case of Asset-Backed Commercial Paper During the Financial Crisis of 2007-09",
    "citation_author": [
        "Viral V. Acharya",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global imbalance explanation of the financial crisis of 2007-09 suggests that demand for riskless assets from countries with current account surpluses created fragility in countries with current account deficits, most notably, in the United States. We examine this explanation by analyzing the geography of asset-backed commercial paper (ABCP) conduits set up by large commercial banks. We show that both banks located in surplus countries and banks located in deficit countries manufactured riskless assets of $1.2 trillion by selling short-term ABCP to risk-averse investors, predominantly U.S. money market funds, and investing the proceeds primarily in long-term U.S. assets. As negative information about U.S. assets became apparent in August 2007, banks in both surplus and deficit countries experienced difficulties in rolling over ABCP and as a result suffered significant losses. We conclude that global banking flows, rather than global imbalances, determined the geography of the financial crisis.\n\n",
    "acknowledgement": "\nAuthors are grateful to Adam Ashcraft, Dave Backus, Christa Bouwman, Florian Heider, Pierre-Olivier Gourinchas, Ayhan Kose, Gustavo Suarez, Amit Seru and faculty members at Stern School of Business, New York University for discussions on the topic. We thank seminar participants at the Federal Reserve Bank of New York, IMF Annual Research Conference and the 9th Annual Darden International Finance Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}