{
    "id": 1607,
    "citation_title": "Estimating the Effects of R&D on Bell System Productivity: A Model of Embodied Technical Change",
    "citation_author": [
        "Roger H. Gordon",
        "Mark Schankerman",
        "Richard H. Spady"
    ],
    "citation_publication_date": "1985-04-01",
    "issue_date": "1985-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an econometric model of the effects of R&D effort on the magnitude and characteristics of technical change in the Bell system. We estimate simultaneously a vintage capital production function, embodying several distinct types of capital, and various factor demand functions for the Bell system during the post-war period. Each vintage of capital is assumed to differ in productivity according to a parametric function of R&D effort embodied in that vintage of capital. Allowance is also made for augmenting technical change in the non-capital inputs. The model is estimated on a new, extensive data set which contains detailed information on the vintage structure of investment indifferent types of capital in the Bell system. Most previous papers in the field have assumed that technical changeis disembodied. However, we find that a model assuming capital-embodied technical change fits the data much better than one making the traditional assumption that technical change is disembodied. We use the parameter estimates to calculate the ex post rate of return earned on R&D expenditures at Bell Laboratories and the improvements in the productivity of specific capital inputs which are due to those R&D expenditures. The results suggest not only that the return to R&D expenditures has been very high, but also that it has been growing over time. In addition,the rate of increase in the productivity of capital inputs has risen over time. The model fails to produce a plausible estimate for the degree of returns to scale, but the results on the return to R&D effort are reasonably insensitive to what we assume about the degree of economies of scale.\n\n",
    "acknowledgement": "\n"
}