{
    "id": 16086,
    "citation_title": "States in Fiscal Distress",
    "citation_author": [
        "Robert P. Inman"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2007-2010 recession has imposed significant fiscal hardships on state and local governments.  The result has been state deficits and the need to increase state taxes, cut spending, and withdraw funds from state rainy day accounts.  The primary cause of state budget \"gaps\" has been the rise in the level of state unemployment.  There is no evidence that gaps are related to state political institutions, the state's prior receipt of federal funding, or possibly favored access to key congressional budget committees.  The federal government has responded to these gaps with the passage of the American Recovery and Reinvestment Act (ARRA) of 2009 intended to aid states in fiscal distress and to provide an economic stimulus.  As insurance for fiscal distress, ARRA covers at most $.23 of each additional dollar of a state's budget gap; there is a large per capita payment that goes to all states, independent of the level of state deficits.  As targeted assistance for stimulating local economies, ARRA funding is uncorrelated with state unemployment rates. ARRA funding appears to be decided by congressional politics, given the desire to pass a major spending and tax relief package as quickly as possible.  States are important \"agents\" for federal macro-policy, but agents with their own needs and objectives.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Conference, State and Local Government Amid Economic Turbulence, sponsored by the Federal Reserve Bank of St. Louis and the Weidenbaum Center on the Economy, Government, and Public Policy, Washington University of St. Louis.  The comments of my discussant at the conference, Paul Rothstein, are much appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}