{
    "id": 16081,
    "citation_title": "Do Sticky Prices Increase Real Exchange Rate Volatility at the Sector Level?",
    "citation_author": [
        "Mario J. Crucini",
        "Mototsugu Shintani",
        "Takayuki Tsuruga"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce the real exchange rate volatility curve as a useful device to understand the role of price stickiness in accounting for deviations from the Law of One Price at the sector level. In the presence of both nominal and real shocks, the theory predicts that the real exchange rate volatility curve is a U-shaped function of the degree of price stickiness. Using sector-level European real exchange rate data and frequency of price changes, we estimate the volatility curve. The results are consistent with the predominance of real effects over nominal effects. Nonparametric analysis suggests the curve is convex and negatively sloped over the majority of its range. Good-by-good variance decompositions show that the relative contribution of nominal shocks is smaller at the sector level than what previous studies have found at the aggregate level. We conjecture that this is due to significant averaging out of good-specific real microeconomic shocks in the process of aggregation.\n\n",
    "acknowledgement": "\nWe thank Yasushi Iwamoto and seminar participants at the Federal Reserve Bank of Atlanta, Clemson University, the Federal Reserve Bank of Dallas, Otaru University of Commerce for their helpful discussion and comments. We are grateful to John Taylor for his encouragement at the early stage of the project. We also thank Virgiliu Midrigan for providing the data set used in the analysis. Mario J. Crucini and Mototsugu Shintani gratefully acknowledge the financial support of National Science Foundation (SES- 0524868). Takayuki Tsuruga gratefully acknowledges the financial support of Grant-in-aid for Scientific Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}