{
    "id": 16080,
    "citation_title": "Adverse Selection, Reputation and Sudden Collapses in Secondary Loan Markets",
    "citation_author": [
        "V.V. Chari",
        "Ali Shourideh",
        "Ariel Zetlin-Jones"
    ],
    "citation_publication_date": "2010-06-10",
    "issue_date": "2010-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanks and financial intermediaries that originate loans often sell some of these loans or securitize them in secondary loan markets and hold on to others. New issuances in such secondary markets collapse abruptly on occasion, typically when collateral values used to secure the underlying loans fall. These collapses are viewed by policymakers as signs that the market is not functioning efficiently. In this paper, we develop a dynamic adverse selection model in which small reductions in collateral values can generate abrupt inefficient collapses in new issuances in the secondary loan market. In our model, reductions in collateral values worsen the adverse selection problem and induce some potential sellers to hold on to their loans. Reputational incentives induce a large fraction of potential sellers to hold on to their loans rather than sell them in the secondary market. We find that a variety of policies that have been proposed during the recent crisis to remedy market inefficiencies do not help resolve the adverse selection problem.\n\n",
    "acknowledgement": "\nWe are grateful to Kathy Rolfe for editorial assistance and Hugo Hopenhayn, Roozbeh Hosseini, Larry Jones, Patrick Kehoe, Guido Lorenzoni, Chris Phelan as well as seminar participants at ASU, Kellogg, Yale, the 2009 SED Meeting, New York and Minneapolis Fed, the Conference on Money and Banking at University of Wisconsin, and XII International Workshop in International Economics and Finance in Rio for helpful comments. Chari and Shourideh are grateful to the National Science Foundation for support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, or the Federal Reserve System, or the views of the National Bureau of Economic Research.\n\n\n"
}