{
    "id": 16088,
    "citation_title": "Trends in World Inequality in Life Span Since 1970",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research has revealed much global convergence over the past several decades in life expectancy at birth and in infant mortality, which are closely linked. But trends in the variance of length of life, and in the variance of length of adult life in particular, are less well understood. I examine life-span inequality in a broad, balanced panel of 180 rich and poor countries observed in 1970 and 2000. Convergence in infant mortality has unambiguously reduced world inequality in total length of life starting from birth, but world inequality in length of adult life has remained stagnant. Underlying both of these trends is a growing share of total inequality that is attributable to between-country variation. Especially among developed countries, the absolute level of between-country inequality has risen over time. The sources of widening inequality in length of life between countries remain unclear, but signs point away from trends in income, leaving patterns of knowledge diffusion as a potential candidate.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the 2008 annual meeting of the Population Association of America in New Orleans, LA. This work was supported by PSC-CUNY grant 60104 37 38. I am grateful to Henry (Ayodeji) Fola-Owolabi for excellent research assistance, to Michel Guillot for an electronic dataset of life tables and for helpful advice, and to Shripad Tuljapurkar for many helpful comments. All errors and opinions are mine alone and do not reflect the views of the City University of New York, the Professional Staff Congress, or the National Bureau of Economic Research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}