{
    "id": 16095,
    "citation_title": "Optimal Monetary Stabilization Policy",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the theory of optimal monetary stabilization policy, with an emphasis on developments since the publication of Woodford (2003). The structure of optimal policy commitments is considered, both when the objective of stabilization policy is defined by an arbitrarily specified quadratic loss function, and when the objective of policy is taken to be the maximization of expected utility. Issues treated include the time inconsistency of optimal policies and the need for commitment; the relation of optimal policy from a \"timeless perspective\" to the Ramsey conception of optimal policy; and the advantages of forecast targeting procedures as an approach to the implementation of optimal stabilization policy. The usefulness of characterizing optimal policy in terms of a target criterion is illustrated in a range of examples. These include models with a variety of assumptions about the nature of price and wage adjustment; models that allow for sectoral heterogeneity; cases in which policy must be conducted on the basis of imperfect information; and cases in which the zero lower bound on the policy rate constrains the conduct of policy.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Monetary Economics, edited by Benjamin M. Friedman and Michael Woodford, Elsevier Press, forthcoming. I would like to thank Ozge Akinci, Ryan Chahrour, V.V. Chari and Marc Giannoni for comments, Luminita Stevens for research assistance, and the National Science Foundation for research support under grant SES-0820438. Copyright Elsevier Press, 2010. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}