{
    "id": 16096,
    "citation_title": "Assessing the Incidence and Efficiency of a Prominent Place Based Policy",
    "citation_author": [
        "Matias Busso",
        "Jesse Gregory",
        "Patrick M. Kline"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper empirically assesses the incidence and efficiency of Round I of the federal urban Empowerment Zone (EZ) program using confidential microdata from the Decennial Census and the Longitudinal Business Database. To ground our welfare analysis, we develop a heterogeneous agent general equilibrium model in which the distortions generated by place-based policies depend upon a set of reduced form elasticities which our empirical work centers on estimating. Using rejected and future applicants to the EZ program as controls we find that EZ designation substantially increased employment in zone neighborhoods, particularly for zone residents. The program also generated wage increases for workers from zone neighborhoods worth approximately $320M per year. Based upon estimates of the number of jobs created for zone residents, we find that EZ employment credits generated deadweight costs equal to (at most) seven percent of their flow cost.\n\n",
    "acknowledgement": "\nThe authors would like to thank David Albouy, John Bound, David Card, Raj Chetty, Bryan Graham, Justin McCrary and Edson Severini for helpful comments. An early version of this paper circulated under the title \"Do Local Economic Development Programs Work? Evidence from the Federal Empowerment Zone Program.\" Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. Support for this research at the Berkeley, Michigan, and Suitland RDCs from NSF (ITR-0427889) is also gratefully acknowledged.\n\n\n"
}