{
    "id": 16093,
    "citation_title": "The Optimal Inflation Rate in New Keynesian Models",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of positive steady-state inflation in New Keynesian models subject to the zero bound on interest rates. We derive the utility-based welfare loss function taking into account the effects of positive steady-state inflation and show that steady-state inflation affects welfare through three distinct channels: steady-state effects, the magnitude of the coefficients in the utility-function approximation, and the dynamics of the model. We solve for the optimal level of inflation in the model and find that, for plausible calibrations, the optimal inflation rate is low, less than two percent, even after considering a variety of extensions, including price indexation, endogenous price stickiness, capital formation, model-uncertainty, and downward nominal wage rigidities. On the normative side, price level targeting delivers large welfare gains and a very low optimal inflation rate consistent with price stability.\n\n",
    "acknowledgement": "\nWe are grateful to Roberto Billi, Ariel Burstein, Gauti Eggertsson, Jordi Gali, Marc Gianonni, Christian Hellwig, David Romer, Eric Sims, Alex Wolman, and seminar participants at John Hopkins University and NBER Summer Institute in Monetary Economics and Economic Fluctuations and Growth for helpful comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}