{
    "id": 16098,
    "citation_title": "Nominal Rigidities and Retail Price Dispersion in Canada over the Twentieth Century",
    "citation_author": [
        "Ross D. Hickey",
        "David S. Jacks"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new data set on over 230,000 monthly prices for 10 goods in 50 Canadian cities over the 40 year period from 1910 to 1950. This coupled with previously published price information from the late twentieth century allows us to present one of the first comprehensive views of nominal rigidities and retail price dispersion over the past 100 years. We find that nominal rigidities have been conditioned upon prevailing rates of inflation with a greater frequency of price changes occurring in the 1920s and the 1970s. Additionally, the process of retail market integration has surprisingly followed a U-shaped trajectory, with many domestic markets being better integrated--as measured by the average dispersion of retail prices--at mid-century than in the 1990s. We also consider the linkages between nominal rigidities and price dispersion, finding results consistent with present-day data.\n\n",
    "acknowledgement": "\nJanet Ceglowski generously allowed for the provision of her retail price dataset and is warmly thanked. The authors also thank Patrick Coe and Herb Emery as well as the paper's three referees and the editor for many helpful comments. Jacks gratefully acknowledges the Social Sciences and Humanities Research Council of Canada for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}