{
    "id": 16090,
    "citation_title": "The Potential Global and Developing Country Impacts of Alternative Emission Cuts and Accompanying Mechanisms for the Post Copenhagen Process",
    "citation_author": [
        "Huifang Tian",
        "John Whalley"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report numerical simulation results using a multiyear global multi country modeling framework which we use to assess the impacts of alternative emissions cuts which will likely come under consideration for the process to follow the December 2009 UNFCCC negotiation in Copenhagen. The Copenhagen Accord sets out prior country unilateral commitments, and provides a framework for further negotiation of mutually agreed cuts. We also consider possible financial transfers under the Adaptation Fund and possible trade linked border measures against non participants. Countries are linked not only through shared impacts of global temperature change but also through trade among country subscripted goods. We can thus evaluate the potential impacts of either explicit or implicit accompanying mechanisms including funds/transfers, border adjustments, and tariffs. We calibrate the model to alternative BAU damage scenarios largely as set out in the Stern report. The welfare impacts of both emission reductions and accompanying measures are computed in Hicksian money metric equivalent form over alternative potential commitment periods: 2012-2020, 2012-2030, and 2012-2050. We consider different depth, forms, and timeframes for reductions by China, India, Russia, Brazil, US, EU, Japan and a residual Row.  Given the damage estimates we use all countries lose from joint reductions since their foregone consumption is more costly than saved damage from reduced climate change. With the use of larger damage estimates this reverses the depth of cut and allocation of cuts by country cause large differences in impacts by country, while differences in form of cut (intensity, embedment) matter less. Accompanying mechanisms also can make a large difference to participation decisions and especially for large population, low wage, rapidly growing non OECD countries, but are costly for the OECD countries. This all suggests that the bargaining set for the post Copenhagen process is very large, making an eventual jointly agreed outcome difficult to achieve.\n\nThis paper was mistakenly issued in its paper form with the final word missing from the title.  Our apologies for the error.  NBER Publications.\n\n",
    "acknowledgement": "\nWe are grateful to the Academic Development Fund (ADF) at the University of Western Ontario, and to the Ontario Research Fund (ORF-R3) for financial support. Huifang Tian is also grateful for the Specialized Research Fund by Chinese Acadmy of Social Science (CASS). We also acknowledge support from the Centre for International Governance Innovation (CIGI), and Yan Dong and Sean Walsh for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}