{
    "id": 16092,
    "citation_title": "Monetary Theory from a Chinese Historical Perspective",
    "citation_author": [
        "Zheng Xueyi",
        "Yaguang Zhang",
        "John Whalley"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe discuss monetary thought in ancient China from the perspective of Western monetary theory. It sets out the structure of economic activity in the various dynasties of ancient China and emphasizes the differences in monetary structure from Europe (and later North America). Imperial China was a politically integrated structure with regional segmentation of economic activities and hence with regional money. Monetary policy was one body conducted at regional level, but overseen naturally politically before national integration under the Ming dynasty (14th century). In various regions different forms of money circulated, with gold, silver, copper, and paper all present at various times. Monetary policy was guided by monetary thought, such as later in Europe. Basic concepts such as monetary function, the velocity of circulation, inflation, interest rate parity and the quantity theory were all present. The economics of Imperial China witnessed boom and bust, inflation and deflation and monetary control much like Europe to follow. Monetary thought thus seemingly preceded Western thought, and had remarkable similarities. Whether much of this thought travelled down the silk road remains unknown, but the possibility is intriguing.\n\n",
    "acknowledgement": "\nThis paper is the first of a planned series examining the Chinese history of ancient economic thought in light of later Western thought. We regret to report the sad passing of the senior Chinese author on this paper. John Whalley from the non-Chinese side first met him in Beijing in 2002, and even with language difficulties the scholarly rapport and intellectual honesty and creativity was richly apparent. His pioneering work on Chinese history of ancient economic thought is being carried on by his students who are co-authors of this paper. This work is of importance in better understanding the Chinese policy response to the global issues of the day; the financial crisis, global warming and climate change. We acknowledge financial support from the Ontario Research Fund (ORF-F3), IDRC, and the Centre for International Governance Innovation (CIGI), Waterloo Ontario. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}