{
    "id": 1609,
    "citation_title": "Supply Shocks, Wage Indexation and Monetary Accommodation",
    "citation_author": [
        "Joshua Aizenman",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1985-04-01",
    "issue_date": "1985-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a unified framework for the analysis of wage indexation and monetary policy in the presence of supply shocks. We first present simple formulae for the optimal wage indexation rule and for the optimal money supply rule. In order to set the stage for an evaluation of departures from the optimal policy rules we first analyse two extreme cases -- a rule that stabilizes employment and a rule that stabilizes the real wage. The analysis of these two extreme cases provides the ingredients for the evaluation of various rules for wage indexation and for monetary targeting. We examine the implications of indexing wages to (i) nominal GNP, (ii) the CPI and (iii) the value-added price index, as well as the implications of targeting the money supply to these alternative three indicators. It is shown that, the various indexation rules bear a dual relation to the various monetary targeting rules. The welfare ranking of the various rules depends on whether the elasticity of the demand for labor exceeds or falls short of the elasticity of labor supply. If the demand for labor is more elastic than the supply, then policy rules that stabilize employment produce a smaller welfare cost than policy rules that stabilize the real wage. In that case, indexing wages to nominal GNP results in a smaller welfare cost than indexing to value-added price index which, in turn, produces a smaller cost than indexation to the CPI. Because of the dual relation between monetary policy and wage indexation, it follows that under the same circumstances, monetary policy that targets nominal GNP produces a smaller welfare cost than policy that targets the value-added price index which, in turn, results in a smaller cost than the policy that targets the CPI. This ranking is reversed when the elasticity of the supply of labor exceeds the elasticity of demand.\n\n",
    "acknowledgement": "\n"
}