{
    "id": 16091,
    "citation_title": "Overborrowing, Financial Crises and 'Macro-prudential' Taxes",
    "citation_author": [
        "Javier Bianchi",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "2012-09-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn equilibrium model of financial crises driven by Irving Fisher's financial amplification mechanism features a pecuniary externality, because private agents do not internalize how the price of assets used for collateral respond to collective borrowing decisions, particularly when binding collateral constraints cause asset fire-sales and lead to a financial crisis. As a result, agents in the competitive equilibrium borrow \"too much\" ex ante, compared with a financial regulator who internalizes the externality. Quantitative analysis calibrated to U.S. data shows that average debt and leverage are only slightly larger in the competitive equilibrium, but the incidence and magnitude of financial crises are much larger. Excess asset returns, Sharpe ratios and the price of risk are also much larger, and the distribution of returns displays endogenous fat tails. State-contingent taxes on debt and dividends of about 1 and -0.5 percent on average respectively support the regulator's allocations as a competitive equilibrium.\n\n",
    "acknowledgement": "\nWe thank Rui Albuquerque, Kenza Benhima, Charles Engel, Russ Cooper, Tasos Karantounias, Tim Kehoe, Anton Korinek, Amartya Lahiri, Philippe Martin, Ricardo Nunes, Vincenzo Quadrini, Lukas Schmid, Stijn Van Nieuwerburgh, Harald Uhlig Jaume Ventura, and Stanley Zin for useful comments and discussions. We also thank conference participants at the '2nd Advances in Macro-Finance' Tepper/LAEF Conference, 2011 Bundesbank Spring Conference, 2011 NBER Summer Institute meeting of the Finance & Macro group, ITAM 2010 Summer Camp, MNB-CEPRWorkshop on Financial Frictions, ECB Conference on 'What Future for Financial Globalisation?\", The San Francisco Fed's 2010 Pacific Basin Research Conference, and the Bank of Canada conference on 'Financial Globalization and Financial Instability', as well as seminar participants at the Federal Reserve Board, Bank of England, Banco de Mexico, Minneapolis Fed, NYU, University of Pennsylvania, Philadelphia Fed, Rutgers University, Banque de France, De Nederlandsche Bank, and the National Bank of Belgium. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}