{
    "id": 16099,
    "citation_title": "Incorporating Employee Heterogeneity into Default Rules for Retirement Plan Selection",
    "citation_author": [
        "Gopi Shah Goda",
        "Colleen Flaherty Manchester"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "2012-02-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the effect of incorporating heterogeneity into default rules by examining the choice between retirement plans at a firm which transitioned from a defined benefit (DB) to a defined contribution (DC) plan. The default plan for existing employees varied discontinuously depending on their age. Employing regression discontinuity techniques, we find that the default increased the probability of enrollment in the default plan by 60 percentage points. We develop a framework to solve for the optimal default rule analytically and numerically and find that considerable welfare gains are possible if defaults vary by observable characteristics.\n\n",
    "acknowledgement": "\nWe would like to thank James Robertson for excellent research assistance, and Kristine Brown, Maria Fitzpatrick, Caroline Hoxby, Damon Jones, Ron Laschever, Brigitte Madrian, Olivia Mitchell, Kevin Mumford, Anita Alves Pena, Greg Rosston, John Shoven, and Sita Slavov for helpful comments as well as seminar participants at Stanford University, the University of Minnesota and the NBER Summer Institute. This research was supported by the Center for Retirement Research at Boston College pursuant to a grant from the U.S. Social Security Administration through the Steven H. Sandell 2009-2010 Grant Program for Junior Scholars in Retirement Research. The opinions and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of the Social Security Administration, any agency of the Federal Government, the Center for Retirement Research at Boston College, or the National Bureau of Economic Research.\n\n\n"
}