{
    "id": 161,
    "citation_title": "Middle-Age Job Mobility: Its Determinants and Consequences",
    "citation_author": [
        "Ann P. Bartel",
        "George J. Borjas"
    ],
    "citation_publication_date": "1977-01-01",
    "issue_date": "1977-01-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur paper uses the wealth of information available in the NLS to expand on previous work in several ways. First, we investigate whether there is a meaningful distinction among types of job separations. Traditional analysis has categorized job separations as either employee-initiated (quits) or employer-initiated (layoffs). We question whether this dichotomy is correct. The National Longitudinal Survey data is especially useful for studying the relationship between wages and the probability of quitting.  Most theoretical work on the determinants of job separation concludes that the probability of changing jobs is related to a reservation wage. The NLS data set allows us to test this relationship since it includes information on the individual's \"hypothetical wage\"-- that is, the wage required to induce the individual to accept another job. Given this information, we are able to compare the effects of different measures of the individual's price of time (e.g. the current wage and the reservation wage) on the probability of quitting. In addition, we analyze the role of human capital variables, job related characteristics and family background in the determination of job mobility. The analysis of the determinants of job separations in the cross-section naturally leads to an investigation of the relationship between previous separations and future separations. In particular, we consider whether such a relationship exists, and whether the nature of previous separations is a good predictor of the nature of future separations. Finally, we analyze the effects of job mobility on earnings and on job satisfaction. We distinguish between the immediate gains to mobility and the future gains to mobility, and also consider whether the nature of the separation is an important determinant of the consequences of job mobility.\n\n",
    "acknowledgement": "\nWe would like to thank Gary Becker, Michael Grossman, and the participantsin the Labor Workshop at Columbia University and the Workshooin Aplied Economic Analysis at the University of Chicago for their helpful suggestions on previous drafts of this paper.\n\n\n"
}