{
    "id": 16104,
    "citation_title": "Markets for Anthropogenic Carbon Within the Larger Carbon Cycle",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHuman activity has disrupted the natural balance of greenhouse gases in the atmosphere and is causing climate change. Burning fossil fuels and deforestation result directly in about 9 gigatons of carbon (GtC) emissions per year against the backdrop of the natural carbon flux -- emission and uptake -- of about 210 GtC per year to and from oceans, vegetation, soils and the atmosphere. But scientific research now indicates that humans are also impacting the natural carbon cycle through less-direct, but very important, mechanisms that are more difficult to monitor and control. I explore the challenges this presents to market or regulatory mechanisms that might be used to reduce greenhouse gases: scientific uncertainty about these indirect processes, pricing heterogeneous impacts of similar human behaviors, and the difficulty of assigning property rights to a far larger set of activities than has previously been contemplated. While this does not undermine arguments for market mechanisms to control direct anthropogenic release of greenhouse gases, it suggests that more research is needed to determine how and whether these mechanisms can be extended to address indirect human impacts.\n\n",
    "acknowledgement": "\nMy thanks to Max Auffhammer, Jim Bushnell, Lucas Davis, Meredith Fowlie, Don Fullerton,  Richard Muller, Wolfram Schlenker and Catherine Wolfram for helpful comments and discussions.  I am particularly grateful to Margaret Torn for taking the time to explain to me some of the science of the carbon cycle.  Any remaining errors are my responsibility alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}