{
    "id": 16107,
    "citation_title": "The Political Economy of the Subprime Mortgage Credit Expansion",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how special interests, measured by campaign contributions from the mortgage industry, and constituent interests, measured by the share of subprime borrowers in a congressional district, may have influenced U.S. government policy toward the housing sector during the subprime mortgage credit expansion from 2002 to 2007. Beginning in 2002, mortgage industry campaign contributions increasingly targeted U.S. representatives from districts with a large fraction of subprime borrowers. During the expansion years, mortgage industry campaign contributions and the share of subprime borrowers in a congressional district increasingly predicted congressional voting behavior on housing related legislation. The evidence suggests that both subprime mortgage lenders and subprime mortgage borrowers influenced government policy toward housing finance during the subprime mortgage credit expansion.\n\n",
    "acknowledgement": "\nThe authors would like to thank Daron Acemoglu, Chris Berry, Matilde Bombardini, Patrick Francois, David Lucca, and Guido Tabellini for useful comments and discussion. We would also like to thank seminar participants at Bocconi University, University of British Columbia, Princeton University, Stanford University, Stockholm University, and the IMF for comments. We are grateful to the Initiative on Global Markets at Chicago Booth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}