{
    "id": 16101,
    "citation_title": "Distributional Impacts in a Comprehensive Climate Policy Package",
    "citation_author": [
        "Gilbert E. Metcalf",
        "Aparna Mathur",
        "Kevin A. Hassett"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a simple analytic approach for measuring the burden of carbon pricing that does not require sophisticated and numerically intensive economic models but which is not limited to restrictive assumptions of forward shifting of carbon prices.  We also show how to adjust for the capital income bias contained in the Consumer Expenditure Survey, a bias towards regressivity in carbon pricing due to underreporting of capital income in higher income deciles in the Survey.\nMany distributional analyses of carbon pricing focus on the uses-side incidence of carbon pricing.  This is the differential burden resulting from heterogeneity in consumption across households.  Once one allows for sources-side incidence (i.e. differential impacts of changes in real factor prices), carbon policies look more progressive.  Perhaps more important than the findings from any one scenario, our results on the progressivity of the leading cap and trade proposals are robust to the assumptions made on the relative importance of uses and sources side heterogeneity.\n\n",
    "acknowledgement": "\nPrepared for the NBER Design and Implementation of U.S. Climate Policy Conference held in Washington, DC, May 13 - 14, 2010.  We thank Don Fullerton, Hilary Sigman and conference participants for useful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}