{
    "id": 16100,
    "citation_title": "How Can Policy Encourage Economically Sensible Climate Adaptation?",
    "citation_author": [
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the role of incentive based climate adaptation policies. It uses the early literature on pricing and capacity choices under demand uncertainty to describe how revised price structures for the substitutes for climate services can be treated as anticipatory adaptation. In many situations the policies determining the prices of these services make them difficult to adjust. Thus, excess demand will not be managed through price adjustment. This situation is important because it implies that the rationing rules determining who is served influence both capacity planning and pricing decisions. The lesson drawn from these models is that reform of pricing policy for climate substitutes offers a ready basis for incentive based adaptation policy. The last part of the paper offers some empirical evidence on how the price elasticity of the residential demand for water changes with variations in seasonal precipitation. The findings suggest marked differences between normal and dry conditions for the Phoenix metropolitan area. These results reinforce the need to co-ordinate changes in pricing policy with any capacity planning developed for water supplies as part of anticipatory climate adaptation. Similar relationships may well apply for other substitutes for climatic services.\n\n",
    "acknowledgement": "\nThanks are due to Allen Klaiber, Nicolai Kuminoff, and Sheila Olmstead for suggestions on this research and to both Don Fullerton and Erin Mansur for very constructive commentson an earlier draft.In addition, Erin helped me to remove some mistakes in that earlier draft. Any remaining errors are mine. Thanks are also due to Natalie Cardita and Jon Valentine for preparing several versions of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}