{
    "id": 16106,
    "citation_title": "US Trade and Wages: The Misleading Implications of Conventional Trade Theory",
    "citation_author": [
        "Lawrence Edwards",
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional trade theory, which combines the Heckscher-Ohlin theory and the Stolper-Samuelson theorem, implies that expanded trade between developed and developing countries will increase wage inequality in the developed countries. This theory is widely applied. It serves as the basis for estimating the impact of trade on wages using two-sector simulation models and the net factor content of trade. It leads naturally to the presumption that the rapid growth and declining relative prices of US manufactured imports from developing countries since the 1990s have been a powerful source of increased US wage inequality. \nIn this study we present evidence that suggests the presumption is not warranted. We highlight the sensitivity of conventional theory to the assumption of incomplete specialization and find evidence that is not consistent with it. Since 1987, although US domestic relative effective prices in industries with relatively high shares of manufactured goods imports from developing countries have declined, effective unskilled worker-weighted prices have actually risen relative to skilled worker-weighted prices. If anything, this suggests pressures for increased wage equality. Also in apparent contradiction to theory, the (six-digit North American Industry Classification System [NAICS]) US manufacturing industries with high shares of manufactured imports from developing countries are actually more skill intensive than the industries with high shares of imports from developed countries. Finally, applying a two-stage regression procedure, we find that developing-country import price changes have not mandated increased US wage inequality. While these results conflict with standard theory, they are easily explained if the United States and developing countries have specialized in products and tasks that are highly imperfect substitutes. If this is the case, the impact of increased trade with developing countries on US wage inequality is far more muted than standard theory suggests. Also methodologies such as the net factor content of trade using US production coefficients and simulation models assuming perfect substitution between imports and domestic products could be highly misleading.\n\n",
    "acknowledgement": "\nThis paper is based on research undertaken for a book Rising Tide: Is Growth in Emerging Markets Good for the United States to be published by the Peterson Institute for International Economics. We thank the Sloan Foundation, The Center for International Development at Harvard, ERSA, and the National Research Foundation of South Africa for financial support. Any opinion, findings and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the funders or the National Bureau of Economic Research. We are indebted for research assistance to Pandey Bibek and Sounman Hong.\n\n\n"
}