{
    "id": 16109,
    "citation_title": "Belts and Suspenders: Interactions Among Climate Policy Regulations",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith few exceptions, economic analyses of \"cap-and-trade\" permit trading mechanisms for climate change mitigation have been based on first-best scenarios without pre-existing distortions or regulations.  The reason is obvious: interactions between permit trading and other regulations will be complex.  However, climate policy proposed for the U.S. will certainly interact with existing laws, and will also likely include additional regulatory changes with their own sets of interactions.  Major bills introduced in the U.S. Congress have included both permit trading and traditional command and control regulations - a combination sometimes called \"belts and suspenders.\"  This paper discusses interactions between these instruments, and begins to lay out a framework for thinking about them systematically.  The most important determinant of how the two types of instruments interact involves whether or not the cap-and-trade permit price would induce more or less abatement than mandated by the traditional standards alone.  Moreover, economists' experience predicting the costs of environmental regulations suggests we are more likely to overestimate the costs of cap-and-trade, and therefore the price of carbon permits, than we are to overestimate the costs of a traditional regulatory standard, and that therefore the regulatory standards will likely reduce the cost-effectiveness benefits of cap-and-trade.\n\n",
    "acknowledgement": "\nGilbert Metcalf, Don Fullerton, and participants at the May 13-14 Conference on \"The Design and Implementation of U.S. Climate Policy\" provided helpful feedback on an early draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}