{
    "id": 16105,
    "citation_title": "Do Developed and Developing Countries Compete Head to Head in High-tech?",
    "citation_author": [
        "Lawrence Edwards",
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns that (1) growth in developing countries could worsen the US terms of trade and (2) that increased US trade with developing countries will increase US wage inequality both implicitly reflect the assumption that goods produced in the United States and developing countries are close substitutes and that specialization is incomplete. In this paper we show on the contrary that there are distinctive patterns of international specialization and that developed and developing countries export fundamentally different products, especially those classified as high tech. \nJudged by export shares, the United States and developing countries specialize in quite different product categories that, for the most part, do not overlap. Moreover, even when exports are classified in the same category, there are large and systematic differences in unit values that suggest the products made by developed and developing countries are not very close substitutes--developed country products are far more sophisticated. \nThis generalization is already recognized in the literature but it does not hold for all types of products. Export unit values of developed and developing countries of primary commodity-intensive products are typically quite similar. Unit values of standardized (low-tech) manufactured products exported by developed and developing countries are somewhat similar. By contrast, the medium- and high-tech manufactured exports of developed and developing countries differ greatly.\nThis finding has important implications. While measures of across product specialization suggest China and other Asian economies have been moving into high-tech exports, the within-product unit value measures indicate they are doing so in the least sophisticated market segments and the gap in unit values between their exports and those of developed countries has not narrowed over time. \nThese findings shed light on the paradoxical finding, exemplified by computers and electronics, that US-manufactured imports from developing countries are concentrated in US industries, which employ relatively high shares of skilled American workers. They help explain why America's nonoil terms of trade have improved and suggest that recently declining relative import prices from developing countries may not produced significant wage inequality in the United States. Finally they suggest that inferring competitive trends based on trade balances in products classified as \"high tech\" or \"advanced\" can be highly misleading.\n\n",
    "acknowledgement": "\nThis paper is based on research undertaken for a book Rising Tide: Is Growth in Emerging Markets Good for the United States? to be published by the Peterson Institute for International Economics. We thank the Sloan Foundation, the Center for Economic Development at Harvard, Economic Research Southern Africa, (ERSA) and the National Research Foundation of South Africa for financial support. We are indebted for research assistance to Pandey Bibek and Sounman Hong. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}