{
    "id": 16114,
    "citation_title": "Evaluating the Slow Adoption of Energy Efficient Investments: Are Renters Less Likely to Have Energy Efficient Appliances?",
    "citation_author": [
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile public discussion of HR 2454 (the \"Waxman Markey\" bill) has focused on the cap-andtrade program that would be established for carbon emissions, the bill also includes provisions that would tighten energy efficiency standards for consumer appliances. Supporters argue that appliance standards help address a number of market failures. In particular, many studies have pointed out that landlords may buy cheap inefficient appliances when their tenants pay the utility bill. Although this landlord-tenant problem has been widely discussed in the literature, there is little empirical evidence on the magnitude of the distortion. This paper compares appliance ownership patterns between homeowners and renters using household-level data from the Residential Energy Consumption Survey. The results show that, controlling for household income and other household characteristics, renters are significantly less likely to have energy efficient refrigerators, clothes washers and dishwashers.\n\n",
    "acknowledgement": "\nI thank Severin Borenstein, Howard Chong, Olivier Deschenes, David Levine, Aaron Swoboda, Catherine Wolfram, Yves Zenou and seminar participants at the University of Illinois College of Business, the UC-Berkeley Green Buildings Conference, RAND, and the California Energy Commission for helpful comments. Support from the Energy Institute at Haas is gratefully acknowledged. This manuscript was prepared for the NBER conference \"The Design and Implementation of U.S. Climate Policy\". The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}