{
    "id": 16113,
    "citation_title": "Twins or Strangers? Differences and Similarities between Industrial and Academic Science",
    "citation_author": [
        "Henry Sauermann",
        "Paula E. Stephan"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome scholars view academic and industrial science as qualitatively different knowledge production regimes. Others claim that the two sectors are increasingly similar. Large-scale empirical evidence regarding similarities and differences, however, has been missing. Drawing on prior work on the organization of science, we first develop a framework to compare and contrast the two sectors along four key dimensions:  (1) the nature of research (e.g., basic versus applied); (2) organizational characteristics (e.g., degree of independence, pay); (3) researchers' preferences (e.g., taste for independence); and (4) the use of alternative disclosure mechanisms (e.g., patenting and publishing). We then compare the two sectors empirically using detailed survey data from a representative sample of over 5,000 life scientists and physical scientists employed in a wide range of academic institutions and private firms. Building on prior work that has emphasized different \"research missions\", we also examine how the nature of research is related to other characteristics of science within and across the two sectors.\nOur results paint a complex picture of academic and industrial science. While we find significant industry-academia differences with respect to all four dimensions, we also observe remarkable similarities. For example, both academic institutions and private firms appear to allow their scientists to stay actively involved in the broader scientific community and provide them with considerable levels of independence in their jobs. Second, we find significant differences not just between industrial and academic science but also within each of the two sectors as well as across fields. Finally, while the nature of research is a significant predictor of other dimensions such as the use of patenting and publishing, it does not fully explain the observed industry-academia differences in those dimensions. Overall, our results suggest that stereotypical views of industrial and academic science may be misleading and that future work may benefit from a richer and more nuanced description of the organization of science.\n\n",
    "acknowledgement": "\nWe thank participants in seminars and workshops at the Georgia Institute of Technology, Harvard Business School, and the Collegio Carlo Alberto (Turin, Italy) for their feedback. We thank especially Wes Cohen, Paul David, Lee Fleming, Chiara Franzoni, Richard Freeman, Aldo Geuna, Kostas Grigoriou, Jerry Thursby, Marie Thursby, and John Walsh. Henry Sauermann thanks the Ewing Marion Kauffman Foundation for their financial support.  We thank the National Science Foundation for providing the restricted-use SESTAT data employed in our empirical analysis. However, \"the use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}