{
    "id": 16115,
    "citation_title": "HIV and Fertility Revisited",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Belgi Turan"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYoung (2005) argues that HIV related population declines reinforced by the fertility response to the epidemic will lead to higher capital-labor ratios and to higher per capita incomes in the affected countries of Africa. Using household level data on fertility from South Africa and relying on between cohort variation in country level HIV infection, he estimates a large negative effect of HIV prevalence on fertility. However, the studies that utilize the recent rounds of Demographic Health Surveys, where fertility outcomes are linked to HIV status based on testing, find no effect of the disease on the fertility behavior. This paper tries to bridge this gap by revisiting Young's findings. Young (2005) includes data before 1990, when no data are available on HIV prevalence rates. He assigns all the fertility observations before 1990 with HIV prevalence rates of zero, and this appears to drive the significant negative effect found in his study. When one restricts the sample to the period 1990-1998, where actual HIV data are available, the effect of HIV prevalence on fertility turns out to be positive for South Africa. Simulating Young's model utilizing these new estimates shows that the future generations of South Africa are worse off.\n\n",
    "acknowledgement": "\nWe thank Aimee Chin, Chinhui Juhn, Christina Paxson, David Weil, an anonymous referee, and the participants of the 2008 AIDS Workshop at Amsterdam Institute for International Development for valuable comments and suggestions. We thank Ms. Laura Heaton of the Health Studies Branch, Population Division, the U.S. Bureau of Census for providing HIV prevalence and AIDS-mortality estimates The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}