{
    "id": 16117,
    "citation_title": "Climate Policy and Voluntary Initiatives: An Evaluation of the Connecticut Clean Energy Communities Program",
    "citation_author": [
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan simple government programs effectively promote voluntary initiatives to reduce greenhouse-gas emissions? This paper provides an evaluation of how the Connecticut Clean Energy Communities program affects household decisions to voluntarily purchase \"green\" electricity, which is electricity generated from renewable sources of energy. The results suggest that, within participating communities, subsidizing municipal solar panels as matching grants for reaching green-electricity enrollment targets increases the number of household purchases by 35 percent. The Clean Energy Communities program thus demonstrates how mostly symbolic incentives can mobilize voluntary initiatives within communities and promote demand for renewable energy.\n\n",
    "acknowledgement": "\nThis paper is a contribution to the NBER conference on The Design and Implementation of U.S. Climate Policy, May 13-14, National Press Club, Washington, DC. I am grateful to Bryan Garcia (Yale Center for Business and the Environment), Bob Wall (Connecticut Clean Energy Fund), and especially Greg Clendenning (NMR Group Inc.) for helpful discussions about the programs studied in this paper and for assisting with data collection. I also thank Lucas Davis and Catherine Wolfram for helpful comments on a earlier version of the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}