{
    "id": 16110,
    "citation_title": "Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy",
    "citation_author": [
        "James J. Heckman"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the structural approach to economic policy analysis with the program evaluation approach. It offers a third way to do policy analysis that combines the best features of both approaches. We illustrate the value of this alternative approach by making the implicit economics of LATE explicit, thereby extending the interpretability and range of policy questions that LATE can answer.\n\n",
    "acknowledgement": "\nI thank Ed Vytlacil for numerous discussions on the topics discussed in this paper over the years. I also thank him for his comments on this paper. I thank Philipp Eisenhauer, Miriam Gensowski, Tim Kautz, Rodrigo Pinto, Steve Stern, and Ben Williams for helpful comments. I draw on comments and suggestions made on precursors to this paper by Steve Durlauf, Lars Hansen, Richard Robb, and Jose Scheinkman, although none have read this version. I thank Philipp Eisenhauer for his help with constructing the figures in this paper. I thank students in Econ 373 at the University of Chicago, Winter 2010, for serving as guinea pigs for testing the arguments of this paper. Heckman thanks the National Institutes of Health (R01-HD054702), the JB and MK Pritzker Family Foundation, and the American Bar Foundation. Heckman also thanks the Cowles Foundation at Yale University, which supported a visit that facilitated completion of this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}