{
    "id": 16118,
    "citation_title": "Do Prices Determine Vertical Integration?",
    "citation_author": [
        "Laura Alfaro",
        "Paola Conconi",
        "Harald Fadinger",
        "Andrew F. Newman"
    ],
    "citation_publication_date": "2010-06-17",
    "issue_date": "2010-06-17",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhat is the relationship between product prices and vertical integration? While the literature has focused on how integration affects prices, this paper provides evidence that prices can affect integration. Many theories in organizational economics and industrial organization posit that integration, while costly, increases productivity. It follows from firms' maximizing behavior that higher prices induce more integration. The reason is that at low prices, increases in revenue resulting from enhanced productivity are too small to justify the cost, whereas at high prices the revenue benefit exceeds the cost. Trade policy provides a source of exogenous price variation to assess the validity of this prediction: higher tariffs should lead to higher prices and therefore to more integration. We construct firm-level indices of vertical integration for a large set of countries and industries and exploit cross-section and time-series variation in import tariffs to examine their impact on firm boundaries. Our empirical results provide strong support for the view that output prices are a key determinant of vertical integration.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Do Prices Determine Vertical Integration? Evidence from Trade Policy.\" We are grateful to Daron Acemoglu, Robby Akerlof, Nick Bloom, Francesco Decarolis, Bob Gibbons, Davin Chor, Gene Grossman, Maria Guadalupe, Ali Hortaçsu, Louis Kaplow, Patrick Legros, Margaret McMillan, Emanuel Ornelas, Mike Powell, Raffaella Sadun, Chad Syverson, John Van Reenen, Chris Woodruff and numerous seminar and conference participants for their valuable suggestions and comments. Research funding from the FNRS and the European Commission (PEGGED collaborative project) is gratefully acknowledged by Conconi. For their hospitality and support, Newman is grateful to the Yale Economic Growth Center and the Brown Population Studies and Training Center. We thank Francisco Pino, Andrea Colombo and Qiang Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}