{
    "id": 16126,
    "citation_title": "Privatization and Nationalization Cycles",
    "citation_author": [
        "Roberto Chang",
        "Constantino Hevia",
        "Norman Loayza"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the cycles of nationalization and privatization in resource-rich economies. We discuss available evidence on the drivers and consequences of privatization and nationalization, review the existing literature, and present illustrative case studies. Our main contribution is then to develop a static and dynamic model of the choice between private and national regimes for the ownership of natural resources. In the model, this choice is driven by a basic equality-efficiency tradeoff: national ownership results in more redistribution of income and more equality, but undermines incentives for effort. The resolution of the tradeoff depends on external and domestic conditions that affect the value of social welfare under each regime. This allows us to characterize how external variables -- such as the commodity price -- and domestic ones -- such as the tax system -- affect the choice of private vs. national regimes. The analysis therefore identifies the determinants of the observed cycles of privatization and nationalization, and is consistent with a variety of observed phenomena.\n\n",
    "acknowledgement": "\nFor excellent research assistance, we are grateful to Luis Fernando Castro,Teresa Fort, and Tomoko Wada. We also thank Yuki Ikeda for editorial assistance. We have benefitted from insightful conversations and comments from Ximena Del Carpio, Tito Cordella, Eduardo Engel, Aart Kraay, Justin Lin, Osmel Manzano, Juan Antonio Morales, Claudio Raddatz, Roberto Rigobón, Luis Servén and seminar participants at the World Bank, the Atlanta Fed, the Inter-American Development Bank, and the Conference on Development Economics, Bolivia 2009. We gratefully recognize the financial support from the World Bank's Knowledge for Change Program and the Latin America and Caribbean Flagship Report on \"The Role of Commodities.\" The views expressed in this paper are those of the authors, and do not necessarily reflect those of the World Bank, their Boards of Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}