{
    "id": 16123,
    "citation_title": "Interactions between State and Federal Climate Change Policies",
    "citation_author": [
        "Lawrence H. Goulder",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal action addressing climate change is likely to emerge either through new legislation or via the U.S. EPA's authority under the Clean Air Act.  The prospect of federal action raises important questions regarding the interconnections between federal efforts and state-level climate policy developments.  In the presence of federal policies, to what extent will state efforts be cost-effective?  How does the co-existence of state- and federal-level policies affect the ability of state efforts to achieve emissions reductions?\nThis paper addresses these questions.  We find that state-level policy in the presence of a federal policy can be beneficial or problematic, depending on the nature of the overlap between the two systems, the relative stringency of the efforts, and the types of policy instruments engaged.  When the federal policy sets limits on aggregate emissions quantities, or allows manufacturers or facilities to average performance across states, the emission reductions accomplished by a subset of U.S. states may reduce pressure on the constraints posed by the federal policy, thereby freeing facilities or manufacturers to increase emissions in other states.  This leads to serious \"emissions leakage\" and a loss of cost-effectiveness at the national level.  In contrast, when the federal policy sets prices for emissions or does not allow manufactures to average performance across states, these difficulties are usually avoided.  Even in circumstances involving problematic interactions, there may be other attractions of state-level climate policy.  We evaluate a number of arguments that have been made to support state-level climate policy in the presence of federal policies, even when problematic interactions arise.\n\n",
    "acknowledgement": "\nThe authors are grateful to Dallas Burtraw, Anthony Eggert, Arik Levinson, and Catherine Wolfram for helpful comments on a previous version of this chapter. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}