{
    "id": 16128,
    "citation_title": "Uncertainty about Government Policy and Stock Prices",
    "citation_author": [
        "Lubos Pastor",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how changes in government policy affect stock prices. Our general equilibrium model features uncertainty about government policy and a government that has both economic and non-economic motives. The government tends to change its policy after performance downturns in the private sector. Stock prices fall at the announcements of policy changes, on average. The price fall is expected to be large if uncertainty about government policy is large, as well as if the policy change is preceded by a short or shallow downturn. Policy changes increase volatility, risk premia, and correlations among stocks. The jump risk premium associated with policy decisions is positive, on average.\n\n",
    "acknowledgement": "\nBoth authors are at the Booth School of Business, University of Chicago, 5807 South Woodlawn Avenue, Chicago, IL 60637, USA. Email: lubos.pastor@ChicagoBooth.edu and pietro.veronesi@ChicagoBooth.edu. We are grateful for comments from Fernando Alvarez, Frederico Belo, Jaroslav Borovička, Pierre Chaigneau, David Chapman, Josh Coval,Max Croce, Steve Davis, Allan Drazen, Francisco Gomes, John Heaton, Monika Piazzesi, Amit Seru, Rob Stambaugh, Milan Švolík, Francesco Trebbi, Rob Vishny, as well as from the conference participants at the 2010 NBER AP meeting, 2010 NBER EFG meeting, 2011 WFA meeting, 2011 SED meeting, 2011 Prague Economic Meeting, 2011 European Summer Symposium in Financial Markets (Gerzensee), 2011 Chicago Booth CFO Forum, and workshop participants at the Bank of England, Chicago, Einaudi Institute (Rome), Erasmus, European Central Bank, Harvard, LBS, LSE, McGill, Northwestern, Notre Dame, Oxford, Vanderbilt, Warwick, and WU Vienna. This research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}