{
    "id": 16120,
    "citation_title": "Setting the Initial Time-Profile of Climate Policy: The Economics of Environmental Policy Phase-Ins",
    "citation_author": [
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the question of under what circumstances a new environmental regulation should \"phase in\" gradually over time, rather than being immediately implemented at full force.  The paper focuses particularly on climate policy, though its insights are more general.  It shows that while adjustment costs provide a strong efficiency argument for phasing in a quantity-based regulation (or allowing intertemporal flexibility that creates the equivalent of a phase-in), this argument does not apply for price-based regulation.  Indeed, in many cases, it will be more efficient to do just the opposite, setting an initially very high emissions price that then falls as the policy phases in.  This difference in results comes not from any fundamental difference between price and quantity policies: under either policy, the efficient quantity of abatement rises over time, while the efficient price stays constant or even falls.  But other considerations, such as distributional concerns or monitoring and enforcement issues, may still argue for a gradual phase-in even for a price-based policy.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions, I thank Don Fullerton, Stephen Holland, and participants in the NBER Conference on The Design and Implementation of U.S. Climate Policy. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}