{
    "id": 16122,
    "citation_title": "Aggregate Risk and the Choice between Cash and Lines of Credit",
    "citation_author": [
        "Viral V. Acharya",
        "Heitor Almeida",
        "Murillo Campello"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that a firm's aggregate risk is a key determinant of whether it manages its future liquidity needs through cash reserves or bank lines of credit. Banks create liquidity for firms by pooling their idiosyncratic risks. As a result, firms with high aggregate risk find it costly to get credit lines from banks and opt for cash reserves in spite of higher opportunity costs and liquidity premium. We verify our model's hypothesis empirically by showing that firms with high asset beta have a higher ratio of cash reserves to lines of credit, controlling for other determinants of liquidity policy. This effect of asset beta on liquidity management is economically significant, especially for financially constrained firms; is robust to variation in the proxies for firms' exposure to aggregate risk and availability of credit lines; works at the firm level as well as the industry level; and is significantly stronger in times when aggregate risk is high. Consistent with the channel that drives these effects in our model, we find that firms with high asset beta face higher spreads on bank credit lines.\n\n",
    "acknowledgement": "\nOur paper benefited from comments from Hui Chen and Ran Duchin (discussants), and seminar participants at the 2010 AEA meetings, Moodys/NYU Stern 2010 Credit Risk Conference, DePaul University, New York University, University of Illinois, UCLA, and Emory University. We thank Florin Vasvari and Anurag Gupta for help with the data on lines of credit and Michael Roberts and Florin Vasvari for matching of these data to COMPUSTAT. Fabricio D'Almeida, Rustom Irani, Hanh Le and Quoc Nguyen provided excellent research assistance. We are also grateful to Jaewon Choi for sharing with us his data on firm betas, and to Thomas Philippon and Ran Duchin for sharing their programs to compute asset and financing gap betas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}