{
    "id": 16130,
    "citation_title": "Some Evidence on the Importance of Sticky Wages",
    "citation_author": [
        "Alessandro Barattieri",
        "Susanto Basu",
        "Peter Gottschalk"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNominal wage stickiness is an important component of recent medium-scale structural macroeconomic models, but to date there has been little microeconomic evidence supporting the assumption of sluggish nominal wage adjustment. We present evidence on the frequency of nominal wage adjustment using data from the Survey of Income and Program Participation (SIPP) for the period 1996-1999. The SIPP provides high-frequency information on wages, employment and demographic characteristics for a large and representative sample of the US population.\nThe main results of the analysis are as follows. 1) After correcting for measurement error, wages appear to be very sticky. In the average quarter, the probability that an individual will experience a nominal wage change is between 5 and 18 percent, depending on the samples and assumptions used. 2) The frequency of wage adjustment does not display significant seasonal patterns. 3) There is little heterogeneity in the frequency of wage adjustment across industries and occupations. 4) The hazard of a nominal wage change first increases and then decreases, with a peak at 12 months. 5) The probability of a wage change is positively correlated with the unemployment rate and with the consumer price inflation rate.\n\n",
    "acknowledgement": "\nWe thank Mark Bils, Matteo Iacoviello, Peter Klenow, Peter Ireland, Emi Nakamura, Fabio Schiantarelli, Jon Steinsson and seminar participants at Boston College, CREI, the European Economic Association Annual Meetings, the Federal Reserve Bank of Boston, the Federal Reserve Bank of San Francisco, and the NBER Summer Institute for useful suggestions and comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}