{
    "id": 16137,
    "citation_title": "Suburbanization, Demographic Change and the Consequences for School Finance",
    "citation_author": [
        "David N. Figlio",
        "Deborah Fletcher"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existing literature on the relationship between the share of elderly in a community and the support for local public education has led to mixed results to date.  One potential reason behind this is that the share of elderly in a community is endogenous, and it is very difficult to disentangle the effects of individuals aging in place from that of dynamic Tiebout sorting.  The point of this paper is to carefully document the degree to which aging in place has occurred in the American suburbs, and to estimate the degree to which it has influenced school finance once the initial settlers of these suburbs were no longer the parents of school-aged children.  We hand-match data from the 1950 and 1960 Censuses of Population and Housing to more recent data to link postwar suburban development to later school finance.  Using a novel method for identifying the causal effects of aging in place, we find that the share of elderly adults who age in place is negatively related to the level of support for public schooling, and that this is particularly true for school districts in metropolitan areas where the school-aged population is more heavily nonwhite relative to the elderly population.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institutes for Health for financial support, to Randy Reback and Amy Harris, William Evans, and Robert Schwab for their matched Census and school finance data, to Julie Cullen, Roger Gordon, Rob McMillan and Randy Reback, as well as participants of the NBER Conference on Fiscal Federalism, for thoughtful comments.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}