{
    "id": 16142,
    "citation_title": "The Trade Performance of Asian Economies During and Following the 2008 Financial Crisis",
    "citation_author": [
        "Jing Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper documents and compares the trade performance of the major Asian economies both during and following the 2008 financial crisis. We consider China, India, Thailand, Malaysia, South Korea, Japan, Singapore and Chinese Taiwan. We access separate country data files giving monthly trade performance for both the import and export sides throughout the crisis. We use these to compare the size, speed and acceleration of trade compression with the onset of the crisis, and the reverse effects on recovery. We do this in aggregate and by product and bilateral trading partner. The data reported show considerable diversity of country experience. Among manufacture exporters China has seen a major decline in trade with a slow recovery, whereas Korea experienced smaller initial impact but a quick rebound. Import impacts are mildest for India and commodity exporters including Malaysia. On the import side, the falls in world oil prices impact sharply on import values. We also compare trade impacts in the 2008 financial crisis with those in the 1930s and the Asian financial crisis. In the 1930s percentage impacts on trade in the first year were similar, but of much longer duration, reducing trade volumes in the US by nearly 80% by 1933, and placing Germany close to autarchy. In the 1998 Asian crisis trade impacts were much smaller since export markets in the OECD were not affected, but negative growth impacts on affected countries were greater.\n\n",
    "acknowledgement": "\nWe are grateful a semimar group at CIGI for comments, and to Mohan Agarwal, Li Chunding and Shi Xiaojun for discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}