{
    "id": 16145,
    "citation_title": "Managing Markets for Toxic Assets",
    "citation_author": [
        "Christopher L. House",
        "Yusufcan Masatlioglu"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model in which banks trade toxic assets to raise funds for investment. The toxic assets generate an adverse selection problem and, as a consequence, the interbank asset market provides insufficient liquidity to finance investment. While the best investments are fully funded, socially efficient projects with modest payoffs are not. Investment is inefficiently low because acquiring funding requires banks to sell high-quality assets for less than their \"fair\" value. We then consider whether equity injections and asset purchases can improve market outcomes. Equity injections do not improve liquidity and may be counterproductive as a policy for increasing investment. By allowing banks to fund investments without having to sell high-quality assets, equity injections reduce the number of high-quality assets traded and further contaminate the interbank market. Paradoxically, if equity injections are directed to firms with the greatest liquidity needs, the contamination effect causes investment to fall. In contrast, asset purchase programs, like the Public-Private Investment Program, often have favorable impacts on liquidity, investment and welfare.\n\n",
    "acknowledgement": "\nWe thank Robert Barsky, Lutz Kilian, Collin Raymond and Matthew Shapiro for insightful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}