{
    "id": 16149,
    "citation_title": "Understanding Overeating and Obesity",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe combination of economic and biological factors is likely to result in overeating, in the current environment of cheap and readily available food.  This propensity is shown using a \"dual-decision\" approach where choices reflect the interaction between two parts of the brain: a \"deliberative\" system, operating as in standard economic models, and an \"affective\" system that responds rapidly to stimuli without considering long-term consequences.  This framework is characterized by excess food consumption and body weight, in the sense that individuals prefer both ex-ante and ex-post to eat and weigh less than they actually do, with dieting being common but often unsuccessful or only partially successful.  As in the standard model, weight will be related to prices.  However, another potentially important reason for rising obesity is that food producers have incentives to engineer products to stimulate the affective system so as to encourage overeating.  Data from multiple waves of the National Health and Nutrition Examination Surveys are used to investigate predictions of the dual-decision model, with the evidence providing broad support for at least some irrationality in food consumption.\n\n",
    "acknowledgement": "\nI thank Stephen Holland, Charles Courtemanche, Thomas McGuire, Steven Stern and seminar participants at Harvard University, Korea University, University of Iceland, University of Pennsylvania, and University of Virginia for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}