{
    "id": 16148,
    "citation_title": "The Child and Adult Care Food Program: Who is Served and What are Their Nutritional Outcomes?",
    "citation_author": [
        "Rachel A. Gordon",
        "Robert Kaestner",
        "Sanders Korenman",
        "Kristin Abner"
    ],
    "citation_publication_date": "2010-07-19",
    "issue_date": "2010-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses three basic questions about an under-studied food subsidy program, the Child and Adult Care Food Program (CACFP): (1) Does CACFP reach targeted low-income children? (2) How do eligible families and child care providers who participate differ from those who do not participate? (3) What is the association between attending CACFP-participating child care and children's food intake, weight, and food security?  We use the Early Childhood Longitudinal Study, Birth Cohort to examine these questions for a representative sample of young children and their providers.  We find that program eligibility rules leave many poor children outside the CACFP program.  Yet, among poor preschoolers in center-based care, participation in the program is correlated with positive outcomes such as increased consumption of milk and vegetables, and healthier weight (BMI).  We discuss the implications of our findings, especially in relation to other food and child care subsidy programs.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the USDA Nutrition Research Innovation and Development Grants in Economics (RIDGE) Program.  This paper benefited from two RIDGE workshops held at the Harris School at the University of Chicago and the 2009 RIDGE Conference, in Washington DC.  We also thank seminar participants at Chapin Hall at the University of Chicago and the School of Public Affairs, Baruch College/CUNY for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}