{
    "id": 16141,
    "citation_title": "From Russia with Love: The Impact of Relocated Firms on Incumbent Survival",
    "citation_author": [
        "Oliver Falck",
        "Christina Guenther",
        "Stephan Heblich",
        "William R. Kerr"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe identify the impact of local firm concentration on incumbent performance with a quasi natural experiment. When Germany was divided after World War II, many firms in the machine tool industry fled the Soviet occupied zone to prevent expropriation. We show that the regional location decisions of these firms upon moving to western Germany were driven by non-economic factors and heuristics rather than existing industrial conditions. Relocating firms increased the likelihood of incumbent failure in destination regions, a pattern that differs sharply from new entrants. We further provide evidence that these effects are due to increased competition for local resources.\n\n",
    "acknowledgement": "\nWe thank Gilles Duranton, Marcello Pagnini, William Strange, Matthew Turner, and seminar participants at the European Regional Science Association, University of Munich, and University of Toronto for insightful comments and suggestions. Parts of this paper were written while Falck was visiting Harvard University and Heblich was visiting the University of Toronto. They acknowledge the hospitality of these institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}