{
    "id": 16143,
    "citation_title": "Uncertainty and Economic Activity: Evidence from Business Survey Data",
    "citation_author": [
        "Ruediger Bachmann",
        "Steffen Elstner",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2010-06-24",
    "issue_date": "2010-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of time-varying business uncertainty on economic activity? Using partly confidential business survey data from the U.S. and Germany in structural VARs, we find that positive innovations to business uncertainty lead to prolonged declines in economic activity. In contrast, their high-frequency impact is small. We find no evidence of the \"wait-and-see\"-effect - large declines of economic activity on impact and subsequent fast rebounds - that the recent literature associates with positive uncertainty shocks. Rather, positive innovations to business uncertainty have effects similar to negative business confidence innovations. Once we control for their low-frequency effect, we find little statistically or economically significant impact of uncertainty innovations on activity. We argue that high uncertainty events are a mere epiphenomenon of bad economic times: recessions breed uncertainty.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the IAB, Université de la Méditerranée Aix-Marseille II, University of Michigan, Midwest Macro Meetings (Lansing), NYU Stern, Rochester, Yale and ZEW Mannheim as well as Robert Barsky, Eduardo Engel, and Giuseppe Moscarini for their comments. We are grateful to Kai Carstensen and Sigrid Stallhofer from the IFO Institute as well as Holly Wade from the NFIB for providing us with their data and introducing us to the institutional backgrounds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}