{
    "id": 16152,
    "citation_title": "The Effect of Civilian Casualties in Afghanistan and Iraq",
    "citation_author": [
        "Luke N. Condra",
        "Joseph H. Felter",
        "Radha K. Iyengar",
        "Jacob N. Shapiro"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA central question in intrastate conflicts is how insurgents are able to mobilize supporters to participate in violent and risky activities. A common explanation is that violence committed by counterinsurgent forces mobilizes certain segments of the population through a range of mechanisms. We study the effects of civilian casualties in Iraq and Afghanistan to quantify the effect of such casualties on subsequent insurgent violence. By comparing uniquely detailed micro-data along temporal, spatial, and gender dimensions we can distinguish short-run 'information' and 'capacity' effects from the longer run 'propaganda' and 'revenge' effects. In Afghanistan we find strong evidence that local exposure to civilian casualties caused by international forces leads to increased insurgent violence over the long-run, what we term the 'revenge' effect. Matching districts with similar past trends in violence shows that counterinsurgent-generated civilian casualties from a typical incident are responsible for 1 additional violent incident in an average sized district in the following 6 weeks and lead to increased violence over the next 6 months. There is no evidence that out-of-area events--errant air strikes for example--lead to increased violence, nor is there evidence of short run effects, thus ruling out the propaganda, information, and capacity mechanisms. Critically, we find no evidence of a similar reaction to civilian casualties in Iraq, suggesting the constraints on insurgent production of violence may be quite conflict-specific. Our results imply that minimizing harm to civilians may indeed help counterinsurgent forces in Afghanistan to reduce insurgent recruitment.\n\n",
    "acknowledgement": "\nThe authors thank Eli Berman, Ethan Bueno de Mesquita, Lee Ewing, Brian Fishman, Jason Lyall, Kyle Pizzey, and David Siegel for helpful comments and assistance with data. Condra acknowledges financial support from Stanford University's School of Humanities and Sciences Graduate Research Opportunity Fund. We acknowledge financial support from grant #FA9550-09-1-0314 from the Air Force Office of Scientific Research. The views expressed are the authors' and in no way reflect those of their universities, the Department of Defense, the International Security Assistance Force, or the National Bureau of Economic Research.\n\n\n"
}