{
    "id": 16155,
    "citation_title": "Medicare Part D and the Financial Protection of the Elderly",
    "citation_author": [
        "Gary V. Engelhardt",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of the expansion of public prescription drug insurance coverage from Medicare Part D on the elderly and find evidence of substantial crowd-out.  Using detailed data from the 2002-7 waves of the Medical Expenditure Panel Survey (MEPS), we estimate that the extension of Part D benefits resulted in 80% crowd-out of both prescription drug insurance coverage and prescription drug expenditures of those 65 and older.  Part D is associated with only modest reductions in out-of-pocket spending.  This suggests that the welfare gain from protecting the elderly from out-of-pocket spending risk through Part D has been small.\n\n",
    "acknowledgement": "\nThe research reported herein was supported by the Center for Retirement Research at Boston College pursuant to a grant from the U.S. Social Security Administration funded as part of the Retirement Research Consortium.  The opinions and conclusions are solely those of the authors and should not be construed as representing the opinions or policy of the Social Security Administration, any agency of the Federal Government, the Center for Retirement Research at Boston College, MIT, NBER, Syracuse University, or the National Bureau of Economic Research.  All errors are our own.  We are grateful to John Graves for excellent research assistance.  Gruber acknowledges financial support from the National Institute on Aging.\n\n\n"
}