{
    "id": 16150,
    "citation_title": "Financial Conditions Indexes: A Fresh Look after the Financial Crisis",
    "citation_author": [
        "Jan Hatzius",
        "Peter Hooper",
        "Frederic S. Mishkin",
        "Kermit L. Schoenholtz",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the link between financial conditions and economic activity.  We first review existing measures, including both single indicators and composite financial conditions indexes (FCIs).  We then build a new FCI that features three key innovations.   First, besides interest rates and asset prices, it includes a broad range of quantitative and survey-based indicators.  Second, our use of unbalanced panel estimation techniques results in a longer time series (back to 1970) than available for other indexes.  Third, we control for past GDP growth and inflation and thus focus on the predictive power of financial conditions for future economic activity.  During most of the past two decades for which comparisons are possible, including the last five years, our FCI shows a tighter link with future economic activity than existing indexes, although some of this undoubtedly reflects the fact that we selected the variables partly based on our observation of the recent financial crisis.  As of the end of 2009, our FCI showed financial conditions at somewhat worse-than-normal levels.  The main reason is that various quantitative credit measures (especially issuance of asset backed securities) remained unusually weak for an economy that had resumed expanding. Thus, our analysis is consistent with an ongoing modest drag from financial conditions on economic growth in 2010.\n\n",
    "acknowledgement": "\nThis paper will be published as part of \"Proceedings of the US Monetary Policy Forum 2010\" which will be available at http://research.chicagobooth.edu/igm/events/conferences/usmonetaryforum.aspx. We are grateful to our discussants (William Dudley and Narayana Kocherlakota) and to the participants in the 2010 U.S. Monetary Policy Forum for their helpful contributions. We thank Christine Dobridge, David Kelley, and Torsten Slok for help with the analysis.  We also thank Lewis Alexander, Anil Kashyap, Serena Ng, Hyun Shin, and Kenneth West for valuable comments and advice, and we thank the Columbia University Macroeconomics Lunch Group and a seminar faculty group at NYU Stern School of Business for their suggestions. Finally, we thank Bloomberg, Citi, the Federal Reserve Bank of Kansas City, Simon Gilchrist, Macroeconomic Advisers, and the OECD for generously sharing their credit spread and financial conditions data.  The views expressed here are those of the authors only and not necessarily of the institutions with which they are affiliated.  All errors are our own. Data and replications files for the FCI and other results in this paper can be downloaded at http://www.princeton.edu/~mwatson/ The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}