{
    "id": 16151,
    "citation_title": "Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure",
    "citation_author": [
        "Hui Chen"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI build a dynamic capital structure model that demonstrates how business-cycle variations in expected growth rates, economic uncertainty, and risk premia influence firms' financing and default policies. Countercyclical fluctuations in risk prices, default probabilities, and default losses arise endogenously through firms' responses to the macroeconomic conditions. These comovements generate large credit risk premia for investment grade firms, which helps address the \"credit spread puzzle\" and \"under-leverage puzzle\" in a unified framework. The model generates interesting dynamics for financing and defaults, including \"credit contagion\" and market timing of debt issuance. It also provides a novel procedure to estimate state-dependent default losses.\n\n",
    "acknowledgement": "\nI am very grateful to the members of my dissertation committee, John Cochrane, Doug Diamond, Pietro Veronesi, and especially to the committee chair Monika Piazzesi for constant support and many helpful discussions. I also thank Heitor Almeida, Ravi Bansal, Pierre Collin-Dufresne, Darrel Duffie, Gene Fama, Dirk Hackbarth, Lars Hansen, Campbell Harvey (the editor), Andrew Hertzberg, Francis Longstaff, Erwan Morellec, Jianjun Miao, Stewart Myers, Tano Santos, Martin Schneider, Costis Skiadas, Ilya\nStrebulaev, Suresh Sundaresen, two anonymous referees, and seminar participants at Carnegie Mellon, Chicago, Columbia, Duke, Emory, Hong Kong University of Science and Technology, Illinois, London Business School, Maryland, Michigan, MIT, New York University, Rochester, Stanford, Texas-Austin, Toronto, University of California at Los Angeles, University of Southern California, Washington, and the 2007 WFA meetings for comments. All the remaining errors are my own. Research support from the Katherine Dusak Miller Ph.D. Fellowship in Finance is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}