{
    "id": 16156,
    "citation_title": "Going Soft: How the Rise of Software Based Innovation Led to the Decline of Japan's IT Industry and the Resurgence of Silicon Valley",
    "citation_author": [
        "Ashish Arora",
        "Lee G. Branstetter",
        "Matej Drev"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a shift in the nature of innovation in the information technology (IT) industry.  Using comprehensive data on all IT patents granted by the USPTO from 1980-2002, we find strong evidence of a change in IT innovation that is systematic, substantial, and increasingly dependent on software. This change in the nature of IT innovation has had differential effects on the performance of the IT industries in the United States and Japan. Using a broad unbalanced panel of US and Japanese publicly listed IT firms in the period 1983-1999, we show that (a) Japanese IT innovation relies less on software advances than US IT innovation, (b) the innovation performance of Japanese IT firms is increasingly lagging behind that of their US counterparts, particularly in IT sectors that are more software intensive, and (c) that US IT firms are increasingly outperforming their Japanese counterparts, particularly in more software intensive sectors. The findings of this paper thus provide a fresh explanation for the relative decline of the Japanese IT industry in the 1990s. Finally, we provide suggestive evidence consistent with the hypothesis that human resource constraints played a role in preventing Japanese firms from adapting to the shift in the nature of innovation in IT.\n\n",
    "acknowledgement": "\nThis research was supported by the Software Industry Center at Carnegie Mellon University and benefitted from the research assistance of Ms. Kanako Hotta of UCSD.  We acknowledge with gratitude useful comments from Hiroyuki Chuma, Anthony D'Costa, Kyoji Fukao, Shane Greenstein, Susumu Hayashi, Takao Kato, Toshiaki Kurokawa, Mark Kryder, Koji Nomura, Jeffrey Smith, David Weinstein and participants in the 2009 Spring Meeting of the NBER Productivity Program, the 2009 NBER Japan Project Conference, and the September 2009 Meeting of the Japan Economic Seminar at Columbia University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}