{
    "id": 1615,
    "citation_title": "The Impossibility of Rational Bubbles",
    "citation_author": [
        "Behzad T. Diba",
        "Herschel I. Grossman"
    ],
    "citation_publication_date": "1985-05-01",
    "issue_date": "1985-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA rational bubble would involve a self-confirming belief that an asset price depends on information that includes variables or parameters that are not part of market fundamentals. The existing literature shows that, if market fundamentals are economically interesting, i.e., forward looking, any rational bubbles would be either explosive or implosive. Further arguments based on the existing literature show that utility maximizing behavior implies finite bounds on asset prices and, accordingly, precludes both explosive and implosive rational price expectations, except for the possible case of an implosion in the value of fiat money. These arguments rule out both positive and negative rational bubbles, except for the poissibility of rational inflationary bubbles.This paper extends the theoretical analysis of rational bubbles in two ways. First, it shows that, although a supply response of the current asset stock to the current asset price dampens fluctuations in market fundamentals, such a response would cause a rational bubble to explode or to implode even faster.Thus, the explosiveness or implosiveness of rational bubbles isnot an artifact of assuming that the asset stock evolves autonomously. Second, and more importantly, the present analysis considers the inception of rational bubbles and shows that, for anegative rational bubble -- such as a rational inflationary bubble -- to get started, a positive rational bubble also would have to have positive probability. Specifically, the expected initial absolute value of a potential negative rational bubble cannot exceed the expected, initial value of a potential positive rational bubble.This result dramatically expands the theoretical basis for precluding rational bubbles. Specifically, because utility maximization directly rules out rational deflationary bubbles, the inception of a rational inflationary bubbles is also precluded.\n\n",
    "acknowledgement": "\n"
}