{
    "id": 16159,
    "citation_title": "Self-Fulfilling Risk Panics",
    "citation_author": [
        "Philippe Bacchetta",
        "Cédric Tille",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent crises have seen very large spikes in asset price risk without dramatic shifts in fundamentals. We propose an explanation for these risk panics based on self-fulfilling shifts in risk made possible by a negative link between the current asset price and risk about the future asset price. This link implies that risk about tomorrow's asset price depends on uncertainty about risk tomorrow. This dynamic mapping of risk into itself gives rise to the possibility of multiple equilibria and self-fulfilling shifts in risk. We show that this can generate risk panics. The impact of the panic is larger when the shift from a low to a high risk equilibrium takes place in an environment of weak fundamentals. The sharp increase in risk leads to a large drop in the asset price, decreased leverage and reduced market liquidity. We show that the model can account well for the developments during the recent financial crisis.\n\n",
    "acknowledgement": "\nWe would like to thank Daniel Cohen, Luca Dedola, Stefan Gerlach, Paul Klein, Jaume Ventura, and audience members at the 2010 Bundesbank Annual Conference, the 2010 European Summer Symposium in International Macroeconomics, the ECB, NYFed, Dallas Fed, PSE, Cambridge, St. Andrews, Lausanne, Carlos III and the Hong Kong Monetary Authority for useful comments and discussions. We gratefully acknowledge financial support from the National Science Foundation (grant SES-0649442), the Hong Kong Institute\nfor Monetary Research, the National Centre of Competence in Research \"Financial Valuation and Risk Management\" (NCCR FINRISK), and the Swiss Finance Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}