{
    "id": 16158,
    "citation_title": "Spillovers from Climate Policy",
    "citation_author": [
        "Stephen P. Holland"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate policy spillovers can be either positive or negative since firms change their production processes in response to climate policies, which may either increase or decrease emissions of other pollutants.  Understanding these ancillary benefits or costs has important implications for climate policy design, modeling, and benefit-cost analysis.  This paper shows how spillovers can be decomposed into output effects (which have ancillary benefits) and substitution effects (which may have ancillary benefits or ancillary costs).  The ambiguous net effect highlights the importance of polluters' responses to climate policy.  I then test for climate policy spillovers in electricity power generation.  The estimates are consistent with ancillary benefits from climate policy arising primarily from reductions in output (primarily at older plants) rather than from changes in emissions rates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference \"The Design and Implementation of U.S. Climate Policy'' convened in Washington D.C., May 13-14, 2010.  Special thanks to Severin Borenstein, James Bushnell, Chris Ruhm and Catherine Wolfram for helpful discussions.  Thanks to the University of California Energy Institute (UCEI) for generous research support during this project.  Thanks also to seminar participants at the University of North Carolina at Greensboro and at UCEI and to Michael Mills for valuable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}