{
    "id": 16168,
    "citation_title": "On Graduation from Default, Inflation and Banking Crisis: Elusive or Illusion?",
    "citation_author": [
        "Rong Qian",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a data set of over two hundred years of sovereign debt, banking and inflation crises to explore the question of how long it takes a country to \"graduate\" from the typical pattern of serial crisis that most emerging markets experience.  We find that for default and inflation crises, twenty years is a significant market, but the distribution of recidivism has extremely fat tails. In the case of banking crises, it is unclear whether countries ever graduate.  We also examine the more recent phenomenon of IMF programs, which sometimes result in \"near misses\" but sometimes end in default even after a program is instituted.  The paper raises the important theoretical question of why countries experience serial default, and how they might graduate.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the NBER Twenty-fifth Annual Conference on Macroeconomics, April 9, 2010. The authors are grateful to the Alfred P. Sloan Foundation and the National Science Foundation Grant No. 0849224 for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}