{
    "id": 16163,
    "citation_title": "A Review of War Costs in Iraq and Afghanistan",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs of this writing, the wars in Iraq and Afghanistan are in their eighth and tenth years, having accrued nearly a trillion dollars in direct military costs. I review the history of cost forecasts for these ongoing engagements, highlighting the differences across them in scope and accuracy, assessing the methods and practice of cost forecasting, and exploring the implications of the war costs themselves. Besides the unanticipated length and breadth of the military conflicts themselves, a related and equally important component of costs is the life cycle of costs associated with caring for veterans. The forecasts we have of such costs imply high levels of public spending per veteran and very high levels of costs associated with pain and suffering per veteran, as high as 10 to 25 percent of lifetime wealth. I also discuss the methods and motivations associated with war cost forecasts by comparing them with other types of aggregate forecasts, which are prone to similar types of errors. The history of war cost forecasts suggests that increasing their frequency and transparency may improve their usefulness in guiding policy.\n\n",
    "acknowledgement": "\nI am grateful to Linda Bilmes for insights and guidance on this topic, and to Sandro Galea and Albert Wu for extensive comments on earlier versions. The content is solely the responsibility of the author and does not represent the views of any other individual or institution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}