{
    "id": 16164,
    "citation_title": "Death by Market Power: Reform, Competition and Patient Outcomes in the National Health Service",
    "citation_author": [
        "Martin Gaynor",
        "Rodrigo Moreno-Serra",
        "Carol Propper"
    ],
    "citation_publication_date": "2010-07-12",
    "issue_date": "2010-07-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of competition on the quality of health care remains a contested issue.  Most empirical estimates rely on inference from non experimental data. In contrast, this paper exploits a pro-competitive policy reform to provide estimates of the impact of competition on hospital outcomes. The English government introduced a policy in 2006 to promote competition between  hospitals. Patients were given choice of location for hospital care and provided information on the quality and timeliness of care. Prices, previously negotiated between buyer and seller, were set centrally under a DRG type system. Using this policy to implement a difference-in-differences research design we estimate the impact of the introduction of competition on not only clinical outcomes but also productivity and expenditure. Our data set is large, containing information on approximately 68,000 discharges per year per hospital from 162 hospitals. We find that the effect of competition is to save lives without raising costs. Patients discharged from hospitals located in markets where competition was more feasible were less likely to die, had shorter length of stay and were treated at the same cost.\n\n",
    "acknowledgement": "\nMany thanks are due to Carolyn Whitnall for preparation of the data and to George Leckie for initial data description. HES data were used with the permission of the Department of Health (The NHS Information Centre). Financial support was provided by the U.K. Department of Health under the HREP policy evaluation programme. We appreciate comments and suggestions from Simon Burgess, Vic Fuchs, Kate Ho, Jon Kolstad, Fiona Scott Morton, Bob Town, Frank Windemeijer, and participants in seminars at the Free University of Amsterdam, Imperial College London, the Universities of Bergen, Bristol, Illinois-Chicago and the Co-operation & Competition Panel and in a session at the American Society of Health Economists 2010 meeting. The authors are solely responsible for the analysis and the views expressed here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}