{
    "id": 16165,
    "citation_title": "Implementation of Monetary Policy: How Do Central Banks Set Interest Rates?",
    "citation_author": [
        "Benjamin M. Friedman",
        "Kenneth N. Kuttner"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks no longer set the short-term interest rates that they use for monetary policy purposes by manipulating the supply of banking system reserves, as in conventional economics textbooks; today this process involves little or no variation in the supply of central bank liabilities. In effect, the announcement effect has displaced the liquidity effect as the fulcrum of monetary policy implementation. The chapter begins with an exposition of the traditional view of the implementation of monetary policy, and an assessment of the relationship between the quantity of reserves, appropriately defined, and the level of short-term interest rates. Event studies show no relationship between the two for the United States, the Euro-system, or Japan. Structural estimates of banks' reserve demand, at a frequency corresponding to the required reserve maintenance period, show no interest elasticity for the U.S. or the Euro-system (but some elasticity for Japan). The chapter next develops a model of the overnight interest rate setting process incorporating several key features of current monetary policy practice, including in particular reserve averaging procedures and a commitment, either explicit or implicit, by the central bank to lend or absorb reserves in response to differences between the policy interest rate and the corresponding target. A key implication is that if reserve demand depends on the difference between current and expected future interest rates, but not on the current level per se, then the central bank can alter the market-clearing interest rate with no change in reserve supply. This implication is borne out in structural estimates of daily reserve demand and supply in the U.S.: expected future interest rates shift banks' reserve demand, while changes in the interest rate target are associated with no discernable change in reserve supply. The chapter concludes with a discussion of the implementation of monetary policy during the recent financial crisis, and the conditions under which the interest rate and the size of the central bank's balance sheet could function as two independent policy instruments.\n\n",
    "acknowledgement": "\nWe are grateful to Ulrich Bindseil, Francesco Papadia, and Huw Pill for thoroughgoing and very helpful comments on earlier drafts; to Spence Hilton, Warren Hrung, Darren Rose and Shigenori Shiratsuka for their help in obtaining the data used in the original empirical work developed here; to Toshiki Jinushi and Yosuke Takeda for their insights on the Japanese experience; and to numerous colleagues for helpful discussions of these issues. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}