{
    "id": 16167,
    "citation_title": "Human capital and the Indian software industry",
    "citation_author": [
        "Ashish Arora",
        "Surendra K. Bagde"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough previous studies have noted the role of skilled labor in the growth of the Indian software industry, they have not empirically investigated its importance. In this study we study the effect of the supply of engineers, measured by engineering baccalaureate capacity, on the regional growth of the software exports between 1990 and 2003. We find significant effect of engineering baccalaureate capacity on the growth of software exports even after controlling for other relevant factors. This conclusion is especially interesting because much of this capacity is due to private, rather than publicly supported colleges, and testifies to the private willingness to invest in human capital even in poor countries.\n\n",
    "acknowledgement": "\nThis paper draws from the Bagde's PhD dissertation at Carnegie Mellon University. This research was supported by the Sloan Software Industry Center at Carnegie Mellon University. We are grateful to Dennis Epple, Lowell Taylor and Bill Vogt for very helpful comments. The customary disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}