{
    "id": 16162,
    "citation_title": "Calling Recessions in Real Time",
    "citation_author": [
        "James D. Hamilton"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys efforts to automate the dating of business cycle turning points. Doing this on a real time, out-of-sample basis is a bigger challenge than many academics might presume due to factors such as data revisions and changes in economic relationships over time.  The paper stresses the value of both simulated real-time analysis-- looking at what the inference of a proposed model would have been using data as they were actually released at the time-- and actual real-time analysis, in which a researcher stakes his or her reputation on publicly using the model to generate out-of-sample, real-time predictions.  The immediate publication capabilities of the internet make the latter a realistic option for researchers today, and many are taking advantage of it.  The paper reviews a number of approaches to dating business cycle turning points and emphasizes the fundamental trade-off between parsimony-- trying to keep the model as simple and robust as possible-- and making full use of available information.  Different approaches have different advantages, and the paper concludes that there may be gains from combining the best features of several different approaches.\n\n",
    "acknowledgement": "\nI am grateful for assistance and suggestions provided by Maximo Camacho, Marcelle Chauvet, Jeremy Nalewaik, Gabriel Perez-Quiros, Jeremy Piger, James Stock, Mark Watson, and Jonathan Wright.  This research is the work of the author alone and should not be interpreted as the opinions, findings, or procedures of the National Bureau of Economic Research's Business Cycle Dating Committee, or the NBER more generally.\n\n\n"
}