{
    "id": 16160,
    "citation_title": "Rational Choice and Voter Turnout: Evidence from Union Representation Elections",
    "citation_author": [
        "Henry S. Farber"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard theoretical solution to the observation of substantial turnout in large elections is that individuals receive utility from the act of voting.  However, this leaves open the question of whether or not there is a significant margin on which individuals consider the effect of their vote on the outcome in deciding whether or not to vote. \nIn order to address this issue, I study turnout in union representation elections in the U.S.  (government supervised secret ballot elections, generally held at the workplace, on the question of whether the workers would like to be represented by a union).  These elections provide a particularly good laboratory to study voter behavior because many of the elections have sufficiently few eligible voters that individuals can have a substantial probability of being pivotal.  I develop a rational choice model of turnout in these elections, and I implement this model empirically using data on over 75,000 of these elections held from 1972-2009. \nThe results suggest that most individuals (over 80 percent) vote in these elections independent of consideration of the likelihood that they will be pivotal.  Among the remainder, the probability of voting is related to variables that influence the probability of a vote being pivotal (election size and expected closeness of the election). These findings are consistent with the standard rational choice model.\n\n",
    "acknowledgement": "\nI thank Avinash Dixit, Joanne Gowa, Lawrence Kahn, Alexandre Mas and Jesse Rothstein for helpful comments.  I am grateful to the Institute for Advanced Study for providing me with substantial time during a leave to work on this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}