{
    "id": 16161,
    "citation_title": "America's settling down: How Better Jobs and Falling Immigration led to a Rise in Marriage, 1880 - 1930",
    "citation_author": [
        "Tomas Cvrcek"
    ],
    "citation_publication_date": "2010-07-01",
    "issue_date": "2010-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growing education and employment of women are usually cited as crucial forces behind the decline of marriage since 1960. However, both trends were already present between 1900 and 1960, during which time marriage became increasingly widespread. This early period differed from the post-1960 decades due to two factors primarily affecting men, one economic and one demographic. First, men's improving labor market prospects made them more attractive as marriage partners to women. Second, immigration had a dynamic effect on partner search costs. Its short-run effect was to fragment the marriage market, making it harder to find a partner of one's preferred ethnic and cultural background. The high search costs led to less marriage and later marriage in the 1890s and 1900s. As immigration declined, the long-run effect was for immigrants and their descendants to gradually integrate with American society. This reduced search costs and increased the marriage rate. The immigration primarily affected the whites' marriage market which is why the changes in marital behavior are much more pronounced among this group than among blacks.\n\n",
    "acknowledgement": "\nI thank Jeremy Atack, Howard Bodenhorn, William Collins, Robert Margo, Charles Thomas, participants at the Clemson public policy workshop, at the  seminars at CERGE-EI and University of Tennessee and at the Social Science History Association Conference, 2009 in Long Beach, CA for their valuable feedback. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}