{
    "id": 16166,
    "citation_title": "Evidence of a Modest Price Decline in US Broadband Services",
    "citation_author": [
        "Shane Greenstein",
        "Ryan C. McDevitt"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we construct a price index for broadband services in the United States between 2004 and 2009. We analyze over 1500 service contracts offered by DSL and cable providers in the United States. We employ a mix of matched-model methods and hedonic price index estimations to adjust for qualitative improvements. In general, we find some evidence of a quality-adjusted price decline, but the evidence points towards a modest decline at most. Our estimates of the price decline range from 3% to 10% in quality-adjusted terms for the five-year period, which is faster than the BLS estimates for the last three years. These modest price declines look nothing like other parts of electronics, such as computers or integrated circuits, which raises many questions. The results also inform a range of policy discussions about US broadband services.\n\n",
    "acknowledgement": "\nWe are affiliated with Kellogg School of Management, Northwestern University, and Simon School of Business, University of Rochester, respectively. We thank Robert Seamans, David Burstein, Scott Wallsten, Randy Weiss, and Brendan Williams for many comments. We thank Maja Butovich, Tam Le, Brittany Jaekel, and Benjamin Rothschild for their excellent research assistance. The Kellogg School of Management provided funding through the chair of Elinor and Wendell Hobbs. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}