{
    "id": 16177,
    "citation_title": "Financial Connections and Systemic Risk",
    "citation_author": [
        "Franklin Allen",
        "Ana Babus",
        "Elena Carletti"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model where institutions form connections through swaps of projects in order to diversify their individual risk. These connections lead to two different network structures. In a clustered network groups of financial institutions hold identical portfolios and default together. In an unclustered network defaults are more dispersed. With long term finance welfare is the same in both networks. In contrast, when short term finance is used, the network structure matters. Upon the arrival of a signal about banks' future defaults, investors update their expectations of bank solvency. If their expectations are low, they do not roll over the debt and there is systemic risk in that all institutions are early liquidated.  We compare investors' rollover decisions and welfare in the two networks.\n\n",
    "acknowledgement": "\nWe are grateful to Piero Gottardi, Iftekhar Hasan, John Kambhu, Fernando Vega Redondo and participants at presentations at the NBER Meetings in July 2009, the NBER Financial Institutions and Market Risk Conference in June 2010, our discussants there Mark Carey and Mark Flannery, the Federal Reserve Bank of New York, the Einaudi Institute for Economics and Finance, the European University Institute, the Huntsman School of Business, the Thammasat Business School, Tilburg University, the University of Naples Federico II, the University of South Florida and the University of Pennsylvania for helpful comments. We also thank the Sloan Foundation for financial support. The corresponding author is Franklin Allen with e-mail allenf@wharton.upenn.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}