{
    "id": 16174,
    "citation_title": "Off the Cliff and Back? Credit Conditions and International Trade during the Global Financial Crisis",
    "citation_author": [
        "Davin Chor",
        "Kalina Manova"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the collapse of international trade flows during the global financial crisis using detailed data on monthly US imports. We show that credit conditions were an important channel through which the crisis affected trade volumes, by exploiting the variation in the cost of capital across countries and over time, as well as the variation in financial vulnerability across sectors. Countries with higher interbank rates and thus tighter credit markets exported less to the US during the peak of the crisis. This effect was especially pronounced in sectors that require extensive external financing, have limited access to trade credit, or have few collateralizable assets. Exports of financially vulnerable industries were thus more sensitive to the cost of external capital than exports of less vulnerable industries, and this sensitivity rose during the financial crisis. The quantitative implications of our estimates for trade volumes highlight the large real effects of financial crises and the potential gains from policy intervention.\n\n",
    "acknowledgement": "\nWe thank the editor, Charles Engel, and two anonymous referees for their detailed comments. We also thank Jae Bin Anh, Pol Antrás, Bo Becker, Marco Bugamelli, Jeanne Gobat, Robert Hall, Dirk Jenter, Luc Laeven, Philippe Martin, Marc Melitz, Dennis Novy, Monika Piazessi, Heiwai Tang, Daniel Treer, and David Weinstein for insightful conversations, as well as audiences at the 2010 AEA meetings, the EITI conference (Keio University), the Institute of Southeast Asian Studies (Singapore), the CEGE Annual Conference (UC Davis), the NY Fed Conference on Global Dimensions of the Financial Crisis, the NBER-SLOAN Project on Market Institutions and Financial Market Risk, the NBER ITI winter 2010 meeting, the Asia Pacific Trade Seminars (Osaka), Harvard international lunch, University of New South Wales, Nanyang Technological University, and Singapore Management University. Carlo Antonio Cabrera, Vera Eidelman, Chan Li, Jun Jia Ng, Zhicheng Song, and Abiy Teshome provided excellent research assistance. This project was supported by a Stanford Vice Provost for Undergraduate Education Faculty Grant and SMU Office of Research Grant No. 09-C244-SMU-010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}