{
    "id": 16175,
    "citation_title": "The Role of Mortgage Brokers in the Subprime Crisis",
    "citation_author": [
        "Antje Berndt",
        "Burton Hollifield",
        "Patrik Sandås"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the subprime crisis, mortgage brokers originated about 65% of all subprime mortgages. Yet little is known about their behavior during the runup to the crisis. Using data from New Century Financial Corporation, we find that brokers earned an average revenue of $5,300 per funded loan. We decompose the broker revenues into a cost and a profit component and find evidence consistent with brokers having market power. The profits earned are different for different types of loans and vary with borrower, broker, regulation and neighborhood characteristics. We relate the broker profits to the subsequent performance of the loans and show that brokers earned high profits on loans that turned out to be riskier ex post.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the McIntire Center for Financial Innovation. We thank Sonny Bringol of Victorian Finance, LLC and Paul Allen of Oakmont Advisors, LLC for helpful discussions about the structure of the mortgage market and Michael Gage of IPRecovery for help with the New Century database. We are grateful to Vijay Bhasin, Bo Becker, Amit Seru, Amir Sufi and seminar participants at Aalto University, Carnegie Mellon University, Case Western University, Copenhagen Business School, Federal Reserve Bank of Chicago, Hanken School of Economics, HEC Paris, Insead, SIFR, UC Berkeley, UNC Chapel Hill, University of Waterloo, Wilfrid Laurier University, the NBER Securitization Meeting, the third McGill/IFM2 Risk Management Conference, and the NBER Financial Institutions and Market Risk Conference for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}