{
    "id": 16176,
    "citation_title": "Yesterday's Heroes: Compensation and Creative Risk-Taking",
    "citation_author": [
        "Ing-Haw Cheng",
        "Harrison Hong",
        "Jose A. Scheinkman"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between compensation and risk-taking among finance firms using a neglected insight from principal-agent contracting with hidden action and risk-averse agents. If the sensitivity of pay to stock price or slope does not vary with stock price volatility, then total compensation has to increase with firm risk to satisfy as agent's individual rationality constraint.  Consistent with this hypothesis, we find a correlation between total executive compensation, controlling for firm size, and risk measures such as firm beta, return volatility, and exposure to the ABX sub-prime index.  There is no relationship between insider ownership, a proxy for slope, and these measures. Compensation and firm risk are not related to governance variables. They increasewith institutional investor ownership, which suggests that heterogeneous investors incentivize firms to take varying levels of risks. Our results hold for non-finance firms and point to newprincipal-agent contracting empirics.\n\n",
    "acknowledgement": "\nWe thank Jeremy Stein, Rene Stulz, Luigi Zingales, Steven Kaplan, Tobias Adrian, Sule Alan, AugustinLandier, Terry Walter, Bob DeYoung, Ira Kay, Yaniv Grinstein, Patrick Bolton, Marco Becht andparticipants at the Princeton-Cambridge Conference, SIFR Conference,HEC, NBER, University of Michigan,University of Technology at Sydney, Chinese University of Hong Kong, CEMFI, LSE, Universityof Kansas Southwind Conference, Federal Reserve Bank of New York, Columbia University,ECGI-CEPR-IESE Madrid Conference, University of Florida, 2011 AFA Meetings, Federal Reserve Bank of Chicago 47 Annual Conference on Banking, and the NBER Conference on Market Institutionsand Financial Market Risk for helpful comments.The views expressed herein are those of the authorsand do not necessarily reflect the views of theNational Bureau of Economic Research.\n\n\n"
}