{
    "id": 16172,
    "citation_title": "Effects of Overweight on Risky Sexual Behavior of Adolescent Girls",
    "citation_author": [
        "Susan Averett",
        "Hope Corman",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from The National Longitudinal Survey of Adolescent Health to estimate effects of adolescent girls' overweight on their propensity to engage in risky sexual behavior. We estimate single equation, two-stage, and sibling fixed-effects models and find that overweight or obese teenage girls are more likely than their recommended-weight peers to engage in certain types of risky sexual behavior but not others. The results from this study underscore the importance of using multifaceted and contemporary measures of risky sexual behavior and have implications for the health and well-being of adolescent girls.\n\n",
    "acknowledgement": "\nWe are grateful to Asia Sikora and Julien Teitler for helpful comments and Oliver Joszt for excellent research assistance. This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}