{
    "id": 16170,
    "citation_title": "The Risk of Out-of-Pocket Health Care Expenditure at End of Life",
    "citation_author": [
        "Samuel Marshall",
        "Kathleen M. McGarry",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is conflicting evidence on the importance of out-of-pocket medical expenditures as a risk to financial security, particularly at older ages.  We revisit this question, focusing on health care spending near the end of life using data from the Health and Retirement Study for the years 1998-2006.  We address difficulties with missing values for various categories of expenditures, outliers, and variations across individuals in the length of the reporting period.  Spending in the last year of life is estimated to be $11,618 on average, with the 90th percentile equal to $29,335, the 95th percentile $49,907, and the 99th equal to $94,310.   These spending measures represent a substantial fraction of liquid wealth for decedents.  Total out-of-pocket expenditures are strongly positively related to wealth and weakly related to income.  We find evidence for a mechanism by which wealth could plausibly buy health: large expenditures on home modifications, helpers, home health care, and higher-quality nursing homes, which have been shown elsewhere to improve longevity.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P 98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. We are grateful to Michael Hurd and Susann Rohwedder for helpful comments and to Kathy Stroffolino for research assistance.  The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. McGarry also acknowledges financial support from the NIA through grant number R01AG16593 and Skinner through PO1AG19783.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  The end-of-life data will be available in STATA and SAS format on www.dartmouth.edu/~jskinner\n\n\n"
}