{
    "id": 16189,
    "citation_title": "Evaluating Conditions in Major Chinese Housing Markets",
    "citation_author": [
        "Jing Wu",
        "Joseph Gyourko",
        "Yongheng Deng"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHigh and rising prices in Chinese housing markets have attracted global attention, as well as the interest of the Chinese government and its regulators.  Housing markets look very risky based on the stylized facts we document.  Price-to-rent ratios in Beijing and seven other large markets across the country have increased from 30% to 70% since the beginning of 2007.  Current price-to-rent ratios imply very low user costs of no more than 2%-3% of house value.  Very high expected capital gains appear necessary to justify such low user costs of owning.  Our calculations suggest that even modest declines in expected appreciation would lead to large price declines of over 40% in markets such as Beijing, absent offsetting rent increases or other countervailing factors.  Price-to-income ratios also are at their highest levels ever in Beijing and select other markets.  Much of the increase in prices is occurring in land values.  Using data from the local land auction market in Beijing, we are able to produce a constant quality land price index for that city.  Real, constant quality land values have increased by nearly 800% since the first quarter of 2003, with half that rise occurring over the past two years.  State-owned enterprises controlled by the central government have played an important role in this increase, as our analysis shows they paid 27% more than other bidders for an otherwise equivalent land parcel.\n\n",
    "acknowledgement": "\nWe thank our discussants, Xudong An and Paul Anglin, and other attendees at the Symposium on Urbanization and Housing in Asia held by the Institute of Real Estate Studies at the National University of Singapore, as well as Ed Glaeser, for helpful comments on a previous draft.  We also appreciate the excellent research assistance of Derek Jia, Mingying Xu, and Yibo Zhao.  Gyourko thanks the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  Deng and Wu thank the Institute of Real Estate Studies at National University of Singapore for its research support.  Wu also thanks the National Natural Science Foundation of China for financial support (No. 70873072).  Naturally, we remain responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}