{
    "id": 16188,
    "citation_title": "Spillovers in Space: Does Geography Matter?",
    "citation_author": [
        "Sergey Lychagin",
        "Joris Pinkse",
        "Margaret E. Slade",
        "John Van Reenen"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe simultaneously assess the contributions to productivity of three sources of research and development spillovers: geographic, technology and product-market proximity. To do this, we construct a new measure of geographic proximity that is based on the distribution of a firm's inventor locations rather than its headquarters, and we report both parametric and semiparametric estimates of our geographic- distance functions. We find that: i) Geographic space matters even after conditioning on horizontal and technological spillovers; ii) Technological proximity matters; iii) Product-market proximity is less important; iv) Locations of researchers are more important than headquarters but both have explanatory power; and v) Geographic markets are very local.\n\n",
    "acknowledgement": "\nJoris Pinske would like to thank the NSF for grant SES-0922127. Sergey Lychagin and Joris Pinkse thank the Human Capital Foundation for their support of CAPCP. Margaret Slade thanks the Social Sciences and Humanities Research Council of Canada for support. John Van Reenen would like to thank the Economic and Social Research Council for financial support through the Centre for Economic Performance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}