{
    "id": 16184,
    "citation_title": "Growing State-Federal Conflicts in Environmental Policy: The Role of Market-Based Regulation",
    "citation_author": [
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2010-07-08",
    "issue_date": "2010-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, cases in which state governments chose to override federal environmental regulation with tighter regulations of their own have become increasingly common, even for pollutants that have substantial spillovers across states.  This paper argues that this change arose at least in part because of a shift in the type of regulation used at the federal level, from command-and-control regulation toward more incentive-based regulation.  Under an incentive-based federal regulation, a state imposing a tighter regulation will bear only part of the additional cost, and thus has more incentive to tighten regulation than it does under federal command-and-control. This difference helps to explain observed patterns of regulation.  In addition, it has implications for the choice of regulatory instruments.  For a pollutant that causes both local and spillover damage, a federal pollution tax is likely to yield a more efficient outcome than federal command-and-control policy or a federal system of tradable permits.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions, I thank Julie Cullen, Roger Gordon, Michael Keen, Monica Singhal, and participants in the NBER Conference on Fiscal Federalism. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}