{
    "id": 16196,
    "citation_title": "Collective Action in Diverse Sierra Leone Communities",
    "citation_author": [
        "Rachel Glennerster",
        "Edward Miguel",
        "Alexander Rothenberg"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars have pointed to ethnic and other social divisions as a leading cause of economic underdevelopment, due in part to their adverse effects on public good provision and collective action. We investigate this issue in post-war Sierra Leone, one of the world's poorest countries. To address concerns over endogenous local ethnic composition, and in an advance over most existing work, we use an instrumental variables strategy relying on historical ethnic diversity data from the 1963 Sierra Leone Census. We find that local ethnic diversity is not associated with worse local public goods provision across a variety of outcomes, regression specifications, and diversity measures, and that these \"zeros\" are precisely estimated. We investigate the role that two leading mechanisms proposed in the literature - enforcement of collective action by strong local government authorities, and the existence of a common national identity and language - in generating these perhaps surprising findings.\n\n",
    "acknowledgement": "\nWe are grateful to the NBER Africa Group and the Harry F. Guggenheim Foundation for partially funding for this work. Some of the data used in this paper comes from the Sierra Leone Institutional Reform and Capacity Building Project (IRCBP) funded by the World Bank. We are grateful to the IRCBP and in particular the evaluation unit for allowing us to use this data.  This work would not have been possible without the assistance, collaboration and input of John Bellows, Kate Whiteside Casey, Elizabeth Foster, Emmanuel Gaima, Peter Kainandeh, Philip Kargbo, Gianmarco Leon, Anastasia Marshak, Tristan Reed, Sarath Sanga, Yongmei Zhou and David Zimmer, as well as colleagues in Statistics Sierra Leone. Daron Acemoglu, Erica Field, David Laitin, Helen Milner, Roger Myerson, Gerard Padro-i-Miquel, Dan Posner and David Stasavage, and seminar participants at the NBER Africa Group, the U.C. Working Group in African Political Economy, the Columbia Initiative for Policy Dialogue, Harvard PIEP meeting, the Pacific Development Conference, and Stanford provided useful comments. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}