{
    "id": 16192,
    "citation_title": "Rent-sharing, Holdup, and Wages: Evidence from Matched Panel Data",
    "citation_author": [
        "David Card",
        "Francesco Devicienti",
        "Agata Maida"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen wage contracts are relatively short-lived, rent sharing may reduce the incentives for investment since some of the returns to sunk capital are captured by workers. In this paper we use a matched worker-firm data set from the Veneto region of Italy that combines Social Security earnings records for employees with detailed financial information for employers to measure the degree of rent sharing and test for holdup.  We estimate wage models with job match effects, allowing us to control for any permanent differences in productivity across workers, firms, and job matches.  We also compare OLS and instrumental variables specifications that use sales of firms in other regions of the country to instrument value-added per worker.  We find strong evidence of rent-sharing, with a \"Lester range\" of variation in wages between profitable and unprofitable firms of around 10%.  On the other hand we find little evidence that bargaining lowers the return to investment.  Instead, firm-level bargaining in Veneto appears to split the rents after deducting the full cost of capital.  Our findings are consistent with a dynamic bargaining model (Crawford, 1988) in which workers pay up front for the returns to sunk capital they will capture in later periods.\n\n",
    "acknowledgement": "\nWe thank Raj Chetty, Carlo Gianelle, Peter Kuhn, Alex Lefter, Bentley MacLeod, Enrico Moretti, Luigi Pistaferri, Ben Sand, and seminar participants at the LABORatorio Revelli, Berkeley IRLE, and the Federal Reserve Board of San Francisco for comments and suggestions.  We are especially grateful to Giuseppe Tattara for providing the Veneto Work History Data, and to Carlo Gianelle and Marco Valentini for assistance in using these data.  Agata Maida is pleased to acknowledge support from the Leibniz Association though the Labor Market Institutions project at RWI-Essen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}