{
    "id": 16198,
    "citation_title": "Work Incentives and the Food Stamp Program",
    "citation_author": [
        "Hilary Williamson Hoynes",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor supply theory makes strong predictions about how the introduction of a social welfare program impacts work effort. Although there is a large literature on the work incentive effects of AFDC and the EITC, relatively little is known about the work incentive effects of the Food Stamp Program and none of the existing literature is based on quasi-experimental methods. We use the cross-county introduction of the program in the 1960s and 1970s to estimate the impact of the program on the extensive and intensive margins of labor supply, earnings, and family cash income. Consistent with theory, we find modest reductions in employment and hours worked when food stamps are introduced. The results are larger for single-parent families.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Schoeni and Donna Nordquist for help with the PSID. Alan Barreca and Rachel Henry Currans-Sheehan provided excellent research assistance. Schanzenbach thanks the Joint Center for Poverty Research USDA Food Assistance and Nutrition Research Innovation and Development Grants in Economics Program and the Population Research Center at the University of Chicago for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}