{
    "id": 16199,
    "citation_title": "What Does the Corporate Income Tax Tax? A Simple Model without Capital",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Jianjun Miao"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economics workings of the corporate income tax remain controversial. Harberger's seminal 1962 article viewed the tax as raising the cost of capital used to produce corporate goods. But corporate goods can be and generally are made by non-corporate firms, suggesting that the corporate tax penalizes the act of incorporating, not the decision of already incorporated firms to hire capital.\nThis paper makes this point with a simple, capital-less model featuring entrepreneurs, with risky production technologies, deciding whether or not to go public. Doing so means selling shares, which is costly and triggers the firm's classification as a corporation subject to income taxation. But going public has an upside. It permits entrepreneurs to diversify their assets. In discouraging incorporation, the corporate tax taxes business risk-sharing, keeping more entrepreneurs private and, thus, exposed to more risk. The added risk experienced by these entrepreneurs limits their demands for labor whose costs must be paid come what may. And less demand for labor spells a lower wage. Thus, the corporate tax is, as a general rule, borne, in part, by labor. But it is borne primarily by high-skilled entrepreneurs who decide to remain incorporated despite the attendant tax liability.\nWhile it hurts high-skilled entrepreneurs and low-skilled workers, the corporate tax benefits middle-skilled entrepreneurs who remain private, but are able, thanks to the tax, to hire labor at a lower cost. The reduction in labor costs has one other key effect. It induces low-skilled entrepreneurs to set up their own risky businesses rather than work for others. This represents a second channel through which the corporate tax induces excessive business.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}