{
    "id": 16197,
    "citation_title": "Are Consumers Affected by Durable Goods Makers' Financial Distress? The Case of Auto Manufacturers",
    "citation_author": [
        "Ali Hortaçsu",
        "Gregor Matvos",
        "Chad Syverson",
        "Sriram Venkataraman"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial decisions of durable goods makers can impose spillovers on their consumers. Namely, durable goods provide a consumption stream that frequently depends on services provided by the manufacturer (e.g., warranties, parts, and maintenance). Manufacturer bankruptcy, or even the possibility thereof, threatens this service provision and can substantially reduce the value of its products to their current owners. We test this hypothesis in one of the largest durable goods markets, automobiles, using data on millions of used cars sold at wholesale auctions around the U.S. during 2006-8. We find that an increase in an auto manufacturer's financial distress results in a contemporaneous drop in the prices of its cars at auction, controlling for a host of other influences on price. The estimated effects are statistically and economically significant. Furthermore, cars with longer expected service lives (those within manufacturer warranty, having lower mileage, or in better condition) see larger price declines than those with shorter remaining lives. These patterns do not seem to be driven solely by reduced demand from auto dealers affiliated with the troubled manufacturers or by contemporaneous declines in new car prices. Our estimates imply a potentially large indirect cost of financial distress on car manufacturers.\n\n",
    "acknowledgement": "\nWe thank Judith Chevalier, Alessandro Gavazza and the participants of the Chicago Booth finance seminar and the NBER Industrial Organization and Corporate Finance meetings for comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}