{
    "id": 16194,
    "citation_title": "Are Building Codes Effective at Saving Energy? Evidence from Residential Billing Data in Florida",
    "citation_author": [
        "Grant D. Jacobsen",
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2010-07-19",
    "issue_date": "2010-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to the 1973 oil embargo, many states began passing building energy codes in order to promote energy efficiency. While the vast majority of states have energy codes in place, policymakers are now attempting to legislate energy codes at the federal level to help address more recent concerns about energy efficiency and climate change. Nevertheless, surprisingly little is known about whether energy codes are an effective way to reduce energy consumption in practice. This paper provides the first evaluation of an energy-code change that uses residential billing data on both electricity and natural gas, combined with data on observable characteristics of each residence. The study takes place in Gainesville, Florida, and the empirical strategy is based on comparisons between residences constructed just before and just after Florida increased the stringency of its energy code in 2002. We find that the increased stringency of the energy code is associated with a 4-percent decrease in electricity consumption and a 6-percent decrease in natural-gas consumption. The pattern of savings is consistent with reduced consumption of electricity for air-conditioning and reduced consumption of natural gas for heating. We also estimate economic costs and benefits and find that the private payback period for the average residence is 6.4 years. The social payback period, which accounts for the avoided costs of air-pollution emissions, ranges between 3.5 and 5.3 years.\n\n",
    "acknowledgement": "\nWe are grateful to Lucas Davis, Meredith Fowlie, Marvin Horowitz, Randy Walsh, Frank Wolak, and seminar participants at Berkeley, Harvard, NBER, and RFF for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}