{
    "id": 16193,
    "citation_title": "What Does Health Reform Mean for the Healthcare Industry? Evidence from the Massachusetts Special Senate Election",
    "citation_author": [
        "Mohamad Al-Ississ",
        "Nolan H. Miller"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent reform of the U.S. health care system has been described both as a boon and a death blow for the healthcare industry and for private insurers in particular. We exploit the surprise election of Republican Scott Brown to the U.S. Senate, which dealt a serious blow to the prospects for reform by depriving Democrats of their 60-vote \"filibuster-proof\" majority, to evaluate the market's assessment of Health Reform's impact on the health care industry. We find that Scott Brown's election was associated with an abnormal return of 2.2 percent for a typical dollar invested in health care stocks and an abnormal return of 6.3 percent for a typical dollar invested in managed care firms. A typical dollar invested in the pharmaceutical sector experienced abnormal returns of 2.9 percent, while investments in healthcare facilities (including hospitals) experienced abnormal losses of 3.4 percent. Analysis of firms participating in government programs show that firms involved with Medicare Advantage experienced gains while those involved with Medicaid Managed Care experienced losses due to the election.\n\n",
    "acknowledgement": "\nThe authors thank Ola Bengtsson, Jeff Brown, Prachi Deuskar, Robert Jensen, Charles Roehrig, Jay Wang, Scott Weisbenner and participants at the Second Annual Midwest Health Economics Conference (Ann Arbor, MI) for helpful comments. Miller gratefully acknowledges financial support from the National Institute of Aging, The Role of Private Plans in Medicare (P01 AG032952).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}