{
    "id": 16191,
    "citation_title": "The Behavior of Intoxicated Investors: The role of institutional investors in propagating the crisis of 2007-2008",
    "citation_author": [
        "Alberto Manconi",
        "Massimo Massa",
        "Ayako Yasuda"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel data of institutional investors' bond holdings, we examine a transmission of the crisis of 2007-2008 from the securitized bond market to the corporate bond market via joint ownership of these bonds by investors. We posit that, ceteris paribus, corporate bonds held by investors with high exposure to securitized bonds and liquidity needs experience greater selling pressure and price declines (yield increases) at the onset of the crisis. We further test predictions of a model of dynamic asset liquidation: Investors with large enough future liquidity shocks retain liquid assets, and instead sell assets that have relatively high temporary price impacts of trading. Mutual funds with higher sensitivity of pay to performance held higher portions of their portfolios in securitized bonds prior to the crisis. After the onset of the crisis, these funds did not sell securitized bonds on average and instead sold corporate bonds to meet their liquidity needs. Sales rose and yield spreads widened more for those corporate bonds whose mutual fund holders' portfolios were more heavily exposed to securitized bonds, compared to same-issuer bonds held by unexposed funds. Shorter-horizon mutual funds liquidated greater portions of their corporate bond holdings and in particular lower-rated bonds. In contrast, insurance companies sold little regardless of their exposure as long as they were above the minimum capital ratio threshold. These findings suggest that short-horizon mutual funds with high exposure to securitized bonds played a role in transmitting the crisis from securitized bonds to corporate bonds.\n\n",
    "acknowledgement": "\nWe thank Brad Barber, John Chalmers, Joe Chen, Kent Daniel, Diane Del Guercio, Doug Diamond, Roger Edelen, Ken French, Alessandro Gavazza, Gary Gorton, Zhiguo He, Clemens Sialm, Chester Spatt, and the conference and seminar participants of the NBER Project on Market Institutions and Financial Market Risk conference, the 2010 FIRS Conference (Florence), the 2010 WFA (Victoria), European Central Bank, INSEAD, UC Davis, UC San Diego (Rady), and University of Oregon (Lundquist) for suggestions and comments. We gratefully acknowledge the financial support from the INSEAD/Wharton Alliance. An earlier draft of this paper was titled \"The role of institutional investors in propagating the financial crisis.\" All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}