{
    "id": 162,
    "citation_title": "Labor Quality, the Demand for Skill, and Market Selection",
    "citation_author": [
        "Sherwin Rosen"
    ],
    "citation_publication_date": "1977-01-01",
    "issue_date": "1977-01-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates some alternative definitions of labor for productivity and demand analysis. The paper is organized as follows: Section II considers the organization of work activities in a simple fixed coefficient technology in the presence of comparative advantage among various classes of workers. Assuming that the number of independent productive activities exceeds the number of comparative advantage classes, an application of the envelope theorem shows the derivation from first principles of a neoclassical production function with input dimension (the number of workers of each type) smaller than the engineering technology(the number of activities). This is the basic result illustrating that occupational classifications depend on both the technology and the distribution of skills (factor supplies) in the working population, a fact that may be relevant to international and other cross-sectional differences in productivity and the demand for labor. The situation is reversed in section III, which treats the case where the number of worker classifications exceeds the number of production activities. In this case the micro-technology cannot be reduced below the basic set of work activities one starts with, and within these categories labor can be aggregated according to efficiency units. However, the nature of factor endowments in economies of this sort is rather different than in the neoclassical model, and leads to an output transformation function that has all the neoclassical properties. This result is reminiscent of an example of Houthakker (also, see Sato) who also obtained smooth neoclassical behavioral functions from underlying distributional phenomena. Section IV examines the characteristics-factor approach to labor aggregation and relates it to the results in section III, noting an inherent difficulty arising from selectivity of various ability groups of workers among work activities due to comparative advantage. In effect, the existence of rent destroys the possibility of simple linear aggregation. Finally, section V indicates some problems with applying the theory of marriage directly to labor demand. These issues become most interesting when there are incomplete markets that limit the gains from fully exploiting comparative advantage, due to transactions costs. The results are limited, but some examples show that any predictions concerning positive or negative assortive matching of workers depends not only on the correlation of talents among members of the work force, but also on the nature of technology and the distribution of demands for various outputs.\n\n",
    "acknowledgement": "\nThe author acknowledges with appreciation the financial support of the National Science Foundation and the Department of Health, Education and Welfare. He is indebted to Kamran Norman and Robert Willis for helpful discussions.\n\n\n"
}