{
    "id": 16205,
    "citation_title": "Getting to the Top of Mind: How Reminders Increase Saving",
    "citation_author": [
        "Dean Karlan",
        "Margaret McConnell",
        "Sendhil Mullainathan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop and test a simple model of limited attention in intertemporal choice. The model posits that individuals fully attend to consumption in all periods but fail to attend to some future lumpy expenditure opportunities. This asymmetry generates some predictions that overlap with models of present-bias. Our model also generates the unique predictions that reminders may increase saving, and that reminders will be more effective when they increase the salience of a specific expenditure. We find support for these predictions in three field experiments that randomly assign reminders to new savings account holders.\n\n",
    "acknowledgement": "\nWe are grateful to the Bill and Melinda Gates Foundation, CGAP, the Ford Foundation, the Center for Retirement Research at Boston College, Netspar, and the National Science Foundation for funding research operations. We also thank the management at Ecofuturo in Bolivia, Bank of Ica in Peru and the First Valley Bank in the Philippines and John Owens from the MABS program in Philippines. We are thankful to Kareem Haggag and Martin Rotemberg for excellent assistance with data analysis. We are also grateful to Doug Parkerson, Martin Rotemberg, Mark Miller, Tomoko Harigaya, Daniel Kahn, Sara Nadel and Tania Alfonso for their dedicated field work. We thank Gharad Bryan and Ted McConnell for valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect those of the Ford Foundation, CGAP, the Center for Retirement Research at Boston College, the Bill and Melinda Gates Foundation, the National Science Foundation, or the National Bureau of Economic Research.\n\n\n"
}