{
    "id": 16209,
    "citation_title": "An Empirical Analysis of Cost Recovery in Superfund Cases: Implications for Brownfields and Joint and Several Liability",
    "citation_author": [
        "Howard F. Chang",
        "Hilary Sigman"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory developed in the prior literature indicates that under the joint and several liability imposed by the federal Superfund statute, the government should recover more of its costs of cleaning up contaminated sites than it would under nonjoint liability, and the amount recovered should increase with the number of defendants and with the independence among defendants in trial outcomes.  We test these predictions empirically using data on outcomes in federal Superfund cases.  Theory also suggests that this increase in the amount recovered may discourage the sale and redevelopment of potentially contaminated sites (or \"brownfields\").  We find the increase to be substantial, which suggests that this implicit tax on sales may be an important deterrent for parties contemplating brownfields redevelopment.\n\n",
    "acknowledgement": "\nWe wish to thank Soumyanetra Munshi for research assistance and Wendy Wagner, Michael Ward, and participants at the 2009 Conference on Empirical Legal Studies, at the 2009 meeting of the Latin American and Caribbean Law and Economics Association, at the 2010 meetings of the American Law and Economics Association, of the Society for Environmental Law and Economics, and of the World Congress of Environmental and Resource Economists, and at workshops at the University of Pennsylvania and at the University of Arizona for helpful comments.  We developed this paper under STAR Research Assistance Agreement No. R831777, awarded by the U.S. Environmental Protection Agency (EPA), but the EPA has not formally reviewed this article.  The views expressed in this paper are those of the authors, and neither the EPA nor the National Bureau of Economic Research necessarily endorse any products, views, or commercial services mentioned in this paper.\n\n\n"
}