{
    "id": 16208,
    "citation_title": "The Central-Bank Balance Sheet as an Instrument of Monetary Policy",
    "citation_author": [
        "Vasco Curdia",
        "Michael Woodford"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many analyses of monetary policy consider only a target for a short-term nominal interest rate, other dimensions of policy have recently been of greater importance: changes in the supply of bank reserves, changes in the assets acquired by central banks, and changes in the interest rate paid on reserves. We extend a standard New Keynesian model to allow a role for the central bank's balance sheet in equilibrium determination, and consider the connections between these alternative dimensions of policy and traditional interest-rate policy. We distinguish between \"quantitative easing\" in the strict sense and targeted asset purchases by a central bank, and argue that while the former is likely be ineffective at all times, the latter dimension of policy can be effective when financial markets are sufficiently disrupted. Neither is a perfect substitute for conventional interest-rate policy, but purchases of illiquid assets are particularly likely to improve welfare when the zero lower bound on the policy rate is reached. We also consider optimal policy with regard to the payment of interest on reserves; in our model, this requires that the interest rate on reserves be kept near the target for the policy rate at all times.\n\n",
    "acknowledgement": "\nPrepared for the 75th Carnegie-Rochester Conference on Public Policy, \"The Future of Central Banking,'' April 16-17, 2010. We thank Harris Dellas, Gauti Eggertsson, Marvin Goodfriend, Bob Hall, James McAndrews, Shigenori Shiratsuka, Oreste Tristani, Kazuo Ueda and Tsutomu Watanabe for helpful discussions, Ging Cee Ng for research assistance, and the NSF for research support of the second author. The views expressed in this paper are those of the authors and do not necessarily reflect positions of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}