{
    "id": 16206,
    "citation_title": "CMBS Subordination, Ratings Inflation, and the Crisis of 2007-2009",
    "citation_author": [
        "Richard Stanton",
        "Nancy Wallace"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the performance of the commercial mortgage-backed security (CMBS) market before and during the recent financial crisis. Using a comprehensive sample of CMBS deals from 1996 to 2008, we show that (unlike the residential mortgage market) the loans underlying CMBS did not significantly change their characteristics during this period, commercial lenders did not change the way they priced a given loan, defaults remained in line with their levels during the entire 1970s and 1980s and, overall, the CMBS and CMBX markets performed as normal during the financial crisis (at least by the standards of other recent market downturns). We show that the recent collapse of the CMBS market was caused primarily by the rating agencies allowing subordination levels to fall to levels that provided insufficient protection to supposedly \"safe\" tranches. This ratings inflation in turn allowed financial firms to engage in ratings arbitrage.\n\n",
    "acknowledgement": "\nFinancial support from the Fisher Center for Real Estate and Urban Economics is gratefully acknowledged. We thank Viral Acharya, Otto Van Hemert, Dwight Jaffee, and participants at the 2010 NBER Financial Institutions and Market Risk Conference for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}