{
    "id": 16200,
    "citation_title": "Credit Traps",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman"
    ],
    "citation_publication_date": "2010-07-15",
    "issue_date": "2010-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the limitations of monetary policy transmission within a credit channel frame- work. We show that, under certain circumstances, the credit channel transmission mechanism fails in that liquidity injections by the central bank into the banking sector are hoarded and not lent out. We use the term 'credit traps' to describe such situations and show how they can arise due to the interplay between financing frictions, liquidity, and collateral values. Our analysis offers a characterization of the problems created by credit traps as well as potential solutions and policy implications. Among these, the analysis shows how quantitative easing and fiscal policy acting in conjunction with monetary policy may be useful in increasing bank lending. Further, the model shows how small contractions in monetary policy or in loan supply can lead to collapses in lending, aggregate investment, and collateral prices.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Mark Carey, Douglas Diamond, Oliver Hart, Raj Iyer, Anil Kashyap, David Laibson, Owen Lamont, Stewart Myers, David Scharfstein, Antoinette Schoar, Andrei Shleifer, Jeremy Stein, Ren ́e Stulz, Raghuram Rajan, James Vickery, Ivo Welch, Ivan Werning, Tanju Yorulmazer and seminar participants at CEMFI, the Federal Reserve Bank of New York, Harvard University, MIT, the IMF Jacques Polak Annual Research Conference, and the NBER Project on Market Institutions and Financial Market Risk for insightful discussions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}