{
    "id": 16217,
    "citation_title": "Rethinking the Area Approach: Immigrants and the Labor Market in California, 1960-2005.",
    "citation_author": [
        "Giovanni Peri"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI show that a CES production-function-based approach with skill differentiation and integrated national labor markets has predictions for the employment effect of immigrants at the local level. The model predicts that if I look at the employment (rather than wage) response by skill to immigration in a state, I can estimate the substitutability-complementarity between natives and immigrants. This allows me to infer, other things constant, how immigrants stimulate or depress the demand for native labor. I also use a novel instrument based on demographic characteristics of total Central American migrants or of the Mexican Population to predict immigration by skill level within California. Looking at immigration to California between 1960 and 2005 my estimates support the assumption of a nationally integrated labor market by skill and they support the hypothesis that natives and immigrants in the same education-experience group are not perfectly substitutable. This, in turn, explains the counter-intuitive fact that there is a zero correlation between immigration and wage and employment outcomes of natives.\n\n",
    "acknowledgement": "\nI am grateful to Will Ambrosini, David Card, Gordon Dahl, Christian Dustmann, Ethan Lewis, Leah Platt-Bustan, Steve Raphael and participants to several seminars for suggestions. I am grateful for the \"Population Study Grant\" awarded to me by the UC Davis Gifford Center and used in part to fund the present research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}