{
    "id": 16211,
    "citation_title": "Does Stock Market Performance Influence Retirement Intentions?",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2012-02-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMedia reports predicted that the stock market decline in October 2008 would cause changes in retirement intentions, due to declines in retirement assets. We use panel data from the Health and Retirement Study to investigate the relationship between stock market performance and retirement intentions during 1998-2008, a period that includes the recent crisis. While we find a weak negative correlation between stock returns and retirement intentions, further investigation suggests that this relationship is not driven by wealth shocks brought about by stock market fluctuations, but by other factors that are correlated with both the stock market and retirement intentions.\n\n",
    "acknowledgement": "\nThis research reported herein was pursuant to a grant from the U.S. Social Security Administration (SSA) through grant #10-M-98363-1-02 to the NBER funded as part of the Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The authors thank Zhichun Ying for exceptional research assistance and Norma Coe, Maria Fitzpatrick, Sallie James, Damon Jones, Annamaria Lusardi, Greg Rosston, seminar participants in the Stanford Economics Junior Faculty Lunch and the Cato Institute, and two anonymous referees for helpful comments. Researchers seeking to use the data in this article, please see the approval process here:\nhttp://hrsonline.isr.umich.edu/index.php?p=resdat\n\n\n"
}