{
    "id": 16210,
    "citation_title": "A Litner Model of Payout and Managerial Rents",
    "citation_author": [
        "Bart M. Lambrecht",
        "Stewart C. Myers"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2011-11-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic agency model where payout, investment and financing decisions are made by managers who attempt to maximize the rents they take from the firm, subject to a capital market constraint. Managers smooth payout in order to smooth their flow of rents. Total payout (dividends plus net repurchases) follows Lintner's (1956) target-adjustment model. Payout smooths out transitory shocks to current income and adjusts gradually to changes in permanent income. Smoothing is accomplished by borrowing or lending. Payout is not cut back to finance capital investment. Risk aversion causes managers to underinvest, but habit formation mitigates the degree of underinvestment.\n\n",
    "acknowledgement": "\nWe thank the editors, an associate editor, an anonymous referee, Michael Brennan, Ken Peasnell, John O'Hanlon, Neng Wang, Robert Merton, Alan Schwartz, Ivo Welch, Steve Young, seminar participants at Columbia Business School, EDHEC, Goethe University Frankfurt, Imperial Business School, Lancaster University Management School, Manchester Business School, MIT Sloan School, Université Catholique de Louvain, University College Dublin, University of Reading, Warwick Business School and participants to the 2011 AFA and SED meetings, the Penn/NYU conference on Law and Finance and the World Congress of the Bachelier Finance Society for helpful comments or discussions. Financial support from the ESRC (grant RES-062-23-0078) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}