{
    "id": 16214,
    "citation_title": "Why Don't Issuers Choose IPO Auctions? The Complexity of Indirect Mechanisms",
    "citation_author": [
        "Ravi Jagannathan",
        "Andrei Jirnyi",
        "Ann Sherman"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2012-12-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we present a comprehensive comparison of IPO placement methods in over 50 countries. We find that out of the three primary methods, fixed price public offers, auctions, and book building, auctions are least popular with issuers. Since auctions allow for price discovery while avoiding the potential conflict of interest between issuer and underwriter, this is a surprising finding that is not adequately explained in the existing literature. We propose a new explanation: namely, that participating in auctions is substantially more difficult for investors compared to the other methods, and that this complexity can lead to investor behavior that is undesirable for the issuer. We suggest that this effect could be mitigated through a hybrid mechanism that resembles the one that is used in US treasury auctions.\n\n",
    "acknowledgement": "\nWe thank Reena Aggarwal, Larry Ausubel, Robert Battalio, Lise Buyer, Harry DeAngelo, Ken French, Robert S. Hansen, Alexander Ljungqvist, Tim Loughran, Paul Milgrom, Ivan Png, Ed Prescott, Jay Ritter, Michael Sher, Sheridan Titman, and S. Viswanathan for useful comments; Rakesh Vohra for hepful discussions about auctions; Gjergji Cici, Huijing Fu, Jintana Kumeranakerd, Tim Lavelle, David Paredes, Mariya Todarova, and Andrew Y. C. Wong for research assistance; and M.J. van den Assem, Marc Goergen, Geeta Hemrajani, Richard Pettway, Jhinyoung Shin, John Wei and the many officials at various stock exchanges, regulatory agencies and research institutes for help in gathering the information used in this study (especially the Singapore Exchange, Istanbul Stock Exchange and Euronext). Some of the material in Table 2 circulated in an earlier working paper titled Global Trends in IPO Methods: Book Building vs. Auctions. Any inaccuracies or errors are, of course, entirely our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}