{
    "id": 16218,
    "citation_title": "Monetary Policy and the Uncovered Interest Parity Puzzle",
    "citation_author": [
        "David K. Backus",
        "Federico Gavazzoni",
        "Christopher Telmer",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh interest rate currencies tend to appreciate.  This is the uncovered interest rate parity (UIP) puzzle.  It is primarily a statement about short-term interest rates and how they are related to exchange rates.  Short-term interest rates are strongly affected by monetary policy.  The UIP puzzle, therefore, can be restated in terms of monetary policy.  Do foreign and domestic monetary policies imply exchange rates that violate UIP?  We represent monetary policy as foreign and domestic Taylor rules.  Foreign and domestic pricing kernels determine the relationship between these Taylor rules and exchange rates.  We examine different specifications for the Taylor rule and ask which can resolve the UIP puzzle.  We find evidence in favor of a particular asymmetry.  If the foreign Taylor rule responds to exchange rate variation but the domestic Taylor rule does not, the model performs better.  A calibrated version of our model is consistent with many empirical observations on real and nominal exchange rates, including Fama's negative correlation between interest rate differentials and currency depreciation rates.\n\n",
    "acknowledgement": "\nThanks to Kristoffer Nimark, Jordi Gali, Jaume Ventura, Adrien Verdelhan and, in particular, Burton Hollifield for many helpful comments and discussions.  Telmer is grateful to CREI, Universitat Pompeu Fabra, for generous hospitality while some of this work was completed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}