{
    "id": 16212,
    "citation_title": "How Well Are Social Security Recipients Protected from Inflation?",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nSocial Security is widely believed to protect its recipients from inflation because benefits are indexed to the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W). However, the CPI-W may not accurately reflect the experience of retirees for two reasons. First, retirees generally have higher medical expenses than workers, and medical costs, in recent years, have tended to rise faster than the prices of other goods. Second, even if medical costs did not rise faster than the prices of other goods, as retirees aged, their medical spending would still tend to increase as a share of income; that is, each cohort of retirees would still see a decline in the real income available for non-medical spending. We show that, for the 1918 birth cohort, Social Security benefits net of average out-of-pocket medical expenses have declined relative to a price index for non-medical goods by around 20 percent for men, and by around 27 percent for women. We explore alternative options for indexing Social Security benefits and discuss the impact of these alternatives on Social Security's long-term finances.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  The authors would like to thank Isabella Tang for superb research assistance.\n\n\n"
}