{
    "id": 16222,
    "citation_title": "Hard Times",
    "citation_author": [
        "John Y. Campbell",
        "Stefano Giglio",
        "Christopher Polk"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the stock market downturns of 2000-2002 and 2007-09 have very different proximate causes.  The early 2000's saw a large increase in the discount rates applied to corporate profits by rational investors, while the late 2000's saw a decrease in rational expectations of future profits.  In each case the downturn reversed the trends of the previous boom.  We reach these conclusions using a vector autoregressive model of aggregate stock returns and valuations, estimated imposing the cross-sectional restrictions of the intertemporal capital asset pricing model (ICAPM).  As stock returns are very noisy, exploiting an economic model such as the ICAPM to extract information about future corporate profits from realized returns can potentially be very useful.  We confirm that the ICAPM restrictions improve the out-of-sample forecasting performance of VAR models for stock returns, and that our conclusions are consistent with a simple graphical data analysis.  Our findings imply that the 2007-09 downturn was particularly serious for rational long-term investors, who did not expect a strong recovery of stock prices as they did earlier in the decade.\n\n",
    "acknowledgement": "\nWe are grateful to Tuomo Vuolteenaho for conversations that helped to motivate and shape this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}