{
    "id": 16224,
    "citation_title": "Fiscal and Migration Competition",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often argued that tax competition may lead to a \"race to the bottom\". Such a race may hold indeed in the case of the pure case of factor mobility (such as capital mobility). However, in this paper we emphasize the unique feature of labor migration, that may nullify the \"race to the bottom\" hypothesis. Labor migration is governed by net-of-tax factor rewards and the benefits that the welfare state provides. Tax rates are determined in a political economy set up which takes into account the effect of taxes and migration on factor rewards and the fiscal burden imposed by migration on the decisive voter.\nThe paper models the host country stylistically as a member of the core of an economic union (i.e., a core EU welfare state member state), with tax financed benefits which is able to control the volume and the skill-composition of migration. The source country is modeled as an accession country to an economic union (i.e., through the EU enlargement treaty), with its own welfare (tax-benefit) policy. We let these two countries engage in fiscal competition. Using numerical simulations we examine how the migration policies are affected by whether the skilled or the unskilled are in power. We also analyze differences for tax policies between free and controlled migration, and the role of productivity gap.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}