{
    "id": 16228,
    "citation_title": "Central Banks and the Financial System",
    "citation_author": [
        "Francesco Giavazzi",
        "Alberto Giovannini"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial systems are inherently fragile because of the very function which makes them valuable: liquidity transformation. Regulatory reforms can strengthen the financial system and decrease the risk of liquidity crises, but they cannot eliminate it completely. This leaves monetary policy with a very important task. In a framework that recognizes the interactions between monetary policy and liquidity transformation 'optimal' monetary policy would consist of a modified Taylor rule in which the real rate reflects the possibility of liquidity crises and recognizes the possibility that liquidity transformation gets subsidized. Failure to recognize this point risks leading the economy into a low interest rate trap: low interest rates induce too much risk taking and increase the probability of crises. These crises, in turn, require low interest rates to maintain the financial system alive. Raising rates becomes extremely difficult in a severely weakened financial system, so monetary authorities remain stuck in a low interest rates trap. This seems a reasonable description of the situation we have experienced throughout the past decade.\n\n",
    "acknowledgement": "\nWritten for the Conference in Honour of Pentti Kouri: Helsinki, June 10-11, 2010. We thank Ricardo Caballero, Stephen Cecchetti and Fausto Panunzi for very useful discussions, and Bengt Hölmstrom and Philip Lane for their comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}