{
    "id": 16226,
    "citation_title": "Leverage Constraints and the International Transmission of Shocks",
    "citation_author": [
        "Michael B. Devereux",
        "James Yetman"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent macroeconomic experience has drawn attention to the importance of interdependence among countries through financial markets and institutions, independently of traditional trade linkages. This paper develops a model of the international transmission of shocks due to interdependent portfolio holdings among leverage-constrained investors. In our model, without leverage constraints on investment, financial integration itself has no implication for international macro co-movements. When leverage constraints bind however, the presence of these constraints in combination with diversified portfolios introduces a powerful financial transmission channel which results in a positive co-movement of production, independently of the size of international trade linkages. In addition, the paper shows that, with binding leverage constraints, the type of financial integration is critical for international co-movement. If international financial markets allow for trade only in non-contingent bonds, but not equities, then the international co-movement of shocks is negative. Thus, with leverage constraints, moving from bond trade to equity trade reverses the sign of the international transmission of shocks.\n\n",
    "acknowledgement": "\nDevereux thanks the Federal Reserve Bank of Dallas for hospitality and support. Devereux also thanks the Bank for International Settlements, Bank of Canada, SSHRC and the Royal Bank of Canada for financial support. The views expressed here are those of the authors and do not necessarily reflect those of the Bank for International Settlements, the Bank of Canada, or the National Bureau of Economic Research. We thank, without implication, Phil Wooldridge for advice on data and seminar participants at the JMCB/Board of Governors Conference Financial Markets and Monetary Policy, June 4-5, 2009, and People's Bank of China - Bank for International Settlements Conference The International Financial Crisis and Policy Challenges in Asia and the Pacific, August 6-8, 2009, for comments, including in particular the discussants, Paolo Pesenti and Kyungsoo Kim. This paper was written while the first author was visiting the Reserve Bank of Australia and the Bank for International Settlements. He is grateful for the warm hospitality and resources provided by both institutions.\n\n\n"
}