{
    "id": 16225,
    "citation_title": "Do Bad Report Cards Have Consequences? Impacts of Publicly Reported Provider Quality Information on the CABG Market in Pennsylvania",
    "citation_author": [
        "Justin Wang",
        "Jason Hockenberry",
        "Shin-Yi Chou",
        "Muzhe Yang"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1992, the Pennsylvania Health Care Cost Containment Council (PHC4) has published cardiac care report cards for coronary artery bypass graft (CABG) surgery providers. We examine the impact of CABG report cards on a provider's aggregate volume and volume by patient severity and then employ a mixed logit model to investigate the matching between patients and providers. We find a reduction in volume of poor performing and unrated surgeons' volume but no effect on more highly rated surgeons or hospitals of any rating. We also find that the probability that patients, regardless of severity of illness, receive CABG surgery from low-performing surgeons is significantly lower.\n\n",
    "acknowledgement": "\nWe would like to thank the Martindale Center at Lehigh University for their generous support of this research. We would like to thank Mary Beth Deily, Thomas Hyclak and participants at the Lehigh University Economics seminar for helpful comments and suggestions.\n\n\nDisclaimer: The Pennsylvania Health Care Cost Containment Council (PHC4) is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay. PHC4 has provided data to this entity in an effort to further PHC4's mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents, and staff, have made no representation, guarantee, or warranty, express or implied, that the data -- financial, patient, payor, and physician specific information -- provided to this entity, are error-free, or that the use of the data will avoid differences of opinion or interpretation. This analysis was not prepared by PHC4. This analysis was done by Justin Wang, Jason Hockenberry, Shin-Yi Chou and Muzhe Yang. PHC4, its agents and staff, bear no responsibility or liability for the results of the analysis, which are solely the opinion of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}