{
    "id": 16220,
    "citation_title": "Comparing Micro-evidence on Rent Sharing from Three Different Approaches",
    "citation_author": [
        "Sabien Dobbelaere",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "2015-07-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical labor economists have resorted to estimating the responsiveness of workersʼ wages on firmsʼ ability to pay to assess the extent to which employers share rents with their employees. This paper compares this labor economics approach with two other approaches that rely on standard micro production data only: the productivity approach for which estimates of the output elasticities of labor and materials and data on the respective revenue shares are needed and the accounting approach which boils down to directly computing the extent of rent sharing from firm accounting information. Using matched employer-employee data on 60,294 employees working in 9,849 firms over the period 1984-2001 in France, we quantify industry differences in rent-sharing parameters derived from the three approaches. We find a median absolute extent of rent sharing of about 0.30 using either the productivity or the accounting approach. Only exploiting firm-level information brings this median rent-sharing parameter down to 0.16 using the labor economics approach. Controlling for unobserved worker ability further reduces the median absolute extent of rent sharing to 0.08. Our analysis makes clear that the three different approaches face important trade-offs. Hence, empirical economists interested in establishing that profits are shared should select the appropriate approach based on the particular research question and on the data at hand.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Micro-evidence on Rent Sharing from Different Perspectives.\"  This paper was previously circulated under the name “Micro-evidence on rent sharing from different perspectives”. We thank Bronwyn Hall and Daniel S. Hamermesh for helpful comments and suggestions. Weare also grateful to INSEE (“Institut National de la Statistique et des Etudes Economiques”) for providing access to the data while the first author was visiting CREST. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}