{
    "id": 16223,
    "citation_title": "Econometric Measures of Systemic Risk in the Finance and Insurance Sectors",
    "citation_author": [
        "Monica Billio",
        "Mila Getmansky",
        "Andrew W. Lo",
        "Loriana Pelizzon"
    ],
    "citation_publication_date": "2010-07-22",
    "issue_date": "2010-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose several econometric measures of systemic risk to capture the interconnectedness among the monthly returns of hedge funds, banks, brokers, and insurance companies based on principal components analysis and Granger-causality tests. We find that all four sectors have become highly interrelated over the past decade, increasing the level of systemic risk in the finance and insurance industries.  These measures can also identify and quantify financial crisis periods, and seem to contain predictive power for the current financial crisis.  Our results suggest that hedge funds can provide early indications of market dislocation, and systemic risk arises from a complex and dynamic network of relationships among hedge funds, banks, insurance companies, and brokers.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Ben Branch, Mark Carey, Mathias Drehmann, Philipp Hartmann, Gaelle Lefol, Anil Kashyap, Andrei Kirilenko, Bing Liang, Bertrand Maillet, Alain Monfort, Lasse Pedersen, Raghuram Rajan, René Stulz, and seminar participants at the NBER Summer Institute Project on Market Institutions and Financial Market Risk, Columbia University, New York University, the University of Rhode Island, the U.S. Securities and Exchange Commission, Brandeis University, UMASS-Amherst, the IMF Conference on Operationalizing Systemic Risk Monitoring, Toulouse School of Economics, the CREST-INSEE Annual Conference on Econometrics of Hedge Funds, the Paris Conference on Large Portfolios, Concentration and Granularity, the BIS Conference on Systemic Risk and Financial Regulation, and the Cambridge University CFAP Conference on Networks.  We also thank Lorenzo Frattarolo, Michele Costola, and Laura Liviero for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}