{
    "id": 16232,
    "citation_title": "Do Citizens Want the Truth about Terrorist Threats Regardless of the Consequences?",
    "citation_author": [
        "V. Kerry Smith",
        "Carol Mansfield",
        "H. Allen Klaiber"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes the use of consumers' preferences in formulating policies for keeping secret information about terrorist activities and threats that might compromise future security. We report the results from two surveys indicating that people have clear preferences for full disclosure of some terrorist related information regardless of its consequences for specific industries or future threats. This result is especially clear for threats involving commercial airlines. For those threats associated with more general surveillance or threats to the financial system respondents were more willing to allow government authorities to withhold information.\n\n",
    "acknowledgement": "\nThanks are due Michael Kaminsky and Eric Stewart for excellent research assistance related to this work and to Natalie Cardita for assistance in preparing several drafts of this paper. The research was supported by the United States Department of Homeland Security through the Center for Risk and Economic Analysis of Terrorism Events (CREATE) under grant numbers 2007-ST-061-000001 and DE-AC05-76RL01830. However, any opinions, findings, and conclusions or recommendations in this document are those of the authors and do not necessarily reflect the views of the United States Department of Homeland Security, nor those  of the National Bureau of Economic Research.\n\n\n"
}