{
    "id": 16235,
    "citation_title": "The Corrective Tax versus Liability As Solutions to the Problem of Harmful Externalities",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the corrective tax has long been viewed by economists as a theoretically desirable remedy for the problem of harmful externalities, its actual use has been limited, mainly to the domain of pollution. Liability, in contrast, has great importance in controlling harmful externalities. I compare the tax and liability here in theory and suggest that the conclusions help to explain the observed predominance of liability over taxation, except in the area of pollution. The following factors are emphasized in the analysis: inefficiency of incentives under taxes when, as would be typical, it would be impractical for the state to incorporate into taxes all of the variables that significantly affect expected harm; efficiency of incentives under strict liability, which requires only that actual harms be measured; efficiency of incentives to exercise precautions under the negligence rule; administrative cost advantages of liability deriving from its being applied only when harm occurs; and dilution of incentives under liability when suit would be unlikely or injurers would not be able to pay fully for harms caused.\n\n",
    "acknowledgement": "\nI thank Richard Epstein, Louis Kaplow, A. Mitchell Polinsky, Richard Posner, and Rob Stavins for comments and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support on this article. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}