{
    "id": 16234,
    "citation_title": "Corrective Taxation versus Liability",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaxation and liability are compared here as means of controlling harmful externalities.  It is emphasized that liability has an advantage over taxation: inefficiency of incentives arises under taxation when, as would be typical, it would be impractical for a tax to reflect all variables that significantly affect expected harm, whereas efficiency of incentives under liability does not require the state to determine expected harm - it requires only that injurers pay for harm that occurs.  However, taxation enjoys an advantage over liability: incentives under liability are diluted to the degree that injurers might escape suit.  The optimal joint use of taxation and liability is also examined, and it is shown in the model that is analyzed that liability should be employed fully because liability creates more efficient incentives than taxation; a tax should be used only to take up the slack due to the possibility that suit for harm would not be brought.\n\n",
    "acknowledgement": "\nI thank Louis Kaplow for helpful discussions and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}