{
    "id": 1623,
    "citation_title": "Aggregate Output with Operating Rates and Inventories as Buffers BetweenVariable Final Demand and Quasi-Fixed Factors",
    "citation_author": [
        "John F. Helliwell",
        "Alan Chung"
    ],
    "citation_publication_date": "1985-06-01",
    "issue_date": "1985-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence has long shown that output varies more in the short-run than do all factor inputs, including employment and hours worked. There is also evidence that all factors, including capital, start adjusting within a few months, suggesting that production models should treat all measured factor inputs as quasi-fixed. In such a context, long-run equilibrium involves the choice of average factor proportions, including an average operating rate, that minimize total costs of producing the desired level of output.  In response to unexpected or temporary changes in demand or cost conditions, optimal temporary equilibrium involves some changes in factor demands coupled with the joint use of pricing and production decisions to make best use of the buffering capacity provided by inventories and operating rates. Applying this framework to aggregate annual data, this paper concentrates on the econometrics of the production or operating rate decision, since the operating rate is the key adjusting variable in the short-run. The operating rate decision also reveals most clearly the important consequences of quasi-fixity, and shows how our model contrasts with more conventional treatments. Other models of temporary equilibrium of production usually assume either the strict applicability of the underlying production function (requiring the assumption of either completely flexible product prices or at least one fully variable factor if quantity rationing is not to take place) or that current output is determined by aggregate demand without reference to the production function constraint. The assumed long-run production structure is two-level CES, with the inner function's vintage bundle of capital and energy combining with efficiency units of labour in the outer function. Long-run average cost minimization assumptions are used to derive the parameters of the production function, assuming constant returns to scale and constant growth of labour efficiency. These assumptions about the functional form and properties of the long-run production function are tested against various alternatives in the context of the derived temporary equilibrium output decision.\n\n",
    "acknowledgement": "\n"
}