{
    "id": 16231,
    "citation_title": "Why has the yen failed to become a dominant invoicing currency in Asia? A firm-level analysis of Japanese Exporters' invoicing behavior",
    "citation_author": [
        "Takatoshi Ito",
        "Satoshi Koibuchi",
        "Kiyotaka Sato",
        "Junko Shimizu"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been a well-known puzzle why the yen has not been used more in trade invoicing among Japanese exporters. Despite the yen's status as an only fully convertible currency in Asia, two patterns stand out as puzzling features of an excessively small share of yen invoicing: First, a strong tendency of Japanese exporters to choose importer's currency in their exports to advanced countries, and second, the prevalence of US dollar invoicing in Japanese exports to East Asia even though Japanese firms have built a regional production network in the last two decades. New possible determinants of currency invoicing at a firm-level are found through interviews with Japanese representative exporting firms. Invoicing behavior is examined by probit estimation using the unique data set on the firms' currency invoicing choice by destination. Our novel findings suggest that a surprisingly low share of yen invoicing among Japanese exports even in the 2000s can be attributable to (1) a scale-economy in concentrating currency risk at the headquarter as intra-firm trades with overseas operations of Japanese firms grew; and (2) the production/trade structure of Japanese electronics companies in Asia in which final products tend to be exported to the United States or Europe.\n\n",
    "acknowledgement": "\nThis study is supported by the Research Institute of Economy, Trade and Industry (RIETI) and the Ministry of Economy, Trade and Industry (METI). We wish to thank Masahiko Ozaki, Eiji Ogawa, Fukunari Kimura, Yuri Sasaki, Etsuro Shioji, and Kentaro Kawasaki for their supports on our interview research. We are grateful to Yusuke Naito, Kazunobu Hayakawa and Taiyo Yoshimi for their capable research assistance. We also thank Linda Goldberg, David Weinstein, Rebecca Hellerstein, Paolo Pesenti, Hugh Patrick, Shin-ichi Fukuda, Yuko Hashimoto, Robert Dekle, Masahiro Enya, Masanori Ono, and Zhang Zhiwei for their helpful comments on the earlier version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}