{
    "id": 16230,
    "citation_title": "Can Cheap Credit Explain the Housing Boom?",
    "citation_author": [
        "Edward L. Glaeser",
        "Joshua D. Gottlieb",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1996 and 2006, real housing prices rose by 53 percent according to the Federal Housing Finance Agency price index.  One explanation of this boom is that it was caused by easy credit in the form of low real interest rates, high loan-to-value levels and permissive mortgage approvals.  We revisit the standard user cost model of housing prices and conclude that the predicted impact of interest rates on prices is much lower once the model is generalized to include mean-reverting interest rates, mobility, prepayment, elastic housing supply, and credit-constrained home buyers.  The modest predicted impact of interest rates on prices is in line with empirical estimates, and it suggests that lower real rates can explain only one-fifth of the rise in prices from 1996 to 2006.  We also find no convincing evidence that changes in approval rates or loan-to-value levels can explain the bulk of the changes in house prices, but definitive judgments on those mechanisms cannot be made without better corrections for the endogeneity of borrowers' decisions to apply for mortgages.\n\n",
    "acknowledgement": "\nThe authors are grateful to Thomas Barrios, Owen Lamont, Carolin Pflueger, Jeremy Stein, Paul Willen and seminar participants at Harvard University, the University of Pennsylvania, and the AREUEA Mid-Year Meetings for valuable discussions, and to Karen Pence and Fernando Ferreira for providing data.  Jiashou Feng and Charlie Nathanson provided excellent research assistance.  Glaeser and Gottlieb thank the Taubman Center for State and Local Government for financial support.  Gottlieb also thanks the Harvard Real Estate Academic Initiative and the Institute for Humane Studies.  Gyourko thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}