{
    "id": 16237,
    "citation_title": "Endogenous Gentrification and Housing Price Dynamics",
    "citation_author": [
        "Veronica Guerrieri",
        "Daniel Hartley",
        "Erik Hurst"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "2012-10-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we begin by documenting substantial variation in house price growth across neighborhoods within a city during city wide housing price booms. We then present a model which links house price movements across neighborhoods within a city and the gentrification of those neighborhoods in response to a city wide housing demand shock. A key ingredient in our model is a positive neighborhood externality: individuals like to live next to richer neighbors. This generates an equilibrium where households segregate based upon their income. In response to a city wide demand shock, higher income residents will choose to expand their housing by migrating into the poorer neighborhoods that directly abut the initial richer neighborhoods. The in-migration of the richer residents into these border neighborhoods will bid up prices in those neighborhoods causing the original poorer residents to migrate out. We refer to this process as \"endogenous gentrification\". Using a variety of data sets and using Bartik variation across cities to identify city level housing demand shocks, we find strong empirical support for the model's predictions.\n\n",
    "acknowledgement": "\nThe authors would like to give special thanks to Morris Davis and Fernando Ferreira for their detailed comments. The authors would also like to thank seminar participants at Chicago, Cleveland State, Duke Conference on Housing Market Dynamics, Harvard, MIT, Oberlin, Ohio State, Queen's University Conference on Housing and Real Estate Dynamics, Rochester, Stanford, Summer 2010 NBER PERE meeting, Tufts, UCLA, UIC, University of Akron, Wharton, Winter 2010 NBER EFG program meeting, Wisconsin, and the Federal Reserve Banks of Atlanta, Boston, Chicago, Cleveland, Minneapolis, and St. Louis. We are particularly indebted to Daron Acemoglu, Gary Becker, Hoyt Bleakley, V. V. Chari, Raj Chetty, Ed Glaeser, Matt Kahn, Larry Katz, Jed Kolko, Guido Lorenzoni, Enrico Moretti, Kevin Murphy, Matt Notowidigdo, John Quigley, Esteban Rossi-Hansberg, Jesse Shapiro, and Todd Sinai for their detailed comments on previous drafts of this paper. All remaining errors are our own. Guerrieri and Hurst would like to acknowledge financial support from the University of Chicago's Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}