{
    "id": 16247,
    "citation_title": "Government Purchases Over the Business Cycle: the Role of Economic and Political Inequality",
    "citation_author": [
        "Ruediger Bachmann",
        "Jinhui Bai"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the implications of economic and political inequality  for the business cycle comovement of government purchases. We set up and compute a heterogeneous-agent neoclassical growth model, where households value government purchases which are financed by income taxes.  A key feature of the model is a wealth bias in the political aggregation process. When calibrated to U.S. wealth inequality and exposed to aggregate productivity shocks, such a model is able to generate milder procyclicality of government purchases than models with no political wealth bias. The degree of wealth bias that matches the observed mild procyclicality of government purchases in the data, is consistent with cross-sectional data on political participation.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Boston University, the Chicago FED, City U of Hong Kong, Georgetown, the Konstanz Seminar on Monetary Theory and Policy, Mannheim, Michigan, 2010 Midwest Macro Meeting, National U of Singapore, 2010 NBER-SI-PEPF, 2010 New York/Philadelphia Fed Quantitative Macro Workshop, 2010 SED, Yale,  as well as Christopher House and Mark Huggett for their comments. We thank Marina Azzimonti and Davide Debortoli for their discussions. We would also like to thank Liz Accetta from the Census Bureau for giving us the historical data of the Annual Survey of State Government Finances, and Josh Montes for his excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}