{
    "id": 16249,
    "citation_title": "Emerging Local Currency Bond Markets",
    "citation_author": [
        "John D. Burger",
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "2012-03-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the development of local currency bond markets in emerging market economies (EMEs). Supported by policies and laws that helped to improve macroeconomic stability and creditor rights, many local currency EME bond markets have grown substantially over the past decade and have also provided USD-based investors with attractive returns. U.S. investors have responded by increasing their holdings of EME local currency bonds from less than $2 billion in 2001 to over $27 billion by end-2008. While the increase in U.S. investment spanned many EMEs, empirical tests suggest that relatively more went to those with identifiable investor-friendly institutions and policies.\n\n",
    "acknowledgement": "\nThis paper, previously circulated as \"Investing in Local Currency Bond Markets\", will be published in Financial Analysts Journal. The authors appreciate the help of Branimir Gruic and Denis Petre of the BIS, who provided data on the currency composition of bonds; Robert DeMason of J.P. Morgan, who provided aggregate returns data for (and guidance on) local currency bond markets; the Gemloc group at the World Bank for providing the underlying investability data; and Vahid Gholampour for superb research assistance. For helpful discussions and comments we are grateful to two anonymous referees, Pedro Elosegui, Romain Ranciere, Anderson Silva, and participants in workshops at Katholieke Universiteit Leuven, Wake Forest University and University of Crete and at Gemloc Advisory Services Conference, INFINITI Conference, and Banco de España/World Bank Conference on Financial Globalization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}