{
    "id": 16240,
    "citation_title": "Information and Employee Evaluation: Evidence from a Randomized Intervention in Public Schools",
    "citation_author": [
        "Jonah E. Rockoff",
        "Douglas O. Staiger",
        "Thomas J. Kane",
        "Eric S. Taylor"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evidence that productivity varies greatly across teachers has given rise to the idea that student achievement data should be included in performance evaluation, despite limited empirical evidence on subjective evaluation or the use of objective performance measures in U.S. public schools.  In this paper, we examine the results of a randomized pilot program in which school principals were provided with estimates of the performance of individual teachers in raising their students' test scores in math and English.  Our analysis establishes several facts consistent with a simple Bayesian learning model of employee evaluation in the presence of imperfect information.  First, objective teacher performance estimates based on student data and principals' prior beliefs are positively correlated, and the strength of this relationship rises with the precision of the objective estimates and the precision of subjective priors. Second, principals who are provided with objective performance data incorporate this information into their posterior beliefs, and do so to a greater extent when the data are more precise and when their priors are less precise.  Moreover, after the provision of performance data, the probability of job separation rises for teachers with low performance estimates, and, in line with this change in attrition patterns, student achievement exhibits small improvements the following year.  These results suggest that objective performance data provides useful information to principals in constructing employee evaluations and using these evaluations to improve productivity.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Harvard University (Economics Department, Kennedy School, and School of Education), Columbia University (Business School and Teachers College), UC Davis, University of Oregon, London School of Economics, the Research Institute of Industrial Economics (IFN), and the University of Tel Aviv for many helpful comments and suggestions.  Financial support was provided by the Fund for Public Schools.  All opinions expressed herein represent those of the authors and not necessarily those of the New York City Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}