{
    "id": 16242,
    "citation_title": "Covered Farm Mortgage Bonds in the Late Nineteenth Century U.S.",
    "citation_author": [
        "Kenneth A. Snowden"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCovered mortgage bonds have been used successfully in Europe for two centuries, but failed in the U.S. when introduced as farm mortgage debentures in the 1880s. Using firm-level data and a sample of loans made by one Kansas mortgage company, I find that debenture programs grew out of established loan brokerage operations and were used to fund mortgages that were difficult to broker because of size, term or risk characteristics. Debentures broadened access to the interregional mortgage market and facilitated an expansion of western farm mortgage debt before the innovation failed in the mortgage crisis of the 1890s.\n\n",
    "acknowledgement": "\nThis paper has benefited from the comments of Walid BuSaba, Charles Courtemanche, John Neufeld, Dan Rosenbaum, Chris Ruhm, Chris Swann, Insan Tunali, two anonymous referees and participants of seminars at UNC Greensboro, Rutgers and the University of Western Ontario.  Nidal Abu Saba assembled the Watkins loan sample while Debra Ritch and Michael Cofer provided invaluable research assistance in coding Watkins's mortgage ledgers.  The material is based upon work supported by the National Science Foundation Grant No. SES-9122566. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}