{
    "id": 16241,
    "citation_title": "Environmental Concern and the Business Cycle: The Chilling Effect of Recession",
    "citation_author": [
        "Matthew E. Kahn",
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses three different sources of data to investigate the association between the business cycle--measured with unemployment rates--and environmental concern. Building on recent research that finds internet search terms to be useful predictors of health epidemics and economic activity, we find that an increase in a state's unemployment rate decreases Google searches for \"global warming\" and increases searches for \"unemployment,\" and that the effect differs according to a state's political ideology. From national surveys, we find that an increase in a state's unemployment rate is associated with a decrease in the probability that residents think global warming is happening and reduced support for the U.S to target policies intended to mitigate global warming. Finally, in California, we find that an increase in a county's unemployment rate is associated with a significant decrease in county residents choosing the environment as the most important policy issue. Beyond providing the first empirical estimates of macroeconomic effects on environmental concern, we discuss the results in terms of the potential impact on environmental policy and understanding the full cost of recessions.\n\n",
    "acknowledgement": "\nWe are grateful to Anthony Leiserowitz of the Yale Project on Climate Change for generously sharing survey data used in Section 3 of this paper. We also thank Samantha Go and Aubrey Michi for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}