{
    "id": 16246,
    "citation_title": "Check in the Mail or More in the Paycheck: Does the Effectiveness of Fiscal Stimulus Depend on How It Is Delivered?",
    "citation_author": [
        "Claudia R. Sahm",
        "Matthew D. Shapiro",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent fiscal policies, including the 2008 stimulus payments and the 2009 Making Work Pay tax credit, aimed to increase household spending. This paper quantifies the spending response to these policies and examines differences in spending by whether the stimulus was delivered as a one-time payment or as a flow of payments from reduced withholding. Based on responses from a representative sample of households in the Thomson Reuters/University of Michigan Surveys of Consumers, the paper finds that the reduction in withholding in 2009 boosted spending at roughly half the rate (13 percent) as the one-time payments (25 percent) in 2008.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Board or the National Bureau of Economic Research. The authors are grateful for discussions with Jonathan Parker, Nicholas Souleles, Eric Engen, Glenn Follette, Daniel Vine, Hilary Hoynes, as well as comments from participants in conferences at the Federal Reserve Board and the Chicago Federal Reserve, the NBER Summer Institute, the BCL/ECB Conference on Household Finance and Consumption, and anonymous referees. We are grateful to Richard Curtin for providing access to interviews and area code identifiers. Paul Vorhees provide excellent research assistance. The Federal Reserve Board supported the data collection for this project. Shapiro gratefully acknowledges the support of the National Institute on Aging grant P01AG026571.\n\n\n"
}