{
    "id": 16243,
    "citation_title": "Cross-Country Causes and Consequences of the Crisis: An Update",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2010-07-27",
    "issue_date": "2010-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe update Rose and Spiegel (2009a, b) and search for simple quantitative models of macroeconomic and financial indicators of the \"Great Recession\" of 2008-09.  We use a cross-country approach and examine a number of potential causes that have been found to be successful indicators of crisis intensity by other scholars.  We check a number of different indicators of crisis intensity, and a variety of different country samples.  While countries with higher income seemed to suffer worse crises, we find few clear reliable indicators in the pre-crisis data of the incidence of the Great Recession.  Countries with current account surpluses seemed better insulated from slowdowns.\n\n",
    "acknowledgement": "\nRose thanks the Bank of Englamd FRBSF, INSEAD and the MAS for hospitality during the course of this research.  For comments, we thank: Tobias Adrian, Mick Devereux, Marcel Fratzscher, Domenico Giannone, Sebnem Kalemli-Ozcan, Robert Kollman, Tommaso Monacelli, Romain Ranciere, and Martin Uribe.  We also thank Gian Maria Milesi-Ferretti and Stijn Claessens and their co-authors for access to data sets.  The views expressed below do not represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.  A current version of this paper, key output, and the main STATA data set used in the paper are available at http://faculty.haas.berkeley.edu/arose.\n\n\n"
}