{
    "id": 16254,
    "citation_title": "Report on the State of Available Data for the Study of International Trade and Foreign Direct Investment",
    "citation_author": [
        "Robert C. Feenstra",
        "Robert E. Lipsey",
        "Lee G. Branstetter",
        "C. Fritz Foley",
        "James Harrigan",
        "J. Bradford Jensen",
        "Lori Kletzer",
        "Catherine Mann",
        "Peter K. Schott",
        "Greg C. Wright"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis report, prepared for the Committee on Economic Statistics of the American Economic Association, examines the state of available data for the study of international trade and foreign direct investment. Data on values of imports and exports of goods are of high quality and coverage, but price data suffer from insufficient detail. It would be desirable to have more data measuring value-added in trade as well as prices of comparable domestic and imported inputs. Value data for imports and exports of services are too aggregated and valuations are questionable, while price data for service exports and imports are almost non-existent. Foreign direct investment data are of high quality but quality has suffered from budget cuts.  Data on trade in intellectual property are fragmentary.  The intangibility of the trade makes measurement difficult, but budget cuts have added to the difficulties. Modest funding increases would result in data more useful for research and policy analysis.\n\n",
    "acknowledgement": "\nThis report is prepared for the Committee on Economics Statistics of the American Economic Association. We thank W. Erwin Diewert, Susan Houseman, J. David Richardson and several U.S. statistical agencies for providing valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}