{
    "id": 16251,
    "citation_title": "Insurers' Negotiating Leverage and the External Effects of Medicare Part D",
    "citation_author": [
        "Darius N. Lakdawalla",
        "Wesley Yin"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic financing of private health insurance may generate external effects beyond the subsidized population, by influencing the size and bargaining power of health insurers. We test for this external effect in the context of Medicare Part D. We analyze how Part D-related insurer size increases impacted retail drug prices negotiated by insurers for their non-Part D commercial market. On average, Part D lowered retail prices for commercial insureds by 5.8% to 8.5%. The cost-savings to the commercial market amount to $3bn per year, which approximates the total annual savings experienced by Part D beneficiaries who previously lacked drug coverage.\n\n",
    "acknowledgement": "\nWe thank Caleb Alexander, Mike Chernew, David Cutler, Richard Frank, Adriana Lleras-Muney, Joseph Newhouse, David Meltzer, Fiona Scott Morton, Jon Skinner and seminar participants at Boston University, Brown University, Columbia University, Cornell University, Harvard University, University of Chicago, University of Pennsylvania Wharton School, University of Illinois at Chicago, ASHE, NBER, and the Robert Wood Johnson Scholars in Health Policy annual meeting for helpful comments. The project was funded in part by the RWJ Foundation, and the National Institute on Aging. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}