{
    "id": 16250,
    "citation_title": "The Impact of Child Care Subsidies on Child Well-Being: Evidence from Geographic Variation in the Distance to Social Service Agencies",
    "citation_author": [
        "Chris M. Herbst",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn recent years, child care subsidies have become an integral part of federal and state efforts to move economically disadvantaged parents from welfare to work.  Although previous empirical studies consistently show that these employment-related subsidies raise work levels among this group, little is known about the impact of subsidy receipt on child well-being.  In this paper, we identify the causal effect of child care subsidies on child development by exploiting geographic variation in the distance that families must travel from home in order to reach the nearest social service agency that administers the subsidy application process.  Using data from the Kindergarten cohort of the Early Childhood Longitudinal Study, our instrumental variables estimates suggest that children receiving subsidized care in the year before kindergarten score lower on tests of cognitive ability and reveal more behavior problems throughout kindergarten.  However, these negative effects largely disappear by the time children reach the end of third grade.  Our results point to an unintended consequence of a child care subsidy regime that conditions eligibility on parental employment and deemphasizes child care quality.\n\n",
    "acknowledgement": "\nChris Herbst gratefully acknowledges financial support from the W.E. Upjohn Institute for Employment Research.  The authors would like to thank seminar participants at Georgia State University, University of Maryland at Baltimore County, Florida International University, Deakin University, Griffith University, and the 2010 meetings of the European Society of Population Economics for helpful comments and suggestions.  Alexander Brumlik and Urmimala Sen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}