{
    "id": 16253,
    "citation_title": "Decomposing the Great Trade Collapse: Products, Prices, and Quantities in the 2008-2009 Crisis",
    "citation_author": [
        "Mona Haddad",
        "Ann Harrison",
        "Catherine Hausman"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify a new set of stylized facts on the 2008-2009 trade collapse that we hope can be used to shed light on the importance of demand and supply-side factors in explaining the fall in trade.  In particular, we decompose the fall in international trade into product entry and exit, price changes, and quantity changes for imports by Brazil, the European Union, Indonesia, and the United States. When we aggregate across all products, most of the countries analyzed experienced a decline in new products, a rise in product exit, and falls in quantity for product lines that continued to be traded. The evidence suggests that the intensive rather than extensive margin mattered the most, consistent with studies of other countries and previous recessionary periods.  On average, quantities declined and prices fell.  However, these average effects mask enormous differences across different products.  Price declines were driven primarily by commodities.  Within manufacturing, while most quantity changes were negative, in most cases price changes moved in the opposite direction.  Consequently, within manufacturing, there is some evidence consistent with the hypothesis that supply side frictions played a role.    For the United States, price increases were most significant in sectors which are typically credit constrained.\n\n",
    "acknowledgement": "\nWe thank Hiau Looi Kee, Brent Neiman, Daria Taglioni, and Hans Timmer for valuable comments. We thank Caroline Freund and Matias David Horenstein for the use of the Tradewatch Data. This paper is part of a World Bank research project on exports and growth supported in part by the governments of Norway, Sweden and the United Kingdom through the Multidonor Trust Fund for Trade and Development. This article reflects the views of the authors and not necessarily those of the World Bank or the National Bureau of Economic Research.\n\n\n"
}