{
    "id": 16252,
    "citation_title": "The Trend of BMI Values of US Adults by Centiles, birth cohorts 1882-1986",
    "citation_author": [
        "John Komlos",
        "Marek Brabec"
    ],
    "citation_publication_date": "2010-08-05",
    "issue_date": "2010-08-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrends in BMI values are estimated by centiles of the US adult population by birth cohorts 1886-1986 stratified by ethnicity. The highest centile increased by some 18 to 22 units in the course of the century while the lowest ones increased by merely 1 to 3 units. Hence, the BMI distribution became increasingly right skewed as the distance between the centiles became increasingly larger. The rate of change of BMI centile curves varied considerably over time. The BMI of white men and women experienced upsurges after the two World Wars and downswings during the Great Depression and again after 1970. However, among blacks the pattern is different during the first half of the century with men's rate of increase in BMI values decreasing substantially and that of females remaining unchanged at a relatively high level until the Second World War. However, after the war the rate of change of BMI values of blacks resembled that of the whites with an accelerating phase followed by a slow down around the 1970s. In sum, the creeping nature of the obesity epidemic is evident, as the technological and lifestyle changes of the 20th century affected various segments of the population quite differently.\n\n",
    "acknowledgement": "\nThe work was partly supported by the Czech Institutional Research Plan AV0Z10300504 'Computer Science for the Information Society: Models, Algorithms, Applications'. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}