{
    "id": 16258,
    "citation_title": "Public Monopoly and Economic Efficiency: Evidence from the Pennsylvania Liquor Control Board's Entry Decisions",
    "citation_author": [
        "Katja Seim",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2010-08-12",
    "issue_date": "2010-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile private monopolists are generally assumed to maximize profits, the goals of public enterprises are less well known.  Using the example of Pennsylvania's state liquor retailing monopoly, we use information on store location choices, prices, wholesale costs, and sales to uncover the goals implicit in its entry decisions.  Does it seek to maximize profits or welfare? We estimate a spatial model of demand for liquor that allows us to calculate counterfactual configurations of stores that maximize profit and welfare. We find that welfare maximizing networks have roughly twice as many stores as would maximize profit.  Moreover, the actual network is much more similar in size and configuration to the welfare maximizing configuration.   An alternative to a state monopoly would be the common practice of regulated private entry.  While such regimes can give rise to inefficient location decisions, little is known about the size of the resulting inefficiencies.  Even for a given number of stores, a simple characterization of free entry with our model results in a store configuration that produces welfare losses of between 3 and 9% of revenue.  This is a third to half of the overall loss from unregulated free entry.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Kellogg, MIT, Ohio State, Texas, Toronto, Virginia, Wisconsin, the Tenth CEPR Conference on Applied Industrial Organization, and the 2010 NBER Winter IO Meetings at Stanford.  We are grateful to Tim Bresnahan for comments on an earlier draft.  We thank Thomas Krantz at the Pennsylvania Liquor Control Board for helping us to get access to the data.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}