{
    "id": 16269,
    "citation_title": "International Aspects of the Great Depression and the Crisis of 2007: Similarities, Differences, and Lessons",
    "citation_author": [
        "Richard S. Grossman",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2010-08-23",
    "issue_date": "2010-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe focus on two international aspects of the Great Depression--financial crises and international trade-- and try to discern lessons for the current economic crisis.  Both downturns featured global banking crises which were generated by boom-slump macroeconomic cycles.   During both crises, world trade collapsed faster than world incomes and the trade decline was highly synchronized across countries. In the Depression, income losses and rises in trade barriers explain trade's collapse. Due to vertical specialization and more intense trade in durables, today's trade collapse is due to uncertainty and small shocks to trade costs hitting international supply chains. So far, the global economy has avoided the global trade wars and banking collapses of the Depression perhaps due to improved policy. Even so, the global economy remains susceptible to large shocks due to financial innovation and technological change as recent events illustrate.\n\n",
    "acknowledgement": "\nWe are grateful to our discussant, Forrest Capie, Nick Crafts, Peter Fearon, conference participants, and two anonymous referees for helpful comments. Any remaining errors are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}