{
    "id": 1626,
    "citation_title": "Stock Returns and the Term Structure",
    "citation_author": [
        "John Y. Campbell"
    ],
    "citation_publication_date": "1985-06-01",
    "issue_date": "1985-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that in the postwar period stockreturns have tended to be low when the short term nominal interest rate is high. In this paper I show that more generally the state of the term structure of interest rates predicts stock returns. Risk premia on stocks appear to move closely together with those on 20-year Treasury bonds, while risk premia on Treasury bills move somewhat independently. Average returns on 20-year bonds have been very low relative to average returns on stocks. I use these observations to test some simple asset pricing models. First I consider latent variable models in which betas are constant and risk premia vary with expected returns on a small number of unobservable hedge portfolios. The data strongly reject a single-latent-variable model.The last part of the paper examines the relationship between conditional means and variances of returns on bills, bonds and stocks. Bill returns tend to be high when their conditional variance is high, but there is a perverse negative relationship between stock returns and their conditional variance. A model is estimated which assumes that asset returns are determined by their time-varying betas with a fixed-weight \"benchmark\" portfolio of bills, bonds and stocks, whose return is proportional to its conditional variance. This portfolio is estimated to place almost all its weight on bills, indicating that uncertainty about nominal interest rates is important in pricing both short- and long-term assets.\n\n",
    "acknowledgement": "\n"
}