{
    "id": 16268,
    "citation_title": "Taxes, Permits, and Climate Change",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2010-08-12",
    "issue_date": "2010-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay revisits the question of instrument choice for the regulation of externalities in the context of climate change.  The central point is that the Pigouvian prescription to equate marginal control costs with the expected marginal benefits of damage reduction should guide the design of both carbon taxes and permit schemes.  Because expected marginal damage rises nonlinearly, a corresponding nonlinear tax - or an equivalent price implemented through a quantity-adjusted permit scheme - is second best.  Also considered are political factors, distinctive features of regulating a stock pollutant, and ex ante distortions due to the anticipation of transition relief (such as by receiving more free permits for greater emissions).  Finally, distributive concerns are examined, with emphasis on the conceptual and practical benefits of addressing distributive issues with the tax and transfer system rather through adjustments to regulatory schemes that usually render them less effective.\n\n",
    "acknowledgement": "\nI am grateful to the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support.  This essay was prepared for the American Tax Policy Institute conference volume, U.S. Energy Taxation, edited by Gilbert Metcalf. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}