{
    "id": 16260,
    "citation_title": "Exchange Market Pressure and Absorption by International Reserves: Emerging Markets and Fear of Reserve Loss During the 2008-09 Crisis",
    "citation_author": [
        "Joshua Aizenman",
        "Michael M. Hutchison"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates how the global financial crisis emanating from the U.S. was transmitted to emerging markets. Our focus is on the extent that the crisis caused external market pressures (EMP), and whether the absorption of the shock was mainly through exchange rate depreciation or the loss of international reserves. Controlling for variety of factors associated with EMP, we find clear evidence that emerging markets with higher total foreign liabilities, including short- and long-term debt, equities, FDI and derivative products--had greater exposure and were much more vulnerable to the financial crisis. Countries with large balance sheet exposure -- high external portfolio liabilities exceeding international reserves--absorbed the global shock by allowing greater exchange rate depreciation and comparatively less reserve loss. Despite the remarkable buildup of international reserves by emerging markets during the period prior to the financial crisis, countries relied primarily on exchange rate depreciation rather than reserve loss to absorb most of the exchange market pressure shock. This could reflect a deliberate choice (\"fear of reserve loss\" or competitive depreciations) or market actions that caused very rapid exchange rate adjustment, especially in emerging markets with open capital markets, overwhelming policy actions.\n\n",
    "acknowledgement": "\nWe are grateful to Vladyslav Sushko and Yuhan Xue for the excellent research assistance. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}