{
    "id": 16272,
    "citation_title": "The Capital Structure Decisions of New Firms",
    "citation_author": [
        "Alicia M. Robb",
        "David T. Robinson"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the capital structure choices that firms make in their initial year of operation, using restricted-access data from the Kauffman Firm Survey. Contrary to many accounts of startup activity, the firms in our data rely heavily on external debt sources such as bank financing, and less extensively on friends and family-based funding sources. This fact is robust to numerous controls for credit quality, industry, and business owner characteristics. The heavy reliance on external debt underscores the importance of well functioning credit markets for the success of nascent business activity.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Kauffman Foundation for generous financial support. Malcolm Baker, Thomas Hellmann, Antoinette Schoar, Ivo Welch, and seminar participants at the Kauffman/Cleveland Federal Reserve Bank Entrepreneurial Finance Conference, the University of Michigan, the Stockholm School of Economics, the Atlanta Fed, and the NBER Summer Institute Entrepreneurship Meetings and the Kauffman/RFS conference on entrepreneurial finance provided helpful comments on previous drafts. Juan Carlos Suarez Serrato provided expert research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}