{
    "id": 16278,
    "citation_title": "Inside the Refrigerator: Immigration Enforcement and Chilling Effects in Medicaid Participation",
    "citation_author": [
        "Tara Watson"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have puzzled over why eligible individuals fail to enroll in social safety net programs.  \"Chilling effects\" arising from an icy policy climate are a popular explanation for low program take-up rates among immigrants, but such effects are inherently hard to measure.  This paper investigates a concrete determinant of chilling, Federal immigration enforcement, and finds robust evidence that heightened enforcement reduces Medicaid participation among children of non-citizens.  This is the case even when children are themselves citizens and face no eligibility barriers to Medicaid enrollment.  Immigrants from countries with more undocumented U.S. residents, those living in cities with a high fraction of other immigrants, and those with healthy children are most sensitive to enforcement efforts.  Up to seventy-five percent of the relative decline in non-citizen Medicaid participation around the time of welfare reform, which has been attributed to the chilling effects of the reform itself, is explained by a contemporaneous spike in immigration enforcement activity. The results imply that safety net participation is influenced not only by program design, but also by a broader set of seemingly unrelated policy choices.\n\n",
    "acknowledgement": "\nThe author thanks Anna Aizer, Martha Bailey, Marianne Bitler, Tom Buchmueller, Mark Duggan, David Frisvold, Nora Gordon, Paula Lantz, Helen Levy, Tony LoSasso, Catherine McLaughlin, Jim Marton, Edward Norton, Dean Yang, participants in several conferences and seminars (at the Southern Economic Association meetings, the University of Michigan, the Robert Wood Johnson Scholars in Health Policy Annual Research Conference, the Southeastern Health Economics Study Group, the American Association of Public Policy and Management, Williams College, Wesleyan University, the University of California at Irvine, and the National Bureau of Economic Research) for extremely valuable comments. Lara Shore-Sheppard generously shared programs, data, and advice.  Excellent research assistance was supplied by Aubriana Ard, Leland Brewster, Elizabeth Calano, Gauri Gupta, Najma Khatri, Jeff Mutuc, and Ruchika Vij. Support from the Robert Wood Johnson Scholars in Health Policy program and the West Coast Poverty Center is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}