{
    "id": 16275,
    "citation_title": "Automatic Stabilizers and Economic Crisis: US vs. Europe",
    "citation_author": [
        "Mathias Dolls",
        "Clemens Fuest",
        "Andreas Peichl"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the effectiveness of the tax and transfer systems in the European Union and the US to act as an automatic stabilizer in the current economic crisis. We find that automatic stabilizers absorb 38 per cent of a proportional income shock in the EU, compared to 32 per cent in the US. In the case of an unemployment shock 47 percent of the shock are absorbed in the EU, compared to 34 per cent in the US. This cushioning of disposable income leads to a demand stabilization of up to 30 per cent in the EU and up to 20 per cent in the US. There is large heterogeneity within the EU. Automatic stabilizers in Eastern and Southern Europe are much lower than in Central and Northern European countries. We also investigate whether countries with weak automatic stabilizers have enacted larger fiscal stimulus programs. We find no evidence supporting this view.\n\n",
    "acknowledgement": "\nThis paper uses EUROMOD version D21 and TAXSIM v9. EUROMOD and TAXSIM are continually being improved and updated and the results presented here represent the best available at the time of writing. Our version of TAXSIM is based on the Survey of Consumer Finances (SCF) by the Federal Reserve Board. EUROMOD relies on micro-data from 17 different sources for 19 countries. These are ECHP and EU-SILC (Eurostat), Austrian version of ECHP (Statistik Austria); PSBH (University of Liège and University of Antwerp); Estonian HBS (Statistics Estonia); Income Distribution Survey (Statistics Finland); EBF (INSEE); GSOEP (DIW Berlin); Greek HBS (National Statistical Service of Greece); Living in Ireland Survey (ESRI); SHIW (Bank of Italy); PSELL-2 (CEPS/INSTEAD); SEP (Statistics Netherlands); Polish HBS (Warsaw University); Slovenian HBS and Personal Income Tax database (Statistical Office of Slovenia); Income Distribution Survey (Statistics Sweden); and the FES (UK ONS through the Data Archive). Material from the FES is Crown Copyright and is used by permission. Neither the ONS nor the Data Archive bears any responsibility for the analysis or interpretation of the data reported here. An equivalent disclaimer applies for all other data sources and their respective providers. This paper is partly based on work carried out during Andreas Peichl's visit to ECASS at ISER, University of Essex, supported by the EU Improving Human Potential Programme. Andreas Peichl is grateful for financial support by Deutsche Forschungsgemeinschaft DFG (PE1675). Clemens Fuest acknowledges financial support from the ESRC (Grant No RES-060-25-0033). We would like to thank Danny Blanchflower, Dean Baker, Horacio Levy, Torfinn Harding, Tommaso Monacelli, Morten Ravn, participants of the 2009 IZA/CEPR ESSLE conference, the 6th German-Norwegian Seminar on Public Economics (CESifo), the 2010 IZA/OECD workshop, the NBER/IGIER TAPES meeting as well as seminar participants in Bonn, Cologne, Nuremberg, Siegen and at the Worldbank for helpful comments and suggestions. We are grateful to Daniel Feenberg for granting us access to NBER's TAXSIM and helping us with our simulations. We are indebted to all past and current members of the EUROMOD consortium for the construction and development of EUROMOD. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}