{
    "id": 16271,
    "citation_title": "What Does Financial Literacy Training Teach Us?",
    "citation_author": [
        "Bruce Ian Carlin",
        "David T. Robinson"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a quasi natural experiment to explore how financial education changes savings, investment, and consumer behavior. We use data from a Junior Achievement Finance Park to measure the effect of a financial literacy program on students who are assigned fictitious life situations and asked to create household budgets for these roles. The treatment effects of the financial literacy program are strong. Students who experienced training were somewhat better at making current-cost/current-benefit tradeoff decisions (spending more today versus spending less today). But the tendency to try to save more today often led them to make poor choices when they faced tradeoffs between current-costs and future-benefits today (i.e., when spending more today is cheaper in present value terms). Most importantly, students who had attended training showed greater up-take of decision support that was offered in the park. This indicates that decision support and financial literacy training are complements, not substitutes.\n\n",
    "acknowledgement": "\nThe authors would like to thank Doug Bernheim, Annamaria Lusardi, John Lynch, and colleagues at Junior Achievement of Southern California for for helpful discussions throughout the project.  This work was conducted in compliance with IRB human subject guidelines and was approved by the IRBs at Duke and UCLA.  Dan Blanchette provided excellent research assistance.  Seminar participants at Vanderbilt and Duke provided helpful feedback.  Any errors are the authors' responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}