{
    "id": 16270,
    "citation_title": "A Semiparametric Approach for Analyzing Nonignorable Missing Data",
    "citation_author": [
        "Hui Xie",
        "Yi Qian",
        "Leming Qu"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn missing data analysis, there is often a need to assess the sensitivity of key inferences to departures from untestable assumptions regarding the missing data process. Such sensitivity analysis often requires specifying a missing data model which commonly assumes parametric functional forms for the predictors of missingness. In this paper, we relax the parametric assumption and investigate the use of a generalized additive missing data model. We also consider the possibility of a non-linear relationship between missingness and the potentially missing outcome, whereas the existing literature commonly assumes a more restricted linear relationship. To avoid the computational complexity, we adopt an index approach for local sensitivity. We derive explicit formulas for the resulting semiparametric sensitivity index. The computation of the index is simple and completely avoids the need to repeatedly fit the semiparametric nonignorable model. Only estimates from the standard software analysis are required with a moderate amount of additional computation. Thus, the semiparametric index provides a fast and robust method to adjust the standard estimates for nonignorable missingness. An extensive simulation study is conducted to evaluate the effects of misspecifying the missing data model and to compare the performance of the proposed approach with the commonly used parametric approaches. The simulation study shows that the proposed method helps reduce bias that might arise from the misspecification of the functional forms of predictors in the missing data model. We illustrate the method in a Wage Offer dataset.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}