{
    "id": 16276,
    "citation_title": "Protection Reduction and Diversion: PTAs and the Incidence of Antidumping Disputes",
    "citation_author": [
        "Thomas J. Prusa",
        "Robert Teh"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze whether preferential trade agreements (PTAs) affect the incidence and pattern of antidumping (AD) filings.  We estimate AD provisions in PTAs have decreased the incidence of intra-PTA AD cases by 33-55% and have increased the number of AD actions against non-PTA members by 10-30%.  The net effect of PTA rules on total AD filings is small.  Our results are robust to alternative estimation approaches and controlling for a myriad of other PTA-related phenomena.  Our results suggest a protection analogue to the \"trade creation-trade diversion\" impact of PTAs.  PTA members are spared from AD actions but non-PTA members face even greater AD scrutiny.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper should be attributed to the authors. They are not meant to represent the positions or opinions of the WTO and its Members and are without prejudice to Members' rights and obligations under the WTO. We would like to thank Philippa Dee for generously providing us with her tabulation of investment provisions in PTAs.  The paper has also benefitted from the many helpful comments from seminar participants at University of Connecticut, New York Federal Reserve, Villanova University, CUNY Graduate Center, World Trade Organization, Stockholm University, Institut d'Études Politiques de Paris (Sciences-Po), and Inter-American Development Bank.  All remaining errors and omissions are the fault of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}