{
    "id": 16273,
    "citation_title": "Foreign Affiliate Sales and Trade in Both Goods and Services",
    "citation_author": [
        "Chunding Li",
        "John Whalley",
        "Yan Chen"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of the differing forms that international agreements on trade in goods and trade in services take in the GATT (1994) and the GATS there is an incompatibility between measures of world trade in goods and services. Measures of goods trade reflecting GATT (1994) are restricted to trade that crosses borders. Service trade, however, under GATS mode 3 (commercial presence) includes both cross border delivery and foreign affiliate sales within borders. As a result, present comparisons of services and goods trade, as in WTO (2007), are unsatisfactory. One can further argue that our perceptions of the degree of integration in the global economy are likely ill formed, and for comparability the trade component of affiliate sales in goods should be included in goods trade or affiliate sales should be removed from service trade data. \nHere, we make modifications to reported goods and services trade for specific countries where this is possible by using data on affiliate sales in both goods and services to produce more consistently measured cross country estimates of trade flows. This allows us to compare combined total goods and services trade both over time and across countries, as well as growth rates of trade, trade imbalances and the relative size of trade in goods and services. We use three different statistical bases for measures. One of them is the present mixed GATT and GATS basis; another is trade including foreign affiliate sales, and a final one excludes foreign affiliate sales. Perceptions both on the combined size of country goods and services trade as well as their relative size change a lot using these three measures. We finally draw conclusions and offer policy implications.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support, and to Xiaojun Shi, Nick Crafts and participants at a seminar at CIGI for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}