{
    "id": 16283,
    "citation_title": "A State-Dependent Model of Intermediate Goods Pricing",
    "citation_author": [
        "Brent Neiman"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent analyses of transaction-level datasets have generated new stylized facts on price setting and greatly influenced the empirical open- and closed-economy macroeconomics literatures. This work has uncovered marked heterogeneity in price stickiness, demonstrated that even non-zero price changes do not fully \"pass through\" exchange rate shocks, and offered evidence of synchronization in the timing of price changes. Further, intrafirm prices have been shown to differ from arm's length prices in each of these characteristics. This paper develops a state-dependent model of intermediate goods pricing, which allows for arm's length and intrafirm transactions, and is capable of generating these empirical pricing patterns.\n\n",
    "acknowledgement": "\nI thank Gita Gopinath, Elhanan Helpman, Ken Rogoff, Ariel Burstein, Steve Davis, Uli Doraszelski, Dan Frisch, Oleg Itskhoki, Virgiliu Midrigan, Emi Nakamura, Roberto Rigobon, Jon Steinsson, and Aleh Tsyvinski for very helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}