{
    "id": 16281,
    "citation_title": "Putting the Co in Education: Timing, Reasons, and Consequences of College Coeducation from 1835 to the Present",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe history of coeducation  in U.S. higher education is explored through an analysis of a database containing information on all institutions offering four-year undergraduate degrees that operated in 1897, 1924, 1934, or 1980, most of which still exist today.  These data reveal surprises about the timing of coeducation and the reasons for its increase.  Rather than being episodic and caused by financial pressures brought about by wars and recessions, the process of switching from single-sex to coeducational colleges was relatively continuous from 1835 to the 1950s before it accelerated (especially for Catholic institutions) in the 1960s and 1970s.  We explore the empirical implications of a model of switching from single-sex to coeducation in which schools that become coeducational face losing donations from existing alumni but, because they raise the quality of new students, increase other future revenues.  We find that older and private single-sex institutions were slower to become coeducational and that institutions persisting as single sex into the 1970s had lower enrollment growth in the late 1960s and early 1970s than those that switched earlier.  We also find that access to coeducational institutions in the first half of the twentieth century was associated with increased women's educational attainment.  Coeducation mattered to women's education throughout U.S. history and it mattered to a greater extent in the more distant past than in the more recent and celebrated period of change.\n\n",
    "acknowledgement": "\nBernie Zipprich gave exceptional research assistance on all parts of the project and Ryan Sakoda followed in turn.  Julia Fifer helped with the coding of the coeducation data set, and Janet Currie and Louis Galambos supplied some of the coeducation dates.  Emily Glassberg Sands provided much appreciated assistance with the references.  Comments on a draft were offered by Julie Reuben, Emily Glassberg Sands, and members of the NBER-DAE 2010 Summer Institute.  We thank all of them. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}