{
    "id": 16286,
    "citation_title": "Industry Dynamics: Foundations For Models with an Infinite Number of Firms",
    "citation_author": [
        "Gabriel Y. Weintraub",
        "C. Lanier Benkard",
        "Benjamin Van Roy"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the connection between three important threads of economic research offering different approaches to studying the dynamics of an industry with heterogeneous firms. Finite models of the form pioneered by Ericson and Pakes (1995) capture the dynamics of a finite number of heterogeneous firms as they compete in an industry, and are typically analyzed using the concept of Markov perfect equilibrium (MPE). Infinite models of the form pioneered by Hopenhayn (1992), on the other hand, consider an infinite number of infinitesimal firms, and are typically analyzed using the concept of stationary equilibrium (SE). A third approach uses oblivious equilibrium (OE), which maintains the simplifying benefits of an infinite model but within the more realistic setting of a finite model. The paper relates these three approaches. The main result of the paper provides conditions under which SE of infinite models approximate MPE of finite models arbitrarily well in asymptotically large markets. Our conditions require that the distribution of firm states in SE obeys a certain \"light-tail\" condition. In a second set of results, we show that the set of OE of a finite model approaches the set of SE of the infinite model in large markets under a similar light-tail condition.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}