{
    "id": 16287,
    "citation_title": "Cigarette Excise Taxation: The Impact of Tax Structure on Prices, Revenues, and Cigarette Smoking",
    "citation_author": [
        "Frank J. Chaloupka",
        "IV",
        "Richard Peck",
        "John A. Tauras",
        "Xin Xu",
        "Ayda Yurekli"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main purpose of this study is to provide empirical evidence on the effects of the cigarette excise tax structure on three outcomes: cigarette prices, government revenues, and cigarette consumption. We composed cross-sectional time-series data for 21 EU countries from year 1998 to 2007 from various data resources.  We provide strong evidence that the price gap between premium and low-priced brands is larger in countries with a greater share of ad valorem tax. A 10-percent raise in the share of ad valorem tax in total excise tax leads to about a 4 to 5 percent increase in the price gap, with a smaller impact in more concentrated markets.  Our estimates confirm that greater instability of government tax revenues from cigarette excise taxes can be attributed to greater reliance on the ad valorem tax and such instability increases with the growth of manufacturers' market power.  We also find that greater reliance on a specific tax has greater impact on cigarette smoking, but the impact diminishes with the growth of manufacturers' market power.\n\n",
    "acknowledgement": "\nWe thank the World Health Organization for providing financial support for this research and Frank Van-Driessche for providing key data and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}