{
    "id": 16289,
    "citation_title": "Empirical Evidence on the Aggregate Effects of Anticipated and Unanticipated U.S. Tax Policy Shocks",
    "citation_author": [
        "Karel Mertens",
        "Morten Ravn"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide empirical evidence on the dynamics effects of tax liability changes in the United States. We distinguish between surprise and anticipated tax changes using a timing-convention. We document that pre-announced but not yet implemented tax cuts give rise to contractions in output, investment and hours worked while real wages increase. In contrast, there are no significant anticipation effects on aggregate consumption. Implemented tax cuts, regardless of their timing, have expansionary and persistent effects on output, consumption, investment, hours worked and real wages. Results are shown to be very robust. We argue that tax shocks are empirically important impulses to the U.S. business cycle and that anticipation effects have been important during several business cycle episodes.\n\n",
    "acknowledgement": "\nParts of this paper were earlier circulated under the title \"The Aggregate Effects of Anticipated and Unanticipated U.S. Tax Policy Shocks: Theory and Empirical Evidence\". We are grateful for comments received from Robert Barro, Peter Claeys, Stephen Coate, Bob Driskill, Martin Eichenbaum, Carlo Favero, Jordi Galì, Mark Gertler, Eric Leeper, Roberto Perotti, Juan Rubio-Ramirez, Raf Wouters, and from seminar participants at the TAPES conference, 2010, SED 2008, ESSIM 2008, the Belgian National Bank, Bocconi University, Cornell University, Norges Bank, Penn State University, University of Amsterdam, UC Davis, University College London, Universite' Catholique de Louvain, University of Southampton, University of Warwick and at the Federal Reserve Banks of Chicago and San Francisco. We also thank Andres Dallal for superb research assistance. The responsibility for any errors is entirely ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}