{
    "id": 16295,
    "citation_title": "Are National Patent Laws the Blossoming Rain?",
    "citation_author": [
        "Yi Qian"
    ],
    "citation_publication_date": "2010-08-20",
    "issue_date": "2010-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nResearch on the effects of patent protection on innovation and technology transfer in the cross-country pharmaceutical industry adds to our understanding of the underlying forces driving a country's innovation level.  Qian (2007) constructs a comprehensive database useful for evaluating the patenting effects on pharmaceutical innovations for 26 countries that established national pharmaceutical patent laws during the period from 1978 to 2002.  This paper is a companion piece that extends the research to evaluating the effects of patent reforms on inward foreign direct investment (FDI) establishments and imports in the pharmaceutical sectors. This book chapter also attempts to integrate all the findings on innovations, technology transfer, and international trade, and discuss potential policy implications. \nBy thoroughly controlling for the country covariates, through a combination of matched sampling techniques with fixed-effect panel regression models, the analyses arrive at robust results across the various model specifications. First, national pharmaceutical patent protection alone does not stimulate domestic innovation, as estimated by the US patent awards (both raw counts and citation-weighted) and domestic R&D.  FDI establishments and pharmaceutical exports did not increase significantly either. Imports, however, did flourish. Second, national patent law implementation demonstrates conditional importance for innovation acceleration and technology transfer, conditional upon certain country variables. In particular, the interaction between implementation and the development level, educational attainment, and economic freedom index are shown to have positive relationships with the domestic R&D expenditure and domestic pharmaceutical patent awards in the US. The interaction between implementation and economic freedom, implementation and educational attainment are indicated to attract more FDI establishments. Third, terms of trade is likely to decline immediately upon the new implementation of IPR.\n\n",
    "acknowledgement": "\nI would like to give my special thanks to Professors Richard Caves, Donald Rubin, Josh Lerner, and Richard Cooper for their constant advice and encouragement; to Drs. Arvind Subramanian, Jayashree Watal, Gary Haufbauer, and Keith Maskus for their advice and references at early stages of my research; to Professors Andrei Shleifer, Paul Beamish, and Dr. Fritz Foley for providing data. Many thanks also go to Professors Neil Netanel and Robert Spich for organizing the IPR symposium at UCLA and to the participants' comments, which stimulated new idea developments in this paper. I am also grateful to Neil Netanel for editing this book and for his comments on this chapter in The Development Agenda: Global Intellectual Property and Developing Countries.  Oxford University Press, London. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}