{
    "id": 16296,
    "citation_title": "Giving Mom a Break: The Impact of Higher EITC Payments on Maternal Health",
    "citation_author": [
        "William N. Evans",
        "Craig L. Garthwaite"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1993 expansions of the Earned Income Tax Credit created the first meaningful separation in the benefit level for families based on the number of children, with families containing two or more children now receiving substantially more in benefits.  If income is protective of health, we should see improvements over time in the health for mothers eligible for the EITC with two or more children compared to those with only one child.  Using data from the Behavioral Risk Factors Surveillance Survey, we find in difference-in-difference models that for low-educated mothers of two or more children, the number of days with poor mental health and the fraction reporting excellent or very good health improved relative to the mothers with only one child.  Using data from the National Health Examination and Nutrition Survey, we find evidence that the probability of having risky levels of biomarkers fell for these same low-educated women impacted more by the 1993 expansions, especially biomarkers that indicate inflammation.\n\n",
    "acknowledgement": "\nThe authors thank the Russell Sage Foundation for financial support, Ron Mariutto and Andrew Kenney for excellent research assistance, and Joe Doyle, Heidi Williams, Jonathan Meer, and seminar participants at Dartmouth College and the University of Notre Dame for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}