{
    "id": 16298,
    "citation_title": "Short-Run Subsidies and Long-Run Adoption of New Health Products: Evidence from a Field Experiment",
    "citation_author": [
        "Pascaline Dupas"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nShort-run subsidies for health products are common in poor countries. How do they affect long-run adoption? We present a model of technology adoption in which people learn about a technology's effectiveness by using it (or observing others using it) for some time, but people quit using it too early if they face higher-than-expected usage costs (e.g., side effects). The extent to which one-off subsidies increase experimentation, and thereby affect learning and long-run adoption, then depends on people's priors on these usage costs. One-off subsidies can also affect long-run adoption through reference-dependence: People might anchor around the subsidized price and be unwilling to pay more for the product later. We estimate these effects in a two-stage randomized field experiment in Kenya. We find that, for a new technology with a lower usage cost than the technology it replaces, short-run subsidies increase long-run adoption through experience and social learning effects. We find no evidence that people anchor around subsidized prices.\n\n",
    "acknowledgement": "\nI am grateful to Christian Hellwig and Adriana Lleras-Muney for detailed suggestions, and to Sandra Black, Sylvain Chassang, Jessica Cohen, Esther Duflo, Giacomo De Giorgi, Frederico Finan, Seema Jayachandran, Robert Jensen, Rohini Pande, Jonathan Robinson, Justin Sydnor, and numerous seminar participants for helpful comments and discussions. I thank Katharine Conn, Moses Baraza, and their field team for their outstanding project implementation and data collection. The study was funded by the Acumen Fund, the Adessium Foundation, the Exxon Mobil Foundation, a Dartmouth Faculty Burke Award and UCLA. The Olyset nets used in the study were donated by Sumitomo Chemical. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}