{
    "id": 16294,
    "citation_title": "Does Ethnicity Pay",
    "citation_author": [
        "Yasheng Huang",
        "Li Jin",
        "Yi Qian"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "2013-02-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMost of the economic analyses of the overseas-Chinese network focus on trade and investment flows at the country level. In this paper, we analyze the effects of the ethnic Chinese network at the firm level. Contrary to the conventional wisdom, we find that ethnic-Chinese FDI firms in China in fact underperform non-ethnic-Chinese FDI firms. We also find that the performance of ethnic-Chinese firms deteriorates over time. We present evidence consistent with the hypothesis that ethnic-Chinese firms under-invest in those firm attributes that may enhance long-term performance, such as human capital and technology. Our findings raise both empirical and normative implications of ethnic ties.\n\n",
    "acknowledgement": "\nThe authors contributed equally and are listed according to the alphabetical order of the last names. We thank the Editor, the anonymous referees, Joseph Fan, Ray Fisman, Tarun Khanna, Josh Lerner, Stewart Myers, Jun Qian, Raghu Rao, Antoinette Schoar, Bernard Yeung, and participants at seminars and workshops at the Harvard Business School, MIT, Kellogg School of Management, Wharton, the International Finance Conference in Dalian, China, and the Chinese Finance Association Meetings in New York for helpful comments. We are grateful for financial support from the Division of Research at the Harvard Business School and the Chinese Finance Association Best Paper Awards. We thank Ye Luo for excellent research assistance and Nancy Hearst for copy-editing assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}