{
    "id": 16297,
    "citation_title": "Pricing and Reimbursement in U.S. Pharmaceutical Markets",
    "citation_author": [
        "Ernst R. Berndt",
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this survey chapter on pricing and reimbursement in U.S. pharmaceutical markets, we first provide background information on important federal legislation, institutional details regarding distribution channel logistics, definitions of alternative price measures, related historical developments, and reasons why price discrimination is highly prevalent among branded pharmaceuticals.  We then present a theoretical framework for the pricing of branded pharmaceuticals, without and then in the presence of prescription drug insurance, noting factors affecting the relative impacts of drug insurance on prices and on utilization.  With this as background, we summarize major long-term trends in copayments and coinsurance rates for retail and mail order purchases, average percentage discounts off Average Whole Price paid by third party payers to pharmacy benefit managers as well as average dispensing fees, and generic penetration rates.  We conclude with a summary of the evidence regarding the impact of the 2006 implementation of the Medicare Part D benefits on pharmaceutical prices and utilization, and comment on very recent developments concerning the entry of large retailers such as Wal-Mart into domains traditionally dominated by large retail chains and the \"commoditization\" of generic drugs.\n\n",
    "acknowledgement": "\nRevised version to appear in Patricia M. Danzon and Sean Nicholson, eds., The Economics of the Biopharmaceutical Industry.  The authors have benefited from discussions with Richard G. Frank and E. Mick Kolassa, but are solely responsible for the views expressed herein.  This research was not sponsored. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}