{
    "id": 16309,
    "citation_title": "Liquidity Management and Corporate Investment During a Financial Crisis",
    "citation_author": [
        "Murillo Campello",
        "Erasmo Giambona",
        "John R. Graham",
        "Campbell R. Harvey"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a unique dataset to study how firms managed liquidity during the financial crisis. Our analysis provides new insights on the interactions between internal liquidity, external funds, and real corporate decisions, such as investment and employment. We first describe how companies used credit lines during the crisis (access, size of facilities, and drawdown activity), the conditions under which these facilities were granted (fees, markups, maturity, and collateral), and whether managers had difficulties in renewing or initiating lines. We also describe the dynamics of credit line violations and the outcome of subsequent renegotiations. We show how companies substitute between credit lines and internal liquidity (cash and profits) when facing a severe credit shortage. Looking at real-side decisions, we find that credit lines are associated with greater spending when companies are not cash-strapped. Firms with limited access to credit lines, on the other hand, appear to choose between saving and investing during the crisis. Our evidence indicates that credit lines eased the impact of the financial crisis on corporate spending.\n\n",
    "acknowledgement": "\nWe thank James Choi, Enrica Detragiache, Jean Helwege, Matt Spiegel, Ilya Strebulaev, Amir Sufi, Yongjun Tang, and two anonymous referees for their suggestions. We also benefited from comments from seminar participants at the ECB/CFS Conference (2009), FIRS Conference (2010), Global Issues in Accounting Conference (2010), RFS/Yale Financial Crisis Conference (2009), University of Amsterdam, University of Bologna, and WFA Meetings (2010). We thank CFO Magazine for helping us conduct the survey, though we note that our analysis and conclusions do not necessarily reflect those of CFO. We thank Benjamin Ee and Hyunseob Kim for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}