{
    "id": 16307,
    "citation_title": "Updating the Allocation of Greenhouse Gas Emissions Permits in a Federal Cap-and-Trade Program",
    "citation_author": [
        "Meredith Fowlie"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. adoption of a cap-and-trade program for greenhouse gases could place some domestic producers at a disadvantage relative to international competitors who do not face similar regulation. To address this issue, proposed federal climate change legislation includes a provision that would freely allocate (or rebate) emission allowances to eligible sectors using a continuously updating output-based formula. Eligibility for the rebates would be determined at the industry-level based on emissions or energy intensity and a measure of import penetration. Dynamic updating of permit allocations has the potential to mitigate adverse competitiveness impacts and emissions leakage in eligible industries. It can also undermine the cost-effectiveness of permit market outcomes, as more of the mandated emissions reductions must then be achieved by sources deemed ineligible for rebates. This chapter investigates both the benefits and the costs of output-based updating. It identifies differences between proposed eligibility criteria and those consistent with standard measures of economic efficiency. The analysis underlines the importance of taking both benefits and costs into account when determining the scale and scope of output-based rebating provisions in cap-and-trade programs.\n\n",
    "acknowledgement": "\nI thank Don Fullerton, Lawrence Goulder, and Catherine Wolfram for helpful comments. This manuscript was prepared for the NBER Conference \"The Design and Implementation of U.S. Climate Policy\" convened in Washington D.C., May 13-14, 2010. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}