{
    "id": 16304,
    "citation_title": "Solving the Multi-Country Real Business Cycle Model Using Ergodic Set Methods",
    "citation_author": [
        "Serguei Maliar",
        "Lilia Maliar",
        "Kenneth L. Judd"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the stochastic simulation algorithm, described in Judd, Maliar and Maliar (2009), and the cluster-grid algorithm, developed in Judd, Maliar and Maliar (2010a), to solve a collection of multi-country real business cycle models. The following ingredients help us reduce the cost in high-dimensional problems: an endogenous grid enclosing the ergodic set, linear approximation methods, fixed-point iteration and efficient integration methods, such as non-product monomial rules and Monte Carlo integration combined with regression. We show that high accuracy in intratemporal choice is crucial for the overall accuracy of solutions and offer two approaches, precomputation and iteration-on-allocation, that can solve for intratemporal choice both accurately and quickly. We also implement a hybrid solution algorithm that combines the perturbation and accurate intratemporal-choice methods.\n\n",
    "acknowledgement": "\nLilia Maliar and Serguei Maliar acknowledge support from the Hoover Institution at Stanford University, the Stanford Institute for Theoretical Economics, the Center for Financial Studies in Frankfurt, the Paris School of Economics, the Ivie, the Ministerio de Ciencia e Innovación and FEDER funds under the project SEJ-2007-62656 and the Generalitat Valenciana under the grants BEST/2010/142 and BEST/2010/141, respectively. We thank Wouter Den Haan, Michel Juillard, Sébastien Villemot and an anonymous referee for useful comments. We thank Ben Malin and Paul Pichler for providing us with the Smolyak-polynomial terms and log-linear solutions, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}