{
    "id": 16300,
    "citation_title": "Who Creates Jobs? Small vs. Large vs. Young",
    "citation_author": [
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2010-08-19",
    "issue_date": "2010-08-19",
    "revision_date": "2012-11-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe view that small businesses create the most jobs remains appealing to policymakers and small business advocates. Using data from the Census Bureau Business Dynamics Statistics and Longitudinal Business Database, we explore the many issues at the core of this ongoing debate. We find that the relationship between firm size and employment growth is sensitive to these issues. However, our main finding is that once we control for firm age there is no systematic relationship between firm size and growth. Our findings highlight the important role of business startups and young businesses in U.S. job creation.\n\n",
    "acknowledgement": "\nWe thank Philippe Aghion, Peter Huber, Harald Oberhofer, Michael Pfaffermayr, an anonymous referee, conference and seminar participants at the NBER 2009 Summer Institute Meeting of the Entrepreneurship Working Group, CAED 2009, World Bank 2009 Conference on Small Firms, NABE Economic Policy Conference 2010, OECD Conference on Entrepreneurship 2010, Queens University and the 2010 WEA meetings for helpful comments. We thank the Kauffman Foundation for financial support. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}