{
    "id": 16302,
    "citation_title": "Are Options on Index Futures Profitable for Risk Averse Investors? Empirical Evidence",
    "citation_author": [
        "George M. Constantinides",
        "Michal Czerwonko",
        "Jens Carsten Jackwerth",
        "Stylianos Perrakis"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerican options on the S&P 500 index futures that violate the stochastic dominance bounds of Constantinides and Perrakis (2007) from 1983 to 2006 are identified as potentially profitable trades.  Call bid prices more frequently violate their upper bound than put bid prices do, while violations of the lower bounds by ask prices are infrequent.  In out of sample tests of stochastic dominance, the writing of options that violate the upper bound increases the expected utility of any risk averse investor holding the market and cash, net of transaction costs and bid ask spreads.  The results are economically significant and robust.\n\n",
    "acknowledgement": "\nWe thank Oleg Bondarenko, Wolfgang Buehler, Jim Hodder, Robert Merton, Ingmar Nolte, Myron Scholes, Sorin Sorescu, Suresh Sundaresan, Michael Wolf, Campbell Harvey (the editor), the anonymous associate editor and referees, participants at the Second Mont Tremblant Risk Management conference, the ESSFM Gerzensee 2008 conference, the 2008 Conference on Financial Innovation at Vanderbilt University, the 2008 International Conference on Price, Liquidity, and Credit Risks at Konstanz University, seminars at Mannheim University, Tel Aviv University, the University of Cyprus, and Zurich University, and especially Russell Davidson for insightful comments and constructive criticism.  We remain responsible for errors and omissions.  Constantinides acknowledges financial support from the Center for Research in Security Prices, University of Chicago.  Czerwonko and Perrakis acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}