{
    "id": 16306,
    "citation_title": "An Economic Model of Amniocentesis Choice",
    "citation_author": [
        "Eduardo Fajnzylber",
        "V. Joseph Hotz",
        "Seth G. Sanders"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical practitioners typically utilize the following protocol when advising pregnant women about testing for the possibility of genetic disorders: Pregnant women over the age of 35 should be tested for Down syndrome and other genetic disorders; for younger women, such tests are discouraged since they can cause a miscarriage. The logic appears compelling. The rate at which amniocentesis causes a miscarriage is constant while genetic disorders rise over a woman's reproductive years. Hence the potential benefit from testing - being able to terminate a fetus with a genetic disorder - rises with maternal age. We argue that this logic is incomplete. While the benefits to testing rise with age, so do the costs. While undergoing an amniocentesis always entails the risk of miscarriage of a healthy fetus, these costs are lower at early ages, because there is a higher probability of being able to replace a miscarried fetus with a healthy birth at a later age. We develop and calibrate a dynamic model of amniocentesis choice to explore this tradeoff. For parameters that characterize realistic age patterns of chromosomal abnormalities, fertility rates and miscarriages following amniocentesis, our model implies a falling, rather than rising, rate of amniocentesis as women approach menopause.\n\n",
    "acknowledgement": "\nThis research was funded by a grant from the National Institute for Child Health and Human Development (R01HD34293). Obviously, only the authors are responsible for the content of this paper. We would like to thank Margo Prator for suggesting this topic. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}