{
    "id": 16313,
    "citation_title": "Firm Entry, Trade, and Welfare in Zipf's World",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirm size follows Zipf's Law, a very fat-tailed distribution that implies a few large firms account for a disproportionate share of overall economic activity. This distribution of firm size is crucial for evaluating the welfare impact of economic policies such as barriers to entry or trade liberalization. Using a multi-country model of production and trade calibrated to the observed distribution of firm size, we show that the welfare impact of high entry costs is small. In the sample of the largest 50 economies in the world, a reduction in entry costs all the way to the U.S. level leads to an average increase in welfare of only 3.25%. In addition, when the firm size distribution follows Zipf's Law, the welfare impact of the extensive margin of trade -- newly imported goods -- is negligible. The extensive margin of imports accounts for only about 5.2% of the total gains from a 10% reduction in trade barriers in our model. This is because under Zipf's Law, the large, infra-marginal firms have a far greater welfare impact than the much smaller firms that comprise the extensive margin in these policy experiments. The distribution of firm size matters for these results: in a counterfactual model economy that does not exhibit Zipf's Law the gains from a reduction in fixed entry barriers are an order of magnitude larger, while the gains from a reduction in variable trade costs are an order of magnitude smaller.\n\n",
    "acknowledgement": "\nWe are grateful to Roc Armenter, Jonathan Eaton, Chris House, Amit Khandelwal, Francesc Ortega, Romain Ranciere, David Romer, Matthew Shapiro, Linda Tesar, and seminar participants at the University of Michigan, Trinity College Dublin, International Monetary Fund, University of Houston, Boston University, Vanderbilt University, Tufts University, Tsinghua University, Hong Kong University of Science and Technology, 2009 NBER ITI Spring Meetings, 2009 CEPR ESSIM, and the Philadelphia Area International Trade Workshop for helpful suggestions. Levchenko thanks the National Science Foundation for financial support under grant SES-0921971. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}