{
    "id": 16317,
    "citation_title": "The Value of Luminosity Data as a Proxy for Economic Statistics",
    "citation_author": [
        "Xi Chen",
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the pervasive issues in social and environmental research has been to improve the quality of socioeconomic data in developing countries. Because of the shortcoming of standard data sources, the present study examines luminosity (measures of nighttime lights) as a proxy for standard measures of output. The paper compares output and luminosity at the country levels and at the 1° x 1° grid-cell levels for the period 1992-2008. The results are that luminosity has very little value added for countries with high-quality statistical systems. However, it may be useful for countries with the lowest statistical grades, particularly for war-torn countries with no recent population or economic censuses. The results also indicate that luminosity has more value added for economic density estimates than for time-series growth rates.\n\n",
    "acknowledgement": "\nThe authors are Associate in Research (Chen) and Sterling Professor of Economics (Nordhaus), Yale University. Corresponding author: Chen at xi.chen@yale.edu. The authors are grateful for comments from Ben Jones and other participants in the NBER-CRIW Workshop, July 2010. This research was supported by the Glaser Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}