{
    "id": 16314,
    "citation_title": "Portage: Path Dependence and Increasing Returns in U.S. History",
    "citation_author": [
        "Hoyt Bleakley",
        "Jeffrey Lin"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine portage sites in the U.S. South, Mid-Atlantic, and Midwest, including those on the fall line, a geomorphologic feature in the southeastern U.S. marking the final rapids on rivers before the ocean. Historically, waterborne transport of goods required portage around the falls at these points, while some falls provided water power during early industrialization. These factors attracted commerce and manufacturing. Although these original advantages have long since been made obsolete, we document the continuing--and even increasing--importance of these portage sites over time. We interpret this finding in a model with path dependence arising from local increasing returns to scale.\n\n",
    "acknowledgement": "\nThe authors thank Nate Baum-Snow, Henry Binford, Lou Cain, Satyajit Chatterjee, Tim Conley, Bob Fogel, Gordon Hanson, Dave Haddock, Kris Mitchener, Kevin Murphy, Jordan Rappaport, Steve Redding, and Mark Wright for helpful discussions, Cristine McCollum at the FRBP library for finding several sources of data, Lauris Olsen for help with the Serial Set at Penn, Chris Winters for patient guidance through the U of C map collection, Evan Taylor and Allison Kahl for research assistance, and seminar participants at various institutions for helpful comments. The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.  Financial support from the Booth School of Business and the Center for Population Economics, both at the University of Chicago, is gratefully acknowledged.\n\n\n"
}