{
    "id": 16315,
    "citation_title": "Competitive Equilibrium in Markets for Votes",
    "citation_author": [
        "Alessandra Casella",
        "Aniol Llorente-Saguer",
        "Thomas R. Palfrey"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a competitive equilibrium theory of a market for votes. Before voting on a binary issue, individuals may buy and sell their votes with each other. We define the concept of Ex Ante Vote-Trading Equilibrium, identify weak sufficient conditions for existence, and construct one such equilibrium. We show that this equilibrium must always result in dictatorship and the market generates welfare losses, relative to simple majority voting, if the committee is large enough. We test the theoretical implications by implementing a competitive vote market in the laboratory using a continuous open-book multi-unit double auction.\n\n",
    "acknowledgement": "\nWe thank participants at the ESA meetings in Tucson, and seminars at Univeristy of Pittsburgh, University of Essex, Universidad de Alicante and the Max Planck Institute for Research on Collective Goods for helpful comments. We gratefully acknowledge financial support from the National Science Foundation (SES-0617820, SES-0617934, and SES-0962802), the Gordon and Betty Moore Foundation, and the Social Science Experimental Laboratory at Caltech. Dustin Beckett and Sébastien Turban provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}