{
    "id": 16319,
    "citation_title": "The Nature of Excess: Using Randomized Treatments to Investigate Price Dynamics",
    "citation_author": [
        "Omar Al-Ubaydli",
        "John A. List",
        "Michael K. Price"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis study explores empirically the price dynamics within two distinct market institutions - a double oral auction, which resembles modern asset markets, and a bilateral exchange market, which represents markets that have existed for centuries. To provide a theoretical basis to our investigation, we test and compare the excess supply model (Walras (1874, 1877, 1889, 1896)) and the excess rent model (Smith (1962, 1965)) in both market institutions. Our approach is unique in that we make use of appropriate demand and supply systems coupled with randomization of the main treatment variable to discriminate between the theories. All previous efforts, including Smith's (1965) seminal experiments, use designs that cannot appropriately parse the models. We report several insights, perhaps most importantly, we consistently reject the Walrasian model in favor of the excess rent model, regardless of market institution. This finding has important implications both positively and normatively.\n\n",
    "acknowledgement": "\nWe wish to thank Tim Cason, Ryan Oprea, Charles Plott and John Wooders for helpful comments. Evren Atiker and Nicholas Curott provided excellent research assistance. Al‐Ubaydli: Department of Economics and Mercatus Center, George Mason University. List: Department of Economics, University of Chicago and NBER. Price: Department of Economics and Center for Business and Economic Research, University of Tennessee at Knoxville. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}