{
    "id": 16316,
    "citation_title": "Why Do Household Portfolio Shares Rise in Wealth?",
    "citation_author": [
        "Jessica A. Wachter",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a life-cycle consumption and portfolio choice model in which households have nonhomothetic utility over two types of goods, basic and luxury. We calibrate the model to match the cross-sectional and life-cycle variation in the basic expenditure share in the Consumer Expenditure Survey. The model explains the degree to which the portfolio share in risky assets rises in wealth in the cross-section of households in the Survey of Consumer Finances. For a given household, the portfolio share can fall in response to an increase in wealth, even though the model implies decreasing relative risk aversion.\n\n",
    "acknowledgement": "\nFor comments and discussions, we thank Marshall Blume, John Campbell, Francisco Gomes, Urban Jermann, Masao Ogaki, Jonathan Parker, Victor Rios-Rull, Raman Uppal, Amir Yaron, Stephen Zeldes, Guofu Zhou, and seminar participants at Nagoya University, Northwestern University, Stanford University, University of California Berkeley, University of Minnesota, University of Pennsylvania, the 2007 Asset Pricing Conference at Washington University in St.~Louis, the 2007 Annual Meeting of the Society for Economic Dynamics, and the 2008 Annual Meeting of the American Finance Association. We thank Indraneel Chakraborty for valuable research assistance. This work was supported by a grant from the Rodney L. White Center for Financial Research at the University of Pennsylvania. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}