{
    "id": 16310,
    "citation_title": "Financial Policies and the Financial Crisis: How Important Was the Systemic Credit Contraction for Industrial Corporations?",
    "citation_author": [
        "Kathleen M. Kahle",
        "René M. Stulz"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nAlthough firm financial policies were affected by a credit contraction during the recent financial crisis, the impact of increased uncertainty and decreased growth opportunities was stronger than that of the credit contraction per se. From the start of the financial crisis (third quarter of 2007) to its peak (first quarter of 2009), both large and investment-grade non-financial firms show no evidence of suffering from an exceptional systemic credit contraction. Instead of decreasing their cash holdings as would be expected with a temporarily impaired credit supply, these firms increase their cash holdings sharply (by 17.8% in the case of investment-grade firms) after the fall of Lehman. Though small and unrated firms have exceptionally low net debt issuance at the peak of the crisis, their net debt issuance in the first year of the crisis is no different from the last year of the credit boom. In contrast, however, the net equity issuance of small and unrated firms is low throughout 2008, whereas an impaired credit supply by itself would have encouraged firms to increase their equity issuance. On average, the cumulative financing impact of the decrease in net equity issuance from the start to the peak of the crisis is approximately twice the cumulative impact of the decrease in net debt issuance. The decrease in net equity issuance and the increase in cash holdings are also economically important for firms with no debt.\n\n",
    "acknowledgement": "\nWe thank Christian Leuz, Cathy Schrand, Berk Sensoy, and Mike Weisbach for useful discussions, and Matt Wynter for excellent research assistance. We are especially indebted to Harry DeAngelo for discussions and detailed comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}