{
    "id": 16325,
    "citation_title": "Competition and the Ratchet Effect",
    "citation_author": [
        "Gary Charness",
        "Peter Kuhn",
        "Marie-Claire Villeval"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn labor markets, the ratchet effect refers to a situation where workers subject to performance pay choose to restrict their output, because they rationally anticipate that firms will respond to higher output levels by raising output requirements or cutting pay. We model this effect as a multi-period principal-agent problem with hidden information, and study its robustness to labor market competition both theoretically and experimentally. Consistent with our theoretical model, we observe substantial ratchet effects in the absence of competition, which is nearly eliminated when competition is introduced; this is true regardless of whether market conditions favor firms or workers.\n\n",
    "acknowledgement": "\nWe would like to acknowledge Bentley MacLeod for useful discussions that helped to inspire this paper, and David Cooper, Werner Güth, Bernard Salanié, and seminar participants at the European meeting of the Economic Science Association in Lyon, at the 3rd European Workshop on Experimental and Behavioral Economics in Innsbrück, at the conference of the European Association of Labour Economists in Tallin, at the Beijing Normal University, at ICES at George Mason University in Washington D.C., and at the Universities of Toulouse, Rennes, Nancy, and Xiamen for helpful comments. We would also like to thank Julie Rosaz for valuable research assistance. Kuhn thanks UC Berkeley's Center for Labor Economics for their generous hospitality while conducting research on this project. Villeval gratefully acknowledges financial support from the EMIR program at the French National Agency for Research (ANR BLAN07-3_185547) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}