{
    "id": 16327,
    "citation_title": "Inferring Labor Income Risk from Economic Choices: An Indirect Inference Approach",
    "citation_author": [
        "Fatih Guvenen",
        "Anthony Smith"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the information contained in the joint dynamics of households' labor earnings and consumption-choice decisions to quantify the nature and amount of income risk that households face. We accomplish this task by estimating a structural consumption-savings model using data from the Panel Study of Income Dynamics and the Consumer Expenditure Survey. Specifically, we estimate the persistence of labor income shocks, the extent of systematic differences in income growth rates, the fraction of these systematic differences that households know when they begin their working lives, and the amount of measurement error in the data. Although data on labor earnings alone can shed light on some of these dimensions, to assess what households know about their income processes requires using the information contained in their economic choices (here, consumption-savings decisions). To estimate the consumption-savings model, we use indirect inference, a simulation method that puts virtually no restrictions on the structural model and allows the estimation of income processes from economic decisions with general specifications of utility, frequently binding borrowing constraints, and missing observations. The main substantive findings are that income shocks are not very persistent, systematic differences in income growth rates are large, and individuals have substantial amounts of information about their future income prospects. Consequently, the amount of uninsurable lifetime income risk that households perceive is substantially smaller than what is typically assumed in calibrated macroeconomic models with incomplete markets.\n\n",
    "acknowledgement": "\nFor helpful critiques and suggestions, we thank our discussants at various conferences: Victor Aguirregabiria, Richard Blundell, Stephane Bonhomme, Jonathan Parker, Luigi Pistaferri, Sam Schulhofer-Wohl, Kjetil Storesletten, and Harald Uhlig, as well as Daron Acemoglu, Orazio Attanasio, Martin Browning, Raj Chetty, Lars Hansen, Yuichi Kitamura, Jean-Marc Robin, and Victor Rios-Rull. We also thank seminar participants at Chicago FED, IAS-Barcelona, Iowa, Georgetown, HEC Lausanne, Michigan, NYU, Princeton, Oxford, Seoul National, Sogang, Stanford, Tokyo, Toronto, UCL, UIUC, Warwick, and the conference participants at the NBER Economic Fluctuations and Growth meetings in Cambridge, Minnesota Workshop on Macroeconomic Theory, Banque de France/Bundesbank Spring Conference, the SED Conference, Paris Workshop on Heterogeneity and Macrodynamics, IFS/UCL Workshop on Consumption Inequality and Income Dynamics, the 5th International PIER/IGIER Conference at Upenn, Advances in Theory Based Estimation Conference in Honor of Hansen and Singleton, ESSIM Conference, 2008 Research on Money and Markets Conference, JAE Conference on Distributional Dynamics at CEMFI-Madrid, Conference on Structural Models of the Labour Market at IFS, 2009 Cowles Summer Macroeconomics Conference, First Shanghai Macroeconomics Conference, and the 2008 AEA Winter meetings for comments. Matthew Johnson and Marina Tavares provided excellent research assistance. Guvenen acknowledges financial support from the NSF under grant number SES-0649437. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}