{
    "id": 16322,
    "citation_title": "Trade, Poverty and the Lagging Regions of South Asia",
    "citation_author": [
        "Pravin Krishna",
        "Devashish Mitra",
        "Asha Sundaram"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter studies the differential effects that trade openness may have on leading and lagging regions within a country. Examining data from India, we find that while trade liberalization is associated with reduced poverty, this effect is smaller in lagging states. The expected transmission of international prices to domestic prices with openness to trade is seen to be less perfect in lagging states than in leading ones, especially in the rural sector. This suggests that poverty reduction in lagging regions is impeded by the lack of exposure to international markets as opposed to another commonly argued factor - the competition to domestic production from international trade. Cross-country analysis with a sample of countries in South Asia (Bangladesh, India, Nepal, Pakistan and Sri Lanka) also suggests that countries with a smaller proportion of their populations in lagging regions experience greater reduction in poverty rates following trade liberalization. Our study confirms that though trade liberalization can bring gains, there is scope for policy to ensure that these gains are distributed more equally across sub-national regions.  Our results highlight the importance of developing infrastructure including equipped ports, better and more extensive roads and communication links in exploiting gains from international trade.\n\n",
    "acknowledgement": "\nResearch support for this project from the World Bank is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}