{
    "id": 16328,
    "citation_title": "The Importance of Being an Optimist: Evidence from Labor Markets",
    "citation_author": [
        "Ron Kaniel",
        "Cade Massey",
        "David T. Robinson"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nDispositional optimism is a personality trait associated with individuals who believe, either rightly or wrongly, that in general good things tend to happen to them more often than bad things. Using a novel longitudinal data set that tracks the job search performance of MBA students, we show that dispositional optimists experience significantly better job search outcomes than pessimists with similar skills. During the job search process, they spend less effort searching and are offered jobs more quickly. They are choosier and are more likely to be promoted than others. Although we find optimists are more charismatic and are perceived by others to be more likely to succeed, these factors alone do not explain away the findings. Most of the effect of optimism on economic outcomes stems from the part that is not readily observed by one's peers.\n\n",
    "acknowledgement": "\nWe are grateful to Sheryle Dirks, Erin Gasch and Andrew Hussey for helpful comments and assistance. We received helpful feedback on drafts of this paper from seminar participants at Arizona State, Carnegie Mellon, Colorado, Columbia, Duke, Harvard, HKUST, INSEAD, Stockholm School of Economics, Texas, UNC, UCLA, and the NBER Fall 2007 Corporate Finance Meetings. Dan Blanchette provided expert assistance assembling the survey data. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}