{
    "id": 16323,
    "citation_title": "The role of patent protection in (clean/green) technology transfer",
    "citation_author": [
        "Bronwyn H. Hall",
        "Christian Helmers"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal climate change mitigation will require the development and diffusion of a large number and variety of new technologies. How will patent protection affect this process? In this paper we first review the evidence on the role of patents for innovation and international technology transfer in general. The literature suggests that patent protection in a host country encourages technology transfer to that country but that its impact on innovation and development is much more ambiguous. We then discuss the implications of these findings and other technology-specific evidence for the diffusion of climate change-related technologies. We conclude that the \"double externality\" problem, that is the presence of both environmental and knowledge externalities, implies that patent protection may not be the optimal instrument for encouraging innovation in this area, especially given the range and variety of green technologies as well as the need for local adaptation of technologies.\n\n",
    "acknowledgement": "\nParts of this survey are based on presentations by the first author to a WIPO Conference in Mexico City, January 2008 and a KDI Conference in Seoul, February 2010. We are grateful to participants at those conferences and to Estelle Derclaye and Fabio Montobbio for comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}