{
    "id": 16326,
    "citation_title": "Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy",
    "citation_author": [
        "A. Kerem Coşar",
        "Nezih Guner",
        "James Tybout"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "2013-11-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the combined effects of reductions in trade frictions, tariffs, and firing costs on firm dynamics, job turnover, and wage distributions. It uses establishment-level data from Colombia to estimate an open economy dynamic model that links trade to job flows in a new way. The fitted model captures key features of Colombian firm dynamics and labor market outcomes, as well changes in these features during the past 25 years. Counterfactual experiments imply that integration with global product markets has increased both average income and job turnover in Colombia. In contrast, the experiments find little role for this country's labor market reforms in driving these variables. The results speak more generally to the effects of globalization on labor markets in Latin America and elsewhere.\n\n",
    "acknowledgement": "\nWe wish to thank Matteo Cacciatore, Carl Davidson, Donald Davis, Steven Davis, Jonathan Eaton, Gabriel Felbermayr, Penny Goldberg, John Haltiwanger, Oleg Itskhoki, John McClaren, Philipp Kircher, Steve Matusz, Marc Muendler, Nina Pavcnik, Andres Rodriguez-Clare, Ina Simonovska, Etienne Wasmer, and participants in many conferences and seminars for helpful discussions. This research was supported by the National Science Foundation (Grant No. SES-0617888), the Excellence Project of the Bank of Spain and the European Research Council (Grant No. 263600). Coşar thanks Chicago Booth for summer financial support.  Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation, the Bank of Spain, the European Research Council, or the National Bureau of Economic Research.\n\n\n"
}