{
    "id": 16320,
    "citation_title": "Economic Conditions and the Quality of Suicide Terrorism",
    "citation_author": [
        "Efraim Benmelech",
        "Claude Berrebi",
        "Esteban F. Klor"
    ],
    "citation_publication_date": "2010-08-27",
    "issue_date": "2010-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the link between economic conditions and the quality of suicide terrorism. While the existing empirical literature shows that poverty and economic conditions are not correlated with the quantity of terror, theory predicts that poverty and poor economic conditions may affect the quality of terror. Poor economic conditions may lead more able, better-educated individuals to participate in terror attacks, allowing terror organizations to send better-qualified terrorists to more complex, higher-impact, terror missions. Using the universe of Palestinian suicide terrorists against Israeli targets between the years 2000 and 2006 we provide evidence on the correlation between economic conditions, the characteristics of suicide terrorists and the targets they attack. High levels of unemployment enable terror organizations to recruit more educated, mature and experienced suicide terrorists who in turn attack more important Israeli targets.\n\n",
    "acknowledgement": "\nWe are grateful to Eric Gould, Michael Intriligator and Todd Sandler for very helpful suggestions. We have also benefited from comments from participants in the Workshop on Political Economy of Counter-Insurgency at Princeton University, the Conference on Conflict and Cooperation at Northwestern University, the 2009 meetings of the American Economic Association, the NBER meeting on the Economics of National Security and the meeting of the Network for the Economic Analysis of Terrorism and Anti-Terrorism Policies. We thank the Israeli Security Agency for providing us with their data on suicide terrorists, and the Palestinian Central Bureau of Statistics for the data from the Labor Force Survey. Berrebi thanks the RAND Initiated Research Fund for its financial support and the RAND National Security Research Division who made this project possible. Benmelech thanks the Warburg Fund at Harvard University for financial support. Berrebi and Klor are grateful for the support from the \"New Agenda for European Security Economics (EUSECON)\" project funded by the European Commission under the 7th Framework Programme. Klor thanks the warm hospitality of Boston University and the National Bureau of Economic Research while he was working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}