{
    "id": 16339,
    "citation_title": "Overcoming the common pool problem through voluntary cooperation: the rise and fall of a fishery cooperative",
    "citation_author": [
        "Robert T. Deacon",
        "Dominic P. Parker",
        "Christopher Costello"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a seldom used, but highly promising form of rights-based management over common pool resources that involves the self-selection of heterogeneous fishermen into sectors. The fishery management regime assigns one portion of an overall catch quota to a voluntary cooperative, with the remainder exploited as a commons by those choosing to fish independently. Data from an Alaska commercial salmon fishery confirm our model's key predictions, that the co-op would facilitate the consolidation of fishing effort, coordination of harvest activities, sharing of information and provision of shared infrastructure. We estimate that the resulting rent gains were at least 25%. A lawsuit filed by two disgruntled independents led to the co-op's demise, an outcome also predicted by our model. Our analysis provides guidance for designing fishery reform that leads to Pareto improvements for fishermen of all skill levels, which suggests a structure that enables reform without losers.\n\n",
    "acknowledgement": "\nWe are indebted to Mark Stichert of the Alaska Department of Fish and Game for helping us acquire necessary data. This research was supported by a grant from the Paul Allen Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}