{
    "id": 16332,
    "citation_title": "Assessing Inherent Model Bias: An Application to Native Displacement in Response to Immigration",
    "citation_author": [
        "Giovanni Peri",
        "Chad Sparber"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThere is a long-standing debate among academics about the effect of immigration on native internal migration decisions. If immigrants displace natives this may indicate a direct cost of immigration in the form of decreased employment opportunity for native workers. Moreover, displacement would also imply that cross-region analyses of wage effects systematically underestimate the consequences of immigration. The widespread use of such area studies for the US and other countries makes it especially important to know whether a native internal response to immigration truly occurs. This paper introduces a microsimulation methodology to test for inherent bias in regression models that have been used in the literature. We show that some specifications have built biases into their models, thereby casting doubt on the validity of their results. We then provide a brief empirical analysis with a panel of observed US state-by-skill data. Together, our evidence argues against the existence of native displacement. This implies that cross-region analyses of immigration's effect on wages are still informative.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}