{
    "id": 16334,
    "citation_title": "After the Fall",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the behavior of real GDP (levels and growth rates), unemployment, inflation, bank credit, and real estate prices in a twenty one-year window surrounding selected adverse global and country-specific shocks or events.  The episodes include the 1929 stock market crash, the 1973 oil shock, the 2007 U.S. subprime collapse and fifteen severe post-World War II financial crises. The focus is not on the immediate antecedents and aftermath of these events but on longer horizons that compare decades rather than years.  While evidence of lost decades, as in the depression of the 1930s, 1980s Latin America and 1990s Japan are not ubiquitous, GDP growth and housing prices are significantly lower and unemployment higher in the ten-year window following the crisis when compared to the decade that preceded it.  Inflation is lower after 1929 and in the post-financial crisis decade episodes but notoriously higher after the oil shock. We present evidence that the decade of relative prosperity prior to the fall was importantly fueled by an expansion in credit and rising leverage that spans about 10 years; it is followed by a lengthy period of retrenchment that most often only begins after the crisis and lasts almost as long as the credit surge.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Federal Reserve Bank of Kansas City Jackson Hole Symposium, Macroeconomic Challenges: The Decade Ahead, August 26-28, 2010. We appreciate the comments of Mohamed El-Erian, Craig Hakkio, Ken Rogoff, Bill White and conference participants.  The views expressed, of course, are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}