{
    "id": 16331,
    "citation_title": "The Idea Gap in Pink and Black",
    "citation_author": [
        "Lisa D. Cook",
        "Chaleampong Kongcharoen"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrevious studies have found large gender and racial differences in commercialization of invention. Using novel data that permit enhanced identification of women and African American inventors, we find that gender and racial differences in commercial activity related to invention are lower than once thought. This is despite relatively lower patent activity among women and African Americans. Further, among determinants of commercialization, the evidence suggests that advanced training in engineering is correlated with better commercialization outcomes for women and African Americans than for U.S. inventors as a whole, for whom advanced training in life sciences is more important.\n\n",
    "acknowledgement": "\nThe authors are grateful to Josh Lerner, Trevon Logan, and Rosemarie Ziedonis for insightful comments and to Ajay Agarwal, Bronwyn Hall, Bill Kerr, Fiona Murray, Paula Stephan, seminar participants at Duke University, Michigan State University, and NBER, and a number of inventors, firms, and interviewees for their helpful conversations. Funding from the National Bureau of Economic Research and Kauffman Foundation and from the Vice President for Research and Graduate Studies Fund at Michigan State University is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}