{
    "id": 16335,
    "citation_title": "The Effects of Stock Lending on Security Prices: An Experiment",
    "citation_author": [
        "Steven N. Kaplan",
        "Tobias J. Moskowitz",
        "Berk A. Sensoy"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorking with a sizeable, anonymous money manager, we randomly make available for lending two-thirds of the high-loan fee stocks in the manager's portfolio and withhold the other third to produce an exogenous shock to loan supply.  We implement the lending experiment in two independent phases:  the first, from September 5 to 18, 2008, with over $580 million of securities lent; and the second, from June 5 to September 30, 2009, with over $250 million of securities lent.  The supply shocks are sizeable and significantly reduce lending fees, but returns, volatility, skewness, and bid-ask spreads remain unaffected.  Results are consistent across both phases of the experiment and indicate no adverse effects from securities lending on stock prices.\n\n",
    "acknowledgement": "\nWe thank Jack Bao, Lauren Cohen, John Heaton, Charles Jones, Les Nelson, Oguzhan Ozbas, Lasse Pedersen, Adam Reed, Savina Rizova, Ingrid Werner, and seminar participants at Duke University, Indiana University, the University of North Carolina, the University of Chicago, and the RMA/UNC conference on securities lending for helpful comments and discussions.  Kaplan and Moskowitz thank the Initiative on Global Markets and CRSP at the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}