{
    "id": 16344,
    "citation_title": "When, Where, and Why? Early Industrialization in the Poor Periphery 1870-1940",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents industrial output and labor productivity growth around the poor periphery 1870-1940 (Latin America, the European periphery, the Middle East, South Asia, Southeast Asia and East Asia). Intensive and extensive industrial growth accelerated there over these seven critical decades. There was an acceleration by the precocious leaders and more poor countries joined their club. Furthermore, many were actually catching up on Germany, the US and the UK. The paper then reports an early effort to identify the sources underlying the spread of the industrial revolution to the poor periphery. Productivity growth certainly made their industries more competitive in home and foreign markets, but other forces may have mattered more. Ever-cheaper labor gave them an edge in labor-intensive industries, increasingly cheap fuel and non-fuel intermediates from globally integrating markets appear to have taken resource advantages away from the European and North American leaders, and real exchange rate depreciation raised the price of import-competing manufactured goods at home. Tariffs helped protect the home market, but more modestly. All of this took place long before the popular post-WWII ISI strategies, especially in Latin America and Russia, where they had their origin.\n\n",
    "acknowledgement": "\nPaper to be presented to the Economic History Association meetings, Evanston, Illinois September 24-26, 2010. The paper draws on two related collaborative projects, one with Michael Clemens and one with Aurora Gómez Galvarriato, both of whom have my thanks. Many have contributed to the industrial output and labor productivity data base used in this paper, and they also have my thanks: Ivan Berend, Luis Bértola, Albert Carreras, Myung So Cha, Roberto Cortés Conde, Rafa Dobado, Giovanni Federico, Isao Kamata, Duol Kim, John Komlos, Pedro Lains, John Lampe, Carol Leonard, Debin Ma, Graciela Marquéz, Aldo Musacchio, Noel Maurer, Kevin O'Rourke, José Antonio Ocampo, Roger Owen, Şevket Pamuk, Dwight Perkins, Leandro Prados de la Escosura, Tom Rawski, Jim Robinson, Alan Taylor, Pierre van der Eng, and Vera Zamagni. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}