{
    "id": 16341,
    "citation_title": "Scientific Productivity and Academic Promotion: A Study on French and Italian Physicists",
    "citation_author": [
        "Francesco Lissoni",
        "Jacques Mairesse",
        "Fabio Montobbio",
        "Michele Pezzoni"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe paper examines the determinants of scientific productivity (number of articles and journals' impact factor) for a panel of about 3600 French and Italian academic physicists active in 2004-05. Endogeneity problems concerning promotion and productivity are addressed by specifying a generalized Tobit model, in which a selection probit equation accounts for the individual scientist's probability of promotion to her present rank, and a productivity regression estimates the effects of age, gender, cohort of entry, and collaboration characteristics, conditional on the scientist's rank. We find that the size and international nature of collaborative projects and co-authors' past productivity have very significant impacts on current productivity, while age and gender, and past productivity are also influential determinants of both productivity and probability of promotion. Furthermore we show that the stop-and-go policies of recruitment and promotion, typical of the Italian and French centralized academic systems of governance, can leave significant long-lasting cohort effects on research productivity.\n\n",
    "acknowledgement": "\nEarly drafts of the paper benefitted from many comments by three anonymous referees and from remarks by participants to several CID workshops and to the DIME conference on \"Knowledge in space and time: economic and policy implications of the Knowledge-based economy\" (Strasbourg, April 2008); the BRICK-DIME workshop on \"The Organisation, Economics and Policy of Academic Research\" (Moncalieri, July 2008); the NBER Productivity Seminar (Cambridge MA, March 2009). We are particularly grateful to Pierre Azoulay and Paula Stephan stimulating suggestions. This work was supported by the Italian Ministry of Education [FIRB to J.M.]; European Cooperation in Science and Technology [IS0604 to M.P.]; European Commission [FP6-043345 to F.L., FP6-043345 to F.M.] The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}