{
    "id": 16349,
    "citation_title": "The New Economics of Equilibrium Sorting and its Transformational Role for Policy Evaluation",
    "citation_author": [
        "Nicolai V. Kuminoff",
        "V. Kerry Smith",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHouseholds \"sort\" across neighborhoods according to their wealth and their preferences for public goods, social characteristics, and commuting opportunities.  The aggregation of these individual choices in markets and in other institutions influences the supply of amenities and local public goods.  Pollution, congestion, and the quality of public education are examples.  Over the past decade, advances in economic models of this sorting process have led to new framework that promises to alter the ways we conceptualize the policy evaluation process in the future.  These \"equilibrium sorting\" models use the properties of market equilibria, together with information on household behavior, to infer structural parameters that characterize preference heterogeneity.  The results can be used to develop theoretically consistent predictions for the welfare implications of future policy changes.  Analysis is not confined to marginal effects or a partial equilibrium setting.  Nor is it limited to prices and quantities.  Sorting models can integrate descriptions of how non-market goods are generated, estimate how they affect decision making and, in turn, predict how they will be affected by future policies targeting prices or quantities.  Conversely, sorting models can predict how equilibrium prices and quantities will be affected by policies which target product quality, information, or amenities generated by the sorting process.  These capabilities are just beginning to be understood and used in applied research.  This survey article aims to synthesize the state of knowledge on equilibrium sorting, the new possibilities for policy analysis, and the conceptual and empirical challenges that define the frontiers of the literature.\n\n",
    "acknowledgement": "\nPartial support for Smith's research was provided by ASU's Decision Center for a Desert City and by the U.S. Environmental Protection Agency (EPA) under STAR grants RD-83159502-0.  The research has not been subjected to EPA review and therefore does not necessarily reflect the views of the Agency, and no official endorsement should be inferred. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}