{
    "id": 16343,
    "citation_title": "Selective Trials: A Principal-Agent Approach to Randomized Controlled Experiments",
    "citation_author": [
        "Sylvain Chassang",
        "Gerard Padro i Miquel",
        "Erik Snowberg"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the design of randomized controlled experiments in environments where outcomes are significantly affected by unobserved effort decisions taken by the subjects(agents). While standard randomized controlled trials (RCTs) are internally consistent, the unobservability of effort provision compromises external validity. We approach trial design as a principal-agent problem and show that natural extensions of RCTs -which we call selective trials- can help improve the external validity of experiments. In particular, selective trials can disentangle the effects of treatment, effort, and the interaction of treatment and effort. Moreover, they can help experimenters identify when measured treatment effects are affected by erroneous beliefs and inappropriate effort provision.\n\n",
    "acknowledgement": "\nWe are particularly indebted to Abhijit Banerjee, Roland Benabou, and Je\u000bff Ely for advice and encouragement. The paper bene\fted greatly from conversations with Attila Ambrus, Nava Ashraf, Oriana Bandiera, Angus Deaton, Esther Duflo, Pascaline Dupas, Greg Fischer, Kripa Freitas, Drew Fudenberg, Justin Grimmer, Rema Hanna, Jim Heckman, Johannes Hörner, Dean Karlan, Michael Kremer, Guido Imbens, John Ledyard, Maggie McConnell, Stephen Morris, Muriel Niederle, Marcin Peski, Nancy Qian, Antonio Rangel, Imran Rasul, Dan Scharfstein, Sam Schulhofer-Wohl, Jesse Shapiro, Monica Singhal, Andy Skrzypacz, Francesco Sobbrio, Lars Stole, Chris Woodruff and Eric Zitzewitz, as well as seminar participants at Boston University, Brown, Caltech, Chicago Booth, Harvard/MIT, HEC Lausanne, Johns Hopkins, LSE, MPSA, NYU Stern, the Radcliffe Institute, Stanford, Stockholm School of Economics, SWET, UT Austin, Washington University in St. Louis, and Yale. Part of this work was done while Chassang visited the Department of Economics at Harvard, and he gratefully acknowledges their hospitality. Paul Scott provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}