{
    "id": 16345,
    "citation_title": "U.S. Foreign-Exchange-Market Intervention during the Volcker-Greenspan Era",
    "citation_author": [
        "Michael D. Bordo",
        "Owen F. Humpage",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Federal Reserve abandoned foreign-exchange-market intervention because it conflicted with the System's commitment to price stability.  By the early 1980s, economists generally concluded that, absent a portfolio-balance channel, sterilized foreign-exchange-market intervention did not provide central banks with a mechanism for systematically influencing exchange rates independent of their monetary policies.  If intervention were to have anything other than a fleeting, hit-or-miss, effect on exchange rates, monetary policy had to support it.  Exchange rates, however, often responded to U.S. monetary-policy initiatives, so intervention to offset or reverse those exchange-rate responses can seem a contrary policy move and can create uncertainty about the strength of the System's commitment to price stability.  That the U.S. Treasury maintained primary responsibility for foreign-exchange intervention only compounded this uncertainty.  In addition, many FOMC participants feared that swap drawings and warehousing could contravene the Congressional appropriations process and, therefore, potentially pose a threat to System independence, a necessary condition for monetary-policy credibility.\n\n",
    "acknowledgement": "\nMichael Bordo is at Rutgers University (bordo@fas-econ.rutgers.edu); Owen Humpage is at the Federal Reserve Bank of Cleveland (owen.f.humpage@clev.frb.org), and Anna J. Schwartz is at the National Bureau of Economic Research (aschwartz@gc.cuny.edu).  The authors thank Caroline Herrell, Michael Shenk, and Zebo Zakir for their research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}