{
    "id": 16346,
    "citation_title": "International Differences in Fiscal Policy During the Global Crisis",
    "citation_author": [
        "Agustín S. Bénétrix",
        "Philip R. Lane"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the cross-country dispersion in fiscal outcomes during 2007-2009. In principle, international differences in fiscal policy may be related to differences in optimal fiscal positions, funding constraints, political economy factors and fiscal control problems. We find that the decline in the overall and structural fiscal balances have been larger for those countries experiencing larger increases in unemployment and where credit growth during the pre-crisis period was more rapid. However, there is no systematic co-variation between fiscal outcomes and a larger number of other macroeconomic variables and country characteristics.\n\n",
    "acknowledgement": "\nRevised version of paper presented at TAPES 2010,  Varenna, June 14-16 2010. We thank our discussants Silvana Tenreyro and Ilian Mihov for insightful comments. Peter McQuade, Donal Mullins, Christiane Hellmanzik and Barbara Pels provided excellent research assistance. This paper is part of an IRCHSS- sponsored research project on An Analysis of the Impact of European Monetary Union on Irish Macroeconomic Policy. Email: benetria@tcd.ie; plane@tcd.ie. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}