{
    "id": 16340,
    "citation_title": "Must Love Kill the Family Firm?",
    "citation_author": [
        "Vikas Mehrotra",
        "Randall Morck",
        "Jungwook Shim",
        "Yupana Wiwattanakantang"
    ],
    "citation_publication_date": "2010-09-02",
    "issue_date": "2010-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamily firms depend on a succession of capable heirs to stay afloat.  If talent and IQ are inherited, this problem is mitigated.  If, however, progeny talent and IQ display mean reversion (or worse), family firms are eventually doomed.  This is the essence of the critique of family firms in Burkart, Panunzi and Shleifer (2003).  Since family firms persist, solutions to this succession problem must exist.  We submit that marriage can transfuse outside talent and reinvigorate family firms.  This implies that changes to the institution of marriage - notably, a decline in arranged marriages in favor of marriages for \"love\" - bode ill for the survival of family firms.  Consistent with this, the predominance of family firms correlates strongly across countries with plausible proxies for arranged marriage norms.  Interestingly, family firm dominance interacted with arranged marriage norms also correlates with lower GDP per capita, suggesting that cultural inertia may also impede convergence to more efficient economic organization.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Royston Greenwood, Amir N. Licht, and seminar participants at the Entrepreneurship Theory and Practice conference in Edmonton.  All remaining errors are the authors' responsibility.  Randall Morck thanks the SSHRC for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}