{
    "id": 16347,
    "citation_title": "Estimating Time Preferences from Convex Budgets",
    "citation_author": [
        "James Andreoni",
        "Charles Sprenger"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nExperimentally elicited discount rates are frequently higher than what one would infer from market interest rates and seem unreasonable for economic decision-making. Such high rates have often been attributed to present bias and hyperbolic discounting. A commonly recognized bias of standard elicitation techniques is the use of linear preferences for identification. When attempts are made to correct this bias with additional experimental measures, researchers find exceptional degrees of utility function curvature. We present a new methodology for identifying time preferences, both discounting and utility function curvature, from simple allocation decisions. We estimate annual discount rates substantially lower than normally obtained, dynamically consistent discounting, and limited though significant utility function curvature.\n\n",
    "acknowledgement": "\nWe are grateful for the insightful comments of many colleagues, including Nageeb Ali, Douglas Berhneim, Michelle Cohen, Tore Ellingsen, Ed Glaeser, Glenn Harrison, David Laibson, Al Roth, Andrew Schotter and participants at the Economics and Psychology lecture series at Paris 1, the Psychology and Economics segment at Stanford Institute of Theoretical Economics 2009, the AmsterdamWorkshop on Behavioral and Experimental Economics 2009, the Harvard Experimental and Behavioral Economics Seminar, and members of the graduate experimental economics courses at Stanford University and the University of Pittsburgh. We also acknowledge the generous support of the National Science Foundation, grant SES-0962484 (Andreoni) and grant SES-1024683 (Andreoni and Sprenger) The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}