{
    "id": 16353,
    "citation_title": "Fat Tails, Thin Tails, and Climate Change Policy",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate policy is complicated by the considerable compounded uncertainties over the costs and benefits of abatement.  We don't even know the probability distributions for future temperatures and impacts, making cost-benefit analysis based on expected values challenging to say the least.  There are good reasons to think that those probability distributions are fat-tailed, which implies that if social welfare is based on the expectation of a CRRA utility function, we should be willing to sacrifice close to 100% of GDP to reduce GHG emissions.  I argue that unbounded marginal utility makes little sense, and once we put a bound on marginal utility, this implication of fat tails goes away: Expected marginal utility will be finite even if the distribution for outcomes is fat-tailed.  Furthermore, depending on the bound on marginal utility, the index of risk aversion, and the damage function, a thin-tailed distribution can yield a higher expected marginal utility (and thus a greater willingness to pay for abatement) than a fat-tailed one.\n\n",
    "acknowledgement": "\nThis paper was written for the Review of Environmental Economics and Policy.  My thanks to Charles Kolstad for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}