{
    "id": 16356,
    "citation_title": "Financing Direct Democracy: Revisiting the Research on Campaign Spending and Citizen Initiatives",
    "citation_author": [
        "John M. de Figueiredo",
        "Chang Ho Ji",
        "Thad Kousser"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional view in the direct democracy literature is that spending against a measure is more effective than spending in favor of a measure, but the empirical results underlying this conclusion have been questioned by recent research.  We argue that the conventional finding is driven by the endogenous nature of campaign spending: initiative proponents spend more when their ballot measure is likely to fail.  We address this endogeneity by using an instrumental variables approach to analyze a comprehensive dataset of ballot propositions in California from 1976 to 2004.  We find that both support and opposition spending on citizen initiatives have strong, statistically significant, and countervailing effects.  We confirm this finding by looking at time series data from early polling on a subset of these measures.  Both analyses show that spending in favor of citizen initiatives substantially increases their chances of passage, just as opposition spending decreases this likelihood.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at Stanford University, Duke University, and UCLA for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}