{
    "id": 16351,
    "citation_title": "The Effects of Fiscal Stimulus: Evidence from the 2009 'Cash for Clunkers' Program",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA key rationale for fiscal stimulus is to boost consumption when aggregate demand is perceived to be inefficiently low. We examine the ability of the government to increase consumption by evaluating the impact of the 2009 \"Cash for Clunkers\" program on short and medium run auto purchases. Our empirical strategy exploits variation across U.S. cities in ex-ante exposure to the program as measured by the number of \"clunkers\" in the city as of the summer of 2008. We find that the program induced the purchase of an additional 360,000 cars in July and August of 2009. However, almost all of the additional purchases under the program were pulled forward from the very near future; the effect of the program on auto purchases is almost completely reversed by as early as March 2010 - only seven months after the program ended. The effect of the program on auto purchases was significantly more short-lived than previously suggested. We also find no evidence of an effect on employment, house prices, or household default rates in cities with higher exposure to the program.\n\n",
    "acknowledgement": "\n* We thank seminar participants at the University of Chicago Booth School of Business for comments. We are grateful to the National Science Foundation, the Initiative on Global Markets at the University of Chicago Booth School of Business, and the Center for Research in Security Prices for funding. The results or views expressed in this study are those of the authors and do not reflect those of the providers of funding or data used in this analysis.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The appendix for the study is available at http://faculty.chicagobooth.edu/amir.sufi/clunkers_miansufi_20100901_appendix.pdf.\n\n\n"
}