{
    "id": 16359,
    "citation_title": "The Effects of College Counseling on High-Achieving, Low-Income Students",
    "citation_author": [
        "Christopher Avery"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of a pilot study, using a randomized controlled trial to provide college counseling to high-achieving students from relatively poor families.  We followed 107 high school seniors through the college admissions process in 2006-2007; we selected 52 of these students at random, offering them ten hours of individualized college advising with a nearby college counselor.  The counseling had little or no effect on college application quality, but does seem to have influenced the choice of where the students applied to college.  We estimate that students offered counseling were 7.9 percentage points more likely than students not offered counseling to enroll in colleges ranked by Barron's as \"Most Competitive\", though this effect was not statistically significant.  More than one-third of the students who accepted the offer of counseling did not follow through on all of the advice they received.  Going beyond the framework of the randomized experiment, our statistical analysis suggests that counseling would have had approximately twice as much effect if all students matched with counselors had followed the advice of the counselors.\n\n",
    "acknowledgement": "\nThis project would not have been possible without financial support from the Andrew Mellon Foundation and the Jack Kent Cooke Foundation and the energetic participation of the counselors who worked with students as part of the study.  The Harvard Admissions Office and the College Board Search Service provided lists of students for possible participation in the study.  Connie Chung, Bernadette Doykos, Sarah Kwon, and especially Travis St. Clair provided outstanding research assistance.  Brad MacGowan and Arvin Shapiro led training sessions for participating counselors and the Steinhardt Institute for Higher Education Policy provided generous logistical support for the training session at New York University. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}