{
    "id": 16350,
    "citation_title": "Did France Cause the Great Depression?",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe gold standard was a key factor behind the Great Depression, but why did it produce such an intense worldwide deflation and associated economic contraction?  While the tightening of U.S. monetary policy in 1928 is often blamed for having initiated the downturn, France increased its share of world gold reserves from 7 percent to 27 percent between 1927 and 1932 and effectively sterilized most of this accumulation.  This \"gold hoarding\" created an artificial shortage of reserves and put other countries under enormous deflationary pressure.  Counterfactual simulations indicate that world prices would have increased slightly between 1929 and 1933, instead of declining calamitously, if the historical relationship between world gold reserves and world prices had continued. The results indicate that France was somewhat more to blame than the United States for the worldwide deflation of 1929-33.  The deflation could have been avoided if central banks had simply maintained their 1928 cover ratios.\n\n",
    "acknowledgement": "\nI thank Barry Eichengreen, James Feyrer, Nancy Marion, Allan Meltzer, Michael Mussa, Marjorie Rose, Scott Sumner, and Peter Temin for helpful comments and conversations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}