{
    "id": 16354,
    "citation_title": "Multivariate Fractional Regression Estimation of Econometric Share Models",
    "citation_author": [
        "John Mullahy"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes and applies econometric strategies for estimating regression models of economic share data outcomes where the shares may take boundary values (zero and one) with nontrivial probability.  The main focus of the paper is on the conditional mean structures of such data.  The paper proposes an extension of the fractional regression methodology proposed by Papke and Wooldridge, 1996, 2008,  in univariate cross-sectional and panel contexts.  The paper discusses the stochastic aspects of share definition and measurement, and summarizes important features of the existing literature on econometric strategies for share model estimation.  The paper then goes on to discuss the univariate fractional regression estimation strategies proposed by Papke and Wooldridge and to extend the fractional regression approach to estimation of and inference about regression models describing the multivariate share data.  Some issues involving outcome aggregation/ disaggregation are considered, as is a full likelihood estimation approach based on Dirichlet-multinomial models.  The paper demonstrates the workings of these various empirical strategies by estimating models of financial asset portfolio shares using data from the 2001, 2004, and 2007 U.S. Surveys of Consumer Finances.\n\n",
    "acknowledgement": "\nI am indebted to participants at presentations of various aspects of this work at Catholic University of Rome, Michigan State University, the University of Arizona, the University of Coimbra, University College Dublin, and UW-Madison, as well as to Marguerite Burns, Ben Craig, Alberto Holly, Steve Koch, José Murteira, Stephanie Robert, Nilay Shah, João Santos Silva, and Dave Vanness for their thoughtful comments, suggestions, and discussions.  In addition, Badi Baltagi and Jeff Wooldridge provided some helpful guidance with the literature.  All these colleagues, of course, are absolved from any blame for the paper's shortcomings.  Partial financial support from the Robert Wood Johnson Foundation Health & Society Scholars Program is acknowledged.  Some of this work was completed as a visiting scholar at the UCD Geary Institute, which provided brilliant hospitality. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}