{
    "id": 16355,
    "citation_title": "The Unexpected Long-Run Impact of the Minimum Wage: An Educational Cascade",
    "citation_author": [
        "Richard Sutch"
    ],
    "citation_publication_date": "2010-09-09",
    "issue_date": "2010-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNeglected, but significant, the long-run consequence of the minimum wage - which was made national policy in the United States in 1938 - is its stimulation of capital deepening.  This took two forms.  First, the engineered shortage of low-skill, low-paying jobs induced teenagers to invest in additional human capital - primarily by extending their schooling - in an attempt to raise their productivity to the level required to gain employment.  Second, employers faced with an inability to legally hire low-wage workers, rearranged their production processes to substitute capital for low-skill labor and to innovate new technologies.  This paper explores the impact of the minimum wage on enrollments between 1950 and 2003. I describe an upward ratcheting mechanism which triggers an \"educational cascade.\"  My estimate is that the average number of years of high school enrollment would have risen to only 3.5 years, rather than 3.7 years, for men born in 1951.  Thereafter, enrollment rates would have trended down to about 3.2 years for the cohort born in 1986, rather than slowly rising to around 3.9 years.  The cumulative effect of the minimum wage increases beginning in 1950 was to add 0.7 years to the average high school experience of men born in 1986.\n\n",
    "acknowledgement": "\nI have benefited from the suggestions offered by participants at the Washington Area Economic History Seminar (March 2008), the NBER's \"Development of the American Economy\" Summer Institute (July 2008), the Conference on Historical Approaches to Economics at Stanford University (September 2008), and the Bay Area Colloquium on Population (March 2009). Todd Sorensen made helpful suggestions after a close reading of an early draft.  Susan B. Carter has followed this project from its inception.  Her advice and encouragement are especially appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}