{
    "id": 16360,
    "citation_title": "Auctions with Resale When Private Values Are Uncertain: Evidence from the Lab and Field",
    "citation_author": [
        "Andreas Lange",
        "John A. List",
        "Michael K. Price"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAuction theory represents one of the richest areas of research in economics over the past three decades.  Yet, whether, and to what extent, the introduction of secondary resale markets influences bidding behavior in sealed bid first-price auctions remains under researched.  This study begins by examining field data from a unique data set that includes nearly 3,000 auctions (over 10,000 individual bids) for cutting rights of standing timber in British Columbia from 1996-2000.  In comparing bidding patterns across agents who are likely to have resale opportunities with those who likely do not, we find evidence that is consistent with theory.  Critical evaluation of the reduced-form bidding model, however, reveals that sharp tests of the theoretical predictions are not possible because several other differences may exist across these bidder types.  We therefore use a laboratory experiment to examine if the resale opportunity by itself can have the predicted theoretical effect.  We find that while it does have the predicted effect, a theoretical model based on risk-averse bidders explains the overall data patterns more accurately than a model based on risk-neutral bidders.  Beyond testing theory, the paper highlights the inferential power of combining naturally occurring data with laboratory data.\n\n",
    "acknowledgement": "\nThis paper is a significantly revised version of NBER Working Paper No. 10639:  Auctions with Resale When Private Values Are Uncertain: Theory and Empirical Evidence.  Larry Ausubel, Peter Cramton, Glenn Harrison, Liesl Koch, and Tigran Melkonyan provided useful suggestions on an earlier version of this study and during the discovery process.  Seminar participants at several universities provided comments that improved the manuscript. Andreas Lange gratefully acknowledges funding by the Deutsche Forschungsgemeinschaft (DFG) under grant LA 1333/2-1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}