{
    "id": 16367,
    "citation_title": "Making the Numbers? \"Short Termism\" & the Puzzle of Only Occasional Disaster",
    "citation_author": [
        "Nelson P. Repenning",
        "Rebecca M. Henderson"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch recent work in strategy and popular discussion suggests that an excessive focus on \"managing the numbers\" --delivering quarterly earnings at the expense of longer term investments--makes it difficult for firms to make the investments necessary to build competitive advantage. \"Short termism\" has been blamed for everything from the decline of the US automobile industry to the low penetration of techniques such as TQM and continuous improvement. Yet a vigorous tradition in the accounting literature establishes that firms routinely sacrifice long-term investment to manage earnings and are rewarded for doing so. This paper presents a model that can reconcile these apparently contradictory perspectives. We show that if the source of long-term advantage is modeled as a stock of capability that accumulates gradually over time, a firm's proclivity to manage short-term earnings at the expense of long-term investment can have very different consequences depending on whether the firm's capability is close to a critical \"tipping threshold\". When the firm operates above this threshold, managing earnings smoothes revenue with few long-term consequences.  Below it, managing earnings can tip the firm into a vicious cycle of accelerating decline. Our results have important implications for understanding managerial incentives and the internal processes that lead to sustained advantage.\n\n",
    "acknowledgement": "\nThis research was funded by PIMO: the program for innovation in markets and organizations at the MIT Sloan School. Their support is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}