{
    "id": 16368,
    "citation_title": "Culture, Institutions and the Wealth of Nations",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Gerard Roland"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "2020-05-20",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe construct an endogenous growth model that includes a cultural variable along the dimension of individualism-collectivism. The model predicts that more individualism leads to more innovation because of the social rewards associated with innovation in an individualist culture. This cultural effect may offset the negative effects of bad institutions on growth. Collectivism leads to efficiency gains relative to individualism, but these gains are static, unlike the dynamic effect of individualism on growth through innovation. Using genetic data as instruments for culture we provide strong evidence of a causal effect of individualism on income per worker and total factor productivity as well as on innovation.  The baseline genetic markers we use are interpreted as proxies for cultural transmission but others have a direct effect on individualism and collectivism, in line with recent advances in biology and neuro-science. The effect of culture on long-run growth remains very robust even after controlling for the effect of institutions and other factors. We also provide evidence of a two-way causal effect between culture and institutions.\n\n",
    "acknowledgement": "\nWe thank Vladimir Asriyan and Insook Lee for excellent research assistance. We benefited from discussions with Olivier Coibion, Fred Finan, Edward Miguel, Gerard Padro-I-Miquel, Guido Tabellini and seminar participants at UC Berkeley, the Booth School of Business, IMT Lucca, the University of Sienna, \"Macroeconomic Across Time and Space\" conference, the Berkeley Center for Political Economy conference on Endogenous Institutions,  and the NBER Workshop in Political Economy. We are especially grateful to Romain Wacziarg for his comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}