{
    "id": 16361,
    "citation_title": "The Institutional Causes of China's Great Famine, 1959-61",
    "citation_author": [
        "Xin Meng",
        "Nancy Qian",
        "Pierre Yared"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the institutional causes of China's Great Famine. It presents two empirical findings: 1) in 1959, when the famine began, food production was almost three times more than population subsistence needs; and 2) regions with higher per capita food production that year suffered higher famine mortality rates, a surprising reversal of a typically negative correlation. A simple model based on historical institutional details shows that these patterns are consistent with the policy outcomes in a centrally planned economy in which the government is unable to easily collect and respond to new information in the presence of an aggregate shock to production.\n\n",
    "acknowledgement": "\nWe thank Abhijit Banerjee, Daron Acemoglu, Robin Burgess, Sylvain Chassang, Andrew Foster, Claudia Goldin, Mikhail Golosov, Avner Greif, Rick Hornbeck, Dean Karlan, Michael Kremer, Roger Myerson, Emi Nakamura, Suresh Naidu, Nathan Nunn, Gerard Padro-i-Miquel, Torsten Persson, Canice Prendergast, Andrei Shleifer, Chris Udry and Shang-Jin Wei for their comments; the partcipants at the Berkeley Development Seminar, UCLA Applied Economics Seminar, Stanford Economic History Seminar, University of Texas at Austin Applied Micro Seminar, University of Toronto Applied Micro Seminar, Tsinghua University Economics Seminar, the Applied Workshop at CCER PKU, Yale University Macro Lunch and Harvard History Tea, and the participants at BREAD-CIPREE, CEPR-DE, the NBER Summer Institute for Economic Growth and the University of Houston Health and Development Conference for useful comments; and Sara Lowes, Ang Sun, David Liu and Jaya Wen for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}