{
    "id": 16363,
    "citation_title": "Quantitative Effects of Fiscal Foresight",
    "citation_author": [
        "Eric M. Leeper",
        "Alexander W. Richter",
        "Todd B. Walker"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChanges in fiscal policy typically entail two kinds of lags: the legislative lag--between when legislation is proposed and when it is signed into law--and the implementation lag--from when a new fiscal law is enacted and when it takes effect. These lags imply that substantial time evolves between when news arrives about fiscal changes and when the changes actually take place--time when households and firms can adjust their behavior. We identify two types of fiscal news--government spending and changes in tax policy--and map the news processes into standard DSGE models. We identify news concerning taxes through the municipal bond market. If asset markets are efficient, the yield spread between tax-exempt municipal bonds and treasuries should be a function of the news concerning changes in tax policy. We identify news concerning government spending through the Survey of Professional Forecasters. We conclude that news concerning fiscal variables is a time-varying process that can have important qualitative and quantitative effects.\n\n",
    "acknowledgement": "\nWe would like to thank Stephanie Schmitt-Grohe, Ethan Ilzetzki and conference participants at the 2010 NBER-TAPES Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}