{
    "id": 16364,
    "citation_title": "Prices are Sticky After All",
    "citation_author": [
        "Patrick J. Kehoe",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies say prices change every four months. Economists have interpreted this high frequency as evidence against the importance of sticky prices for the monetary transmission mechanism. Theory implies that if most price changes are regular, as they are in the standard New Keynesian model, then this interpretation is correct. But, if most price changes are temporary, as they are in the data, then it is incorrect. Temporary changes have two striking features: after a change, the nominal price returns exactly to its pre-existing level, and temporary changes are clustered in time. Our model, which replicates these features, implies that temporary changes cannot offset monetary shocks well, whereas regular changes can. Since regular prices are much stickier than temporary ones, our model, in which prices change as frequently as they do in the micro data, predicts that the aggregate price level is as sticky as in a standard model in which micro level prices change once every 12 months. In this sense, prices are sticky after all.\n\n",
    "acknowledgement": "\nWe thank Kathy Rolfe and Joan Gieseke for excellent editorial assistance. Kehoe thanks the National Science Foundation for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}