{
    "id": 16362,
    "citation_title": "A Comparison of Monetary Anchor Options, Including Product Price Targeting, for Commodity-Exporters in Latin America",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeven possible nominal variables are considered as candidates to be the anchor or target for monetary policy.  The context is countries in Latin America and the Caribbean (LAC), which tend to be price takers on world markets, to produce commodity exports subject to volatile terms of trade, and to experience procyclical international finance.  Three candidates are exchange rate pegs:  to the dollar, euro and SDR.     One candidate is orthodox Inflation Targeting.  Three candidates represent proposals for a new sort of inflation targeting that differs from the usual focus on the CPI, in that prices of export commodities are given substantial weight and prices of imports are not:  PEP (Peg the Export Price), PEPI (Peg an Export Price Index), and PPT  (Product Price Targeting).  The selling point of these production-based price indices is that each could serve as a nominal anchor while yet accommodating terms of trade shocks, in comparison to a CPI target.    All seven nominal anchors deliver greater overall nominal price stability in our simulations than the inflationary historical monetary regimes actually followed by LAC countries (with the exception of Panama). A dollar peg does not particularly stabilize domestic commodity prices.  As hypothesized, a product price target generally does a better job of stabilizing the real domestic prices of tradable goods than does a CPI target.   CPI-targeters such as Brazil, Chile, and Peru respond to increases in world prices of imported oil with monetary policy that is sufficiently tight to appreciate their currencies, an undesirable property.  A Product Price targeter or PEP country would respond to increases in world prices of its commodity exports by appreciation, a desirable property.\n\n",
    "acknowledgement": "\nThis study was presented at a workshop on Myths and Realities of Commodity Dependence: Policy Challenges and Opportunities for Latin America and the Caribbean, World Bank, Sept. 17-18, 2009.  The author thanks Daniella Llanos for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}