{
    "id": 16369,
    "citation_title": "Pay for Performance from Future Fund Flows: The Case of Private Equity",
    "citation_author": [
        "Ji-Woong Chung",
        "Berk A. Sensoy",
        "Lea H. Stern",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLifetime incomes of private equity general partners are affected by their current funds' performance through both carried interest profit sharing provisions, and also by the effect of the current fund's performance on general partners' abilities to raise capital for future funds. We present a learning-based framework for estimating the market-based pay for performance arising from future fundraising. For the typical first-time private equity fund, we estimate that implicit pay for performance from expected future fundraising is approximately the same order of magnitude as the explicit pay for performance general partners receive from carried interest in their current fund, implying that the performance-sensitive component of general partner revenue is about twice as large as commonly discussed. Consistent with the learning framework, we find that implicit pay for performance is stronger when managerial abilities are more scalable and weaker when current performance contains less new information about ability. Specifically, implicit pay for performance is stronger for buyout funds compared to venture capital funds, and declines in the sequence of a partnership's funds. Our framework can be adapted to estimate implicit pay for performance in other asset management settings in which future fund flows and compensation depend on current performance.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank Brent Goldfarb, Ulrich Hege, Josh Lerner, Oguzhan Ozbas, Manju Puri, Morten Sorensen, Per Stromberg, and seminar and conference participants at Duke University, Koc University, Ohio State University, Rutgers University, University of Arizona, University of Georgia, University of North Carolina, LBS Symposium on Private Equity Findings, and the Third Canadian Conference on the Economics of Innovation and Entrepreneurship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}