{
    "id": 16372,
    "citation_title": "Is Crowding Out Due Entirely to Fundraising? Evidence from a Panel of Charities",
    "citation_author": [
        "James Andreoni",
        "A. Abigail Payne"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the government gives a grant to a private charitable organization, do the donors to that organization give less? If they do, is it because the grants crowd out donors who feel they gave through taxes (classic crowd out), or is it because the grant crowds out the fund-raising of the charities who, after getting the grant, reduce efforts of fund-raising (fund-raising crowd out)? This is the first paper to separate these two effects. Using a panel of more than 8,000 charities, we find that crowding out is significant, at about 72 percent. We find this crowding out is due primarily to reduced fund-raising. Depending on which types of organizations are included in the analysis, crowding out attributable to classic crowd-out ranges from 30% to a slight crowd-in effect, while fund-raising crowd out ranges from 70% to over 100% of all crowd out. Such a finding could have important consequences for how governments structure grants to non-profits. Our results indicate, for example, that requirements that charities match a fraction of government grants with increases in private donations might be a feasible policy that could reduce the detrimental effects of crowding out.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the National Science Foundation, from the Social Sciences and Humanities Research Council of Canada, the Canada Foundation for Innovation, and the Ontario Innovation Trust. We would also like to thank the Urban Institute for providing us with access to the IRS 990 data set. We're grateful to Justin Rao and participants in various seminars and conferences for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}