{
    "id": 16378,
    "citation_title": "Technology Diffusion and Postwar Growth",
    "citation_author": [
        "Diego A. Comin",
        "Bart Hobijn"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the aftermath of World War II, the world's economies exhibited very different rates of economic recovery. We provide evidence that those countries that caught up the most with the U.S. in the postwar period are those that also saw an acceleration in the speed of adoption of new technologies. This acceleration is correlated with the incidence of U.S. economic aid and technical assistance in the same period. We interpret this as supportive of the interpretation that technology transfers from the U.S. to Western European countries and Japan were an important factor in driving growth in these recipient countries during the postwar decades.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Chang-Tai Hsieh, James Robinson, Alan Taylor, and other participants of the NBER Macroannual Conference for their many comments and suggestions. Furthermore, we are grateful to Colin Gardiner, Salifou Issoufou, and Hitesh Makhija for their excellent research assistance as well as Kan Kin for his assistance with the literature survey. We are indebted to the NSF (Grants # SES-0517910 and SBE-738101) for financial assistance. The views expressed in this paper solely reflect those of the authors and not necessarily those of the National Bureau of Economic Research, the Federal Reserve Bank of San Francisco, or those of the Federal Reserve System as a whole.\n\n\n"
}