{
    "id": 16371,
    "citation_title": "The Demand for Ethanol as a Gasoline Substitute",
    "citation_author": [
        "Soren T. Anderson"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates household preferences for ethanol as a gasoline substitute. I develop a theoretical model linking the shape of the ethanol demand curve to the distribution of price ratios at which individual households switch fuels. I estimate the model using data from many retail fueling stations. Demand is price-sensitive with a mean elasticity of 2.5-3.5. I find that preferences are heterogeneous with many households willing to pay a premium for ethanol. This reduces the simulated cost of an ethanol content standard, since some households choose ethanol without large subsidies; simulated costs are still high relative to likely environmental benefits.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, I thank Matias Busso, Brian Cadena, Lucas Davis, Alex Farrell, Meredith Fowlie, Ben Keys, Brian Kovak, Erin Mansur, Michael Moore, Alex Resch, Stephen Salant, Jim Sallee, Gary Solon, Roger von Haefen, Sarah West, and seminar participants at the University of Michigan, University of California Energy Institute, NBER Summer Institute, Michigan State University, Triangle Resource and Environmental Economics Seminar, MIT, and NBER. I thank the Minnesota Department of Commerce and the American Lung Association of Minnesota for providing retail ethanol price and sales volume data, the Minnesota Department of Public Safety for providing vehicle registration data, and the U.S. Department of Transportation for providing vehicle sales data. I thank the University of Michigan's Center for Local, State, and Urban Policy and Rackham Graduate School for research funding. I thank Eric Ravnikar for valuable research assistance. Finally, I gratefully acknowledge financial support from the U.S. Environmental Protection Agency (EPA) under the Science to Achieve Results (STAR) Graduate Fellowship program. EPA has not officially endorsed this publication and the views expressed herein may not reflect the views of the EPA. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}