{
    "id": 16375,
    "citation_title": "The World Distribution of Productivity: Country TFP Choice in a Nelson-Phelps Economy",
    "citation_author": [
        "Erika Färnstrand Damsgaard",
        "Per Krusell"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a theory of the distribution of TFP across countries. The theory is based on the hypothesis that TFP improvements in a given country follow a Nelson-Phelps specification: they derive from past investments in the country itself and, through a spillover term, from past investments in other countries. Within a stochastic dynamic general equilibrium model of the world, each country invests in TFP and internalizes the dynamic effects of its  investments, while ignoring any effects on others. Small symmetric idiosyncratic shocks can lead to large long-run differences in TFP levels and the world TFP distribution may become twin-peaked.\n\n",
    "acknowledgement": "\nErika Farnstrand Damsgaard gratefully acknowledges financial support from the Jan Wallander and Tom Hedelius Research Foundation and the Gustaf Douglas Research Program on Entrepreneurship at IFN. Per Krusell gratefully acknowledges financial support from the European Research Council. We would like to thank Fabrice Collard, John Hassler, and seminar participants at the IIES Brown Bag Seminar, the University of Munich, Queens University, the NHH-UiO Workshop in Economic Dynamics 2007, the 8th SAET Conference 2007, the Swedish Riksbank, the SED Annual Meeting 2008, and the 6th Hydra Workshop on Dynamic Macroeconomics 2008 for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}