{
    "id": 16374,
    "citation_title": "Unemployment and Productivity in the Long Run: The Role of Macroeconomic Volatility",
    "citation_author": [
        "Pierpaolo Benigno",
        "Luca Antonio Ricci",
        "Paolo Surico"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "2013-11-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents a new empirical regularity between the volatility of productivity growth and long-run unemployment, for a given level of long-run productivity growth. A theoretical framework based on asymmetric real wage rigidities is shown to have the potential to rationalize this finding. The model tends to fit U.S. long-run unemployment better than a specification based on long-run productivity growth only, especially during the Great Moderation and the Great Recession.\n\n",
    "acknowledgement": "\nWe are grateful to Lawrence Ball, Olivier Blanchard, Renato Faccini, Giovanni Favara, Jordi Galì, Andrew Levin, Francesco Nucci, Chris Pissarides, Pau Rabanal, Valerie Ramey, David Romer, Julio Rotemberg, Francisco Ruge-Murcia, Giovanna Vallanti, Mark Watson, three anonymous referees, and conference participants at NBER Monetary Economics Meeting, the invited panel session on monetary policy of the European Economic Association Congress in Glasgow, the Sveriges Riksbank conference on \"The Labor Market and the Macroeconomy\", the Università degli Studi di Roma \"La Sapienza\" Workshop on \"Advancements in Macroeconomic Theory and Policy\", the University of Nuremberg on \"Labor Market Institutions and Macroeconomic,\" and the seminar participants at Banca d'Italia, EIEF, Ministero del Tesoro, Università Ca'Foscari Venezia, Universitat Autonoma de Barcelona, for helpful discussions. Federica Romei and Marola Castillo have provided excellent research assistance. Pierpaolo Benigno acknowledges financial support from an ERC Starting Independent Grant. The views in this paper are those of the authors and do not necessarily reflect the views of the IMF, or IMF policy, nor the views of the National Bureau of Economic Research.\n\n\n"
}