{
    "id": 16382,
    "citation_title": "Identifying Provider Prejudice in Healthcare",
    "citation_author": [
        "Amitabh Chandra",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use simple economic insights to develop a framework for distinguishing between prejudice and statistical discrimination using observational data. We focus our inquiry on the enormous literature in healthcare where treatment disparities by race and gender are not explained by access, preferences, or severity. But treatment disparities, by themselves, cannot distinguish between two competing views of provider behavior. Physicians may consciously or unconsciously withhold treatment from minority groups despite similar benefits (prejudice) or because race and gender are associated with lower benefit from treatment (statistical discrimination). We demonstrate that these two views can only be distinguished using data on patient outcomes: for patients with the same propensity to be treated, prejudice implies a higher return from treatment for treated minorities, while statistical discrimination implies that returns are equalized. Using data on heart attack treatments, we do not find empirical support for prejudice-based explanations. Despite receiving less treatment, women and blacks receive slightly lower benefits from treatment, perhaps due to higher stroke risk, delays in seeking care, and providers over-treating minorities due to equity and liability concerns.\n\n",
    "acknowledgement": "\nThis research was funded by the National Institute of Aging (NIA) P01 AG19783-02. We thank Gary Becker, David Cutler, Kevin Murphy, Jonathan Skinner and many seminar participants for comments that have greatly improved our paper. We obtained access to the proprietary data used in this paper through a data use agreement between the Centers for Medicare and Medicaid Services (CMS) and Dartmouth Medical School. Readers wishing to use these data must obtain them from CMS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}