{
    "id": 16380,
    "citation_title": "The End of the Great Depression 1939-41: Policy Contributions and Fiscal Multipliers",
    "citation_author": [
        "Robert J. Gordon",
        "Robert Krenn"
    ],
    "citation_publication_date": "2010-09-16",
    "issue_date": "2010-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is about the size of fiscal multipliers and the sources of recovery from the Great Depression.  Its baseline result is that 89.1 percent of the 1939:Q1-1941:Q4 recovery can be attributed to fiscal policy innovations, 34.1 percent to monetary policy innovations and the remaining -23.2 percent to the combined effect of the basic VAR dynamic forecast and innovations in non-government components of GDP.   \nTraditional Keynesian multipliers assume that there are no capacity constraints to impede a fiscal-driven expansion in aggregate demand.  On the contrary, we find ample evidence of capacity constraints in 1941, particularly in the second half of that year.  As a result our preferred government spending multiplier is 1.80 when the time period ends in 1941:Q2 but only 0.88 when the time period ends in supply-constrained 1941:Q4.  Only the 1.80 multiplier is relevant to situations like 2009-10 when capacity constraints are absent across the economy.\nTwo sets of new insights emerge from a review of contemporary print media.  We document that the American economy went to war starting in June 1940, fully 18 months before Pearl Harbor.  We also detail the bifurcated nature of the 1941 economy, with excess capacity in its labor market but capacity constraints in many of the key manufacturing industries.  By July 1941, the American economy was in a state of perceived national emergency.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Giorgio Primiceri for providing us with band-pass filtered output cycles and trends estimated from our new set of quarterly data 1913-54.  We are also grateful to Tom Doan of Estima and Bob Arnold of the Congressional Budget Office for their help in answering questions regarding techniques and data, to Lucas Zalduendo for helping with the graphs, and to John Wang for finding some of the articles quoted in Part 3.  The first author's collection of original Fortune magazines provided an invaluable opportunity to revisit the U. S. economy of 1940-41.  A final thanks is owed to Valerie Ramey for sharing her quarterly GDP data for 1939-46, which we use in robustness tests, and also for permission to use several of her Business Week quotes from the 1940-41 period. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}