{
    "id": 16389,
    "citation_title": "The Asset Cost of Poor health",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "2018-11-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper examines the correlation between poor health and asset accumulation for households in the first nine waves of the Health and Retirement Survey.  Rather than enumerating the specific costs of poor health, such as out of pocket medical expenses or lost earnings, we estimate how the evolution of household assets is related to poor health. We construct a simple measure of health status based on the first principal component of HRS survey responses on self-reported health status, diagnoses, ADLs, IADL, and other indicators of underlying health.  Our estimates suggest large and substantively important correlations between poor health and asset accumulation.  We compare persons in each 1992 asset quintile who were in the top third of the 1992 distribution of latent health with those in the same 1992 asset quintile who were in the bottom third of the latent health distribution.  By 2008, those in the top third of the health distribution had accumulated, on average, more than 50 percent more assets than those in the bottom third of the health distribution.  This \"asset cost of poor health\" appears to be larger for persons with substantial 1992 asset balances than for those with lower balances.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grants #10-P-98363-1-05 and #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging.   Poterba is a trustee of the College Retirement Equity Fund (CREF), a provider of retirement income services.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, TIAA-CREF, or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}