{
    "id": 16394,
    "citation_title": "Liquidity Risk of Corporate Bond Returns: A Conditional Approach",
    "citation_author": [
        "Viral V. Acharya",
        "Yakov Amihud",
        "Sreedhar T. Bharath"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "2014-08-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the exposure of the US corporate bond returns to liquidity shocks of stocks and Treasury bonds over the period 1973 - 2007 in a regime - switching model. In one regime, liquidity shocks have mostly insignificant effects on bond prices, whereas in another regime, a rise in illiquidity produces significant but conflicting effects: Prices of investment-grade bonds rise while prices of speculative-grade (junk) bonds fall substantially (relative to the market). Relating the probability of these regimes to macroeconomic conditions we find that the second regime can be predicted by economic conditions that are characterized as \"stress.\" These effects, which are robust to controlling for other systematic risks (term and default), suggest the existence of time-varying liquidity risk of corporate bond returns conditional on episodes of flight to liquidity. Our model can predict the out-of-sample bond returns for the stress years 2008 - 2009. We find a similar pattern for stocks classified by high or low book-to-market ratio, where again, liquidity shocks play a special role in periods characterized by adverse economic conditions.\n\n",
    "acknowledgement": "\nPublished in the Journal of Financial Economics 110(2), 2013, pp. 358-386. We thank an anonymous referee for useful comments. We thank Jason Sturgess and Yili Zhang for diligent research assistance. We are grateful to Banque de France grant for this study, and to Ruslan Goyenko for sharing with us his illiquidity series for the US treasuries. We are grateful for comments from Mark Seasholes and seminar participants at Moody's KMV Annual Credit Risk conference (2007) hosted at NYU Stern, IRC risk management conference in Florence (2008), Arizona State University, Hong Kong University of Science and Technology, McGill, Tel Aviv University, University of Notre Dame, Barclays Global Investors (London), Southern Methodist University, Nanyang Technological University of Singapore, Penn State University, University of Houston, University of Texas at Dallas, University of Virginia (Darden), and University of Toronto (Rotman). This paper won the 2012 Crowell Memorial Prize (second place). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}