{
    "id": 16397,
    "citation_title": "Risk, Uncertainty and Monetary Policy",
    "citation_author": [
        "Geert Bekaert",
        "Marie Hoerova",
        "Marco Lo Duca"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "2012-07-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe VIX, the stock market option-based implied volatility, strongly co-moves with measures of the monetary policy stance. When decomposing the VIX into two components, a proxy for risk aversion and expected stock market volatility (\"uncertainty\"), we find that a lax monetary policy decreases both risk aversion and uncertainty, with the former effect being stronger. The result holds in a structural vector autoregressive framework, controlling for business cycle movements and using a variety of identification schemes for the vector autoregression in general and monetary policy shocks in particular.\n\n",
    "acknowledgement": "\nWe thank Gianni Amisano, Bartosz Mackowiak, Frank Smets, José Valentim and seminar participants at the European Central Bank, the FRB Philadelphia, the 2010 Midwest Macroeconomics Meetings (East Lansing) and the Fifth Annual Seminar on Banking, Financial Stability and Risk (Sao Paulo) for helpful comments and suggestions. Falk Bräuning and Francesca Fabbri provided excellent research assistance. The views expressed do not necessarily reflect those of the European Central Bank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}