{
    "id": 16395,
    "citation_title": "Precautionary Hoarding of Liquidity and Inter-Bank Markets: Evidence from the Sub-prime Crisis",
    "citation_author": [
        "Viral V. Acharya",
        "Ouarda Merrouche"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the liquidity demand of large settlement banks in the UK and its effect on the Sterling Money Markets before and during the sub-prime crisis of 2007-08. Liquidity holdings of large settlement banks experienced on average a 30% increase in the period immediately following 9th August, 2007, the day when money markets froze, igniting the crisis. Following this structural break, settlement bank liquidity had a precautionary nature in that it rose on calendar days with a large amount of payment activity and more so for weaker banks. We establish that the liquidity demand by settlement banks caused overnight inter-bank rates to rise, an effect virtually absent in the pre-crisis period. This liquidity effect on inter-bank rates occurred in both unsecured borrowing as well as borrowing secured by UK government bonds. Further, the effect was experienced by all settlement banks, regardless of their credit risk, suggestive of an interest-rate contagion from weaker to stronger banks operating through the inter-bank markets.\n\n",
    "acknowledgement": "\nA part of this paper was completed while Acharya was a Senior Houblon-Norman Fellow at the Bank of England (BoE) and a Professor of Finance at London Business School, and Ouarda Merrouche was an Economist at the BoE's Financial Stability Directorate. This paper reflects the authors' own opinion and not necessarily those of the BoE. Acharya is grateful for the support of BSI Gamma Foundation and Europlace de Finance. Authors are grateful to seminar participants at the Bangor Business School, Bank of England, BSI Gamma Foundation's September 2008 Conference in Zurich, the CREDIT Conference 2008 in Venice, De Paul University, the Euronext conference in Amsterdam 2009, the European Central Bank, Europlace de Finance conference 2009, FIRS Conference 2010, Goethe University, the Kansas Fed, the NBER Summer Institute 2009, University of Waterloo, Unicredit Conference 2009, the World Bank, the paper's discussants (Morten Bech, Catharine Casamatta, Hans Degryse, Arvind Krishnamurthy, David Lando, Loriana Pelizzon and Enrichetta Ravina), Jose Liberti, Kjell Nyborg, Raghuram Rajan, Amit Seru, Vikrant Vig, and especially Roger Clews and Simon Wells (for helpful discussions and insights concerning BoE's monetary policy framework and Sterling money markets). We thank Rachel Bracken and Liz Tregear for help with collecting the data and Rustom Irani for research assistance. All errors remain our own. Contact: vacharya@stern.nyu.edu and ouarda.merrouche@eui.eu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}