{
    "id": 16398,
    "citation_title": "The Predictive Power of the Yield Curve across Countries and Time",
    "citation_author": [
        "Menzie D. Chinn",
        "Kavan J. Kucko"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, there has been renewed interest in the yield curve (or alternatively, the term premium) as a predictor of future economic activity. In this paper, we re-examine the evidence for this predictor, both for the United States, as well as European countries. We examine the sensitivity of the results to the selection of countries, and time periods.  We find that the predictive power of the yield curve has deteriorated in recent years.  However there is reason to believe that European country models perform better than non-European countries when using more recent data. In addition, the yield curve proves to have predictive power even after accounting for other leading indicators of economic activity.\n\n",
    "acknowledgement": "\nWe thank Shaghil Ahmed, Steve Kamin, Jagjit Chadha, Christian Kascha, seminar participants at the US Treasury,  and conference participants at the 10th EABCN conference (Frankfurt, March 30-31, 2009) and Norges Bank Conference on Recent Developments in the Econometrics of Macroeconomics and Finance(June 3-4, 2010) for useful comments. Paul Eitelman provided assistance with the data analysis. Lucio Sarno and Catherine Bonser-Neal graciously provided data. Portions of this paper were completed while Kucko was at the Board of Governors of the Federal Reserve System. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Board or of the NBER.\n\n\n"
}