{
    "id": 16391,
    "citation_title": "Are All Trade Protection Policies Created Equal? Empirical Evidence for Nonequivalent Market Power Effects of Tariffs and Quotas",
    "citation_author": [
        "Bruce Blonigen",
        "Benjamin H. Liebman",
        "Justin R. Pierce",
        "Wesley W. Wilson"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decades, the steel industry has been protected by a wide variety of trade policies, both tariff- and quota-based.  We exploit this extensive heterogeneity in trade protection to examine the well-established theoretical literature predicting nonequivalent effects of tariffs and quotas on domestic firms' market power. Robust to a variety of empirical specifications with U.S. Census data on the population of U.S. steel plants from 1967-2002, we find evidence for significant market power effects for binding quota-based protection, but not for tariff-based protection.  There is only weak evidence that antidumping protection increases market power.\n\n",
    "acknowledgement": "\nBlonigen and Wilson were supported by a National Science Foundation grant (Number 0416854).  Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed.  We thank Rob Feenstra, Tom Prusa, Kathryn Russ, Peter Schott, Deborah Swenson and participants of seminars at the U.S. Census Bureau and Rutgers for helpful comments. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}