{
    "id": 16390,
    "citation_title": "Does a Leapfrogging Growth Strategy Raise Growth Rate? Some International Evidence",
    "citation_author": [
        "Zhi Wang",
        "Shang-Jin Wei",
        "Anna Wong"
    ],
    "citation_publication_date": "2010-09-23",
    "issue_date": "2010-09-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile openness to trade is a well-recognized hallmark of many successful emerging market economies known as \"growth miracles,\" another component of the growth model is a leapfrogging strategy - the use of policies to guide the industrial structural transformation ahead of a country's factor endowment. Does the leapfrogging strategy work? Opinions vary but the evidence is scarce in part because it is more difficult to measure the degree of leapfrogging than the extent of trade openness. We undertake a systematic look at the evidence across countries to assess the efficacy of such a strategy. So far, there is no strong and robust evidence that this strategy works reliably. Future research can explore a number of refinements.\n\n",
    "acknowledgement": "\nThe views in the paper are those of the authors and do not represent the official views of the USITC or any other organization that the authors are or have been affiliated with, nor the views of the National Bureau of Economic Research. The authors thank an anonymous reviewer for the World Bank, participants at a session of the American Economic Association meeting, and the International Economics Working Group at University of Chicago and Maria Porter for very helpful comments. All errors are the responsibilities of the authors.\n\n\n"
}