{
    "id": 16406,
    "citation_title": "The Impact of State Tax Subsidies for Private Long-Term Care Insurance on Coverage and Medicaid Expenditures",
    "citation_author": [
        "Gopi Shah Goda"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn spite of the large expected costs of needing long-term care, only 10-12 percent of the elderly population has private insurance coverage.  Medicaid, which provides means-tested public assistance and pays for almost half of long-term care costs, spends more than $100 billion annually on long-term care.  In this paper, I exploit variation in the adoption and generosity of state tax subsidies for private long-term care insurance to determine whether tax subsidies increase private coverage and reduce Medicaid's costs for long-term care.  The results indicate that the average tax subsidy raises coverage rates by 2.7 percentage points, or 28 percent.  However, the response is concentrated among high income and asset-rich individuals, populations with low probabilities of relying on Medicaid.  Simulations suggest each dollar of state tax expenditure produces approximately $0.84 in Medicaid savings, over half of which funnels to the federal government.\n\n",
    "acknowledgement": "\nI am extremely grateful to David Cutler and Amy Finkelstein for their guidance and support.  I would also like to thank  Michael Boskin, Jeffrey Brown, Avi Ebenstein, Richard Frank, David Grabowski, Damon Jones, Colleen Manchester, Kevin Mumford, Edward Norton, Anita Alves Pena, Jeffrey Rhoades, John Shoven, David Stevenson, Kathy Swartz, seminar participants at Harvard University and Stanford University, and participants at the Robert Wood Johnson Scholars in Health Policy Research Annual Meeting for helpful comments and discussion.  Comments from the editor and two anonymous referees greatly improved the paper.  All remaining errors are my own.  Financial support from the Robert Wood Johnson Foundation is gratefully acknowledged.  This paper previously circulated with the title \"Do Tax Subsidies for Private Insurance Reduce Medicaid Costs?  Evidence from the Market for Long-Term Care Insurance\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}