{
    "id": 16407,
    "citation_title": "Effects of the Financial Crisis and Great Recession on American Households",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper we present evidence from high-frequency data collections dedicated to tracking the effects of the financial crisis and great recession on American households.  These data come from surveys that we conducted in the American Life Panel - an Internet survey run by RAND Labor and Population.  The first survey was fielded at the beginning of November 2008, immediately following the large declines in the stock market of September and October 2008.  The next survey followed three months later in February 2009.  Since May 2009 we have collected monthly data on the same households.  This paper shows the levels and trends of many of these data which summarize the experience and expectations of households during the recession.\n\tWe find that the effects of the recession are widespread: between November 2008 and April 2010 about 39 percent of households had either been unemployed, had negative equity in their house or had been in arrears in their house payments.  Reductions in spending were common especially following unemployment. On average expectations about stock market prices and housing prices are pessimistic, particularly long-run expectations.  Among workers, expectations about becoming unemployed have recovered somewhat from their low point in May 2009 but still remain high.  Overall the data suggest that households are not optimistic about their economic futures.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institute on Aging for research support and funding for data collection under grants P01 AG008291, P01 AG022481, P30 AG012815, and R01 AG20717.  We are grateful to the Social Security Administration for funding of data collection.  Many thanks to the ALP team for their assistance with the data collection, to Joanna Carroll and Angela Miu for programming support, and to students from the Pardee RAND Graduate School, Claudia Diaz, Alessandro Malchiodi and Sarah Outcault, for able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}