{
    "id": 16408,
    "citation_title": "Unfit for Service: The Implications of Rising Obesity for U.S. Military Recruitment",
    "citation_author": [
        "John Cawley",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nExcess body weight or body fat hinders performance of military duties.  As a result, the U.S. military has weight-for-height and percent body fat standards for enlistment.   This paper estimates the number and percent of military-age civilians who meet, and do not meet, the current active duty enlistment standards for weight and body fat for the four major armed services (Army, Navy, Air Force, Marine Corps), using data from the full series of National Health and Nutrition Examination Surveys that spans 1959-2008.  We find that the percent of civilian military-age men and women who satisfy current military enlistment standards for weight-for-height and percent body fat has fallen considerably.  This is due to a large increase in the percentage who are both overweight and overfat, which roughly doubled for men and more than tripled for women between 1959-62 and 2007-08.  As of 2007-08, 5.7 million men (11.70%) and 16.5 million women (34.65%) of military age exceed the U.S. Army's enlistment standards for weight-for-height and percent body fat.  The implications of rising obesity for the U.S. military are especially acute given its recent difficulties in recruiting a sufficient number of new high quality service members in the midst of combat operations overseas.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}