{
    "id": 16404,
    "citation_title": "How did increased competition affect credit ratings?",
    "citation_author": [
        "Bo Becker",
        "Todd Milbourn"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe credit rating industry has historically been dominated by just two agencies, Moody's and S&P, leading to longstanding legislative and regulatory calls for increased competition.  The material entry of a third rating agency (Fitch) to the competitive landscape offers a unique experiment to empirically examine how in fact increased competition affects the credit ratings market. Increased competition from Fitch coincides with lower quality ratings from the incumbents:  rating levels went up, the correlation between ratings and market-implied yields fell, and the ability of ratings to predict default deteriorated.  We offer several possible explanations for these findings that are linked to existing theories.\n\n",
    "acknowledgement": "\nWe wish to thank Pierluigi Balduzzi, Robert Battalio, Doug Diamond, Serdar Dinc, Radhakrishnan Gopalan, Robin Greenwood, Burton Hollifield, Edith Hotchkiss, Dave Ikenberry, Darren Kisgen, Christian Leutz, Joe Mason, Atif Mian, Michael Meltz, Neil Pearson, Mitch Petersen, Joshua Pollet, Raghuram Rajan, Matthew Rhodes-Kopf, Sébastien Michenaud, Antoinette Schoar, and Gary Witt, as well as seminar participants at Helsinki, DePaul-Chicago Federal Reserve, the NBER 2008 Summer Meeting, the NBER 2010 Summer Meeting on Credit Rating Agencies, MIT, Harvard Business School, Boston College, Boston University, Temple University, the Philadelphia Federal Reserve, Standard & Poors' Academic Council, the CEPR/Einaudi conference on Transparency, Disclosure and Market Discipline in Banking Regulation, and the University of Notre Dame for helpful comments.  We also thank both Kangzhen Xie and Lan Xu for excellent research assistance.   Any remaining errors are of course our own. An earlier draft of this paper was circulated under the title of \"Reputation and competition: evidence from the credit rating industry\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}