{
    "id": 16415,
    "citation_title": "Prosocial Spending and Well-Being: Cross-Cultural Evidence for a Psychological Universal",
    "citation_author": [
        "Lara B. Aknin",
        "Christopher P. Barrington-Leigh",
        "Elizabeth W. Dunn",
        "John F. Helliwell",
        "Robert Biswas-Diener",
        "Imelda Kemeza",
        "Paul Nyende",
        "Claire E. Ashton-James",
        "Michael I. Norton"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis research provides the first support for a possible psychological universal: human beings around the world derive emotional benefits from using their financial resources to help others (prosocial spending). Analyzing survey data from 136 countries, we show that prosocial spending is consistently associated with greater happiness. To test for causality, we conduct experiments within two very different countries (Canada and Uganda) and show that spending money on others has a consistent, causal impact on happiness. In contrast to traditional economic thought--which places self-interest as the guiding principle of human motivation--our findings suggest that the reward experienced from helping others may be deeply ingrained in human nature, emerging in diverse cultural and economic contexts.\n\n",
    "acknowledgement": "\nThe authors thank Michael Gill, Benjamin Bluman, Anthony Harris, Joe Henrich, Ara Norenzayan, and Jason Riis for their help. The authors are also grateful to the Gallup Corporation for providing access to the Gallup World Poll data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}