{
    "id": 16410,
    "citation_title": "Dynamics of Information Exchange in Endogenous Social Networks",
    "citation_author": [
        "Daron Acemoglu",
        "Kostas Bimpikis",
        "Asuman Ozdaglar"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of information exchange through communication and investigate its implications for information aggregation in large societies. An underlying state determines payoffs from different actions. Agents decide which others to form a costly communication link with incurring the associated cost. After receiving a private signal correlated with the underlying state, they exchange information over the induced communication network until taking an (irreversible) action. We define asymptotic learning as the fraction of agents taking the correct action converging to one in probability as a society grows large. Under truthful communication, we show that asymptotic learning occurs if (and under some additional conditions, also only if) in the induced communication network most agents are a short distance away from \"information hubs\", which receive and distribute a large amount of information. Asymptotic learning therefore requires information to be aggregated in the hands of a few agents. We also show that while truthful communication may not always be a best response, it is an equilibrium when the communication network induces asymptotic learning. Moreover, we contrast equilibrium behavior with a socially optimal strategy profile, i.e., a profile that maximizes aggregate welfare. We show that when the network induces asymptotic learning, equilibrium behavior leads to maximum aggregate welfare, but this may not be the case when asymptotic learning does not occur. We then provide a systematic investigation of what types of cost structures and associated social cliques (consisting of groups of individuals linked to each other at zero cost, such as friendship networks) ensure the emergence of communication networks that lead to asymptotic learning. Our result shows that societies with too many and sufficiently large social cliques do not induce asymptotic learning, because each social clique would have sufficient information by itself, making communication with others relatively unattractive. Asymptotic learning results if social cliques are neither too numerous nor too large, in which case communication across cliques is encouraged.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Columbia, Cornell, Microsoft Research, MIT, Stanford, University of Chicago, University of Michigan, the SED Meeting at Montreal and the Quebec Workshop on the Economics of Social Networks for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}