{
    "id": 16411,
    "citation_title": "Innovation by Entrants and Incumbents",
    "citation_author": [
        "Daron Acemoglu",
        "Dan Vu Cao"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the basic Schumpeterian endogenous growth model by allowing incumbents to undertake innovations to improve their products, while entrants engage in more \"radical\" innovations to replace incumbents. Our model provides a tractable framework for the analysis of growth driven by both entry of new firms and productivity improvements by continuing firms. Unlike in the basic Schumpeterian models, subsidies to potential entrants might decrease economic growth because they discourage productivity improvements by incumbents in response to reduced entry, which may outweigh the positive effect of greater creative destruction. As the model features entry of new firms and expansion and exit of existing firms, it also generates a non-degenerate equilibrium firm size distribution. We show that, when there is also costly imitation preventing any sector from falling too far below the average, the stationary firm size distribution is Pareto with an exponent approximately equal to one (the so-called \"Zipf distribution\").\n\n",
    "acknowledgement": "\nWe thank Sam Kortum, Erzo Luttmer, Ariel Pakes, and seminar participants at MIT and Toulouse\nNetwork on Information Technology Conference at Seattle for useful comments. We are particularly grateful\nto Xavier Gabaix for numerous useful suggestions at the early stages of this project. Financial support from\nthe Toulouse Network on Information Technology is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}