{
    "id": 16426,
    "citation_title": "Give Credit Where Credit Is Due: Tracing Value Added in Global Production Chains",
    "citation_author": [
        "Robert Koopman",
        "William Powers",
        "Zhi Wang",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides both a conceptual framework for decomposing a country's gross exports into value-added components by source and a new bilateral database on value-added trade. Our parsimonious framework integrates all previous measures of vertical specialization and value-added trade in the literature. To illustrate the potential of the decomposition, we present a number of applications including re-computing revealed comparative advantages and constructing an index to describe whether a country-sector is likely in the upstream or downstream of global production chains.\n\n",
    "acknowledgement": "\nThe views in the paper are solely those of the authors and may not reflect the views of the USITC, its Commissioners, or of any other organization that the authors are affiliated with. The authors thank participants of OECD-World Bank workshop \"New metrics for global value chain analysis\" in Paris, IEFS China 2010 Conference in Beijing, and seminar at Purdue University for helpful comments and suggestions. The authors are particularly grateful for the constructive discussion with Dr. Kei-Mu Yi at the Federal Reserve Bank of Philadelphia in developing the two-country cases and the relationship between our new measures of vertical specialization and the original HIY measures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}