{
    "id": 16429,
    "citation_title": "Macroeconomics after the Crisis: Time to Deal with the Pretense-of-Knowledge Syndrome",
    "citation_author": [
        "Ricardo J. Caballero"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I argue that the current core of macroeconomics--by which I mainly mean the so-called dynamic stochastic general equilibrium approach--has become so mesmerized with its own internal logic that it has begun to confuse the precision it has achieved about its own world with the precision that it has about the real one. This is dangerous for both methodological and policy reasons. On the methodology front, macroeconomic research has been in \"fine-tuning\" mode within the local-maximum of the dynamic stochastic general equilibrium world, when we should be in \"broad-exploration\" mode. We are too far from absolute truth to be so specialized and to make the kind of confident quantitative claims that often emerge from the core. On the policy front, this confused precision creates the illusion that a minor adjustment in the standard policy framework will prevent future crises, and by doing so it leaves us overly exposed to the new and unexpected.\n\n",
    "acknowledgement": "\nI thank Daron Acemoglu, David Autor, Abhijit Banerjee, Olivier Blanchard, Peter Diamond, Francesco Giavazzi, Jonathan Goldberg, Chad Jones, Bengt Holmström, Arvind Krishnamurthy, John List, Guido Lorenzoni, James Poterba, Alp Simsek, Timothy Taylor, and Robert Solow for their comments. Of course they are not responsible for my tirade. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}