{
    "id": 16422,
    "citation_title": "The Impact of Education on Health Knowledge",
    "citation_author": [
        "Duha Tore Altindag",
        "Colin Cannonier",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theory on the demand for health suggests that schooling causes health because schooling increases the efficiency of health production.  Alternatively, the allocative efficiency hypothesis argues that schooling alters the input mix chosen to produce health.  This suggests that the more educated have more knowledge about the health production function and they have more health knowledge. This paper uses data from the 1997 and 2002 waves of the NLSY97 to conduct an investigation of the allocative efficiency hypothesis by analyzing whether education improves health knowledge.  The survey design allows us to observe the increase in health knowledge of young adults after their level of schooling is increased by differential and plausibly exogenous amounts.  Using nine different questions measuring health knowledge, we find weak evidence that an increase in education generates an improvement in health knowledge for those who ultimately attend college.   For those with high school as the terminal degree, no relationship is found between education and health knowledge.  These results imply that the allocative efficiency hypothesis may not be the primary reason for why schooling impacts health outcomes.\n\n",
    "acknowledgement": "\nWe thank Michael Grossman, Joe Price, Jason Fletcher, Partha Deb, and the seminar participants of the 2010 Western Economic Association Meetings in Portland, Oregon, and the Graduate Center of CUNY for helpful discussions and suggestions.  Two anonymous referees provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}