{
    "id": 16424,
    "citation_title": "The Great Diversification and its Undoing",
    "citation_author": [
        "Vasco M. Carvalho",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2010-09-30",
    "issue_date": "2010-09-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the hypothesis that macroeconomic fluctuations are primitively the results of many microeconomic shocks, and show that it has significant explanatory power for the evolution of macroeconomic volatility. We define \"fundamental\" volatility as the volatility that would arise from an economy made entirely of idiosyncratic microeconomic shocks, occurring primitively at the level of sectors or firms. In its empirical construction, motivated by a simple model, the sales share of different sectors vary over time (in a way we directly measure), while the volatility of those sectors remains constant. We find that fundamental volatility accounts for the swings in macroeconomic volatility in the US and the other major world economies in the past half century. It accounts for the \"great moderation\" and its undoing. Controlling for our measure of fundamental volatility, there is no break in output volatility. The initial great moderation is due to a decreasing share of manufacturing between 1975 and 1985. The recent rise of macroeconomic volatility is due to the increase of the size of the financial sector. We provide a model to think quantitatively about the large comovement generated by idiosyncratic shocks. As the origin of aggregate shocks can be traced to identifiable microeconomic shocks, we may better understand the origins of aggregate fluctuations.\n\n",
    "acknowledgement": "\nWe thank Alex Chinco and Farzad Saidi for excellent research assistance. For helpful conversations, we thank Susanto Basu, V.V. Chari, Robert Engle, Dale Jorgenson, Alessio Moro, Robert Lucas, Scott Schuh, Silvana Tenreyro, and seminar participants at CREI, ESSIM, Minnesota, NBER, Paris School of Economics, Richmond Fed, Sciences-Po, SED and Yale. We also thank Mun Ho for help with the Jorgenson data. Carvalho acknowledges financial support from the Government of Catalonia (grant 2009SGR1157), the Spanish Ministry of Education and Science (grants Juan de la Cierva, JCI2009-04127, ECO2008-01665 and CSD2006-00016) and the Barcelona GSE Research Network. Gabaix acknowledges support from the NSF (grants DMS-0938185 and SES-0820517). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}