{
    "id": 16439,
    "citation_title": "Immigration, Offshoring and American Jobs",
    "citation_author": [
        "Gianmarco I.P. Ottaviano",
        "Giovanni Peri",
        "Greg C. Wright"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow many \"American jobs\" have U.S.-born workers lost due to immigration and offshoring? Or, alternatively, is it possible that immigration and offshoring, by promoting cost-savings and enhanced efficiency in firms, have spurred the creation of jobs for U.S. natives? We consider a multi-sector version of the Grossman and Rossi-Hansberg (2008) model with a continuum of tasks in each sector and we augment it to include immigrants with heterogeneous productivity in tasks. We use this model to jointly analyze the impact of a reduction in the costs of offshoring and of the costs of immigrating to the U.S. The model predicts that while cheaper offshoring reduces the share of natives among less skilled workers, cheaper immigration does not, but rather reduces the share of offshored jobs instead. Moreover, since both phenomena have a positive \"cost-savings\" effect they may leave unaffected, or even increase, total native employment of less skilled workers. Our model also predicts that offshoring will push natives toward jobs that are more intensive in communication-interactive skills and away from those that are manual and routine intensive. We test the predictions of the model on data for 58 U.S. manufacturing industries over the period 2000-2007 and find evidence in favor of a positive productivity effect such that immigration has a positive net effect on native employment while offshoring has no effect on it. We also find some evidence that offshoring has pushed natives toward more communication-intensive tasks while it has pushed immigrants away from them.\n\n",
    "acknowledgement": "\nThis paper was written as part of the project \"Mobility of People and Mobility of Firms\" coordinated by the Centro Studi Luca d'Agliano (LdA) and funded by the Fondazione CRT. We thank Giorgio Barba-Navaretti, Rosario Crinò, Gordon Hanson, Rob Feenstra, Alan Manning, John McLaren and participants in several seminars and conferences for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}