{
    "id": 16430,
    "citation_title": "How Do Immigrants Spend Time?: The Process of Assimilation",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 2004-2008 data from the American Time Use Survey, we show that sharp differences between the time use of immigrants and natives become noticeable when activities are distinguished by incidence and intensity. We develop a theory of the process of assimilation--what immigrants do with their time--based on the notion that assimilating activities entail fixed costs. The theory predicts that immigrants will be less likely than natives to undertake such activities, but conditional on undertaking them, immigrants will spend more time on them than natives.  We identify several activities--purchasing, education and market work--as requiring the most interaction with the native world, and these activities more than others fit the theoretical predictions. Additional tests suggest that the costs of assimilating derive from the costs of learning English and from some immigrants' unfamiliarity with a high-income market economy. A replication using the 1992 Australian Time Use Survey yields remarkably similar results.\n\n",
    "acknowledgement": "\nWe thank Jenna Kawalsky for inspiring our interest in this topic, and we are grateful for comments from Sandra Black, George Borjas, Deborah Cobb-Clark, Jonathan Gershuny, David Jaeger, Jay Stewart, and participants in seminars at several universities. We also thank Sarah Flood for help with the ATUS data, Bob Gregory for aid in obtaining the Australian data, and Holly Monti for her research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}