{
    "id": 16431,
    "citation_title": "Brand Loyalty, Generic Entry and Price Competition in Pharmaceuticals in the Quarter Century After the 1984 Waxman-Hatch Legislation",
    "citation_author": [
        "Ernst R. Berndt",
        "Murray L. Aitken"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe landmark Waxman-Hatch Act of 1984 represented a \"grand compromise\" legislation that sought to balance incentives for innovation by establishing finite periods of market exclusivity yet simultaneously providing access to lower cost generics expeditiously following patent expiration.  Here we examine trends in the first quarter century since passage of the legislation, building on earlier work by Grabowski and Vernon [1992,1996] and Cook [1998].  The generic share of retail prescriptions in the U.S. has grown from 18.6% in 1984 to 74.5% in 2009, with a notable acceleration in recent years.   This increase reflects increases in both the share of the total market potentially accessible by generics, and the generic efficiency rate - the latter frequently approaching 100%.  Whereas in 1994, the generic price index fell from 100 to 80 in the 12 months following initial generic entry and by 24 months to 65, in 2009 the comparable generic price indexes are 68 and 27, respectively.   Recent studies sponsored by the American Association of Retired Persons focus only on brand prices and ignore substitution to lower priced options following loss of patent protection.  For the prescription drugs most commonly used by beneficiaries in Medicare Part D, the average price per prescription declined by 21.3% from 2006 to 2009, rather than increasing by 25-28% as reported by the AARP.  Finally, we quantify changes over time in the average daily cost of pharmaceutical treatment in nine major therapy areas, encompassing the entire set of molecules within each therapy class, not simply the molecule whose patent has expired.  Across all nine therapeutic areas, at 24 months post-generic entry, the weighted mean reduction in pharmaceutical treatment cost per patient is 35.1%.\n\n",
    "acknowledgement": "\nPaper presented at the Pharmaceutical Economics Conference honoring Professor Henry Grabowski, Durham, North Carolina, Sept. 17, 2010.  Research support from the Pharmaceutical Research and Manufacturers of America is gratefully acknowledged, as is the considerable data and technical support from Michael S. Kleinrock and Kevin J. Weiss at IMS Health.  The statements, findings, conclusions and opinions contained and expressed herein are based in part on data obtained under license from the following IMS Health Inc. information services: PlanTrak  (2006-2009); IMS Health National Prescription Audit; IMS Health NPA Plus 7, Method of Payment; and IMS National Sales Perspectives.  Any statements, findings and conclusions are those of the authors, and are not necessarily those of the institutions with whom the authors are affiliated, the research sponsor, or the National Bureau of Economic Research.\n\n\n"
}