{
    "id": 16438,
    "citation_title": "Estimating Dynamic Discrete Choice Models with Hyperbolic Discounting, with an Application to Mammography Decisions",
    "citation_author": [
        "Hanming Fang",
        "Yang Wang"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe extend the semi-parametric estimation method for dynamic discrete choice models using Hotz and Miller's (1993) conditional choice probability (CCP) approach to the setting where individuals may have hyperbolic discounting time preferences and may be naive about their time inconsistency. We illustrate the proposed estimation method with an empirical application of adult women's decisions to undertake mammography to evaluate the importance of present bias and naivety in the under-utilization of this preventive health care. Our results show evidence for both present bias and naivety.\n\n",
    "acknowledgement": "\nWe would like to thank Peter Arcidiacono, Patrick Bayer, Han Hong, Joe Hotz, Edward Kung, Thierry Magnac, Aprajit Mahajan, Ted O'Donoghue, Dan Silverman, Frank Sloan, Xun Tang and seminar/conference participants at Cornell, AEA Meetings in San Francisco (2009) and Midwest Health Economics Conference in Chicago (2010) for helpful comments and suggestions. The first draft of the paper (January 2009) was completed when both authors were at Duke University. Fang gratefully acknowledges financial support from NSF Grant SES 0844845. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}