{
    "id": 16432,
    "citation_title": "The Chinese Corporate Savings Puzzle: A Firm-level Cross-country Perspective",
    "citation_author": [
        "Tamim Bayoumi",
        "Hui Tong",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's high corporate savings rate is commonly claimed to be a key driver for the country's large current account surplus. The mainstream explanation for high corporate savings is a combination of windfall profits in state-owned firms, especially in resource sectors, and mis-governance of state-owned firms represented by their low dividend payout. The paper casts doubt on these views by comparing the savings of 1557 Chinese listed firms with those of 29330 listed firms from 51 other countries over 2002 to 2007. First, Chinese firms do not have a significantly higher savings rate (as a share of total assets) than the global average because corporations in most countries have a high savings rate. The rising corporate savings rate is also consistent with a global trend. Second, there is no significant difference in the savings behavior and dividend patterns between Chinese majority state-owned and private listed firms, contrary to the received wisdom.\n\n",
    "acknowledgement": "\nWe thank Vivek Arora, Olivier Blanchard, Stijn Claessens, Nigel Chalk, Joseph Fan, Randall Morck, David Romer, Ning Zhu and seminar participants at the IMF, HKMA, Tsinghua University, and NBER Conference on Capitalizing China for helpful comments. We thank Jeanne Verrier for excellent research assistance and Joy Glazener for editorial help.  The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}