{
    "id": 16437,
    "citation_title": "Friends in High Places",
    "citation_author": [
        "Lauren Cohen",
        "Christopher Malloy"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate that personal connections amongst politicians have a significant impact on the voting behavior of U.S. politicians. Networks based on alumni connections between politicians, as well as common seat locations on the chamber floor, are consistent predictors of voting behavior. For the former, we estimate sharp measures that control for common characteristics of the network, as well as heterogeneous impacts of a common network characteristic across votes. For common seat locations, we identify a set of plausibly exogenously assigned seats (Freshman Senators), and find a strong impact of seat location networks on voting. We find that the effect of alumni networks is close to 60% of the size of the effect of state-level considerations. The network effects we identify are stronger for more tightly linked networks, and at times when votes are most valuable.\n\n",
    "acknowledgement": "\nWe would like to thank Dan Bergstresser, Ethan Cohen-Cole, Shawn Cole, Josh Coval, Bernard Dumas, David Primo, Ben Esty, Fritz Foley, Ken Froot, Burton Hollifield, Victoria Ivashina, Jim Kau, Harold Mulherin, Lukasz Pomorski, Keith Poole, Roberto Rigobon, Bill Schwert, Toby Stuart, Marco van der Leij, Rick Wilson, and seminar participants at Arizona State University, Carnegie Mellon University, Columbia University, DePaul University, University of Georgia, Harvard Business School, INSEAD, Rice University, University of Texas at Dallas, University of Toronto, Jane Street Capital, the State Street Global Markets Annual Research Retreat, and the Cambridge Conference on Financial Networks for helpful comments. We also thank David Kim for excellent research assistance. We are grateful for funding from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}