{
    "id": 16448,
    "citation_title": "Detecting Discrimination in Audit and Correspondence Studies",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "2012-09-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAudit studies testing for discrimination have been criticized because applicants from different groups may not appear identical to employers.  Correspondence studies address this criticism by using fictitious paper applicants whose qualifications can be made identical across groups.  However, Heckman and Siegelman (1993) show that group differences in the variance of unobservable determinants of productivity can still generate spurious evidence of discrimination in either direction.  This paper shows how to recover an unbiased estimate of discrimination when the correspondence study includes variation in applicant characteristics that affect hiring.  The method is applied to actual data and assessed using Monte Carlo methods.\n\n",
    "acknowledgement": "\nDavid Neumark is Professor of Economics and Director of the Center for Economics & Public Policy at UCI, a research associate of the NBER, and a research fellow at IZA.  He is grateful to the UCI Academic Senate Council on Research, Computing, and Libraries for research support, to Scott Barkowski, Marianne Bitler, Richard Blundell, Thomas Cornelißen, Ying-Ying Dong, Judith Hellerstein, James Heckman, an anonymous referee, and seminar participants at Baylor University, Cal State Fullerton, Cornell University, the Federal Reserve Bank of San Francisco, Hebrew University, the Melbourne Institute, the University of Oklahoma, Tel Aviv University, the University of Sydney, and the All-California Labor Conference for helpful comments, and to Scott Barkowski, Andrew Chang, Jennifer Graves, and Smith Williams for research assistance.  He also thanks Marianne Bertrand and Sendhil Mullainathan for supplying their data, available from the AEA website at http://www.aeaweb.org/articles.php?doi=10.1257/0002828042002561.  The simulation data and the computer code used in this paper can be obtained beginning six months after publication through three years hence from David Neumark, Department of Economics, 3151 Social Science Plaza, UCI, Irvine, CA, 92697, dneumark@uci.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}