{
    "id": 16441,
    "citation_title": "Subjective Well-Being, Income, Economic Development and Growth",
    "citation_author": [
        "Daniel W. Sacks",
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe explore the relationships between subjective well-being and income, as seen across individuals within a given country, between countries in a given year, and as a country grows through time.  We show that richer individuals in a given country are more satisfied with their lives than are poorer individuals, and establish that this relationship is similar in most countries around the world.  Turning to the relationship between countries, we show that average life satisfaction is higher in countries with greater GDP per capita.  The magnitude of the satisfaction-income gradient is roughly the same whether we compare individuals or countries, suggesting that absolute income plays an important role in influencing well- being.  Finally, studying changes in satisfaction over time, we find that as countries experience economic growth, their citizens' life satisfaction typically grows, and that those countries experiencing more rapid economic growth also tend to experience more rapid growth in life satisfaction. These results together suggest that measured subjective well-being grows hand in hand with material living standards.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}