{
    "id": 16443,
    "citation_title": "Growth Through Heterogeneous Innovations",
    "citation_author": [
        "Ufuk Akcigit",
        "William R. Kerr"
    ],
    "citation_publication_date": "2010-11-04",
    "issue_date": "2010-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe study how exploration versus exploitation innovations impact economic growth through a tractable endogenous growth framework that contains multiple innovation sizes, multi-product firms, and entry/exit. Firms invest in exploration R&D to acquire new product lines and exploitation R&D to improve their existing product lines. We model and show empirically that exploration R&D does not scale as strongly with firm size as exploitation R&D. The resulting framework conforms to many regularities regarding innovation and growth differences across the firm size distribution. We also incorporate patent citations into our theoretical framework. The framework generates a simple test using patent citations that indicates that entrants and small firms have relatively higher growth spillover effects.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, John Haltiwanger, Sam Kortum, Dirk Krueger, and seminar participants at Bank of Finland, Harvard University, NBER Summer Institute 2010 productivity Group, Federal Reserve Bank of Philadelphia, University of Maryland, and University of Pennsylvania Economics and Wharton School for their insights. This research is supported by Harvard Business School, Innovation Policy and the Economy forum, Kaufman Foundation, and University of Pennsylvania. Kerr is a research associate of the Bank of Finland and thanks the Bank for hosting him during a portion of this research. Selman Erol and Kaushik Ghosh provided excellent research assistance on this project. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant ITR-0427889 [BRDC] is gratefully acknowledged. Research results and conclusions expressed are the authors' and do not necessarily reflect the views of the Census Bureau, or NSF, or National Bureau of Economic Research. This paper has been screened to ensure that no confidential data are revealed.\n\n\n"
}