{
    "id": 16449,
    "citation_title": "You've Earned It: Combining Field and Lab Experiments to Estimate the Impact of Human Capital on Social Preferences",
    "citation_author": [
        "Pamela Jakiela",
        "Edward Miguel",
        "Vera L. te Velde"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine data from a field experiment and a laboratory experiment to measure the causal impact of human capital on respect for earned property rights, a component of social preferences with important implications for economic growth and development. We find that higher academic achievement reduces the willingness of young Kenyan women to appropriate others' labor income, and shifts players toward a 50-50 split norm in the dictator game. This study demonstrates that education may have long-run impacts on social preferences, norms and institutions beyond the human capital directly produced. It also shows that randomized field experiments can be successfully combined with laboratory experiment data to measure causal impacts on individual values, norms, and preferences which cannot be readily captured in survey data.\n\n",
    "acknowledgement": "\nWe thank Raymond Fisman, Shachar Kariv, and participants in the Pacific Development Conference 2010 and seminars at UC Berkeley for helpful comments. Francois Gerard provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}