{
    "id": 16442,
    "citation_title": "Public Pension Funding in Practice",
    "citation_author": [
        "Alicia H. Munnell",
        "Jean-Pierre Aubry",
        "Laura Quinby"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic pension funding has recently become a front-burner policy issue in the wake of the financial crisis and given the pending retirement of large numbers of baby boomers. This paper examines the current funding of state and local pensions using a sample of 126 plans, estimating an aggregate funded ratio in 2009 of 78 percent. Projections for 2010-2013 suggest that some continued deterioration is likely. Funded status can vary significantly among plans, so the paper explores the influence of four types of factors: funding discipline, plan governance, plan characteristics, and the fiscal situation of the state. Judging the adequacy of funding requires more than just a snapshot of assets and liabilities, so the paper examines how well plans are meeting their Annual Required Contribution and what factors influence whether they make them. The paper also addresses the controversy over what discount rate to use for valuing liabilities, concluding that using a riskless rate of return could help improve funding discipline but would need to be implemented in a manageable way. Finally, the paper assesses whether plans face a near-term liquidity crisis and finds that most have assets on hand to cover benefits over the next 15-20 years. The bottom line is that, like private investors, public plans have been hit hard by the financial crisis and their full recovery is dependent on the rebound of the economy and the stock market.\n\n",
    "acknowledgement": "\nThis paper is based on a body of research conducted by the Center for Retirement Research at Boston College and supported by the Center for State and Local Government Excellence. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}