{
    "id": 16444,
    "citation_title": "Child-Adoption Matching: Preferences for Gender and Race",
    "citation_author": [
        "Mariagiovanna Baccara",
        "Allan Collard-Wexler",
        "Leonardo Felli",
        "Leeat Yariv"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "2012-04-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new data set on child-adoption matching to estimate the preferences of potential adoptive parents over U.S.-born and unborn children relinquished for adoption. We identify significant preferences favoring girls and unborn children close to birth, and against African-American children put up for adoption. These attitudes vary in magnitudes across different adoptive parents - heterosexual, same-sex couples, and single women. We also consider the effects of excluding single women and same-sex couples from the adoption process. In our data, such policies would substantially reduce the overall number of adopted children and have a disproportionate effect on African-American ones.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title: \"Gender and Racial Biases: Evidence from Child Adoption.\" We thank Atila Abdulkadiroglu, Luca Anderlini, Oriana Bandiera, Heski Bar-Isaac, Cristian Bartolucci, Tim Besley, Chantal Collard, Federico Echenique, Lena Edlund, Ray Fisman, Carola Frege, Maia Güell, Luigi Guiso, Ali Hortacsu, Soohyung Lee, Alessandro Lizzeri, Nicola Persico, Ronny Razin, Sevi Rodríguez Mora, Jean-Laurent Rosenthal, Yona Rubinstein, Bernard Salanié, Gianluca Violante, and Yoram Weiss for helpful conversations and comments. We are especially grateful to AlistairWilson, for outstanding research assistance, and to James Myatt, Hong Luo, and Qingyuan Gao. Finally, we thank the adoption professionals that offered us invaluable insights into the adoption process. Financial support from the National Science Foundation (SES 0963583) and the Gordon and Betty Moore Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}