{
    "id": 16445,
    "citation_title": "An International Comparison of Capital Structure and Debt Maturity Choices",
    "citation_author": [
        "Joseph P.H. Fan",
        "Sheridan Titman",
        "Garry Twite"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the influence of institutional environment on capital structure and debt maturity choices by examining a cross-section of firms in 39 developed and developing countries. We find that a country's legal and tax system, the level of corruption and the preferences of capital suppliers explain a significant portion of the variation in leverage and debt maturity ratios. Our evidence indicate that firms in countries that are viewed as more corrupt tend to use less equity and more debt, especially short-term debt, while firms operating within legal systems that provide better protection for financial claimants tend to have capital structures with more equity, and relatively more long-term debt.  In addition, the existence of an explicit bankruptcy code and/or deposit insurance is associated with higher leverage and more long-term debt. We also find that firms tend to use more debt in countries where there is a greater tax gain from leverage, while firms in countries with larger government bond markets have lower leverage, suggesting that government bonds tend to crowd out corporate debt. Countries with more extensive defined benefit pension funds have higher debt ratios and longer debt maturities, whereas those with more extensive defined contribution fund activities have lower debt ratios. In addition, debt ratios are lower in countries that limit the bond holdings of pension funds.  Finally, we do not find a significant association between financing choices and the size of the insurance industry.\n\n",
    "acknowledgement": "\nThis paper has benefited from the useful comments and suggestions provided by Andres Almazan, Heitor Almeida, Lawrence Booth, Stijn Claessens, Joshua Coval, Sudipto Dasgupta, Jay Hartzell, Jiang Luo, Vojislav Maksimovic, Enrico Perotti, Tom Smith, participants at the 2003 European Finance Association Conference, the 2003 Financial Management Association Conference and the 2005 American Finance Association Meeting, seminar participants at the Australian National University, Australian Graduate School of Management, Chinese University of Hong Kong, Hong Kong University of Science and Technology, Shanghai University of Finance & Economics, University of Melbourne, University of Queensland, University of Sydney, and University of Texas at Austin, and anonymous referees. Joseph Fan thanks the financial support from the Research Grants Council of the Hong Kong Special Administrative Region, China (Project No. CUHK6230/03H) and the University of Queensland for research support during his visit when part of the research was carried out.  Garry Twite thanks the financial support from the Australian Research Council Discovery Project (Project ID. DP0664505). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}