{
    "id": 16446,
    "citation_title": "Chinese Firm and Industry Reactions to Antidumping Initiations and Measures",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of large and rapid growing export volumes and its formal status as a non-market economy; China has been the subject of large numbers of both antidumping initiations and measures. Current estimates are that around 40% of such actions are against China; India, in turn, is the largest source of initiation against China by number of actions. Here we explore the reactions of Chinese firms and industries to these actions. No other papers to our knowledge explore these reactions empirically. We use industrial panel data on all Chinese firms in the industry, foreign firms operating within China and state owned enterprises (SOE) for aggregated firms group between 1997 and 2007. This provides information on sales, profits, firm numbers, labor productivity, and employment. We are able to link this data with a World Bank dataset on antidumping actions by industry by country (both by and against) for the same period. We then use a dynamic system GMM estimator to explore the importance of different forms of Chinese firms' overall response to both initiations and measures. We also separately analyze antidumping actions against China from developed and developing countries, US and EU to compare their different effects. We find that antidumping actions by developed and developing countries negatively impact industrial profits and employee and firm numbers and also exports. Output impacts are the smallest. Labor productivity is improved by antidumping actions. We also find that different kinds of firms show different responses. All firms together in an industry react to antidumping the most, and foreign and SOE firms show a much smaller response. Also, developed countries' antidumping actions have more negative impact than developing countries' actions for all firms and SOEs, but foreign firms' impacts are the opposite. Chinese industry reactions to antidumping actions by the US and EU are the same as for other developed countries, but the effects of US actions are larger. US antidumping actions have more impact than EU's on firm numbers, employees and exports, and EU antidumping has more influence than US on output, profit and labor productivity. Finally, comparing Chinese, foreign, and SOE firm's reactions to US and EU antidumping actions, our results show foreign firms to be hurt more by antidumping from EU. We discuss policy implications in a concluding section.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support, and to a seminar group at UWO, Chad P. Bown and Xing Chunbing for comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}