{
    "id": 16447,
    "citation_title": "From the Great Moderation to the global crisis: Exchange market pressure in the 2000s",
    "citation_author": [
        "Joshua Aizenman",
        "Jaewoo Lee",
        "Vladyslav Sushko"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the factors explaining exchange market pressures (EMP) and the hoarding and use of international reserves (IR) by emerging markets during the 2000s, as the Great Moderation turned to the 2008-9 global crisis and great recession. According to our results, both financial and trade factors played important roles, yet the relative magnitude of financial considerations dominated, both during the Great Moderation and during the crisis. The coefficient of gross short-term external debt quintuples during the onset of the crisis, and then gradually declines as we let the crisis window roll forward. Capital outflow (induced by global deleveraging) was the force behind the emerging markets EMP rise during the global financial crisis, with the emerging markets' stock markets themselves only playing a secondary role. In addition, emerging markets were greatly affected by the fall in commodity prices during the initial phase of the crisis, although the relative impact of trade factors remained virtually the same in magnitude during the financial crisis and the Great Moderation period that preceded it. We also study the association between several country-level indicators, as of 2007, and the EMP measure during the height of the crisis in 2008:Q4 in a cross sectional regression.  We found that that richer EMs experienced greater EMP during the crisis. Greater FDI inflows prior to the crisis were associated with a lower crisis EMP, while greater portfolio debt inflows with a higher crisis EMP, and this effect is much larger than the mitigation effect associated with greater FDI inflows.  We conclude with an analysis of the factors that account for the trade and financial exposure of emerging markets during the crisis, finding that pre-crisis financial and trade openness are significant predictors of the financial and trade shock during the crisis. The severity of the financial shock was further exacerbated by financial ties to the U.S., while the trade shock was more severe in EMs with a larger commodity export share.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}