{
    "id": 16440,
    "citation_title": "Climate and Civil War: Is the Relationship Robust?",
    "citation_author": [
        "Marshall Burke",
        "John Dykema",
        "David Lobell",
        "Edward Miguel",
        "Shanker Satyanath"
    ],
    "citation_publication_date": "2010-10-06",
    "issue_date": "2010-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent paper by Burke et al. (henceforth \"we\") finds a strong historical relationship between warmer- than-average temperatures and the incidence of civil war in Africa (Burke et al. 2009).  These findings have recently been challenged by Buhaug (2010) who finds fault with how we controlled for other potential explanatory variables, how we coded civil wars, and with our choice of historical time period and climate dataset.  We demonstrate that Buhaug's proposed method of controlling for confounding variables has serious econometric shortcomings and show that our original findings are robust to the use of different climate data and to alternate codings of major war. Using Buhaug's preferred climate data under sound econometric assumptions yields results that suggest an even stronger relationship between temperature and conflict for the 1981-2002 period than we originally reported.  We do find that our historical relationship between temperature and conflict weakens over the last decade, a period of unprecedented African economic growth and very few large wars.\n\n",
    "acknowledgement": "\nWe thank Halvard Buhaug for helpful discussions and for sharing his data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}