{
    "id": 1645,
    "citation_title": "The Efficiency Gains from Social Security Benefit - Tax Linkage",
    "citation_author": [
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1985-06-01",
    "issue_date": "1985-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the efficiency gains from linking marginal Social Security benefits to marginal Social Security payroll taxes. In the U.S. the current combined employer-employee OASI payroll tax rate is 10.4 percent. Recent estimates suggest that the average marginal income tax rate is roughly 27 percent (Barro and Sahaskul (1983)). If marginal OASI payroll taxes provided no marginal Social Security benefits or were incorrectly perceived to provide nomarginal benefits, the effective marginal federal government taxation of labor supply would average roughly 38 percent. Since the efficiency costs of distortionary taxation rise as roughly the square of the tax rate, the Social Security payroll tax may be more than doubling the dead weight loss of labor income taxation.The findings of this paper suggest that there may be very significant efficiency gains available from tightening the connection between marginal Social Security taxes paid and marginal Social Security benefits received. Indeed,the simulated efficiency gains are very large in comparison with those obtained from analyses of the gains from structural tax reform. Restructuring Social Security to greatly enhance marginal benefit-tax linkage may be infeasible, at least in the short run. However, simply providing annual Social Security reports indicating how a worker's projected benefits are affected by his or her tax contributions could provide substantial increases in economic efficiency. Such efficiency gains are potentially as large as increasing GNP by 1 percent this year and every year in the future.\n\n",
    "acknowledgement": "\n"
}