{
    "id": 16455,
    "citation_title": "On the Timing and Pricing of Dividends",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Michael W. Brandt",
        "Ralph S.J. Koijen"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe recover prices of dividend strips on the aggregate stock market using data from derivatives markets. The price of a k-year dividend strip is the present value of the dividend paid in k years. The value of the stock market is the sum of all dividend strip prices across maturities. We study the properties of strips and find that expected returns, Sharpe ratios, and volatilities on short-term strips are higher than on the aggregate stock market, while their CAPM betas are well below one. Short-term strip prices are more volatile than their realizations, leading to excess volatility and return predictability.\n\n",
    "acknowledgement": "\nWe are grateful to Ravi Bansal, Robert Battalio, Alessandro Beber, John Campbell, John Cochrane, George Constantinides, Zhi Da, Peter DeMarzo, Joost Driessen, Darrell Duffie, Pengjie Gao, John Heaton, Xavier Gabaix, Nicolae Garleanu, Lars Hansen, Otto van Hemert, Mark Hendricks, Dirk Jenter, Martin Lettau, Lars Lochstoer, Hanno Lustig, Pascal Maenhout, Toby Moskowitz, Christian Mueller-Glissmann, Stefan Nagel, Stavros Panageas, Dimitris Papanikolaou, Lubos Pastor, Monika Piazzesi, Lasse Pedersen, Francisco Perez-Gonzalez, Anamaria Pieschacon, Sergio Rebelo, Ken Singleton, Rob Stambaugh, Sheridan Titman, Stijn Van Nieuwerburgh, Adrien Verdelhan, Pietro Veronesi, Rob Vishny, Evert Vrugt, Jessica Wachter, Jeff Wurgler, Amir Yaron, Motohiro Yogo and seminar participants APG Investments, AQR Capital, Berkeley Haas, Boston College, Brigham Young University, CEPR Gerzensee meetings, Chicago Booth, EFA 2010 meetings, Maastricht University, NBER Asset Pricing Meetings, Notre Dame, SITE 2010 meetings, Stanford GSB, Tilburg University, UT Austin, and the Empirical Asset Pricing Retreat at the University of Amsterdam for useful comments and discussions. We thank the Center for Research in Security Prices (CRSP) for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}