{
    "id": 16454,
    "citation_title": "Decoding Inside Information",
    "citation_author": [
        "Lauren Cohen",
        "Christopher Malloy",
        "Lukasz Pomorski"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a simple empirical strategy, we decode the information in insider trades.  Exploiting the fact that insiders trade for a variety of reasons, we show that there is predictable, identifiable \"routine\" insider trading that is not informative for the future of firms. Stripping away these routine trades, which comprise over half the entire universe of insider trades, leaves a set of information-rich \"opportunistic\" trades that contains all the predictive power in the insider trading universe. A portfolio strategy that focuses solely on opportunistic insider trades yields value-weight abnormal returns of 82 basis points per month, while the abnormal returns associated with routine traders are essentially zero. Further, opportunistic trades predict future news and events at a firm level, while routine trades do not.\n\n",
    "acknowledgement": "\nWe would like to thank Dan Bergstresser, Sabrina Buti, John Campbell, Jeff Coles, Josh Coval, Chuck Dale, Craig Doidge, Esther Eiling, Ben Esty, Fritz Foley, Harold Hau, Inigo Fraser-Jenkins, Julian Franks, Robin Greenwood, Raymond Kan, Inmoo Lee, Jan Mahrt-Smith, Jennifer Marietta-Westberg, Jeff Pontiff, Bryan Routledge, Nejat Seyhun, Tao Shu, Sunil Wahal, Jason Wei, and seminar participants at AQR Capital, Arrowstreet Capital, Binghamton, Canada Pension Plan Investment Board, the Chicago Quantitative Alliance Annual Fall Conference, the China International Conference, Dartmouth University, the European Finance Association Meeting in Frankfurt, Harvard Business School, Missouri, the Rothschild Caesarea Center 7th Annual Conference, Universidad Autonoma de Barcelona, the United States Securities and Exchange Commission (SEC), and the Western Finance Association Meeting in Victoria for helpful comments and suggestions.  We thank David Kim for outstanding research assistance.  We are grateful for funding from INQUIRE UK.  This article represents the views of the authors and not of INQUIRE or the National Bureau of Economic Research.\n\n\n"
}