{
    "id": 16453,
    "citation_title": "Policy Options for State Pension Systems and Their Impact on Plan Liabilities",
    "citation_author": [
        "Joshua Rauh",
        "Robert Novy-Marx"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe calculate the present value of state pension liabilities under existing policies, and separately under policy changes that would affect pension payouts including cost of living adjustments (COLAs), retirement ages, and buyout schedules for early retirement. Liabilities if plans were frozen as of June 2009 would be $3.2 trillion if capitalized using taxable municipal curves, which credit states for a possibility of default in the same states of the world as general obligation debt, and $4.4 trillion using the Treasury curve. Under the typical actuarial method of recognizing future service and wage increases, liabilities are $3.6 trillion and $5.2 trillion using municipal curves and Treasury curves respectively. Compared to $1.8 trillion in pension fund assets, the baseline level of unfunded liabilities is therefore around $3 trillion under Treasury rates. A one percentage point reduction in COLAs would reduce total liabilities by 9‐11%, implementing actuarially fair early retirement could reduce them by 2‐5%, and raising the retirement age by one year would reduce them by 2‐4%. Even relatively dramatic policy changes, such as the elimination of COLAs or the implementation of Social Security retirement age parameters, would leave liabilities around $1.5 trillion more than plan assets under Treasury discounting. This suggests that taxpayers will bear the lion's share of the costs associated with the legacy liabilities of state DB pension plans.\n\n",
    "acknowledgement": "\nWe thank Jeffrey Brown, Andrew Biggs, and participants at the NBER State and Local Pensions Conference in Jackson Hole, Wyoming, August 2010, for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}