{
    "id": 16456,
    "citation_title": "Portfolio Allocation for Public Pension Funds",
    "citation_author": [
        "George Pennacchi",
        "Mahdi Rastad"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a dynamic model of a public pension fund's choice of portfolio risk.  Optimal portfolio allocations are derived when pension fund management maximize the utility of wealth of a representative taxpayer or when pension fund management maximize their own utility of compensation.  The model's implications are examined using annual data on the portfolio allocations and plan characteristics of 125 state pension funds over the 2000 to 2009 period.  Consistent with agency behavior by public pension fund management, we find evidence that funds chose greater overall asset - liability portfolio risk following periods of relatively poor investment performance.  In addition, pension plans that select a relatively high rate with which to discount their liabilities tend to choose riskier portfolios.  Moreover, consistent with a desire to gamble for higher benefits, pension plans take more risk when they have greater representation by plan participants on their Boards of Trustees.\n\n",
    "acknowledgement": "\nWe are grateful to Wilshire Associates for allowing our use of their data.  Valuable comments were provided by Jeffrey Brown, Stephen Zeldes, and participants of the National Bureau of Economic Research State and Local Pensions Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}