{
    "id": 16452,
    "citation_title": "Financial Literacy, Schooling, and Wealth Accumulation",
    "citation_author": [
        "Jere R. Behrman",
        "Olivia S. Mitchell",
        "Cindy Soo",
        "David Bravo"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFinancial literacy and schooling attainment have been linked to household wealth accumulation. Yet prior findings may be biased due to noisy measures of financial literacy and schooling, as well as unobserved factors such as ability, intelligence, and motivation that could enhance financial literacy and schooling but also directly affect wealth accumulation. We use a new household dataset and an instrumental variables approach to isolate the causal effects of financial literacy and schooling on wealth accumulation. While financial literacy and schooling attainment are both strongly positively associated with wealth outcomes in linear regression models, our approach reveals even stronger and larger effects of financial literacy on wealth. Estimated impacts are substantial enough to suggest that investments in financial literacy could have large positive effects on household wealth accumulation.\n\n",
    "acknowledgement": "\nThis paper is part of the NBER's Research Program on the Economics of Aging. The authors acknowledge support provided by the TIAA-CREF Institute, the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania, and NIH/NIA grant AG023774-01(P.I. Petra Todd) on \"Lifecycle health, work, aging, insurance and pensions in Chile.\" They also thank Luc Arrondel, Alex Gelber, Jeremy Tobacman, Javiera Vasquez, and participants in the Wharton Applied Economics doctoral workshop as well as the 2010 LBS TransAtlantic Doctoral Conference for helpful comments, and Richard Derrig for sharing his PRIDIT code. Opinions and errors are solely those of the authors and not of the institutions providing funding for this study or with which the authors are affiliated. ©2010 Behrman, Mitchell, Soo, and Bravo. All rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}