{
    "id": 16459,
    "citation_title": "Globalization, Technology, and the Skill Premium: A Quantitative Analysis",
    "citation_author": [
        "Ariel Burstein",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a model of international trade and multinational production (MP) to examine the impact of globalization on the skill premium in skill-abundant and skill-scarce countries. The key mechanisms in our framework arise from the interaction between three elements: cross-country differences in factor endowments and sectoral productivities, technological heterogeneity across producers within sectors, and skill-biased technology. Reductions in trade and/or MP costs induce a reallocation of resources towards a country's comparative advantage sector (increasing the skill premium in skill-abundant countries and reducing it in skill-scarce countries) and within sectors towards more productive and skill-intensive producers (increasing the skill premium in all countries).\nWe parameterize the model to match salient features of the extent and composition of trade and MP between the U.S. and skill-abundant and skill-scarce countries in 2006. We show that a reduction in trade and MP costs, moving from autarky to 2006 levels of trade and MP, increases the skill premium by roughly 5% in skill-abundant and skill-scarce countries. We also show that the growth in US trade and MP between 1966 and 2006 accounts for 1/9th of the 24% rise in the US skill premium over this period. MP is at least as important as international trade in generating this rise in the skill premium.\n\n",
    "acknowledgement": "\nWe thank Francisco Alcalá, Chris Kurz, and especially Eric Verhoogen for help with their data. We are grateful to Andrew Atkeson, Arnaud Costinot, Javier Cravino, Jonathan Eaton, Gene Grossman, Oleg Itskhoki, Ellen McGrattan, Andrés Rodríguez-Clare, Esteban Rossi-Hansberg, and Stephen Yeaple for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}