{
    "id": 16451,
    "citation_title": "Preventing a National Debt Explosion",
    "citation_author": [
        "Martin S. Feldstein"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe projected path of the U.S. national debt is the major challenge facing American economic policy. Without changes in tax and spending rules, the national debt will rise from 62 percent of GDP now to more than 100 percent of GDP by the end of the decade and nearly twice that level within 25 years. This paper discusses three strategies that, taken together, could reverse this trend and reduce the ratio of debt to GDP to less than 50 percent. The first strategy, which focuses on the current decade, would reduce the Administration's proposed spending increases and tax reductions that would otherwise add $3.8 trillion to the national debt in 2020. The second strategy would augment the tax-financed benefits for Social Security, Medicare and Medicaid with investment based accounts would permit the higher future spending on health care and pensions with a relatively small increase in saving for such accounts. The third strategy focuses on \"tax expenditures,\" the special features of the tax law that reduce revenue in order to achieve effects that might otherwise be done by explicit outlays. Tax expenditures now result in an annual total revenue loss of about $1 trillion; reducing them could permanently reduce future deficits without increasing marginal tax rates or reducing the rewards for saving, investment, and risk taking. The paper concludes with a discussion of how the high debt to GDP ratio after World War II was reversed and how the last four presidents ended their terms with small primary deficits or primary budget surpluses.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}