{
    "id": 16465,
    "citation_title": "Bend It Like Beckham: Ethnic Identity and Integration",
    "citation_author": [
        "Alberto Bisin",
        "Eleonora Patacchini",
        "Thierry Verdier",
        "Yves Zenou"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theoretical framework to study the determinants of ethnic and religious identity along two distinct motivational processes which have been proposed in the social sciences: cultural conformity and cultural distinction. Under cultural conformity, ethnic identity is reduced by neighborhood integration, which weakens group loyalties and prejudices. On the contrary, under cultural distinction, ethnic minorities are more motivated in retaining their own distinctive cultural heritage the more integrated are the neighborhoods where they reside and work. Data on ethnic preferences and attitudes provided by the Fourth National Survey of Ethnic Minorities in the UK enables us to test the relative significance of these two identity processes. We find evidence consistent with intense ethnic and religious identity mostly formed as a cultural distinction mechanism. Consistently, we document that ethnic identities are more intense in mixed than in segregated neighborhoods.\n\n",
    "acknowledgement": "\nThis paper is part of the Polarization and Conflict Project CIT-2-CT-2004-506084 funded by the European Commission-DG Research Sixth Framework Programme. A different paper by the same authors circulated under the same title. We liked the title better than the paper; so we scrapped the second and kept the first. Thanks to Alberto Alesina, Bill Easterly and other participants to the Political Economy Summer Meetings of the NBER. We are also thankful to Antonella Cuteri and Alessio Farcomeni for valuable research assistance on R programming language. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}