{
    "id": 16464,
    "citation_title": "Stock Market Expectations of Dutch Households",
    "citation_author": [
        "Michael D. Hurd",
        "Maarten van Rooij",
        "Joachim Winter"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDespite its importance for the analysis of life-cycle behavior, stock ownership by households is poorly understood. Among other approaches to the investigation of this puzzle, recent research has elicited the expectations of stock market returns by individuals. This paper reports findings from a study that collected data over a two-year period both on stock market expectations (subjective probabilities of gains or losses) and on stock ownership. On average stock market expectations are much more pessimistic about gains than the historical record of actual gains.  Expectations are heterogeneous, and they are correlated with stock ownership.  Over the two years of our data, stock market prices increased, and expectations of future stock market price changes also increased, lending support to the view that expectations are influenced by recent stock gains or losses.\n\n",
    "acknowledgement": "\nWe would like to thank the Charles Bellemare, Charles Manski, James Banks, Thomas Crossley, Michael Haliassos, Gábor Kézdi, Michael Ornstein, Robert-Paul Berben and participants at several conferences and seminars for helpful comments on earlier versions of this paper. Financial support was provided by the Netherlands Organization for Scientific Research (NWO) and by the Dutch Central Bank (De Nederlandsche Bank). Part of this research was conducted while the third author stayed at DNB as a visiting scholar.  Hurd gratefully acknowledges financial support from the U.S. National Institute on Aging via grants P01-AG026571 and P01-AG008291. The views expressed in this paper are those of the authors and do not necessarily reflect official positions of De Nederlandsche Bank (DNB) or the National Bureau of Economic Research.\n\n\n"
}