{
    "id": 16467,
    "citation_title": "The Medical Care Costs of Obesity: An Instrumental Variables Approach",
    "citation_author": [
        "John Cawley",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper is the first to use the method of instrumental variables (IV) to estimate the impact of obesity on medical costs in order to address the endogeneity of weight and to reduce the bias from reporting error in weight.  Models are estimated using data from the Medical Expenditure Panel Survey for 2000-2005.  The IV model, which exploits genetic variation in weight as a natural experiment, yields estimates of the impact of obesity on medical costs that are considerably higher than the correlations reported in the previous literature.  For example, obesity is associated with $676 higher annual medical care costs, but the IV results indicate that obesity raises annual medical costs by $2,826 (in 2005 dollars).  The estimated annual cost of treating obesity in the U.S. adult non-institutionalized population is $168.4 billion or 16.5% of national spending on medical care.  These results imply that the previous literature has underestimated the medical costs of obesity, resulting in underestimates of the cost effectiveness of anti-obesity interventions and the economic rationale for government intervention to reduce obesity-related externalities.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}