{
    "id": 16463,
    "citation_title": "The Impact of College Education on Geographic Mobility: Identifying Education Using Multiple Components of Vietnam Draft Risk",
    "citation_author": [
        "Ofer Malamud",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether higher education is a causal determinant of geographic mobility using variation in college attainment induced by draft-avoidance behavior during the Vietnam War.  We use national and state-level induction risk to identify both educational attainment and veteran status among cohorts of affected men observed in the 1980 Census. Our 2SLS estimates imply that the additional years of higher education significantly increased the likelihood that affected men resided outside their birth states later in life.  Most estimates suggest a causal impact of higher education on migration that is larger in magnitude but not significantly different from OLS.  Our large reduced-form estimates for the effect of induction risk on out-of-state migration also imply that the Vietnam War led to substantial geographic churning in the national labor market. We conclude that the causal impact of college completion on subsequent mobility is large and provide evidence on a range of mechanisms that may be responsible for the relationship between college education and mobility.\n\n",
    "acknowledgement": "\nThe authors would like to thank Dan Black, Kerwin Charles, Bill Evans, Lawrence Katz, Caroline Hoxby, Thomas Lemieux, Laddie Sula and Lars Lefgren for helpful conversations and comments. Comments from seminar participants at SOLE, the University of Notre Dame, the Midwest Economics Association Meetings, University of Illinois-Urbana Champaign, Dartmouth College, University of Illinois-Chicago, Indiana University-Purdue University Indianapolis, Rutgers University, Princeton University and the University of Maryland improved the paper.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}