{
    "id": 16460,
    "citation_title": "Arresting Banking Panics: Fed Liquidity Provision and the Forgotten Panic of 1929",
    "citation_author": [
        "Mark Carlson",
        "Kris James Mitchener",
        "Gary Richardson"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars differ on whether Federal Reserve intervention mitigated banking panics during the Great Depression and in recent years. The last panic prior to the Depression sheds light on this debate. In April 1929, a fruit fly infestation in Florida forced the U.S. government to quarantine fruit shipments from the state and destroy infested groves. When Congress recessed in June without approving compensation for farmers, depositors in citrus growing regions began withdrawing deposits from banks, culminating in runs on institutions in the financial center of Tampa and surrounding cities. Using archival evidence, we describe how the Federal Reserve Bank of Atlanta halted the spread of the panic by rushing currency to member banks. Analysis based on a new micro-level database of commercial banks in Florida shows that bank failures would have been twice as high without the Fed's intervention. The policy response of the Fed ended the panic and suggests that similar interventions by the Fed may have been useful during the Great Depression, even in cases where banks faced questions about their solvency.\n\n",
    "acknowledgement": "\nWe thank Jessica Van Dyke, Andrea Bui, and Joanna Do for invaluable research assistance. Mitchener thanks Sharon Boucher for help with accessing Atlanta Fed archival materials. We thank Chris Haines, Masazumi Hattori, Masami Imai, and David Wheelock as well as seminar participants at the University of Arizona, NYU-Stern, Stanford University, the Bank of Japan, NBER Summer Institute, and the All-UC Conference in Economic History for useful comments and suggestions. The views presented in this paper are solely those of the authors and do not necessarily represent those of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}