{
    "id": 16469,
    "citation_title": "On the Correlation Structure of Microstructure Noise: A Financial Economic Approach",
    "citation_author": [
        "Francis X. Diebold",
        "Georg Strasser"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce the financial economics of market microstructure into the financial econometrics of asset return volatility estimation. In particular, we use market microstructure theory to derive the cross-correlation function between latent returns and market microstructure noise, which feature prominently in the recent volatility literature. The cross-correlation at zero displacement is typically negative, and cross-correlations at nonzero displacements are positive and decay geometrically. If market makers are sufficiently risk averse, however, the cross-correlation pattern is inverted. Our results are useful for assessing the validity of the frequently-assumed independence of latent price and microstructure noise, for explaining observed cross-correlation patterns, for predicting as-yet undiscovered patterns, and for making informed conjectures regarding improved volatility estimation methods.\n\n",
    "acknowledgement": "\nFor comments and suggestions we thank Rob Engle, Peter Hansen, Charles Jones, Eugene Kandel, Gideon Saar, Frank Schorfheide, Enrique Sentana, and three anonymous referees. We are also grateful to participants at the NBER Conference on Market Microstructure, the Oxford-Man Institute Conference on the Financial Econometrics of Vast Data, and the Christmas Meeting of German Economists Abroad. We thank Ole E. Barndor-Nielsen, Peter R. Hansen, Asger Lunde and Neil Shephard for sharing their data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}