{
    "id": 16461,
    "citation_title": "Understanding Transitory Rainfall Shocks, Economic Growth and Civil Conflict",
    "citation_author": [
        "Edward Miguel",
        "Shanker Satyanath"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMiguel, Satyanath and Sergenti (2004) use rainfall variation as an instrument to show that economic growth is negatively related to civil conflict in sub-Saharan Africa. In the reduced form regression they find that higher rainfall is associated with less conflict. Ciccone (2010) claims that this conclusion is 'erroneous' and argues that higher rainfall levels are actually linked to more conflict. In this paper we show that the results in Ciccone's paper are based on incorrect STATA code, outdated conflict data, a weak first stage regression and a questionable application of the GMM estimator. Leaving aside these data and econometric issues, Ciccone's surprising results do not survive obvious robustness checks. We therefore conclude that Ciccone's main claims are largely incorrect and reconfirm the original result by Miguel, Satyanath and Sergenti (2004), finding that adverse economic growth shocks, driven by falling rainfall, increases the likelihood of civil conflict in sub-Saharan Africa.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}