{
    "id": 16474,
    "citation_title": "Estimating Marginal Returns to Education",
    "citation_author": [
        "Pedro Carneiro",
        "James J. Heckman",
        "Edward J. Vytlacil"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the marginal returns to college for individuals induced to enroll in college by different marginal policy changes. The recent instrumental variables literature seeks to estimate this parameter, but in general it does so only under strong assumptions that are tested and found wanting. We show how to utilize economic theory and local instrumental variables estimators to estimate the effect of marginal policy changes. Our empirical analysis shows that returns are higher for individuals with values of unobservables that make them more likely to attend college. We contrast the returns to well-defined marginal policy changes with IV estimates of the return to schooling. Some marginal policy changes inducing students into college produce very low returns.\n\n",
    "acknowledgement": "\nCarneiro acknowledges the support of ESRC RES-000-22-2542 and RES-589-28-0001 through the Centre for Microdata Methods and Practice.  Heckman thanks the National Institutes of Health (R01-HD054702), the JB and MK Pritzker Family Foundation, the Buffett Early Childhood Fund, the American Bar Foundation, and the Committee for Economic Development with a grant from The Pew Charitable Trusts and the Partnership for America's Economic Success. Heckman also thanks the Cowles Foundation at Yale University, which supported a visit that facilitated completion of this research. Vytlacil thanks NSF SES-0832845 and Hitotsubashi University, at which he was a Visiting Professor while the research in part was conducted. We thank Michael Greenstone and Ben Williams for comments, as well as the editor, Robert Moffitt, and three anonymous referees. The views expressed in this paper are those of the authors and not necessarily those of these funders or the National Bureau of Economic Research.\n\n\n"
}