{
    "id": 16473,
    "citation_title": "Do Entry Regulations Deter Entrepreneurship and Job Creation? Evidence from Recent Reforms in Portugal",
    "citation_author": [
        "Lee G. Branstetter",
        "Francisco Lima",
        "Lowell J. Taylor",
        "Ana Venâncio"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nRecent research has suggested that the reduction of entry regulation can promote firm entry and job creation, but little is known about the quality of firms and jobs created through these reforms. To shed light on this question, we employ data from Portugal, a country which implemented one of the most dramatic and thorough policies of entry deregulation in the industrialized world. The impact of these major changes can be traced with a matched employer-employee database that provides unusually rich information on the quality of founders and employees associated with the new firms. Our assessment indicates that the short term consequences of the reform were just as one would predict with a standard economic model of entrepreneurship: The reform resulted in increased firm formation and employment, but mostly among \"marginal firms\" that would have been most readily deterred by existing heavy entry regulations. These marginal firms were typically small, owned by relatively poorly-educated entrepreneurs, operating in the low-tech sector (agriculture, construction, and retail trade). These firms were also less likely to survive their first two years than comparable firms that entered prior to the reform. The social impact of entry deregulation may be limited by the quality of the firms it creates.\n\n",
    "acknowledgement": "\nThe authors thank the Portuguese Ministry of Justice, and particularly the Institute of Registration and Notarization (Instituto dos Registos e do Notariado), for data on one-shop stops. We thank Maria do Céu, Gabriela Isidro and Ana Sommer for research assistance. We are also indebted to the Portuguese Ministry of Employment and Social Security and Gabinete de Estratégia e Planeamento (GEP) for giving us access to the matched employer-employee data. Financial support was provided by the Fundação para a Ciência e a Tecnologia (Portuguese Foundation for Science and Technology) through the Carnegie Mellon Portugal Program under Grant SFRH/BD/39666/2007, and project PTDC/ESC/71080/2006. All errors remain our own. Views expressed are those of the authors and do not necessarily reflect those of the National Bureau of Economic Research or any branch or agency of the Government of Portugal.\n\n\n"
}