{
    "id": 16476,
    "citation_title": "Institutional Requirements for Effective Imposition of Fines",
    "citation_author": [
        "Anne Morrison Piehl",
        "Geoffrey Williams"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA long theoretical literature in economics addresses the heavy reliance of the U.S. criminal justice system on very expensive forms of punishment -  prison - when cheaper alternatives - such as fines and other sanctions - are available.  This paper analyzes the role of fines as a criminal sanction within the existing institutional structure of criminal justice agencies, modeling heterogeneity in how people respond to various sanctions and threat of sanctions.  From research on the application of fines in the U.S., we conclude that fines are economical only in relation to other forms of punishment; for many crimes fines will work well for the majority of offenders but fail miserably for a significant minority; that fines present a number of very significant administrative challenges; and that the political economy of fine imposition and collection is complex.  Despite these facts, and with the caveats that jurisdictions vary tremendously and that there are large gaps in our knowledge about them, we build a model showing that it is possible to expand the use of fines as a criminal sanction if institutional structures are developed with these concerns in mind.\n\n",
    "acknowledgement": "\nThis paper was prepared for the National Bureau of Economic Research conference \"Economical Crime Control\" in Berkeley, CA January 15-16, 2010.  For helpful comments, thanks to Phillip Cook, Colin Campbell, the University of Michigan law and economics workshop, and conference participants.  We also thank members of the National Center for State Courts' COURT2COURT listserv.  Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}