{
    "id": 16479,
    "citation_title": "How Big (Small?) are Fiscal Multipliers?",
    "citation_author": [
        "Ethan Ilzetzki",
        "Enrique G. Mendoza",
        "Carlos A. Végh"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "2012-09-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe contribute to the debate on the macroeconomic effects of fiscal stimuli by showing that the impact of government expenditure shocks depends crucially on key country characteristics, such as the level of development, exchange rate regime, openness to trade, and public indebtedness. Based on a novel quarterly dataset of government expenditure in 44 countries, we find that (i) the output effect of an increase in government consumption is larger in industrial than in developing countries, (ii) the fiscal multiplier is relatively large in economies operating under predetermined exchange rates but is zero in economies operating under flexible exchange rates; (iii) fiscal multipliers in open economies are smaller than in closed economies; (iv) fiscal multipliers in high-debt countries are negative.\n\n",
    "acknowledgement": "\nWe thank Giancarlo Corsetti, Antoinio Fatas, James Feyrer, Yuriy Gorodnichenko, Guy Michaels, Phillip Lane, Roberto Perotti, Carmen Reinhart, Vincent Reinhart, Luis Serven, Todd Walker, Tomasz Wieladek and participants at several conferences and seminars for their useful comments. We thank numerous officials at ...nance ministries, central banks, national statistical agencies, and the IMF for their assistance in compiling the dataset. Giagkos Alexopoulos, Florian Blum and Daniel Osorio-Rodriguez provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}