{
    "id": 16475,
    "citation_title": "Can Militants Use Violence to Win Public Support? Evidence from the Second Intifada",
    "citation_author": [
        "David A. Jaeger",
        "Esteban F. Klor",
        "Sami H. Miaari",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2010-10-14",
    "issue_date": "2010-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether attacks against Israeli targets help Palestinian factions gain public support. We link individual level survey data to the full list of Israeli fatalities during the period of the Second Intifada (2000-2006), and estimate a flexible discrete choice model for faction supported. We find some support for the \"outbidding\" hypothesis, the notion that Palestinian factions use violence to gain prestige and influence public opinion within the community. In particular, the two leading Palestinian factions, Hamas and Fatah, gain in popularity following successful attacks against Israeli targets. Our results suggest, however, that most movement occurs within either the secular groups or the Islamist groups, and not between them. That is, Fatah's gains come at the expense of smaller secular factions while Hamas' gains come at the expense of smaller Islamic factions and the disaffected. In contrast, attacks by the Palestinian Islamic Jihad lower support for that faction.\n\n",
    "acknowledgement": "\nWe are deeply grateful to the Development Studies Programme at Bir Zeit University for kindly providing us with their micro data. The authors thank seminar participants at numerous universities and conferences for helpful comments. David Jaeger and Daniele Paserman thank the Samuel Neaman Institute for financial support. Esteban Klor thanks the NBER and Boston University for their warm hospitality while he was working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}