{
    "id": 16489,
    "citation_title": "Do People Seek to Maximize Happiness? Evidence from New Surveys",
    "citation_author": [
        "Daniel J. Benjamin",
        "Ori Heffetz",
        "Miles S. Kimball",
        "Alex Rees-Jones"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAre subjective well-being (SWB) measures a good empirical proxy for utility? We evaluate one necessary assumption: that people's preferences coincide with what they predict will maximize their SWB. Our method is to present survey respondents with hypothetical scenarios and elicit both choice and predicted SWB rankings of two alternatives. While choice and predicted SWB rankings usually coincide, we find systematic reversals. Furthermore, we identify factors--such as predicted sense of purpose, control over one's life, family happiness, and social status--that help explain choice controlling for predicted SWB. We explore how our findings vary with the SWB measure and the choice situation.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Dr. Robert Rees-Jones and his office staff for generously allowing us to survey their patients and to Cornell's Survey Research Institute for allowing us to put questions in the 2009 Cornell National Social Survey. We thank Gregory Besharov, John Ham, Benjamin Ho, Erzo F. P. Luttmer, Michael McBride, Ted O'Donoghue, Matthew Rabin, Antonio Rangel, and Robert J. Willis for especially valuable early comments and suggestions. We are grateful to participants at the CSIP Workshop on Happiness and the Economy held at the Federal Reserve Bank of San Francisco, participants at the Cornell Behavioral/Experimental Lab Meetings, and seminar audiences at Cornell University, Deakin University, Syracuse University, NBER, the Stanford Institute for Theoretical Economics (SITE), and Florida State University for helpful comments. We thank Eric Bastine, J.R. Cho, Kristen Cooper, Isabel Fay, John Farragut, Geoffrey Fisher, Sean Garborg, Arjun Gokhale, Jesse Gould, Kailash Gupta, Han Jiang, Justin Kang, June Kim, Nathan McMahon, Elliot Mandell, Cameron McConkey, Greg Muenzen, Desmond Ong, Mihir Patel, John Schemitsch, Brian Scott, Abhishek Shah, James Sherman, Dennis Shiraev, Elizabeth Traux, Charles Whittaker, Brehnen Wong, Meng Xue, and Muxin Yu for their research assistance. We thank the National Institute on Aging (grant P01-AG026571/01) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}