{
    "id": 16481,
    "citation_title": "The Decline and Rise of Agricultural Productivity in Sub-Saharan Africa Since 1961",
    "citation_author": [
        "Steven Block"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgricultural productivity growth in sub-Saharan Africa has been a qualified success.  Total factor productivity growth has increased rapidly since the early 1980s.  By the early 2000s, average annual TFP growth was roughly four times faster than it had been 25 years earlier.  This period of accelerated growth, however, followed nearly 20 years of declining rates of TFP growth subsequent to independence in the early 1960s.  Average agricultural TFP growth for sub-Saharan Africa was 0.14% per year during 1960 - 84, and increased to 1.24% per year from 1985 - 2002.  The average over this period was approximately 0.6% per year, which accounts for 36% of the increase in total crop output over this period.  These highly aggregated results conceal substantial regional and country-level variation.  Expenditures on agricultural R&D, along with the reform of macroeconomic and sectoral policies shaping agricultural incentives, have played a substantial role in explaining both the decline and the rise in agricultural productivity.  The case study of Ghana clearly reflects these broader findings.\n\n",
    "acknowledgement": "\nThe author wishes to thank the National Bureau of Economic Research Africa Project for supporting this research.  He is particularly grateful to Keith Fuglie and Will Masters for detailed comments and suggestions, along with the feedback of participants at the NBER Africa Successes Project conference in Accra, Ghana (July 2010).  The author also thanks Marina Dimova for her able assistance in constructing the dataset. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}