{
    "id": 16485,
    "citation_title": "Endogenous Information Flows and the Clustering of Announcements",
    "citation_author": [
        "Viral V. Acharya",
        "Peter M. DeMarzo",
        "Ilan Kremer"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the strategic timing of information releases in a dynamic disclosure model. Because investors don't know whether or when the firm is informed, the firm will not necessarily disclose immediately.  We show that bad market news can trigger the immediate release of information by firms.  Conversely, good market news slows the release of information by firms.  Thus, our model generates clustering of negative announcements.  Surprisingly, this result holds only when firms can preemptively disclose their own information prior to the arrival of external information. These results have implications for conditional variance and skewness of stock returns.\n\n",
    "acknowledgement": "\nA part of this study was undertaken while Viral Acharya was visiting Stanford-GSB. The authors are grateful to Ann Beyer, Martin Dierker (discussant), Mike Fishman, Jennifer Huang (discussant), Jacob Sagi, Jenny Tucker, Florin Vasvari and Laura Veldkamp (discussant) for useful discussions, and to seminar participants at several universities and conferences for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}