{
    "id": 16487,
    "citation_title": "Railroads of the Raj: Estimating the Impact of Transportation Infrastructure",
    "citation_author": [
        "Dave Donaldson"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow large are the benefits of transportation infrastructure projects, and what explains these benefits? To shed new light on these questions, this paper uses archival data from colonial India to investigate the impact of India's vast railroad network. Guided by four predictions from a general equilibrium trade model, I find that railroads: (1) decreased trade costs and interregional price gaps; (2) increased interregional and international trade; (3) increased real income levels; and (4), that a sufficient statistic for the effect of railroads on welfare in the model (an effect that is purely due to newly exploited gains from trade) accounts for virtually all of the observed reduced-form impact of railroads on real income in the data. I find no spurious effects from over 40,000 km of lines that were approved but - for four different reasons - were never built.\n\n",
    "acknowledgement": "\nI am extremely grateful to Timothy Besley, Robin Burgess and Stephen Redding for their encouragement and support throughout this project. My thesis examiners, Richard Blundell and Chang-Tai Hsieh, and discussants, Costas Arkolakis and Samuel Kortum,  provided detailed and valuable advice, and seminar audiences at Berkeley, BU, Brown, the CEPR (Development Economics Conference), Chicago, CIFAR, the Econometric Society European Winter Meetings, Harvard, the Harvard-Hitotsubashi-Warwick Economic History Conference, IMF, LSE, MIT, Minneapolis Federal Reserve (Applied Micro Workshop), NBER Summer Institute (ITI), Northwestern, Nottingham, NYU, Oxford, Penn, Penn State, Philadelphia Federal Reserve, Princeton, Stanford, Toronto, Toulouse, UCL, UCLA, Warwick, Wharton, World Bank, and Yale made thoughtful comments that improved this work. I am also grateful to Erasmus Ermgassen, Rashmi Harimohan and Sritha Reddy for their help with the data; to the British Academy, the Nuffield Foundation, the Royal Economic Society, and STICERD for funding the data collection; and to the Bagri Fellowship and the DFID Program on Improving Institutions for Pro-Poor Growth for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}