{
    "id": 16488,
    "citation_title": "Modeling Inflation After the Crisis",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, the rate of price inflation falls in recessions.  Turning this observation into a useful inflation forecasting equation is difficult because of multiple sources of time variation in the inflation process, including changes in Fed policy and credibility.  We propose a tightly parameterized model in which the deviation of inflation from a stochastic trend (which we interpret as long-term expected inflation) reacts stably to a new gap measure, which we call the unemployment recession gap.  The short-term response of inflation to an increase in this gap is stable, but the long-term response depends on the resilience, or anchoring, of trend inflation.  Dynamic simulations (given the path of unemployment) match the paths of inflation during post-1960 downturns, including the current one.\n\n",
    "acknowledgement": "\nPrepared for the Federal Reserve Bank of Kansas City Symposium, \"Macroeconomic Policy: Post-Crisis and Risks Ahead,\" Jackson Hole, Wyoming, August 26-28.  We thank Larry Ball, Ben Bernanke, Richard Berner, Roberto Billi, Jeffrey Fuhrer, Bob Gordon, Bart Hobijn, Peter Hooper, Michael Kiley, Mickey Levy, Emi Nakamura, Athanasios Orphanides, Glenn Rudebush, Frank Smets, Doug Staiger, and John Williams for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}