{
    "id": 16484,
    "citation_title": "Labor Laws and Innovation",
    "citation_author": [
        "Viral V. Acharya",
        "Ramin P. Baghai",
        "Krishnamurthy V. Subramanian"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nStringent labor laws can provide firms a commitment device to not punish short-run failures and thereby spur their employees to pursue value-enhancing innovative activities. Using patents and citations as proxies for innovation, we identify this effect by exploiting the time-series variation generated by staggered country-level changes in dismissal laws. We find that within a country, innovation and economic growth are fostered by stringent laws governing dismissal of employees, especially in the more innovation-intensive sectors. Firm-level tests within the United States that exploit a discontinuity generated by the passage of the federal Worker Adjustment and Retraining Notification Act confirm the cross-country evidence.\n\n",
    "acknowledgement": "\nWe are grateful to Amit Seru and Vikrant Vig for helpful comments and to Anusha Chari, Rich Mathews, Amalia R. Miller, and Radha Iyengar for their insightful discussions. Furthermore, we would like to thank seminar and conference participants at the American Law and Economics Annual Meeting (2009), Western Finance Association Annual Meeting (2009), NBER Summer Institutes on Innovation Policy and the Economy (2009) and Law and Economics (2009), Summer Research Conference in Finance (2009) at the Indian School of Business (ISB), Cambridge University (Centre for Business Research), Emory University, London Business School, NYU Microeconomics seminar, and NYU Stern for valuable comments and suggestions. We thank Hanh Le and Chandrasekhar Mangipudi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}