{
    "id": 16482,
    "citation_title": "Carbon Prices and Automobile Greenhouse Gas Emissions: The Extensive and Intensive Margins",
    "citation_author": [
        "Christopher R. Knittel",
        "Ryan Sandler"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe transportation sector accounts for nearly one third of the United States' greenhouse gas emissions. While over the past number of decades, policy makers have avoided directly pricing the externalities from vehicles, both in terms of global and more local pollutants and Corporate Average Fuel Standards have changed little since the mid-1980s, there is now considerable interest in reducing greenhouse gas emissions form the transportation sector. Many have argued that the unique features of the sector imply that pricing mechanisms would have little affect on emissions.  This paper analyzes how pricing carbon through either a cap and trade system or carbon tax might affect greenhouse gas emissions from the transportation sector by estimating how changes in gasoline prices alter consumer behavior. We analyze their effect on both the intensive (e.g., vehicle miles travelled) and extensive (e.g., vehicle scrapping) margins. We find large effects on both margins.\n\n",
    "acknowledgement": "\nThis paper is a contribution to the NBER conference on The Design and Implementation of U.S. Climate Policy, May 13-14, National Press Club, Washington, DC. We thank Matthew Kotchen and Catherine Wolfram for helpful comments. We gratefully acknowledges financial support from the University of California EEE. Knittel gratefully acknowledges financial support from the Energy Institute @ Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}