{
    "id": 16486,
    "citation_title": "What Are the Costs of Meeting Distributional Objectives for Climate Policy?",
    "citation_author": [
        "Ian W.H. Parry",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an analytical model to quantify the costs and distributional effects of various fiscal options for allocating the (large) rents created under prospective cap-and-trade programs to reduce domestic, energy-related CO2 emissions. The trade-off between cost effectiveness and distribution is striking. \nThe welfare costs of different policies, accounting for linkages with the broader fiscal system, range from negative $6 billion/year to $53 billion/year in 2020, or between minus $12 to almost $100 per ton of CO2 reductions! The least costly policy involves auctioning all allowances with revenues used to cut proportional income taxes, while the most costly policies involve recycling revenues in lump-sum dividends or grandfathering emissions allowances. The least costly policy is regressive, however, while the dividend policy is progressive, and grandfathering permits is both costly and regressive. A distribution-neutral policy entails costs of $18 to $42 per ton of CO2 reductions.\n\n",
    "acknowledgement": "\nWe are grateful to Don Fullerton, Bill Randolph, an anonymous referee, and participants in the Chicago- RFF-Illinois Symposium on Distributional Aspects of Energy and Climate Policy for helpful comments and suggestions.  And we thank Fanqing Ye for her excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}