{
    "id": 16498,
    "citation_title": "Dynamic Labor Demand in China: Public and Private Objectives",
    "citation_author": [
        "Russell Cooper",
        "Guan Gong",
        "Ping Yan"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "2013-04-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies dynamic labor demand by private and public manufacturing plants in China. It contributes along two dimensions. First, it uncovers the objectives of public enterprises and compares them to private enterprises. Second, it estimates adjustment costs of these plants and thus their (dynamic) labor demand. One of our principal findings is that public plants maximize the discounted present value of profits without a soft-budget constraint. There is strong evidence of both quadratic and linear firing costs at the plant level. Costs of adjusting hours are small and lower for private compared to public plants. The private plants operate with considerably lower quadratic adjustment costs. The higher quadratic adjustment costs of the public plants may reflect their internalization of social costs of employment adjustment. Domestic private plants and collective plants have about the same discount factor, much lower than state controlled plants.\n\n",
    "acknowledgement": "\nWe are grateful to conferences participants at the 2010 Shanghai Macroeconomics Workshop at SUFE, the Tsinghua Workshop in Macroeconomics 2010 and the ESWC 2010. This research was supported by a National Science Foundation (#0819682) to Russell Cooper and National Science Foundation of China grants (#70903004, #71273001) to Ping Yan and Russell Cooper and (#71273162) to Guan Gong and Russell Cooper. The Department of Social Science of Peking University provided additional research funding. Guan Gong also benefited from the support of the 211 Project for Shanghai University of Finance and Economics. Huabin Wu provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}