{
    "id": 16497,
    "citation_title": "Snow and Leverage",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller",
        "Alex Stomper",
        "Arne Westerkamp"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a sample of highly (over-)leveraged Austrian ski hotels undergoing debt restructurings, we show that reducing a debt overhang leads to a significant improvement in operating performance (return on assets, net profit margin). In particular, a reduction in leverage leads to a decrease in overhead costs, wages, and input costs, and to an increase in sales. Changes in leverage in the debt restructurings are instrumented with Unexpected Snow, which captures the extent to which a ski hotel experienced unusually good or bad snow conditions prior to the debt restructuring. Effectively, Unexpected Snow provides lending banks with the counterfactual of what would have been the ski hotel's operating performance in the absence of strategic default, thus allowing to distinguish between ski hotels that are in distress due to negative demand shocks (\"liquidity defaulters\") and ski hotels that are in distress due to debt overhang (\"strategic defaulters\").\n\n",
    "acknowledgement": "\nWe are especially grateful to our discussants, Michael Roberts and Tim Adam, as well as to Mike Lemmon, Josh Rauh, Jacob Sagi, David Scharfstein, Philipp Schnabl, Antoinette Schoar, Jeremy Stein, Ilya Strebulaev, Amir Sufi, Eluvon Thadden, Ivo Welch, and seminar participants at the NBER Corporate Finance Summer Institute, the European Winter Finance Summit, New York University, Vanderbilt University, Humboldt University,and University of Mannheim for helpful comments. We thank the Austrian Hotel - and Tourism Bank, especially Bernhard Fuchs,and the Austrian Central Institute for Meteorology and Geodynamics for providing us with data.\n\n\n"
}