{
    "id": 16491,
    "citation_title": "Currency Carry Trades",
    "citation_author": [
        "Travis J. Berge",
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2010-10-21",
    "issue_date": "2010-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA wave of recent research has studied the predictability of foreign currency returns. A wide variety of forecasting structures have been proposed, including signals such as carry, value, momentum, and the forward curve. Some of these have been explored individually, and others have been used in combination. In this paper we use new econometric tools for binary classification problems to evaluate the merits of a general model encompassing all these signals. We find very strong evidence of forecastability using the full set of signals, both in sample and out-of-sample. This holds true for both an unweighted directional forecast and one weighted by returns. Our preferred model generates economically meaningful returns on a portfolio of nine major currencies versus the U.S. dollar, with favorable Sharpe and skewness characteristics. We also find no relationship between our returns and a conventional set of so-called risk factors.\n\n",
    "acknowledgement": "\nPaper presented at the NBER International Seminar on Macroeconomics, Amsterdam, June 2010. Taylor has been supported by the Center for the Evolution of the Global Economy at UC Davis and Jordà by DGCYT Grant (SEJ2007-63098-econ); part of this work was completed whilst Taylor was a Houblon-Norman/George Fellow at the Bank of England; all of this research support is gratefully acknowledged. We thank Craig Burnside for sharing his data on risk factors with us. We acknowledge helpful comments from our discussants Robert Cumby and Mark Taylor, and from participants at the ISOM meeting, and we thank De Nederlandsche Bank for their efficient organization and warm hospitality. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}