{
    "id": 16493,
    "citation_title": "Counter-Suicide-Terrorism: Evidence from House Demolitions",
    "citation_author": [
        "Efraim Benmelech",
        "Claude Berrebi",
        "Esteban Klor"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether house demolitions are an effective counterterrorism tactic against suicide terrorism. We link original longitudinal micro-level data on houses demolished by the Israeli Defense Forces with data on the universe of suicide attacks against Israeli targets. By exploiting spatial and time variation in house demolitions and suicide terror attacks during the second Palestinian uprising, we show that punitive house demolitions (those targeting Palestinian suicide terrorists and terror operatives) cause an immediate, significant decrease in the number of suicide attacks. The effect dissipates over time and by geographic distance. In contrast, we observe that precautionary house demolitions (demolitions justified by the location of the house but not related to the identity or any action of the house's owner) cause a significant increase in the number of suicide terror attacks. The results are consistent with the view that selective violence is an effective tool to combat terrorist groups, whereas indiscriminate violence backfires.\n\n",
    "acknowledgement": "\nWe are grateful to Eli Berman, Javier Gardeazabal, Laura Jones Dooley, David Laibson, Ariel Merari, Eva Milgrom, Paul Milgrom, Daniele Paserman, and Todd Sandler for very helpful suggestions. We have also benefited from comments from participants in the Workshop on Political Economy of Counter Insurgency at Princeton University, the Workshop on Political Economy of Terrorism and Insurgency at University of California, San Diego, the Workshop on Terrorism Policy at University of Texas, Dallas, the National Bureau of Economic Reseach summer Workshop on the Economics of National Security, the Western Economic Association meetings, and seminars at Harvard University. We thank the Israeli Security Agency for data on suicide terrorists and B'Tselem (The Israeli Information Center for Human Rights in the Occupied Territories) for data on house demolitions. Esteban Klor is grateful for the warm hospitality of Boston University and the National Bureau of Economic Research while working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}