{
    "id": 16508,
    "citation_title": "Identifying Sibling Influence on Teenage Substance Use",
    "citation_author": [
        "Joseph G. Altonji",
        "Sarah Cattan",
        "Iain Ware"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of studies have found substantial correlations in risky behavior between siblings, raising the possibility that adolescents may directly influence the actions of their brothers or sisters. We assess the extent to which correlations in substance use and selling drugs are due to causal effects. Our identification strategy relies on panel data, the fact that the future does not cause the past, and the assumption that the direction of influence is from older siblings to younger siblings. Under this assumption along with other restrictions on dynamics, one can identify the causal effect from a regression of the behavior of the younger sibling on the past behavior and the future behavior of the older sibling. We also estimate a joint dynamic model of the behavior of older and younger siblings that allows for family specific effects, individual specific heterogeneity, and state dependence. We use the model to simulate the dynamic response of substance use to the behavior of the older sibling. Our results suggest that smoking, drinking, and marijuana use are affected by the example of older siblings, but most of the link between siblings arises from common influences.\n\n",
    "acknowledgement": "\nWe are grateful to Greg Duncan, Amanda Kowalski, Robert T. Michael and participants in seminars at Yale University, University of Chicago, New York University, the NLSY97 conference at the Bureau of Labor Statistics (May 2008), NBER Health 2009 Summer Institute, the Institute for Fiscal Studies, UC San Diego, the SOLE/EALE 2010 Meetings, and the University of Toronto for valuable comments. Our research has been supported by the Economic Growth Center, Yale University. We are responsible for the remaining shortcomings of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}