{
    "id": 16505,
    "citation_title": "What the Government Purchases Multiplier Actually Multiplied in the 2009 Stimulus Package",
    "citation_author": [
        "John F. Cogan",
        "John B. Taylor"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the recent economic debate about the impact of stimulus packages has focused on the size of the crucial government purchases multiplier.  But equally crucial is the size of the government purchases multiplicand--the change in government purchases of goods and services that the multiplier actually multiplies.  Using new data from the Bureau of Economic Analysis and considering developments at both the federal and the state and local level, we find that the government purchases multiplicand through the 2nd quarter of 2010 has been only 2 percent of the $862 billion American Recovery and Reinvestment Act (ARRA) of 2009. This increase in government purchases has occurred mainly at the federal level.  While states and localities received substantial grants under ARRA, state and local governments have not increased their purchases of goods and services. Instead they reduced borrowing and increased transfer payments. These findings explain why, regardless of the size of a government purchases multiplier, changes in government purchases have had no material effect on the growth of GDP since the time ARRA was enacted. The implication is not that ARRA has been too small, but rather that it failed to increase government consumption expenditures and infrastructure spending as many had predicted from such a large package. A consideration of the counterfactual event that there had not been an ARRA supports the hypothesis that state and local government borrowing would have been higher and purchases would have been about the same in the absence of ARRA.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}