{
    "id": 16501,
    "citation_title": "The Growth in Social Security Benefits Among the Retirement Age Population from Increases in the Cap on Covered Earnings",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how increases in the level of maximum earnings subject to the Social Security payroll tax have affected Social Security benefits and taxes. The analysis uses data from the Health and Retirement Study to ask how different the present value of own benefits and taxes would be for the cohort born from 1948 to 1953 (ages 51 to 56 in 2004) if they faced the lower cap on the payroll tax that faced those born twelve and twenty four years earlier, but otherwise had the same earnings stream and faced the same benefit formula. We find that for those in the Early Boomer cohort of the Health and Retirement Study, ages 51 to 56 in 2004, that after adjusting for nominal wage growth, benefits were increased by 1.5 percent by the increase in the payroll tax ceiling compared to the cohort twelve years older, and by 3.7 percent over the benefits under the payroll tax ceiling for the cohort twenty four years older. Tax receipts were increased by 5.3 and 10.7 percent over tax receipts that would have been collected under the tax ceilings that applied to the cohorts 12 and 24 years older respectively. About 25 percent of the additional tax revenues created by the increase in the payroll tax cap between the Early Boomer cohort and those twelve years older was diverted to increased benefits. Similarly, about 31 percent of the additional tax revenues created by the increase in the payroll tax cap between the Early Boomer cohort and those twenty four years older took the form of increased benefits. Results are also presented separately for men and women, for those in the top quartile of earners, and for those at the tax ceiling throughout their work lives.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center (MRRC) under grant number UM10-21. The findings and conclusions expressed are solely those of the authors and do not represent the views of the NBER, SSA or the MRRC. David Olson of the Social Security Administration was extremely helpful to us in dealing with the ANYPIA program.\n\n\n"
}