{
    "id": 16500,
    "citation_title": "Financial Knowledge and Financial Literacy at the Household Level",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the Health and Retirement Study to explore the mechanism that underlies the robust relation found in the literature between cognitive ability, and in particular numeracy, and wealth, income constant. We have a number of findings. First, the more valuable the pension, the more knowledgeable are covered workers about their pensions. We suggest that causality is more likely to run from pension wealth to pension knowledge, rather than the other way around. Second, most measures of cognitive ability, including numeracy, are not significant determinants of pension and Social Security knowledge. Third, standardizing for incomes and other factors, a pension of higher value does not substitute for other forms of wealth. Rather, counting pensions in total wealth, those with more valuable pensions save more for retirement, other things the same. Fourth, there is no evidence that wealth held outside of pensions is influenced by knowledge of pensions. \nIn sum, numeracy does not influence wealth in whole or in part by affecting financial knowledge of one's pension plan, where financial knowledge of the pension then influences other decisions about retirement saving.\nThese findings raise questions about the mechanism that underlies the relation between cognition, especially numeracy, and wealth. From a policy perspective, they suggest that the numeracy-wealth relation should not be taken as evidence that increasing financial literacy will increase the wealth of households as they enter into retirement.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center under grant number UM10-12. Measures of knowledge of pensions and Social Security are drawn from our recent book Pensions in the Health and Retirement Study, based on work principally supported by NIA grant R01 AG024337, \"Behavioral Analysis in Structural Retirement Models\". The findings and conclusions expressed are solely those of the authors and do not represent the views of the NBER, SSA, NIA, or the MRRC. We are grateful to James Smith and Jonathan Zinman for suggestions and comments.\n\n\n"
}