{
    "id": 16506,
    "citation_title": "Effects of Product Availability: Experimental Evidence",
    "citation_author": [
        "Christopher T. Conlon",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduct availability impacts many industries such as transportation, events, and retail, yet little empirical evidence documents the importance of stocking decisions for firm profits, vertical relationships, or consumers. We conduct several experiments, exogenously removing top-selling products from a set of vending machines and analyzing substitution patterns and profit impacts of the changed product availability using nonparametric analyses and structural demand estimation. We find substantial switching to alternate products, and evidence of misaligned incentives between upstream and downstream firms in the choice of which products to carry. We discuss the trade-offs of both empirical approaches for analyzing product availability effects generally.\n\n",
    "acknowledgement": "\nWe thank Mark Stein, Bill Hannon, and the drivers at Mark Vend Company for implementing the experiments used in this paper, providing data, and generally educating us about the vending industry. We thank Dan Ackerberg, Kate Ho, Greg Lewis, Richard Mortimer, and seminar participants at Harvard University and UCLA for helpful comments. Tom Gole, Adam Kapor and Sharon Traiberman provided exceptional research assistance. Financial support for this research was generously provided through NSF grant SES-0617896. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}