{
    "id": 16509,
    "citation_title": "The Redistributive Effects of Political Reservation for Minorities: Evidence from India",
    "citation_author": [
        "Aimee Chin",
        "Nishith Prakash"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of political reservation for disadvantaged minority groups on poverty. To address the concern that political reservation is endogenous, we take advantage of the state-time variation in reservation in state legislative assemblies in India generated by national policies that cause reservations to be revised and the time lags with which revised reservations are implemented. Using data on sixteen major Indian states for the period 1960-2000, we find that increasing the share of seats reserved for Scheduled Tribes significantly reduces poverty while increasing the share of seats reserved for Scheduled Castes has no impact on poverty. Political reservation for Scheduled Tribes has a greater effect on rural poverty than urban poverty, and appears to benefit people near the poverty line as well as those far below it.\n\n",
    "acknowledgement": "\nWe thank Marianne Bertrand, Angus Chu, Steve Craig, Irma Clots-Figueras, Larry Howard, Chinhui Juhn, Steven Levitt, Tauhidur Rahman, and participants in the Fall 2006 University of Houston Department of Economics Graduate Workshop, 2007 Texas Econometrics Camp, and 2007 NEUDC Conference for helpful comments. Also, we thank Gaurav Datt, Rohini Somanathan, and officials at the Government of India Ministry of Social Justice and Empowerment, and Scheduled Caste and Scheduled Tribe Commissioner's Office in New Delhi, India for data provision and discussion. We owe special thanks to Rohini Pande for sharing the data used in her paper on Indian political reservation for minorities and policy outcomes and providing comments. Financial support from the University of Houston Department of Economics to collect data in India in Summer 2006 is  gratefully acknowledged. We are responsible for any errors that may remain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}