{
    "id": 16504,
    "citation_title": "The State of the Safety Net in the Post-Welfare Reform Era",
    "citation_author": [
        "Marianne Bitler",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe passage of the 1996 welfare reform bill led to sweeping changes to the central U.S. cash safety net program for families with children. Importantly, along with other changes, the reform imposed lifetime time limits for receipt of welfare de facto ending the entitlement nature of cash welfare for poor families with children in the United States. Despite dire predictions about poverty and deprivation, the previous research shows that caseloads declined and employment increased, with no detectible increase in poverty or worsening of child-well-being. We re-evaluate these results in light of the severe recession which began in December 2007. In particular, we examine how the cyclicality of the response of program caseloads and family well-being has been altered by the implementation of welfare reform. We find that use of food stamps and non-cash safety net program participation have become significantly more responsive across economic cycles after welfare reform, going up more after reform when unemployment increases. By contrast, there is no evidence that cash welfare for families with children is more responsive after reform, and some evidence that it might be less so. There is some evidence that poverty increases more with the unemployment rate after reform (and no evidence that poverty increases less with unemployment after reform). We find that reform has led to no significant effects on the cyclical responsiveness of food consumption, food insecurity, health insurance, household crowding, or health.\n\n",
    "acknowledgement": "\nWe thank David Romer, Justin Wolfers, Sandy Jencks, Bruce Meyer, Rebecca Blank, Karl Scholz, Dan Wilson, Bart Hobijn, Mary Daly, Rob Valletta, and Caroline Danielson; seminar participants at the Federal Reserve Bank of San Francisco; and BPEA conference participants for helpful suggestions and Jessamyn Schaller, Danielle Sandler, Ankur Patel, Ted Wiles, and Joyce Kwok for excellent research assistance. We also thank Robert Moffitt, Jim Ziliak, Donna Pavetti, Patty Anderson, Rob Valletta, Don Oellerich, John Kirlin, Caroline Danielson, Paige Shevlin, David Langon, and Katie Fitzpatrick who generously shared data and expertise on administrative and labor market data. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}