{
    "id": 16507,
    "citation_title": "Supply Responses to Digital Distribution: Recorded Music and Live Performances",
    "citation_author": [
        "Julie Holland Mortimer",
        "Chris Nosko",
        "Alan Sorensen"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChanges in technologies for reproducing and redistributing digital goods (e.g., music, movies, software, books) have dramatically affected profitability of these goods, and raised concerns for future development of socially valuable digital products. However, broader illegitimate distribution of digital goods may have offsetting demand implications for legitimate sales of complementary non-digital products. We examine the negative impact of file-sharing on recorded music sales and offsetting implications for live concert performances. We find that file-sharing reduces album sales but increases live performance revenues for small artists, perhaps through increased awareness. The impact on live performance revenues for large, well-known artists is negligible.\n\n",
    "acknowledgement": "\nThe data for this study were provided by Pollstar and Nielsen SoundScan, and we thank Chris Muratore, Gary Bongiovanni, and Alan Krueger for their help in assembling the data. Elias Bruegmann, Natalie Chun, Yani Ioannou, Anna Levine, Maisy Samuelson, Matt Schefer, and Hassan Sultan provided outstanding research assistance. We are thankful to Tim Bresnahan, Austan Goolsbee, and Rob Porter for helpful comments. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}