{
    "id": 16515,
    "citation_title": "How Much Do Educational Outcomes Matter in OECD Countries?",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2010-11-04",
    "issue_date": "2010-11-04",
    "revision_date": "2018-08-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting growth research provides little explanation for the very large differences in long-run growth performance across OECD countries.  We show that cognitive skills can account for growth differences within the OECD, whereas a range of economic institutions and quantitative measures of tertiary education cannot.  Under the growth model estimates and plausible projection parameters, school improvements falling within currently observed performance levels yield very large gains.  The present value of OECD aggregate gains through 2090 could be as much as $275 trillion, or 13.8 percent of the discounted value of future GDP.   Extensive sensitivity analyses indicate that, while differences between model frameworks and alternative parameter choices make a difference, the economic impact of improved educational outcomes remains enormous. Interestingly, the quantitative difference between an endogenous and neoclassical model framework - with improved skills affecting the long-run growth rate versus just the steady-state income level - matters less than academic discussions suggest.  We close by discussing evidence on which education policy reforms may be able to bring about the simulated improvements in educational outcomes.\n\n",
    "acknowledgement": "\nPaper presented at the 52nd Panel Meeting of Economic Policy in Rome.  We thank the editor and four anonymous referees for their comments.  Woessmann gratefully acknowledges the support and hospitality provided by the W. Glenn Campbell and Rita Ricardo-Campbell National Fellowship of the Hoover Institution, Stanford University, as well as support by the Pact for Research and Innovation of the Leibniz Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}