{
    "id": 16513,
    "citation_title": "Economical Crime Control",
    "citation_author": [
        "Philip J. Cook",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2010-11-04",
    "issue_date": "2010-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper is the introductory chapter for the forthcoming NBER volume Controlling Crime: Strategies and Tradeoffs. The Great Recession has led to cuts in criminal justice expenditures, and the trend towards ever-higher incarceration rates that has been underway since the 1970s in the U.S. appears to have turned the corner. That raises the question of whether the crime drop can be sustained. State and local revenue shortfalls have engendered intense interest in cost-cutting measures that do not sacrifice public safety. We argue that there is some reason for optimism, simply because current criminal justice allocations and policies appear to be inefficient - more crime control could be accomplished with fewer resources. The crime problem is often framed as a debate between those who favor a \"tough\" punitive approach versus those who favor a \"soft\" approach that focuses on prevention or remediation programs. But the canonical economic model of crime from Becker (1968) suggests that the decision to commit crime involves a weighing of both benefits and costs, implying that both tough and soft approaches might be useful. It is ultimately an empirical question about how the marginal crime-control dollar may be most effectively deployed. The evidence presented in this edited volume suggests that a more efficient portfolio of crime-control strategies would involve greater attention to enhancing the certainty rather than the severity of punishment for criminal behavior, stimulating private-sector cooperation for controlling crime, and making strategic investments in the human capital of at-risk populations, including in particular efforts to improve the social-cognitive skills of justice-system-involved populations. To help illustrate the magnitude of the inefficiencies within the current system, the essay concludes with a thought experiment that considers how much additional crime-prevention could be obtained by reverting average sentence lengths back to 1984 levels (midway through the Reagan era) and redirecting the freed-up resources (on the order of $12 billion annually) to alternative uses.\n\n",
    "acknowledgement": "\nThis is the introductory essay for the NBER volume Controlling Crime: Strategies and Tradeoffs, edited by Philip J. Cook, Jens Ludwig, and Justin McCrary (forthcoming, University of Chicago Press), which was made possible through generous support from the MacArthur Foundation and the Public Welfare Foundation. We thank Christopher Edley, Debby Leff, Jim Poterba, and Michael Stegman for making the volume conference and the book itself possible. We thank Jonathan Caulkins, John Donohue and two anonymous referees for valuable comments on an earlier draft, and to Clive Belfield and Henry Levin for their assistance with calculating the social benefits of dropout prevention. Erin Hye-Won Kim and Laura Brinkman prepared the figures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}