{
    "id": 16516,
    "citation_title": "Cascades in Networks and Aggregate Volatility",
    "citation_author": [
        "Daron Acemoglu",
        "Asuman Ozdaglar",
        "Alireza Tahbaz-Salehi"
    ],
    "citation_publication_date": "2010-11-04",
    "issue_date": "2010-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a general framework for the study of cascade effects created by interconnections between sectors, firms or financial institutions. Focusing on a multi sector economy linked through a supply network, we show how structural properties of the supply network determine both whether aggregate volatility disappears as the number of sectors increases (i.e., whether the law of large numbers holds) and when it does, the rate at which this happens. Our main results characterize the relationship between first order interconnections (captured by the weighted degree sequence in the graph induced by the input-output relations) and aggregate volatility, and more importantly, the relationship between higher-order interconnections and aggregate volatility. These higher-order interconnections capture the cascade effects, whereby low productivity or the failure of a set of suppliers propagates through the rest of the economy as their downstream sectors/firms also suffer and transmit the negative shock to their downstream sectors/firms. We also link the probabilities of tail events (large negative deviations of aggregate output from its mean) to sector-specific volatility and to the structural properties of the supply network.\n\n",
    "acknowledgement": "\nWe thank Stefana Stantcheva for excellent research assistance, and Vasco Carvalho, Xavier Gabaix, Alp Simsek, Jean Tirole and seminar participants at Microsoft Research New England, Toulouse Network on Information Technology, and The International School and Conference on Network Science for helpful discussions and comments. We thank Bill Kerr and Kaushik Ghosh for initial help with the NBER productivity database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}