{
    "id": 16512,
    "citation_title": "The Economics of Cultural Transmission and Socialization",
    "citation_author": [
        "Alberto Bisin",
        "Thierry Verdier"
    ],
    "citation_publication_date": "2010-11-04",
    "issue_date": "2010-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCultural transmission arguably plays an important role in the determination of many fundamental preference traits (e.g., discounting, risk aversion and altruism) and most cultural traits, social norms, and ideological tenets ( e.g., attitudes towards family and fertility practices, and attitudes in the job market). It is, however, the pervasive evidence of the resilience of ethnic and religious traits across generations that motivates a large fraction of the theoretical and empirical literature on cultural transmission. This article reviews the main contributions of models of cultural transmission, from theoretical and empirical perspectives. It presents their implications regarding the long-run population dynamics of cultural traits and cultural heterogeneity, the world's geographical fragmentation by ethic and religious traits, at any given time. Finally, the paper reviews the empirical literature which estimates various properties of cultural transmission mechanisms as well as the population dynamics of specific traits.\n\n",
    "acknowledgement": "\nWe have collaborated on the study of cultural transmission for more than a decade, while socializing our own children. Many have helped and encouraged us over the years, many more than we can thank here. We owe special thanks however to D. Acemoglu, A. Alesina, G.S. Becker, J. Benhabib, L.L. Cavalli Sforza, P.A. Chiappori, E. Glaeser, E. Ok, A. Postlewaite, J.A. Scheinkman and to our co-authors on this topic, J. Olivier, E. Patacchini, M. Thoenig, G. Topa, Y. Zenou. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}