{
    "id": 1651,
    "citation_title": "Country Risk, Foreign Borrowing and the Social Discount Rate in an Open Developing Economy",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1985-06-01",
    "issue_date": "1985-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost discussions on the social rate of discount have assumed that the economy under consideration is isolated from the rest of the world, and that there are no capital movements. This paper explicitly analyzes the determination of the social rate of discount in a small open developing economy. It is shown that under general conditions, the discount rate will bea weighted average of the marginal return to capital in the private sector(p), the rate of time preference (r), and the marginal cost of foreign indebtedness (n).It is also shown that unless the country faces an upward-sloping supply curve for foreign funds the weights of p and r will be zero. Finally, it is shown that if the country in question faces a foreign borrowing constraint imposed from abroad, the social rate of discount becomes equal to a weighted average of the domestic marginal return to capital and the rate of time preferences. Data for a group of LDCs is then used to show that financial markets have indeed attached a default country risk premium to LDCs. This provides some evidence in favor of the hypothesis that developing countries face an upward-sloping supply curve of foreign funds, and that, in general, the social rate of discount should be a weighted average of p, r and n. Finally,some numerical examples are used to show that ignoring the open economy aspects can result in a substantial overstatement of the social rate of discount.\n\n",
    "acknowledgement": "\n"
}