{
    "id": 16510,
    "citation_title": "Monetary Science, Fiscal Alchemy",
    "citation_author": [
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2010-10-28",
    "issue_date": "2010-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy decisions tend to be based on systematic analysis of alternative policy choices and their associated macroeconomic impacts: this is science. Fiscal policy choices, in contrast, spring from unsystematic speculation, grounded more in politics than economics: this is alchemy. In normal times, fiscal alchemy poses no insurmountable problems for monetary policy because fiscal expectations can be extrapolated from past fiscal behavior. But normal times may be coming to an end: aging populations are causing promised government old-age benefits to grow relentlessly and many governments have no plans for financing the benefits. In this era of fiscal stress, fiscal expectations are unanchored and fiscal alchemy creates unnecessary uncertainty and can undermine the ability of monetary policy to control inflation and influence real economic activity in the usual ways.\n\n",
    "acknowledgement": "\nPrepared for the Federal Reserve Bank of Kansas City's Jackson Hole Symposium, \"Macroeconomic Policy: Post-Crisis and Risks Ahead,'' August 26--28, 2010. I thank my discussant, Francesco Giavazzi, and Ralph Bryant, Troy Davig, Jon Faust, Dale Henderson, Maya MacGuineas, Susan Monaco, Chris Sims, Mathias Trabandt, Anders Vredin, Todd Walker, and symposium participants for valuable conversations and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}