{
    "id": 16529,
    "citation_title": "Accelerating Energy Innovation: Insights from Multiple Sectors",
    "citation_author": [
        "Rebecca Henderson",
        "Richard G. Newell"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRe-orienting current energy systems toward a far greater reliance on technologies with low or no carbon dioxide emissions is an immense challenge. At the broadest level the histories presented here are very much consistent with widely held views within the energy innovation policy literature. In general, this literature has suggested that greatly increasing rates of energy innovation requires creating significant demand for low carbon technologies, substantially increased federal funding for \"well-managed\" research, and in at least some cases support for the initial deployment of new technologies. As the other markets explored in this volume do not face the same degree of unpriced environmental externality, there is no straightforward equivalent to a carbon price in the history of agriculture, chemicals, IT or biopharmaceuticals. Nonetheless, our authors outline a number of ways in which public policy has often stimulated demand, particularly in the early stages of a technology's evolution, and confirm that the expectation of rapidly growing demand appears to have been a major stimulus to private sector investment in innovation. Each history also confirms the centrality of publicly funded research to the generation of innovation, particularly in the early stages of an industry's history, and highlights a range of institutional mechanisms that have enabled it to be simultaneously path breaking and directly connected to industrial practice. \nOur histories depart somewhat from the bulk of the energy innovation policy literature in focusing attention on the role of vigorous competition - particularly entry - in stimulating innovation, suggesting that in several industries a mix of public policies - including procurement, antitrust and intellectual property protection - played an important role in stimulating innovation by encouraging extensive competition and entry by newly founded firms. Many of the most innovative industries profiled here have been characterized by a lively \"innovation ecosystem\" that both rapidly incorporated the results of publicly funded research and supports widespread private sector experimentation and rapid entry. There are, of course important differences between the industries profiled here and the energy sector, but we believe that exploring the potential of these kinds of innovation ecosystems in clean energy might be a fruitful avenue for future research.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Doris Duke Foundation and from an anonymous donor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}