{
    "id": 16523,
    "citation_title": "Does Menstruation Explain Gender Gaps in Work Absenteeism?",
    "citation_author": [
        "Jonah E. Rockoff",
        "Mariesa A. Herrmann"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIchino and Moretti (2009) find that menstruation may contribute to gender gaps in absenteeism and earnings, based on evidence that absences of young female Italian bank employees follow a 28-day cycle. We analyze absenteeism of teachers and find no evidence of increased female absenteeism on a 28-day cycle.  We also show that the evidence of 28-day cycles in the Italian data is not robust to the correction of coding errors or small changes in specification.  We show that five day workweeks can cause misleading group differences in absence hazards at multiples of 7, including 28 days.\n\n",
    "acknowledgement": "\nWe thank Andrea Ichino and Enrico Moretti for sharing their data and computer code and for helpful discussions.  We also thank Doug Almond, Janet Currie, Lena Edlund, Ray Fisman, Wojciech Kopcuk, Cecilia Machado, Bentley MacLeod, Alexei Onatski, Doug Staiger, and the seminar participants at the Applied Micro Colloquium and Econometrics Colloquium at Columbia University for their thoughtful comments and suggestions. Mariesa Herrmann's work is supported by a National Science Foundation Graduate Research Fellowship. Any opinions, findings, conclusions or recommendations expressed in this study are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}