{
    "id": 16521,
    "citation_title": "The Effects of Government-Sponsored Venture Capital: International Evidence",
    "citation_author": [
        "James A. Brander",
        "Qianqian Du",
        "Thomas F. Hellmann"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the impact of government-sponsored venture capitalists (GVCs) on the success of enterprises. Using international enterprise-level data, we identify a surprising non-monotonicity in the effect of GVC on the likelihood of exit via initial public offerings (IPOs) or third party acquisitions. Enterprises that receive funding from both private venture capitalists (PVCs) and GVCs outperform benchmark enterprises financed purely by private venture capitalists if only a moderate fraction of funding comes from GVCs. However, enterprises underperform if a large fraction of funding comes from GVCs. Instrumental variable regressions suggest that endogeneity in the form of unobservable selection effects cannot account for these effects of GVC financing. The underperformance result appears to be largely driven by investments made in times when private venture capital is abundant. The outperformance result applies only to venture capital firms that are supported but not owned outright by governments.\n\n",
    "acknowledgement": "\nWe thank David Hsu, Josh Lerner, Anuradha Gurung, and seminar participants at the Entrepreneurial Finance & Innovation Conference, Boston, June 15, 2010 for very helpful comments. We thank Brad MacLean for generously providing access to the Asian Venture Capital Journal (AVCJ) database. We also thank our research assistants, Lynn Chang, Lingxiang Gao, Florian Guhr, Joel Jaffe, Armin Navabi, and Yan Li for their valuable contributions. Financial support from the World Economic Forum (WEF) and the SSHRC is gratefully acknowledged. This paper builds on an earlier working paper called \"Governments as Venture Capitalists: Striking the Right Balance\" which appeared in a World Economic Forum Working Paper Series entitled \"Globalization of Alternative Investments, Working Papers Volume 3: The Global Economic Impact of Private Equity Report 2010, World Economic Forum\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}