{
    "id": 16520,
    "citation_title": "Do Product Market Regulations in Upstream Sectors Curb Productivity Growth? Panel Data Evidence for OECD Countries",
    "citation_author": [
        "Renaud Bourlès",
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse",
        "Giuseppe Nicoletti"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on an endogenous growth model, we show that intermediate goods markets imperfections can curb incentives to improve productivity downstream. We confirm such prediction by estimating a model of multifactor productivity growth in which the effects of upstream competition vary with distance to frontier on a panel of 15 OECD countries and 20 sectors over 1985-2007. Competitive pressures are proxied with sectoral product market regulation data. We find evidence that anticompetitive upstream regulations have curbed MFP growth over the past 15 years, more strongly so for observations that are close to the productivity frontier.\n\n",
    "acknowledgement": "\nThe authors wish to thank Philippe Aghion for advice at the preparatory stage of this paper and Francesco Daveri for useful comments as well as participants in the OECD-CESifo conference on \"Product market regulation: political economy and effects on performance\", Munich 29-30 January 2010, and in seminars at the OECD and Banque de France. The views expressed in the paper are those of the authors and do not necessarily reflect those of Banque de France, the OECD, its member countries, or the National Bureau of Economic Research.\n\n\n"
}