{
    "id": 16524,
    "citation_title": "Worker Absence and Productivity: Evidence from Teaching",
    "citation_author": [
        "Mariesa A. Herrmann",
        "Jonah E. Rockoff"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA significant amount of work time is lost each year due to worker absence, but evidence on the productivity losses from absenteeism remains scant due to difficulties with identification.  In this paper, we use uniquely detailed data on the timing, duration, and cause of absences among teachers to address many of the potential biases from the endogeneity of worker absence.  Our analysis indicates that worker absences have large negative impacts: the expected loss in daily productivity from employing a temporary substitute is on par with replacing a regular worker of average productivity with one at the 10th-20th percentile of productivity.  We also find daily productivity losses decline with the length of an absence spell, consistent with managers engaging in costly search for more productive substitutes and temporary workers learning on the job.  While illness is a major cause of absenteeism among teachers, we find no evidence that poor health also causes lower on-the-job productivity.\n\n",
    "acknowledgement": "\nWe acknowledge many helpful comments and suggestions from Jacob Vigdor, Dick Murnane, and Damon Clark, as well as participants at the NBER Summer Institute, the Education Finance Resource Consortium, and the SOLE/EALE conference.  Veronica Cabezas provided invaluable help in the preparation of the data for this paper.  Financial support was provided by the Educational Finance Research Consortium.  Mariesa Herrmann's work is also supported by a National Science Foundation Graduate Research Fellowship. Any opinions, findings, conclusions or recommendations expressed in this study are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}