{
    "id": 16526,
    "citation_title": "A Macroeconomic Theory of Optimal Unemployment Insurance",
    "citation_author": [
        "Camille Landais",
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "2015-02-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of optimal unemployment insurance (UI) that accounts for workers’ job-search behavior and firms’ hiring behavior. The optimal replacement rate of UI is the conventional Baily [1978]-Chetty [2006a] rate, which solves the trade-off between insurance and job-search incentives, plus a correction term, which is positive when UI brings the labor market tightness closer to efficiency. For instance, when tightness is inefficiently low, optimal UI is more generous than the Baily-Chetty rate if UI raises tightness and less generous if UI lowers tightness. We propose empirical criteria to determine whether tightness is inefficiently high or low and whether UI raises or lowers tightness. The theory has implications for the cyclicality of optimal UI.\n\n",
    "acknowledgement": "\nThis paper supersedes our earlier paper titled “Optimal Unemployment Insurance over the Business Cycle”. We thank Daron Acemoglu, George Akerlof, Varanya Chaubey, Raj Chetty, Sanjay Chugh, Peter Diamond, Emmanuel Farhi, Jordi Galí, Mikhail Golosov, Yuriy Gorodnichenko, David Gray, Etienne Lehmann, Guido Lorenzoni, Emi Nakamura, Christopher Pissarides, Robert Shimer, Johannes Spinnewijn, Jón Steinsson, Aleh Tsyvinski, and numerous seminar and conference participants for helpful discussions and comments. This work was supported by the Center for Equitable Growth at the University of California Berkeley, the British Academy, the Economic and Social Research Council [grant number ES/K008641/1], and the Institute for New Economic Thinking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}