{
    "id": 16527,
    "citation_title": "Are Household Surveys Like Tax Forms: Evidence from Income Underreporting of the Self Employed",
    "citation_author": [
        "Erik Hurst",
        "Geng Li",
        "Benjamin Pugsley"
    ],
    "citation_publication_date": "2010-11-11",
    "issue_date": "2010-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThere is a large literature showing that the self employed underreport their income to tax authorities. In this paper, we quantify the extent to which the self employed systematically underreport their income to U.S. household surveys.  To do so, we use the Engel curve describing the relationship between income and expenditures of wage and salary workers to infer the actual income, and thus the reporting gap, of the self employed based on their reported expenditures. We find that the self employed underreport their income by about 30 percent.   This result is remarkably robust across data sources and alternative model specifications.  Aside from transportation expenditures, we find little evidence that the self employed misreport their expenditures to household surveys. We show that failing to account for such income underreporting leads to biased conclusions when comparing the earnings and saving behavior between the self employed and other workers as well as biased estimates of the importance of precautionary savings, the shape of lifecycle earnings profiles, and the magnitude of earnings differences across MSAs.  Finally, our results show that it is naive for researchers to take it for granted that individuals will provide unbiased information to household surveys when they are simultaneously providing distorted information to other administrative sources.\n\n",
    "acknowledgement": "\nWe would like to thank the following for their helpful comments and discussions:  Kerwin Charles, Raj Chetty, Steve Davis, Joshua Gottlieb, Bruce Meyer, Matt Notowidingo, Jesse Shapiro, and Bob Willis.  We would also like to thank seminar participants at Boston College, Chicago, Harvard Business School, and Stanford.  The views presented in this paper are those of the authors and do not represent those of the Federal Reserve Board, its staff, or the National Bureau of Economic Research.  Hurst and Pugsley gratefully acknowledge the financial support provided by the George J. Stigler Center for the Study of Economy and the State.  Additionally, Hurst thanks the financial support provided by the University of Chicago's Booth School of Business.\n\n\n"
}