{
    "id": 16528,
    "citation_title": "What Hinders Investment in the Aftermath of Financial Crises: Insolvent Firms or Illiquid Banks?",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Herman Kamil",
        "Carolina Villegas-Sanchez"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "2015-07-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the effects of lending and balance sheet channels on corporate investment during large crises in emerging markets. The depreciated currency creates investment opportunities in the tradable sector but firms might be financially constrained due to: 1) a deterioration of their balance sheet via un-hedged foreign currency debt (balance sheet channel) and 2) a decline in the supply of credit by banks (lending channel). We find that during twin crises, domestic exporters holding un-hedged foreign currency debt decrease investment while foreign exporters with better access to credit increase investment, in spite of their un-hedged foreign currency debt. We do not find such a differential effect under pure currency crises. Using firm-bank matched data during global financial crisis, we show that both domestic and foreign-owned firms experienced a decline in bank credit from affected banks however, foreign-owned firms substituted the lost credit.\n\n",
    "acknowledgement": "\nWe thank Asim Khawaja and three anonymous referees for their constructive comments. We also thank Laura Alfaro, Hoyt Bleakley, Roberto Chang, Fritz Foley, Mario Crucini, Aimee Chin, Philipp Schnabl and Bent Sorensen for valuable suggestions and the participants of the seminar at Alicante, Bank of Spain, Brown University, Dartmouth, ESADE, McGill University, Rice University, University of Texas at Austin, Stockholm School of Economics, Valencia University, 10th Jacques Polak IMF Annual Research Conference, 2010 NBER-IFM Spring Meeting, and 2010 LACEA Meetings for their comments. Carolina Villegas-Sanchez acknowledges financial support from Banco Sabadell. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}