{
    "id": 16531,
    "citation_title": "Does Home Owning Smooth the Variability of Future Housing Consumption?",
    "citation_author": [
        "Andrew Paciorek",
        "Todd M. Sinai"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that the hedging benefit of owning a home reduces the variability of housing consumption after a move. When a current home owner's house price covaries positively with housing costs in a future city, changes in the future cost of housing are offset by commensurate changes in wealth before the move. Using Census micro-data, we find that the cross-sectional variation in house values subsequent to a move is lower for home owners who moved between more highly covarying cities. Our preferred estimates imply that an increase in covariance of one standard deviation reduces the variance of subsequent housing consumption by about 11 percent. Households at the top end of the covariance distribution who are likely to have owned large homes before moving get the largest reductions, of up to 40 percent relative to households at the median.\n\n",
    "acknowledgement": "\nWe thank Fernando Ferreira, Joe Gyourko, Chris Paciorek, David Rothschild, Albert Saiz, Stephen Shore, Nicholas Souleles, Joel Waldfogel, Justin Wolfers, Maisy Wong and seminar participants at Wharton and the Duke ERID housing dynamics conference for helpful comments and suggestions. We are grateful to the Research Sponsors Program of the Zell-Lurie Real Estate Center at Wharton for funding. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}