{
    "id": 16534,
    "citation_title": "What Does Equity Sector Orderflow Tell Us about the Economy?",
    "citation_author": [
        "Alessandro Beber",
        "Michael W. Brandt",
        "Kenneth A. Kavajecz"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestors rebalance their portfolios as their views about expected returns and risk change. We use empirical measures of portfolio rebalancing to back out investors' views, specifically their views about the state of the economy. We show that aggregate portfolio rebalancing across equity sectors is consistent with sector rotation, an investment strategy that exploits perceived differences in the relative performance of sectors at different stages of the business cycle. The empirical foot-print of sector rotation has predictive power for the evolution of the economy and future bond market returns, even after controlling for relative sector returns. Contrary to many theories of price formation, trading activity therefore contains information that is not entirely revealed by resulting relative price changes.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the helpful comments from seminar participants at Arizona State University, Boston College, Central Bank of Canada, CSEF-Igier symposium, Southern Methodist University, Tilburg University, University of Texas, Vrije University of Amsterdam, Washington University in St. Louis, and at the American Finance Association meetings, the Citi Quant Conference, the European Finance Association meetings, and the NBER microstructure meeting. We have also benefited greatly from the comments of an anonymous referee, Darrell Duffie, Burton Hollifield, Soeren Hvidkjaer, Ralph Koijen, Mark Ready, Matt Spiegel, Shane Underwood and Luis Viceira. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}