{
    "id": 16537,
    "citation_title": "Information Rigidity and the Expectations Formation Process: A Simple Framework and New Facts",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new approach to test of the null of full-information rational expectations which is informative about whether rejections of the null reflect departures from rationality or full-information.  This approach can also quantify the economic significance of departures from the null by mapping them into the underlying degree of information rigidity faced by economic agents.  Applying this approach to both U.S. and cross-country data of professional forecasters and other economic agents yields pervasive evidence of informational rigidities that can be explained by models of imperfect information.  Furthermore, the proposed approach sheds new light on the implications of policies such as inflation-targeting and those leading to the Great Moderation on expectations.  Finally, we document evidence of state-dependence in the expectations formation process.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Archibald, Christopher Crowe, Zeno Enders, Ulrich Fritsche, Pierre-Olivier Gourinchas, Ed Knotek, Javier Reyes, David Romer and Chris Sims for helpful comments as well as seminar participants at the Bank of France, CESifo/LMU Conference on Macroeconomics and Survey Data, College of William and Mary, Duke, George Washington University, IMF, Minnesota Fed, Richmond Fed and University of Arkansas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}