{
    "id": 16532,
    "citation_title": "Estimating Turning Points Using Large Data Sets",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDating business cycles entails ascertaining economy-wide turning points.  Broadly speaking, there are two approaches in the literature.  The first approach, which dates to Burns and Mitchell (1946), is to identify turning points individually in a large number of series, then to look for a common date that could be called an aggregate turning point.  The second approach, which has been the focus of more recent academic and applied work, is to look for turning points in a few, or just one, aggregate.  This paper examines these two approaches to the identification of turning points.  We provide a nonparametric definition of a turning point (an estimand) based on a population of time series.  This leads to estimators of turning points, sampling distributions, and standard errors for turning points based on a sample of series.  We consider both simple random sampling and stratified sampling.  The empirical part of the analysis is based on a data set of 270 disaggregated monthly real economic time series for the U.S., 1959-2010.\n\n",
    "acknowledgement": "\nThis research was funded in part by NSF grant SBR-0617811.  We thank Marcelle Chauvet and Massimilliano Marcellino for helpful comments, and Carolin Pflueger and Vania Stravrakeva for research assistance.  Data and replication files for this paper can be found at http://www.princeton.edu/mwatson. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}