{
    "id": 1653,
    "citation_title": "How do Public Sector Wages and Employment Respond to Economic Conditions",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1985-06-01",
    "issue_date": "1985-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the changes over time in public sector wages and employment relative to private sector wages and employment using data from surveys of establishments and individuals. The paper finds that:(1) The pay of public sector workers relative to private sector workers varies greatly over time. Contrary to the view that public sector payis inflexible, variations in relative pay are due as much to fluctuations in public pay as to fluctuations in private pay.(2) The relatively high paid public sector worker of the early 1970s has within the span of a decade lost much of his or her advantage over otherwise comparable private sector workers, seriously denting if not destroying the picture of the 'overpaid' public employee which developed in the early 1970s.The group of public sector workers who tend to be most highly paid in the U.S. relative to private sector workers are blacks and women, suggesting that the public sector discriminates less than does the private sector.(3) Differentials in public and private sector pay vary greatly depending on the nature of comparisons, with for example Current Populations Survey comparisons of individuals with similar broad human capital showing federal employees to be higher paid than private employees and Bureau of Labor Statistics surveys of wage rates in particular occupations showing federal workers to be lower paid.(4) Public sector employment follows a very different pattern of change than private sector employment. It has smaller annual variation, and moves counter cyclically rather than cyclically. In terms of demographic composition the public sector employs relatively more blacks and women than the private sector.\n\n",
    "acknowledgement": "\n"
}