{
    "id": 16535,
    "citation_title": "Looking for Local Labor Market Effects of NAFTA",
    "citation_author": [
        "John McLaren",
        "Shushanik Hakobyan"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "2012-01-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing US Census data for 1990-2000, we estimate effects of NAFTA on US wages. We look for effects of the agreement by industry and by geography, measuring each industry's vulnerability to Mexican imports, and each locality's dependance on vulnerable industries. We find evidence of both effects, dramatically lowering wage growth for blue-collar workers in the most affected industries and localities (even for service-sector workers in affected localities). These distributional effects are much larger than aggregate welfare effects estimated by other authors. In addition, we find strong evidence of anticipatory adjustment in places whose protection was expected to fall but had not yet fallen; this adjustment appears to have conferred an anticipatory rent to workers in those locations.\n\n",
    "acknowledgement": "\nThis research was supported by the Bankard Fund for Political Economy. For useful comments we thank seminar participants at the University of Virginia and Johns Hopkins University, as well as conference participants at the NBER International Trade and Investment Group, March 2011, the Empirical Investigations in Trade and Investment Conference, Tokyo, March 2011, and the ILO Globalization and Labor Market Outcomes Workshop, Geneva, June 2011. A special vote of thanks is owed to Kala Krishna and Andrew Bernard and to our discussants Carolyn Evans and Avraham Ebenstein. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}