{
    "id": 16533,
    "citation_title": "The Contribution of the Minimum Wage to U.S. Wage Inequality over Three Decades: A Reassessment",
    "citation_author": [
        "David H. Autor",
        "Alan Manning",
        "Christopher L. Smith"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "2014-02-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe reassess the effect of state and federal minimum wages on U.S. earnings inequality using two additional decades of data and far greater variation in minimum wages than was available to earlier studies. We argue that prior literature suffers from two sources of bias and propose an IV strategy to address both. We find that the minimum wage reduces inequality in the lower tail of the wage distribution (the 50/10 wage ratio), but the impacts are typically less than half as large as those reported elsewhere and are almost negligible for males. Nevertheless, the estimated effects extend to wage percentiles where the minimum is nominally non-binding, implying spillovers. However, we show that spillovers and measurement error (absent spillovers) have similar implications for the effect of the minimum on the shape of the lower tail of the measured wage distribution. With available precision, we cannot reject the hypothesis that estimated spillovers to non-binding percentiles are due to reporting artifacts. Accepting this null, the implied effect of the minimum wage on the actual wage distribution is smaller than the effect of the minimum wage on the measured wage distribution.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Joshua Angrist, Lawrence Katz, David Lee, Thomas Lemieux, Christina Patterson, Emmanuel Saez, Gary Solon and many seminar participants for valuable suggestions. We also thank David Lee and Arindrajit Dube for providing data on minimum wage laws by state. Any opinions and conclusions expressed herein are those of the authors and do not indicate concurrence with other members of the research staff of the Federal Reserve, the Board of Governors, or the National Bureau of Economic Research. Autor acknowledges financial support from the National Science Foundation (CAREER SES-0239538).\n\n\n"
}