{
    "id": 16538,
    "citation_title": "How Do Energy Prices, and Labor and Environmental Regulations Affect Local Manufacturing Employment Dynamics? A Regression Discontinuity Approach",
    "citation_author": [
        "Matthew E. Kahn",
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nManufacturing industries differ with respect to their energy intensity, labor-to-capital ratio and their pollution intensity. Across the United States, there is significant variation in electricity prices and labor and environmental regulation. This paper uses a regression discontinuity approach to examine whether the basic logic of comparative advantage can explain the geographical clustering of U.S. manufacturing. Using a unified empirical framework, we document that energy-intensive industries concentrate in low electricity price counties, labor-intensive industries avoid pro-union counties, and pollution-intensive industries locate in counties featuring relatively lax Clean Air Act regulation. We use our estimates to predict the likely jobs impacts of regional carbon mitigation efforts.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2009 UCEI Summer Camp and the UBC Environmental Economics and Climate Change Workshop 2010 for useful comments. We thank Wayne Gray for sharing data with us and Koichiro Ito for help constructing Figure 1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}