{
    "id": 16536,
    "citation_title": "Interstate Migration Has Fallen Less Than You Think: Consequences of Hot Deck Imputation in the Current Population Survey",
    "citation_author": [
        "Greg Kaplan",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that much of the recent reported decrease in interstate migration is a statistical artifact. Before 2006, the Census Bureau's imputation procedure for dealing with missing data inflated the estimated interstate migration rate. An undocumented change in the procedure corrected the problem starting in 2006, thus reducing the estimated migration rate. The change in imputation procedures explains 90 percent of the reported decrease in interstate migration between 2005 and 2006, and 42 percent of the decrease between 2000 (the recent high-water mark) and 2010. After we remove the effect of the change in procedures, we find that the annual interstate migration rate follows a smooth downward trend from 1996 to 2010. Contrary to popular belief, the 2007{ 2009 recession is not associated with any additional decrease in interstate migration relative to trend.\n\n",
    "acknowledgement": "\nWe thank Andrew Gelman, Ellen McGrattan, Robert Moffitt, and an anonymous commenter for helpful suggestions, Joan Gieseke for editorial assistance, and Xun Liu for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}