{
    "id": 16530,
    "citation_title": "Candidates, Character, and Corruption",
    "citation_author": [
        "B. Douglas Bernheim",
        "Navin Kartik"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "2013-02-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the characteristics of self-selected candidates in corrupt political systems. Potential candidates differ along two dimensions of unobservable character: public spirit (altruism toward others) and honesty (the disutility suffered when selling out to special interests after securing office). Both aspects combine to determine an individual's quality as governor. We characterize properties of equilibrium candidate pools for arbitrary costs of running for office, including the case where those costs become vanishingly small. We explore how policy instruments such as the governor's compensation and anti-corruption enforcement affect the expected quality of governance through candidate self-selection. We also show that self-selection can have surprising implications for the effect of information disclosures concerning candidates' backgrounds.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Of Candidates and Character.\" For useful comments we thank anonymous referees, Simon Loertscher, Kali P. Rath, and seminar participants at NYU, UC Berkeley, UC San Diego, and the 2007 Wallis Institute Conference on Political Economy at the University of Rochester. For \fnancial support, Bernheim thanks the National Science Foundation (grants SES-0137129 and SES-0452300), and Kartik thanks the Alfred P. Sloan Foundation (Sloan Research Fellowship) and the Institute for Advanced Study at Princeton (Roger W. Ferguson, Jr. and Annette L. Nazareth membership). Kartik also thanks the Institute for its hospitality. Preliminary versions of some of the results in this paper were reported in Kartik's Ph.D. dissertation submitted to Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}