{
    "id": 16540,
    "citation_title": "Analyzing Compensation Methods in Manufacturing: Piece Rates, Time Rates, or Gain-Sharing?",
    "citation_author": [
        "Susan Helper",
        "Morris M. Kleiner",
        "Yingchun Wang"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEconomists have often argued that \"pay for performance\" is the optimal compensation scheme. However, use of the simplest form of pay for performance, the piece rate, has been in decline in manufacturing in recent decades. We show both theoretically and empirically that these changes are due to adoption of \"modern manufacturing\" in which firms produce a greater variety of products to a more demanding quality and delivery standard.\nWe further develop a theory of the type of compensation system appropriate for this kind of production, in which there is a high return to \"multi-tasking\", where the same workers perform both easy-to-observe and hard-to-observe tasks and to \"just-in-time\" production, which entails a high cost of holding inventory.\nWe test these predictions using detailed monthly information on firm outcomes and employee surveys from four plants in two companies that adopted modern manufacturing methods and changed their method of compensation from piece rates to either time rates or value-added gain-sharing. We find that time rates and gain-sharing are associated with reduced employee performance on easy-to-observe tasks, enhanced performance on hard-to-observe tasks, and improved firm profitability.  Our analysis shows the importance of distinguishing types of incentive pay: we find that modern manufacturing is consistent with either group incentive pay (such as gain-sharing), or no incentives (such as hourly pay), but inconsistent with individual incentive pay (piece rates).\n\n",
    "acknowledgement": "\nFor their helpful comments, we thank Wei Chi, Colleen Manchester, Yijiang Wang, and participants in seminars at the University of Minnesota and the Labor and Employment Relations Association meetings The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}