{
    "id": 16542,
    "citation_title": "Embezzlement Versus Bribery",
    "citation_author": [
        "C. Simon Fan",
        "Chen Lin",
        "Daniel Treisman"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCorrupt officials can use their positions to enrich themselves in two ways. They can steal from the state budget--embezzling or misspending funds--or they can demand extra payments from citizens in return for services--bribery. In many circumstances, embezzlement is less distortionary than bribery. We analyze the tradeoff for governments in deciding how strictly to monitor and punish these two kinds of bureaucratic misbehavior. When bribery is more costly to economic development, governments may tolerate some embezzlement in order to reduce the extent of bribery--even though embezzlement is generally easier to detect. Embezzlement serves as a parallel to the \"efficiency wage.\" This logic appears to hold in China, where misappropriation of public funds by officials appears to be ubiquitous.\n\n",
    "acknowledgement": "\nWe thank Robin Boadway, Kenneth Chan, Avinash Dixit, Rouzhu Ke, Dennis Yang, and seminar participants at Chinese University of Hong Kong, City University of Hong Kong, and the 2010 conference of the Society for the Advancement of Economic Theory for very helpful discussions and comments.  Daniel Treisman gratefully acknowledges support from the UCLA College of Letters and Sciences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}