{
    "id": 16549,
    "citation_title": "An Empirical Analysis of the Swaption Cube",
    "citation_author": [
        "Anders B. Trolle",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a comprehensive database of inter-dealer quotes to conduct the first empirical analysis of the dynamics of the swaption cube. Using a model independent approach, we establish a set of stylized facts regarding the cross-sectional and time-series variation of conditional volatility and skewness of the swap rate distributions implied by the swaption cube. We then develop and estimate a dynamic term structure model that is consistent with these stylized facts, and use it to infer volatility and skewness of the risk-neutral and physical swap rate distributions. Finally, we investigate the fundamental drivers of these distributions. In particular, we find that volatility, volatility risk premia, skewness, and skewness risk premia are significantly related to the characteristics of agents' belief distributions for the macroeconomy, with GDP beliefs the most important factor in the USD market, and inflation beliefs the most important factor in the EUR market. This is consistent with differences in monetary policy objectives in the two markets.\n\n",
    "acknowledgement": "\nThis paper subsumes parts of the paper \"The price of interest rate variance risk and optimal investments in interest rate derivatives\" by the first author. We are grateful to Michael Brennan for extensive discussions, Peter Honoré and Kasper Lorenzen for valuable insights into the swaption market, and Pierre Collin-Dufresne, Peter Feldhutter, Damir Filipovic, Eric Ghysels, Julien Hugonier, Markus Leippold, Loriano Mancini, Pedro Santa-Clara, Olivier Scalliet, and seminar participants at the 2010 FINRISK meeting and University of Zurich for comments. Trolle gratefully acknowledges research support from NCCR FINRISK of the Swiss National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}