{
    "id": 16541,
    "citation_title": "The Effect of Uncertainty on Investment: Evidence from Texas Oil Drilling",
    "citation_author": [
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite widespread application of real options theory in the literature, the extent to which firms actually delay irreversible investments following an increase in the uncertainty of their environment is not empirically well-known. This paper estimates firms' responsiveness to changes in uncertainty using detailed data on oil well drilling in Texas and expectations of future oil price volatility derived from the NYMEX futures options market. Using a dynamic model of firms' investment problem, I find that oil companies respond to changes in expected price volatility by adjusting their drilling activity by a magnitude consistent with the optimal response prescribed by theory.\n\n",
    "acknowledgement": "\nI am grateful for financial support from the OpenLink Fund at the Coleman Fung Risk Management Center. I thank Maximilian Auffhammer, Ruediger Bachmann, Robert Barsky, Severin Borenstein, Lutz Kilian, Kai-Uwe Kühn, Jeffrey Perloff, Robert Pindyck, Matthew Shapiro, and Catherine Wolfram for helpful comments, and I am also grateful for suggestions from numerous seminar and conference participants. I thank Reid Dorsey-Palmateer, Tay Feder, and Haili Pang for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}