{
    "id": 16543,
    "citation_title": "Induction and Evolution in the Origin of Inventions: Evidence from Smoking Cessation Products",
    "citation_author": [
        "Seth H. Werfel",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "2010-11-18",
    "issue_date": "2010-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nNeoclassical economic theory predicts that policies that discourage the consumption of a particular good will induce innovation in a socially desirable substitute.  Evolutionary theory emphasizes the possibility of innovation waves associated with the identification of new dominant designs.  We incorporate both of these possibilities in a model of the invention of new smoking cessation products, based on a new dataset of patents on such products from 1951-2004. We find that an increase in cigarette tax levels and smoking bans had no discernible impact on the industry-wide rate of invention in smoking cessation products. It does appear, however, that dominant designs did have substantial positive innovation effects. More specifically, the introduction of the nicotine gum and patch are estimated to have increased the rate of patenting activity in smoking cessation products by 60 and 79 percent, respectively, subject to a 10 percent rate of decay. Finally, these products had larger innovation effects at the firm level than among individual inventors.\n\n",
    "acknowledgement": "\nWe would like to thank Preeta Banerjee, Paroma Sanyal, and Richard Gaskins for their helpful comments. All errors are our own. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}