{
    "id": 16552,
    "citation_title": "Cape Verde and Mozambique as Development Successes in West and Southern Africa",
    "citation_author": [
        "Jorge Braga de Macedo",
        "Luís Brites Pereira"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper applies an interpretation of how globalization and governance (G&G) interact with convergence given Cape Verde and Mozambique's particular geographical and historical contexts. We hold that development success under globalization entails, necessarily but not exclusively, positive market perceptions regarding the orientation and predictability of policies as well as the accompanying institutional arrangements. As such, a positive G&G interaction with respect to a comparator group can usefully be defined as success notwithstanding the inexistence of a universally applicable development model. In practical terms, we first identify macro-level policy and institutional combinations underpinning successful trade diversification (an indicator of globalization) and income convergence (an indicator of governance) in the sub-regions of West and Southern Africa. We then assess to what extent these combinations apply to both countries using an empirical analysis. We find that trade openness drives convergence and export diversification in Western Africa (which is becoming more diversified) while convergence is instead driven by economic and political freedoms in Southern Africa (which is becoming more specialized). Our empirical analysis is complemented by a case-study narrative of Cape Verde and Mozambique's long-term development, which allows us to also identify the following common drivers: moving towards a market economy; opening up to regional and global trade; increasing economic and political freedom; pursing macroeconomic stability and financial reputation; ensuring policy continuity (especially in the industrial and trade sectors) and focusing on human development (especially education and poverty reduction). Moreover, both countries reveal convergence compared to their sub-regional peers when looking at average GDP per capita and indicators of financial reputation and good governance. While these findings are insufficient to conclude that convergence will be sustained, the positive interaction between trade and financial globalization, on the one hand, and good governance and democracy, on the other, may help explain the observed diversity of the Portuguese-speaking African community, which includes three other countries (Angola, Guinea-Bissau and São Tomé e Príncipe).\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the NBER Africa Project, without which our research would not have been possible. Earlier versions of this paper were presented at the 1st research conference in Cambridge, Wits Business School, Banco de Moçambique and Banco de Cabo Verde. We are thankful for comments and suggestions from participants and others, especially Sebastian Edwards, Jeff Frankel, Ernesto Gouveia Gove, John Luiz, Léonce Ndikumana, Joaquim Oliveira Martins, Francisco Queiró, Courtenay Sprague, José Tavares, Philip Havik and Augusto Nascimento. We also thank Manuel Cabral for presenting the first version at the pre-conference and OECD and João Farinha, José Mário Lopes, Fábio Santos, João Silva, Manuel Melo and Rita Borges for research assistance at CG&G. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}