{
    "id": 16555,
    "citation_title": "A Revealed Preference Approach to Measuring Hunger and Undernutrition",
    "citation_author": [
        "Robert T. Jensen",
        "Nolan H. Miller"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCaloric intake and minimum calorie thresholds are widely used in developing countries to assess hunger and nutrition, and to construct poverty lines. However, it is generally recognized that the sufficiency of an individual's caloric intake cannot be determined, due to: a lack of consensus on the true thresholds; the fact that any such thresholds are individual-varying and unobservable; imperfect nutrient absorption; and the weak and non-monotonic empirical relationship between calories and wealth. We propose a revealed preference approach to measuring hunger and undernutrition that overcomes these challenges. Low caloric intake is associated with a large utility penalty (e.g., physical discomfort). The corresponding high marginal utility of calories causes a utility-maximizing consumer to primarily consume the cheapest available source of calories (a staple). Once they have surpassed subsistence, the marginal utility of calories declines significantly and they substitute towards foods with higher levels of non-nutritional attributes (e.g., taste). Thus, though any individual's requirements are unobserved, their choice to switch away from the staple reveals they are above that requirement. Accordingly, the percent of calories obtained from the staple can be used to indicate nutritional sufficiency. We also provide an application for China that shows the desirable empirical properties of this approach.\n\n",
    "acknowledgement": "\nWe would like to thank Katie Naeve, Frank Mou, Dulles Wang and Fan Zhang for research assistance. We gratefully acknowledge financial support from the National Institute of Aging, the William F. Milton Fund at Harvard Medical School, the Dean's Research Fund at the John F. Kennedy School of Government, the Center for International Development at Harvard University and the Hefner China Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}