{
    "id": 16551,
    "citation_title": "Property Rights and Financial Development: The Legacy of Japanese Colonial Institutions",
    "citation_author": [
        "Dongwoo Yoo",
        "Richard H. Steckel"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral studies link modern economic performance to institutions transplanted by European colonizers and here we extend this line of research to Asia.  Japan imposed its system of well-defined property rights in land on some of its Asian colonies, including Korea, Taiwan and Palau.  In 1939 Japan began to survey and register private land in its island colonies, an effort that was completed in Palau but interrupted elsewhere by World War II.  Within Micronesia robust economic development followed only in Palau where individual property rights were well defined.  Second, we show that well-defined property rights in Korea and Taiwan secured land taxation and enabled farmers to obtain bank loans for capital improvements, principally irrigation systems.   Our analytical model predicts that high costs of creating an ownership updating system and a citizen identity system discourage a short-sighted government from implementing these crucial components, the absence of which gradually makes land registration obsolete.  Third, considering all of Japan's colonies, we use the presence or absence of a land survey as an instrument to identify the causal impact of new institutions.  Our estimates show that property-defining institutions were important for economic development, results that are confirmed when using a similar approach with British Colonies in Asia.\n\n",
    "acknowledgement": "\nWe thank Lee Alston, Paul Evans, Sumner La Croix, Gary Libecap, Trevon Logan, Lung-fei Lee, Noel Maurer, Chiaki Moriguchi, Kelly Olds, and Paul Rhode, as well as seminar participants at  the NBER summer institute, Ohio State University, the University of Michigan, Bowling Green State University, the Social Science History Association meetings, and the Midwest Economics Association meetings. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}