{
    "id": 16550,
    "citation_title": "China's Foreign Trade: Perspectives From the Past 150 Years",
    "citation_author": [
        "Wolfgang Keller",
        "Ben Li",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the trade of China in the past 150 years, starting from the first opening of China after the Opium War. The main purpose of the paper is to identify what is (and was) China's 'normal' level of foreign trade, and how these levels changed under different trade regimes, from 1840 to the present.   We present new evidence on China's foreign trade during the treaty port era (1842-1948), drawn from disaggregated trade data collected by the Chinese Maritime Customs Service, that yields important findings for current research.  First, although the volume of foreign trade remained limited initially, there was a notable expansion in the diversity of products, with many new goods being imported into China.  Second, the regional diffusion of foreign goods through China was greatly facilitated by the expansions of the port system. Third, the importance of Hong Kong as an intermediary in China's trade has undergone long-term fluctuations suggestive of learning effects. China's recent wave of liberalization has led by the early 1990s to a trade level comparable to the high of the 1920s. While much of China's recent growth in world trade is in line with her income growth, there is no doubt that China's trade openness today, comparable by some measures to Denmark's, is a stunning reversal relative to the pre-1978 and also the pre-1840 period. The paper emphasizes the roles that history and institutional change have played in this.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}