{
    "id": 16559,
    "citation_title": "Crisis \"Shock Factors\" and the Cross-Section of Global Equity Returns",
    "citation_author": [
        "Charles W. Calomiris",
        "Inessa Love",
        "Maria Soledad Martinez Peria"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study stock returns over the period of the global financial crisis of 2007-2008 and identify three crisis \"shock factors\" related to unique features of the crisis:  (1) the collapse of global demand, (2) the contraction of credit supply, and (3) selling pressure on firms' equity. All three of these \"shock factors\" are reflected in large and statistically significant influences on residual equity returns during the crisis period (after controlling for normal risk factors that are associated with expected returns). Similar analysis for the placebo period of August 2005-December 2006 shows that the influences identified during the 2007-2008 sample period are unique to the crisis. A month-by-month analysis shows that the time variation of the importance of each of the shock factors tracks related changes in the global economic environment.\n\n",
    "acknowledgement": "\nCharles W. Calomiris is Henry Kaufman Professor of Financial Institutions at Columbia Business School and a Research Associate of the National Bureau of Economic Research. Inessa Love and Maria Soledad Martinez Peria are Senior Economists in the Finance and Private Sector Research Group of The World Bank. Gemechu Ayana, Sharai Gomez, and Shafique Jamal provided excellent research assistance. We are grateful to Andrew Ang, Murillo Campello, Deniz Anginer, Shang-Jin Wei and seminar participants at Columbia Business School for helpful comments and discussions. The views and opinions in this paper are those of the authors and do not reflect those of The World Bank and/or its Executive Directors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}