{
    "id": 16553,
    "citation_title": "Size Anomalies in U.S. Bank Stock Returns: A Fiscal Explanation",
    "citation_author": [
        "Priyank Gandhi",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "2014-11-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe largest commercial bank stocks, ranked by total size of the balance sheet, have significantly lower risk-adjusted returns than small- and medium-sized bank stocks, even though large banks are significantly more levered. We uncover a size factor in the component of bank returns that is orthogonal to the standard risk factors, including small-minus-big, which has the right covariance with bank returns to explain the average risk-adjusted returns. This factor measures size-dependent exposure to bank-specific tail risk. These findings are consistent with government guarantees that protect shareholders of large banks, but not small banks, in disaster states.\n\n",
    "acknowledgement": "\nThe authors thank the editors, Cam Harvey and Ken Singleton, as well as the associate editor and several referees for excellent suggestions. The authors also thank Viral Acharya, Martin Bodenstein, Markus Brunnermeier, John Campbell, John Cochrane, Ron Feldman, Cesare Fracassi, Etienne Gagnon, Mark Garmaise, Amit Goyal, Mark Grinblatt, Jennifer Huang, John Krainer, Arvind Krishnamurthy, David Laibson, Jonathan Parker, Lasse Pedersen, Andrea Raffo, Richard Roll, Jan Schneider, Martin Schneider, Clemens Sialm, Rob Vishny, Skander Vandenheuvel, and Baolian Wang for many for detailed and helpful comments, as well as seminar participants at University of Texas at Austin, Chicago Booth, New York University Stern, Harvard Economics, the Federal Reserve Board of Governors, the Federal Reserve Bank of San Francisco, the Society for Economic Dynamics 2010 Annual Meeting in Montreal, and the 2010 Stanford Institute for Theoretical Economics for detailed and helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}