{
    "id": 16557,
    "citation_title": "Firm Heterogeneity and Costly Trade: A New Estimation Strategy and Policy Experiments",
    "citation_author": [
        "Ivan Cherkashin",
        "Svetlana Demidova",
        "Hiau Looi Kee",
        "Kala Krishna"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "2013-03-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a tractable partial equilibrium model in the spirit of Melitz (2003), which incorporates two dimensions of heterogeneity: firms specific productivity shocks and firm-market specific demand shocks. The structural parameters of interest are estimated using only cross-sectional data, and counterfactual experiments regarding the effects of reducing costs, both fixed and marginal, or of trade preferences (with distortionary Rules of Origin) offered by an importing country are performed. Our counterfactuals make a case for \"trade as aid\" as such policies can create a \"\"win-win-win\" scenario and are less subject to the usual worries regarding the efficacy of direct foreign aid. They also suggest that reducing fixed costs at various levels can be quite effective as export promotion devices, with the exports induced per dollar spent ranging from .4 to 25.\n\n",
    "acknowledgement": "\nWe are very grateful for comments from Susumu Imai, David Levine, Ralph Ossa, Joris Pinske, Andrés Rodríguez-Clare, Ina Simonovska, James Tybout, and Anthony Venables. We are especially grateful to Jonathan Eaton for detailed comments on an early draft. We also thank the IGC for support that granted us access to the customs dataset used. Krishna is grateful to the Human Capital Foundation for research support and to the International Economics Section at Princeton University, where this work was started, for a Peter Kenen Fellowship. Demidova thanks the Social Science and Humanities Research Council of Canada and the Arts Research Board of McMaster University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}