{
    "id": 16561,
    "citation_title": "In Search of the Multiplier for Federal Spending in the States During the Great Depression",
    "citation_author": [
        "Price V. Fishback",
        "Valentina Kachanovskaya"
    ],
    "citation_publication_date": "2010-11-25",
    "issue_date": "2010-11-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf there was any time to expect a large peace-time multiplier effect from federal spending in the states, it would have been during the period from 1930 through 1940.  Interest rates were near the zero bound, and unemployment rates never fell below 10 percent and there was ample idle capacity.   We develop an annual panel data set for the 48 states from 1930 through 1940 with evidence on federal government grants, loans, and tax collections and a variety of measures of economic activity.  Using panel data methods we estimate a multiplier, defined as the change in per capita state economic activity in response to an additional dollar per capita of federal funds.  The state per capita personal income multiplier with respect to per capita federal grants was around 1.1.  Some point estimates for multipliers for nontransfer grants and nonfarm grants were higher but not statistically significantly different from one.  There is some evidence that AAA farm grants had negative or no effect on personal income.  Federal grants had stronger effects on consumption than on personal income, but they had no positive effect on various measures of private employment.\n\n",
    "acknowledgement": "\nThe authors would like to thank Shawn Kantor, John Wallis, and Paul Rhode for providing access to data and their valuable advice.  We benefitted greatly from extensive conversations with Robert Barro.  We also thank Harold Cole, Alfonso Flores-Lagunes, Benjamin Friedman, Claudia Goldin, Kei Hirano, William Horrace, Shawn Kantor, Larry Katz, Aart Kraay, David Laibson, Emi Nakamura,  Ron Oaxaca, Valerie Ramey, Christina Romer, David Romer, Jon Steinnson, James Stock, John Wallis, and participants at the following workshops and conferences for their helpful comments on the paper:  Harvard, Oxford, London School of Economics, Warwick, Michigan, UC San Diego, Vermont, Clemson, Dartmouth, Guelph, Simon Fraser, University of British Columbia, Richmond, Federal Reserve Bank of Chicago, University College London, NBER Summer Institute Development of the American Economy 2009,  NBER Summer Institute Monetary Economics 2011, and the All-UC Economic History Conference in Pasadena 2011.  Ruth Penniston, Lisa Glasgow, and Omar Farooque provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}