{
    "id": 16564,
    "citation_title": "Exclusionary Minimum Resale Price Maintenance",
    "citation_author": [
        "John Asker",
        "Heski Bar-Isaac"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn upstream manufacturer can use minimum retail price maintenance (RPM) to exclude potential competitors. RPM lets the incumbent manufacturer transfer profits to retailers. If entry is accommodated, upstream competition leads to fierce down- stream competition and the breakdown of RPM. Hence, via RPM, retailers internalize the effect of accommodating entry on the incumbent's profits. Retailers may prefer not to accommodate entry; and, if entry requires downstream accommodation, entry can be deterred. We investigate when an incumbent would prefer to exclude, rather than collude with, the entrant and the effect of a retailer cartel. We also consider the effect of imperfect competition. Empirical and policy implications are discussed.\n\n",
    "acknowledgement": "\nWe thank the organizers and participants of CCP Summer Conference 2010 for providing sessions prompting the ideas expressed in this paper. Specific thanks to Rona Bar-Isaac, Simon Board, Joyee Deb, Robin Lee, Tom Overstreet, Larry White, and Ralph Winter for many helpful comments and to seminar participants at UCLA and the University of Rochester. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}