{
    "id": 16565,
    "citation_title": "Income Uncertainty and Household Savings in China",
    "citation_author": [
        "Marcos Chamon",
        "Kai Liu",
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina's household saving rate has increased markedly since the mid-1990s and the age-savings profile has become U-shaped during the 2000s. We find that rising income uncertainty and pension reforms help explain both of these phenomena. Using a panel of Chinese households covering the period 1989-2006, we document that strong average income growth has been accompanied by a substantial increase in income uncertainty. Interestingly, the permanent variance of household income remains stable while it is the transitory variance that rises sharply. A calibration of a buffer-stock savings model indicates that rising savings rates among younger households are consistent with rising income uncertainty and higher saving rates among older households are consistent with a decline in the pension replacement ratio for those retiring after 1997. We conclude that rising income uncertainty and pension reforms can account for over half of the increase in the urban household savings rate in China since the mid-1990s as well as the U-shaped age-saving profile.\n\n",
    "acknowledgement": "\nWe are grateful to Loren Brandt, Chris Carroll, Mark Dorfman, Robert Moffitt, Damiano Sandri, participants at the NBER Summer Institute, China Economics Summer Institute, IMF Research Seminar, and the Workshop on China's Macroeconomy at the University of Toronto for comments and suggestions. We thank Lei (Sandy) Ye for research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the institutions the authors are affiliated with, nor those of the National Bureau of Economic Research.\n\n\n"
}