{
    "id": 16568,
    "citation_title": "Valuing Identity",
    "citation_author": [
        "Roland G. Fryer",
        "Jr.",
        "Glenn Loury"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAffirmative action policies are practiced around the world. This paper explores the welfare economics of such policies. A model is proposed where heterogeneous agents, distinguished by skill level and social identity, compete for positions in a hierarchy. The problem of designing an efficient policy to raise the status in this competition of a disadvantaged identity group is considered. We show that: (i) when agent identity is fully visible and contractible (sightedness), efficient policy grants preferred access to positions, but offers no direct assistance for acquiring skills; and, (ii) when identity is not contractible (blindness), efficient policy provides universal subsidies when the fraction of the disadvantaged group at the development margin is larger then their mean (across positions) share at the assignment margin.\n\n",
    "acknowledgement": "\nWe are grateful to Pierre-Andre Chiappori, Edward Glaeser, Lawrence Katz, Bernard Salanie and two anonymous referees for helpful comments and suggestions. We also thank seminar participants at numerous universities. Loury gratefully acknowledges financial support from the Andrew W. Mellon Foundation and the Carnegie Corporation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}