{
    "id": 16569,
    "citation_title": "Mauritius: African Success Story",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat explains the success of Mauritius, a top performer among African countries? It has mostly followed growth-enhancing policies, which can in turn be attributed to sound institutions. But from where did the institutions come? Mauritius chose well around the time of independence in 1968, for example opting for the rule of law over nationalization of its sugar plantations. Some fundamental determinants that econometrically can explain success worldwide do not work within Africa: size, remoteness, tropics, and ethnic fragmentation. An intriguing theory: small islands that were populated entirely by immigrants escape the ethnic conflict that arises when one group is indigenous.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Conference on African Successes, Accra, Ghana, July 18-20, 2010.  The author would like to thank for research assistance Oyebola Olabisi, Jesse Schreger, Diva Singh and Cristobal Marshall.  Among many from whom he absorbed ideas are: Vinaye dey Ancharaz, Abhijit Banerjee, Arvind Subramanian in academia; Central Bank Governor Rundheersing Bheenik, Prime Minister  Navin Ramgoolam, and Finance Minister Ramakrishna Sithanen in the government; and others in Mauritius including Nando Bodha and Anubhava Katiyar.  Above all, he is indebted to Ali Mansoor, Financial Secretary of Mauritius.  The author also thanks for comments on an earlier draft Jorge de Macedo, other participants at the Accra conference, and Avnish Gungadurdoss.  This study was part of a NBER project on African Successes, organized by Sebastian Edwards, Simon Johnson and David Weil. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nThis research was funded by the NBER (under a grant from the Bill and Melinda Gates Foundation). Well after the completion of the paper, I was asked by the Finance Minister of Mauritius to serve as an external member of the Monetary Policy Committee of the Bank of Mauritius, which I did during the years 2013-14.\n\n\nGeneral Ethics Disclosure\n\n\nIt has come to be expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employers. Accordingly I offer the following information. (For 2008-2011 I included only compensation in excess of $1,000. Starting with 2012, I include everything.)\n\n\nIn 2014:\n\n\nCompensation above or equal to $5,000: monthly columns for Project Syndicate; teaching at the Study Centre Gerzensee (Switzerland); speaking/writing for the Central Bank of Chile (Santiago. Chile) and Southern Methodist University (Dallas); consulting for the Government of Kazakhstan (via Ricardo Hausmann); and official service on the Monetary Policy Committee of Mauritius (as external member). And the NBER. Compensation below $5,000: lecture at SungKyunkwan University (Seoul, Korea); speaking/writing for the Central Bank of Turkey (Istanbul); consulting for the Economic Research Forum (Cairo, Egypt), the Gerson Lehman Group, and the IMF; and royalties from Authors Registry and Pearson.\n\n\nIn 2013:\n\n\nCompensation above or equal to $5,000: monthly columns for Project Syndicate; lectures for the International Monetary Fund (IMF Institute for Capacity Development); consulting for the Gerson Lehman Group, Raymond James, and the Government of Kazakhstan (via Ricardo Hausmann); and official service on the Monetary Policy Committee of Mauritius (as external member). And the NBER. Compensation below $5,000: lectures at Harvard Business School and IBRD (World Bank); and royalties from Authors Registry, MIT Press and Pearson.\n\n\nIn 2012:\n\n\nCompensation above or equal to $5,000: papers and presentations (most available on-line) for Asobancaria, IMF Institute for Capacity Development, Institute International for Strategic Studies, JP Morgan Chase, MacQuarie, and Mexico’s Hacienda. As always, the NBER. Compensation below $5,000: papers and speeches for Council on Foreign Relations and the Monetary Authority of Singapore; consulting for Gerson-Lehman Group and Sasol of South Africa (via Wood Mackenzie); interviews for CO Bank (rural cooperative bank) and NHK (Japanese TV network); op-eds for Project Syndicate; reviewer honoraria from Smith Richardson and a private university; royalties from Authors Registry, MIT Press and Pearson. I have a grant from Smith-Richardson to study Fiscal Forecast Bias.\n\n\nIn 2011: I received textbook royalties, co-organized a conference for the NBER, wrote op-eds or articles for Project Syndicate and the Milken Institute Review, consulted for a foreign bank and two financial advisory companies, and wrote papers and gave presentations for the Council on Foreign Relations and International Monetary Fund.\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and two consulting firms. I wrote and presented papers for the NBER, the World Bank, and a foreign central bank. I also served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms. I wrote and presented papers for the European Central Bank and the World Bank.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution. I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank. I also served as an expert witness in a legal case where the client was a financial investor.\n\n\nSee also: http://www.hks.harvard.edu/fs/jfrankel/EthicsDisclosure.doc\n\n\n"
}