{
    "id": 16567,
    "citation_title": "Financial Crises, Credit Booms, and External Imbalances: 140 Years of Lessons",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "2015-07-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo external imbalances increase the risk of financial crises? In this paper, we study the experience of 14 developed countries over 140 years (1870-2008). We exploit our long-run dataset in a number of different ways. First, we apply new statistical tools to describe the temporal and spatial patterns of crises and identify five episodes of global financial instability in the past 140 years. Second, we study the macroeconomic dynamics before crises and show that credit growth tends to be elevated and natural interest rates depressed in the run-up to global financial crises. Third, we show that recessions associated with crises lead to deeper recessions and stronger turnarounds in imbalances than during normal recessions. Finally, we ask if external imbalances help predict financial crises. Our overall result is that credit growth emerges as the single best predictor of financial instability, but the correlation between lending booms and current account imbalances has grown much tighter in recent decades.\n\n",
    "acknowledgement": "\nTaylor has been supported by the Center for the Evolution of the Global Economy at UC Davis and Jorda by DGCYT Grant (SEJ2007-63098-econ). Some work was completed while Taylor was a Houblon- Norman/George Fellow at the Bank of England, and later when he was a Senior Advisor at Morgan Stanley. All of this research support is gratefully acknowledged. Felix Mihram provided excellent research assistance. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}