{
    "id": 16577,
    "citation_title": "The Increase in Income Cyclicality of High-Income Households and its Relation to the Rise in Top Income Shares",
    "citation_author": [
        "Jonathan A. Parker",
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe document a large increase in the cyclicality of the incomes of high-income households, coinciding with the rise in their share of aggregate income. In the U.S., since top income shares began to rise rapidly in the early 1980s, incomes of those in the top 1 percent of the income distribution have averaged 14 times average income and been 2.4 times more cyclical. Before the early 1980s, incomes of the top 1 percent were slightly less cyclical than average. The increase in income cyclicality at the top is to a large extent due to increases in the share and the cyclicality of their earned income. The high cyclicality among top incomes is found for households without stock options; following the same households over time; for post-tax, post-transfer income; and for consumption. We study cyclicality throughout the income distribution and reconcile with earlier work. Furthermore, greater top income share is associated with greater top income cyclicality across recent decades, across subgroups of top income households, and, in changes, across countries. This suggests a common cause. We show theoretically that increases in the production scale of the most talented can raise both top incomes and their cyclicality.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank the editors Justin Wolfers, David Romer, our discussants Rebecca Blank and Erik Hurst, as well as Jeff Campbell, Xavier Gabaix, Takashi Yamashita and participants at the Fall 2010 Brookings Conference and seminar participants at Kellogg School of Management and the Federal Reserve Banks of Cleveland and Chicago. We thank David Autor and Melanie Wasserman for help with the CPS files. We thank Brian Murphy and Habib Saani of Statistics Canada for help with the Longitudinal Administrative Databank. We thank Jeff Larrimore for providing the data from Berkhauser, Feng, Jenkins and Larrimore (2008, 2010) and Michael Veall for providing data from Saez and Veall (2007) updated to 2007. We thank the Zell Center and Kellogg School of Management for funding. Nicolas Ziebarth provided excellent research assistance. This paper was prepared for the Fall 2010 Brookings Papers on Economic Activity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}