{
    "id": 16574,
    "citation_title": "The Vote is Cast: The Effect of Corporate Governance on Shareholder Value",
    "citation_author": [
        "Vicente Cuñat",
        "Mireia Gine",
        "Maria Guadalupe"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the effect of corporate governance provisions on shareholder value and long-term outcomes in S&P1500 firms. We apply a regression discontinuity design to shareholder votes on governance proposals in annual meetings. A close-call vote around the majority threshold is akin to a random outcome, allowing us to deal with prior expectations and the endogeneity of internal governance rules. Passing a corporate governance provision generates a 1.3% abnormal return on the day of the vote with an implied market value per provision of 2.8%. We also find evidence of changes in investment behavior and long-term performance improvements.\n\n",
    "acknowledgement": "\nWe are grateful to Ashwini Agrawal, Ann Bartel, Ken Chay, Jeff Coles, Ray Fisman, Laurie Hodrick, Marco Manacorda, Jan Eeckhout, Denis Gromb, Zacharias Sautner, David Yermack and seminar participants at Brown University, Columbia Business School, the University of Edinburgh, Goethe University, LeBow College of Business Conference on Corporate Governance, the London School of Economics, University of Michigan, the New York University Paduano Seminar, and the University of Oregon for their helpful comments and suggestions. Raymond Lim provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}