{
    "id": 16575,
    "citation_title": "The Regional Distribution of Skill Premia in Urban China",
    "citation_author": [
        "John Whalley",
        "Chunbing Xing"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe document and discuss the implications of a sharp increase in the regional dispersion of skill premia in China in recent years. This has previously been little noted or discussed. We use three urban household surveys for 1995, 2002, and 2007 and estimate skill premia at provincial and city levels. Results show an increase in the skill premium across all regions between 1995 and 2002, but only coastal regions show significant increases in skill premia between 2002 and 2007. For 2007, coastal regions also have much higher within region wage inequality and this contributes more to overall urban wage inequality than within region inequality of non-coastal regions. Using a fixed effects model at city level, we find that ownership restructuring is a significant factor in driving up skill premia during the first period, and that the ongoing process of China's integration into the global economy plays a significant and regionally concentrated role in the second period.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for support, and to Terry Sicular, Lance Lochner, Todd Stinebrickner, Chunding Li, Xiaojun Shi, Xiliang Zhao, and a seminar group at the University of Western Ontario for comments. Chunbing Xing is also grateful to the China Scholarship Council for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}