{
    "id": 16579,
    "citation_title": "Estimating the Cream Skimming Effect of School Choice",
    "citation_author": [
        "Joseph G. Altonji",
        "Ching-I Huang",
        "Christopher R. Taber"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework that may be used to determine the degree to which a school choice program may harm public school stayers by luring the best students to other schools. This framework results in a simple formula showing that the \"cream-skimming\" effect is increasing in the degree of heterogeneity within schools, the school choice takeup rate of strong students relative to weak students, and the importance of peers. We use the formula to investigate the effects of a voucher program on the high school graduation rate of the students who would remain in public school.  We employ NELS:88 data to measure the characteristics of public school students, to estimate a model of the private school entrance decision, and to estimate peer group effects on graduation. We supplement the econometric estimates with a wide range of alternative assumptions about school choice and peer effects.  We find that the cream skimming effect is negative but small and that this result is robust across our specifications.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Searle Foundation, the Institute for Policy Research, Northwestern University, and the Economic Growth Center, Yale University. We have received valuable comments from seminar and conference participants at a number of institutions. We also thank Steven Berry, Charles Manski, Derek Neal, and Jesse Rothstein for helpful discussions. Earlier drafts were circulated under the title \"Estimating the Cream Skimming Effect of Private School Vouchers on Public School Students\".  Mistakes are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}