{
    "id": 16586,
    "citation_title": "The Inefficiency of Refinancing: Why Prepayment Penalties Are Good for Risky Borrowers",
    "citation_author": [
        "Christopher J. Mayer",
        "Tomasz Piskorski",
        "Alexei Tchistyi"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the practice of mortgage refinancing in a dynamic competitive lending model with risky borrowers and costly default. We show that prepayment penalties improve welfare by ensuring longer-term lending contracts, which prevents the mortgage pools from becoming disproportionately composed of the riskiest borrowers over time. Mortgages with prepayment penalties allow lenders to lower mortgage rates and extend credit to the least creditworthy, with the largest benefits going to the riskiest borrowers, who have the most incentive to refinance in response to positive credit shocks. Empirical evidence from more than 21,000 non-agency securitized fixed rate mortgages is consistent with the key predictions of our model. Our results suggest that regulations banning refinancing penalties might have the unintended consequence of restricting access to credit and raising rates for the least creditworthy borrowers.\n\n",
    "acknowledgement": "\nThis research was completed while Mayer was a Visiting Scholar at the Federal Reserve Board and the Federal Reserve Bank of New York. We thank Patrick Bolton, Bruce Carlin, Raj Chetty, Douglas Diamond, Scott Frame, Mark Garmaise, Mikhail Golosov, Daniel Hubbard, Randall Kroszner, David Laibson, Karen Pence, Mitch Peterson, Rafael Repullo, Tony Sanders, Shane Sherlund, Chester Spatt, Jeremy Stein, Suresh Sundaresan, Aleh Tsyvinski, Neng Wang, Matthew Weinzierl, and seminar participants at Columbia Business School, UC Berkeley, Harvard, Chicago Fed, UC Irvine, AEA Annual Meeting, NBER Corporate Finance meeting, NBER Housing and Public Policy meeting, Stanford Institute for Theoretical Economics meeting, AREUEA summer meeting, 3rd NYC Real Estate Meeting, University of Virginia Law School conference on \"Law and Economics of Consumer Credit\", SED meeting, Summer Real Estate Symposium, AREUEA annual meeting for helpful comments and suggestions. Adam Ashcraft, Andrew Haughwout, Andreas Lehnert, Karen Pence, and Joe Tracy provided invaluable help in putting together and understanding the data. Alex Chinco and Rembrandt Koning provided excellent research assistance and helpful modeling suggestions. The research was supported by the Paul Milstein Center for Real Estate at Columbia Business School. The comments are the opinions of the authors and do not represent the views of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}