{
    "id": 16580,
    "citation_title": "Why Have Economic Reforms in Mexico Not Generated Growth?",
    "citation_author": [
        "Timothy J. Kehoe",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFollowing its opening to trade and foreign investment in the mid-1980s, Mexico's economic growth has been modest at best, particularly in comparison with that of China.  Comparing these countries and reviewing the literature, we conclude that the relation between openness and growth is not a simple one.  Using standard trade theory, we find that Mexico has gained from trade, and by some measures, more so than China.  We sketch out a theory in which developing countries can grow faster than the United States by reforming.  As a country becomes richer, this sort of catch-up becomes more difficult.  Absent continuing reforms, Chinese growth is likely to slow down sharply, perhaps leaving China at a level less than Mexico's real GDP per working-age person.\n\n",
    "acknowledgement": "\nThis work was undertaken with the support of the National Science Foundation under grant SES-09-62865.  The paper was prepared for a mini-symposium in the Journal of Economic Literature on lack of economic growth in Mexico following its economic reforms. The editor, Janet Currie, provided several very helpful suggestions.  José Asturias and Sewon Hur provided extraordinary research assistance.  We thank Tom Holmes, Ellen McGrattan, Ed Prescott, and Jaime Serra-Puche for helpful discussions.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The data used in this paper are available at www.econ.umn.edu/~tkehoe and at www.kimjruhl.com.\n\n\n"
}