{
    "id": 16587,
    "citation_title": "Understanding Markups in the Open Economy under Bertrand Competition",
    "citation_author": [
        "Beatriz de Blas",
        "Katheryn Russ"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "2012-07-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to understand the effects of endogenous markups and trade costs on the pricing behavior of exporters when firms are heterogeneous in productivity. Using new analytical distributions for markups under Bertrand competition, we uncover Ricardian patterns of export pricing that generate higher markups and export price volatility when industrialized countries sell to developing countries. These Ricardian patterns dissipate when developing countries move from bilateral to multilateral trade liberalization. The results arise from a form of price rigidity for exports that arises endogenously due to cut-throat competition, even though prices are otherwise perfectly flexible.\n\n",
    "acknowledgement": "\nThe authors thank seminar and conference participants at the 2010 American Economics Association winter meetings; the Banco do Portugal; the 2011 European Economics Association/Econometrics Society Meetings; the 2010 European Trade Study Group; DEGIT XV at Goethe University of Frankfurt; the Federal Reserve Banks of Dallas, Richmond, and St. Louis; the 2011 NBER International Trade and Investment Group spring meeting; the 2012 International Finance and Macroeconomics Summer Meeting; Princeton University; Stanford University; the 2012 West Coast Trade Workshop; and the 2012 Western Economics Association International meetings. They are indebted to Andrew Bernard, Ariel Burstein, Jeffrey Campbell, Robert Feenstra, Stefania Garetto, Yingyao Hu, Oleg Itskhoki, Konstantin Kucheryavyy, Karen Lewis, Anthony Landry, Marc Melitz, Virgiliu Midrigan, Kanda Naknoi, Maurice Obstfeld, David Richardson, Barbara Spencer, Jonathan Vogel, and Nick Zolas for detailed comments in early stages of the project. Beatriz de Blas acknowledges financial support from the ECO2008-04073 project of the Spanish MEC, and the CCG08-UAM/HUM-4438. This paper circulated in an earlier form under the title \"Teams of Rivals: Endogenous Markups in a Ricardian World.\"  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}