{
    "id": 16581,
    "citation_title": "Networks and Workouts: Treatment Size and Status Specific Peer Effects in a Randomized Field Experiment",
    "citation_author": [
        "Philip S. Babcock",
        "John L. Hartman"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates treatment size and status specific peer effects that are not detected by widely-used approaches to the estimation of spillovers. In a field experiment using university students, we find that subjects who have been incentivized to exercise increase gym usage more if they have more treated friends. However, control subjects are not influenced by their peers. Findings demonstrate that fraction treated has a large influence on outcomes in this environment, and spillovers vary greatly by treatment status. Results highlight subtle effects of randomization and document a low-cost method for improving the generalizability of controlled interventions in networked environments.\n\n",
    "acknowledgement": "\nWe thank Kelly Bedard, Eric Bettinger, Olivier Deschenes, Peter Kuhn, Heather Royer, Bruce Sacerdote, Jon Sonstelie, and Cathy Weinberger for helpful comments. We are grateful for funding by the Hellman Family Foundation, and excellent research assistance by Jennifer Carnan, Jennifer Schulte, Allison Nuovo, Christy Helvestine, Bonnie Queen, Jessica Evans, Natalie Brechtel, and Randi Golde.  We are also grateful for assistance from Chris Clontz at the Recreation Center at the University of California, Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}