{
    "id": 16585,
    "citation_title": "CEO Compensation",
    "citation_author": [
        "Carola Frydman",
        "Dirk Jenter"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper surveys the recent literature on CEO compensation. The rapid rise in CEO pay over the past 30 years has sparked an intense debate about the nature of the pay-setting process. Many view the high level of CEO compensation as the result of powerful managers setting their own pay. Others interpret high pay as the result of optimal contracting in a competitive market for managerial talent. We describe and discuss the empirical evidence on the evolution of CEO pay and on the relationship between pay and firm performance since the 1930s. Our review suggests that both managerial power and competitive market forces are important determinants of CEO pay, but that neither approach is fully consistent with the available evidence. We briefly discuss promising directions for future research.\n\n",
    "acknowledgement": "\nWe thank Jeffrey Coles, Alex Edmans, Eitan Goldman, Todd Milbourn, Kevin J. Murphy, Stew Myers, David Yermack, and Jeff Zwiebel for helpful discussions and suggestions, and Francisco Guedes Santos and Yesol Huh for assistance in preparing this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}