{
    "id": 16583,
    "citation_title": "The European Union, the Euro, and Equity Market Integration",
    "citation_author": [
        "Geert Bekaert",
        "Campbell R. Harvey",
        "Christian T. Lundblad",
        "Stephan Siegel"
    ],
    "citation_publication_date": "2010-12-02",
    "issue_date": "2010-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt a time of historic challenges to the viability of the Eurozone, we assess the contribution of the EU and the Euro to equity market integration in Europe. We use a simple and essentially model free measure of bilateral market segmentation: two countries are segmented if there is a wide divergence in the valuations of their industries. We first establish that segmentation is significantly lower for EU versus non- EU members. Bilateral valuation differentials remain lower for EU members even after we control for several possible channels of integration, such as bilateral trade, direct investment positions, financial regulation, and interest rate differences. Importantly, we find that EU membership reduces equity market segmentation between member countries whether or not members have also adopted the Euro. The Euro adoption as well as the anticipation of the Euro adoption has minimal effects on market integration.\n\n",
    "acknowledgement": "\nThe paper has benefitted from the comments of participants at presentations at the University of Washington and the Heterogeneous Nations and Globalized Financial Markets Conference at the National Bank of Poland. Siegel acknowledges generous research funding from the Global Business Center at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}