{
    "id": 16593,
    "citation_title": "Accounting for Anticipation Effects: An Application to Medical Malpractice Tort Reform",
    "citation_author": [
        "Anup Malani",
        "Julian Reif"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile conducting empirical work, researchers sometimes observe changes in outcomes before adoption of a new treatment program. The conventional diagnosis is that treatment is endogenous. Observing changes in outcomes prior to treatment is also consistent, however, with anticipation effects. This paper provides a framework for comparing the different methods for estimating anticipation effects and proposes a new set of instrumental variables that can address the problem that subjects' expectations are unobservable. The paper uses this framework to analyze the effect of tort reform on physician supply and finds that accounting for anticipation effects doubles the estimated effect of tort reform.\n\n",
    "acknowledgement": "\nWe thank Dan Black, Amitabh Chandra, Tatyana Deryugina, Steve Levitt, Jens Ludwig, Derek Neal, Seth Seabury, Heidi Williams, participants at workshops and conferences at the Searle Center at Northwestern University, Harvard University, New York University, the University of Chicago, and three anonymous referees for helpful comments. Anup Malani thanks the Samuel J. Kersten Faculty Fund at the University of Chicago for funding. Julian Reif thanks the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}