{
    "id": 16590,
    "citation_title": "Are all Credit Default Swap Databases Equal?",
    "citation_author": [
        "Sergio Mayordomo",
        "Juan Ignacio Peña",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe presence of different prices in different databases for the same securities can impair the comparability of research efforts and seriously damage the management decisions based upon such research. In this study we compare the six major sources of corporate Credit Default Swap prices: GFI, Fenics, Reuters EOD, CMA, Markit and JP Morgan, using the most liquid single name 5-year CDS of the components of the leading market indexes, iTraxx (European firms) and CDX (US firms) for the period from 2004 to 2010. We find systematic differences between the data sets implying that deviations from the common trend among prices in the different databases are not purely random but are explained by idiosyncratic factors as well as liquidity, global risk and other trading factors. The lower is the amount of transaction prices available the higher is the deviation among databases. Our results suggest that the CMA database quotes lead the price discovery process in comparison with the quotes provided by other databases. Several robustness tests confirm these results.\n\n",
    "acknowledgement": "\nThis paper was partially drafted during the visit of Sergio Mayordomo to the Anderson School at UCLA. We acknowledge financial support from MCI grant ECO2009-12551. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}