{
    "id": 16595,
    "citation_title": "Local Versus Aggregate Lending Channels: The Effects Of Securitization On Corporate Credit Supply In Spain",
    "citation_author": [
        "Gabriel Jiménez",
        "Atif R. Mian",
        "José-Luis Peydró",
        "Jesús Saurina"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile banks may change their supply of credit due to bank balance sheet shocks (the local lending channel), firms can react by adjusting their sources of financing in equilibrium (the aggregate lending channel). We formalize a methodology for separately estimating these effects. We estimate the local and aggregate lending channel effects of the banks' ability to securitize real estate assets on non-real estate firms in Spain. We show that equilibrium dynamics nullify the strong local lending channel effect on credit quantity for firms with multiple banking relationships. However, credit terms for these firms become significantly more favorable due to securitization. Securitization also leads to an expansion in credit on the extensive margin towards first-time bank clients, and these borrowers are significantly more likely to end up in default. Finally, the 2008 collapse in securitization leads to a reversal in local lending channel.\n\n",
    "acknowledgement": "\nThe results or views expressed in this study are those of the authors and do not necessarily reflect those of the Banco de España, European Central Bank and Eurosystem. Corresponding Author: Mian, (510) 643 1425, atif@haas.berkeley.edu. We thank Michael Weber for excellent research assistance and Asim Khwaja and Amir Sufi for extremely helpful comments and discussion. We would also like to thank seminar participants at the University of Chicago Booth School of Business, European Central Bank, Universitat Pompeu Fabra, New York Federal Reserve, University of Michigan (Ross), Notre Dam, and University of California Berkeley for comments. Financial support from the Coleman Fung Risk Management Research Center at University of California Berkeley is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}