{
    "id": 16599,
    "citation_title": "Sustainability and the Measurement of Wealth",
    "citation_author": [
        "Kenneth J. Arrow",
        "Partha Dasgupta",
        "Lawrence H. Goulder",
        "Kevin J. Mumford",
        "Kirsten Oleson"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a consistent and comprehensive theoretical framework for assessing whether economic growth is compatible with sustaining well-being over time.  The framework focuses on whether a comprehensive measure of wealth - one that accounts for natural capital and human capital as well as reproducible capital - is maintained through time.  Our framework also integrates population growth, technological change, and changes in health.  We apply the framework to five countries that differ significantly in stages of development and resource bases:  the United States, China, Brazil, India, and Venezuela.  With the exception of Venezuela, significant increases in human capital enable comprehensive wealth to be maintained (and sustainability to be achieved) despite significant reductions in the natural resource base.  We find that the value of \"health capital\" is very large relative to other forms of capital.  As a result, its growth rate critically influences the growth rate of per-capita comprehensive wealth.\n\n",
    "acknowledgement": "\nWe are most grateful to Kirk Hamilton and his colleagues at the World Bank for very helpful comments and making their data available to us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}