{
    "id": 16591,
    "citation_title": "What Does Stock Ownership Breadth Measure?",
    "citation_author": [
        "James J. Choi",
        "Li Jin",
        "Hongjun Yan"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "2012-07-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing holdings data on a representative sample of all Shanghai Stock Exchange investors, we show that increases in ownership breadth (the fraction of market participants who own a stock) predict low returns: highest change quintile stocks underperform lowest quintile stocks by 23% per year. Small retail investors drive this result. Retail ownership breadth increases appear to be correlated with overpricing. Among institutional investors, however, the opposite holds: Stocks in the top decile of wealth-weighted institutional breadth change outperform the bottom decile by 8% per year, consistent with prior work that interprets breadth as a measure of short-sales constraints.\n\n",
    "acknowledgement": "\nChoi and Yan received support from a Whitebox Advisors research grant administered through the Yale International Center for Finance, Jin received support from the Harvard Business School Division of Research, and Choi received support from the National Institute on Aging (grant P01-AG005842). We thank Yakov Amihud, Warren Bailey, Long Chen, Cam Harvey, David Hirshleifer, Harrison Hong, Christine Jiang, Ron Kaniel, Owen Lamont, Akiko Watanabe, and audience members at Berkeley, CICF Conference, Frontiers in Finance Conference, NYU Five Star Conference, Emory, Fudan, Goldman Sachs Asset Management, Harvard, INSEAD, Michigan, National University of Singapore, Oxford, SUNY Binghamton, University of Rochester, and Washington University in St. Louis for their comments. We are indebted to Ben Hebert and Jung Sakong for their research assistance, and to Fenghua Wang and Dora Liu for their help in calculating all the breadth measures used in the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}