{
    "id": 16594,
    "citation_title": "Health Shocks and Natural Resource Management: Evidence from Western Kenya",
    "citation_author": [
        "Joshua Graff Zivin",
        "Maria Damon",
        "Harsha Thirumurthy"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoverty and altered planning horizons brought on by the HIV/AIDS epidemic can change individual discount rates, altering incentives to conserve natural resources.  Using longitudinal data from household surveys in western Kenya, we estimate impacts of health status on labor productivity and discount rates.  We find that household size and composition are predictors of whether the effect on productivity dominates the discount rate effect, or vice-versa.  Since households with more and younger members are better able to reallocate labor to cope with productivity shocks, the discount rate impact dominates for these households and health improvements lead to greater levels of conservation.  In smaller families with less substitutable labor, the productivity impact dominates and health improvements lead to greater environmental degradation.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the support of the Academic Model Providing Access to Healthcare (AMPATH) and members of the IU-Kenya partnership.  Markus Goldstein and Mabel Nangami were key collaborators on the survey implementation.  We are grateful to Markus for helpful comments at early stages of this paper.  Financial support for this project was received from the Economic and Social Research Council (UK), The Merck Foundation, Pfizer, Inc., The World Bank, Yale University's Center for Interdisciplinary Research on AIDS (CIRA) through a grant from the National Institute of Mental Health to Michael Merson, M.D. (No. P30 MH 62294), the Social Science Research Council, and the Calderone Program at Columbia University.   All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}