{
    "id": 16592,
    "citation_title": "The Contribution of Human Capital to China's Economic Growth",
    "citation_author": [
        "John Whalley",
        "Xiliang Zhao"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a human capital measure in the sense of Schultz (1960) and then reevaluates the contribution of human capital to China's economic growth. The results indicate that human capital plays a much more important role in China's economic growth than available literature suggests, 38.1% of economic growth over 1978-2008, and even higher for 1999-2008. In addition, because human capital formation accelerated following the major educational expansion increases after 1999 (college enrollment in China increased nearly fivefold between 1997 and 2007) while growth rates of GDP are little changed over the period after 1999, total factor productivity increases fall if human capital is used in growth accounting as we suggest. TFP, by our calculations, contributes 16.92% of growth between 1978 and 2008, but this contribution is -7.03% between 1999 and 2008. Negative TFP growth along with the high contribution of physical and human capital to economic growth seem to suggest that there have been decreased in the efficiency of inputs usage in China or worsened misallocation of physical and human capital in recent years. These results underscore the importance of efficient use of human capital, as well as the volume of human capital creation, in China's growth strategy.\n\n",
    "acknowledgement": "\nWe are grateful to a seminar group at University of Western Ontario for comments, and to Chunbing Xing, Chris Robinson, Chunding Li, Jim MacGee and Xiaojun Shi for discussions. We acknowledge support from the Ontario Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}