{
    "id": 16597,
    "citation_title": "African Export Successes: Surprises, Stylized Facts, and Explanations",
    "citation_author": [
        "William Easterly",
        "Ariell Reshef"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe establish the following stylized facts: (1) Exports are characterized by Big Hits, (2) the Big Hits change from one period to the next, and (3) these changes are not explained by global factors like global commodity prices. These conclusions are robust to excluding extractable products (oil and minerals) and other commodities. Moreover, African Big Hits exhibit similar patterns as Big Hits in non-African countries. We also discuss some concerns about data quality. These stylized facts are inconsistent with the traditional view that sees African exports as a passive commodity endowment, where changes are driven mostly by global commodity prices. In order to better understand the determinants of export success in Africa we interviewed several exporting entrepreneurs, government officials and NGOs. Some of the determinants that we document are conventional: moving up the quality ladder, utilizing strong comparative advantage, trade liberalization, investment in technological upgrades, foreign ownership, ethnic networks, and personal foreign experience of the entrepreneur. Other successes are triggered by idiosyncratic factors like entrepreneurial persistence, luck, and cost shocks, and some of the successes occur in areas that usually fail.\n\n",
    "acknowledgement": "\nWe wish to thank Nathan Nunn and participants of the NBER African Development Successes conference in Accra, July 18-20, for excellent comments on a previous draft. We are grateful for funding from the NBER Africa Project. We thank Shushanik Hakobyan for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}