{
    "id": 16601,
    "citation_title": "Betting Against Beta",
    "citation_author": [
        "Andrea Frazzini",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a model in which some investors are prohibited from using leverage and other investors' leverage is limited by margin requirements. The former investors bid up high-beta assets while the latter agents trade to profit from this, but must de-lever when they hit their margin constraints. We test the model's predictions within U.S. equities, across 20 global equity markets, for Treasury bonds, corporate bonds, and futures. Consistent with the model, we find in each asset class that a betting-against-beta (BAB) factor which is long a leveraged portfolio of low-beta assets and short a portfolio of high-beta assets produces significant risk-adjusted returns. When funding constraints tighten, betas are compressed towards one, and the return of the BAB factor is low.\n\n",
    "acknowledgement": "\nWe thank Cliff Asness, Aaron Brown, John Campbell, Kent Daniel, Gene Fama, Nicolae Garleanu, John Heaton (discussant), Michael Katz, Owen Lamont, Michael Mendelson, Matt Richardson, Tuomo Vuolteenaho and Robert Whitelaw for helpful comments and discussions as well as seminar participants at Columbia University, New York University, Yale University, Emory University, University of Chicago Booth, Kellogg School of Management, Harvard University, NBER Behavioral Economics 2010, and the 2010 Annual Management Conference at University of Chicago Booth School of Business. The authors are affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}