{
    "id": 16606,
    "citation_title": "The Economic Value of Higher Teacher Quality",
    "citation_author": [
        "Eric A. Hanushek"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost analyses of teacher quality end without any assessment of the economic value of altered teacher quality. This paper combines information about teacher effectiveness with the economic impact of higher achievement. It begins with an overview of what is known about the relationship between teacher quality and student achievement. This provides the basis for consideration of the derived demand for teachers that comes from their impact on economic outcomes. Alternative valuation methods are based on the impact of increased achievement on individual earnings and on the impact of low teacher effectiveness on economic growth through aggregate achievement. A teacher one standard deviation above the mean effectiveness annually generates marginal gains of over $400,000 in present value of student future earnings with a class size of 20 and proportionately higher with larger class sizes. Alternatively, replacing the bottom 5-8 percent of teachers with average teachers could move the U.S. near the top of international math and science rankings with a present value of $100 trillion.\n\n",
    "acknowledgement": "\nThis paper benefitted from extensive and insightful comments by Martin West. Valuable research assistance was provided by Lorra de la Paz. This is a revised version of a paper originally prepared for the Conference on \"Merit Pay: Will it Work? Is it Politically Viable?\" sponsored by Harvard's Program on Education Policy and Governance, Taubman Center on State and Local Government, Harvard's Kennedy School, 2010. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}