{
    "id": 16605,
    "citation_title": "Determinants of Financial Stress and Recovery during the Great Recession",
    "citation_author": [
        "Joshua Aizenman",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we explore the link between stress in the domestic financial sector and the capital flight faced by countries in the 2008-9 global crisis. Both the timing of emergence of internal financial stress in developing economies, and the size of the peak-trough declines in the stock price indices was comparable to that in high income countries, indicating that there was no decoupling, even before Lehman Brothers' demise. Deleveraging of OECD positions seemed to dominate the patterns of capital flows during the crisis. While high income countries on average saw net capital inflows and net portfolio inflows during the crisis quarters, compared to net outflows for developing economies, the indicators of banking sector stress were higher for high income economies on average than for developing economies. Internal and external distress during crisis was closely interlinked with common underlying causes of both the severity of stress during the crisis and the recovery. External vulnerabilities were important in both phases, and higher international reserves did not insulate countries from stress.\n\n",
    "acknowledgement": "\nWe would like to thank Amberly Jane Coates for assistance. The views expressed in this paper are those of theauthors. No responsibility for them should be attributed to the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}