{
    "id": 16607,
    "citation_title": "The Maturity Rat Race",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Martin Oehmke"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of endogenous maturity structure for financial institutions that borrow from multiple creditors. We show that a maturity rat race can occur: an individual creditor can have an incentive to shorten the maturity of his own loan to the institution, allowing him to adjust his financing terms or pull out before other creditors can. This, in turn, causes all other lenders to shorten their maturity as well, leading to excessively short-term financing. This rat race occurs when interim information is mostly about the probability of default rather than the recovery in default, and is most pronounced during volatile periods and crises. Overall, firms are exposed to unnecessary rollover risk.\n\n",
    "acknowledgement": "\nFor helpful comments we are grateful to Viral Acharya, Ana Babus, Patrick Bolton, Philip Bond, Catherine Casamatta, Thomas Eisenbach, Itay Goldstein, Lars-Alexander Kuehn, David Skeie, Vish Viswanathan, Tanju Yorulmazer, Kathy Yuan, and seminar participants at Columbia University, the Federal Reserve Bank of New York, the Oxford-MAN Liquidity Conference, the NBER Summer Institute, the 2009 ESSFM in Gerzensee, the Fifth Cambridge-Princeton Conference, the Third Paul Woolley Conference at LSE, the WFA meetings in Victoria, BC, the Minneapolis Fed, the 2010 SITE conference at Stanford, the NYU/New York Fed Financial Intermediation Conference, and the University of Florida. We thank Ying Jiang for excellent research assistance. We gratefully acknowledge financial support from the BNP Paribas research centre at HEC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}