{
    "id": 16604,
    "citation_title": "Car Notches: Strategic Automaker Responses to Fuel Economy Policy",
    "citation_author": [
        "James M. Sallee",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNotches --- where small changes in behavior lead to large changes in a tax or subsidy --- figure prominently in many policies, but have been rarely examined by economists. In this paper, we analyze a class of notches associated with policies aimed at improving vehicle fuel economy. We provide several pieces of evidence showing that automakers respond to notches in fuel economy policy by precisely manipulating fuel economy ratings so as to just qualify for more favorable treatment. We then describe the welfare consequences of this behavior and derive a welfare summary statistic applicable to many contexts.\n\n",
    "acknowledgement": "\nThe authors would like to thank for helpful comments Jeff Alson, Raj Chetty, Don Fullerton, David Good, Mark Jacobsen, Tom Kenney, Chris Knittel, Matt Kotchen, Robert Mull and seminar participants at Berkeley, Chicago, Cornell, Dartmouth, Hebrew University, Michigan, MIT, the National Tax Association, NBER, University of Illinois at Chicago, and Yale. David Cashin, Patrick Giamario, Matthew Johnson, Katherine Li and Matej Mavricek provided excellent research assistance. Financial support from the California Energy Commission is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Financial support from the California Energy Commission is gratefully acknowledged.\n\n\n"
}