{
    "id": 16603,
    "citation_title": "Aftershocks: The Impact of Clinic Violence on Abortion Services",
    "citation_author": [
        "Mireille Jacobson",
        "Heather Royer"
    ],
    "citation_publication_date": "2010-12-09",
    "issue_date": "2010-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1973 and 2003, abortion providers in the United States were the targets of over 300 acts of extreme violence. Using unique data on attacks and on abortions, abortion providers, and births, we examine how anti-abortion violence has affected providers' decisions to perform abortions and women's decisions about whether and where to terminate a pregnancy. We find that clinic violence reduces abortion services in targeted areas. Once travel is taken into account, however, the overall effect of the violence is much smaller.\n\n",
    "acknowledgement": "\nWe thank Doug Almond, Kelly Bedard, Tom Chang, Damon Clark, David Clingingsmith, John DiNardo, Claudia Goldin, David A. Grimes, Bob Kaestner, Peter Kuhn, Phil Levine, Stephen L. Ross, Justin Sydnor, Linda Waite, Madeline Zavodny and various seminar attendees for many helpful comments. We also thank the Robert Wood Johnson Foundation for financial support through the Health Policy Scholars program during this project's infancy. Taylor Bishop, Ezra Golberstein, Feng Pan, Sarada Pyda, Stephen Roll, George Tam and Andrew Zhang provided excellent research assistance. Many people graciously shared the data that made this project possible. Brian Heidt, from the Bureau of Alcohol, Tobacco and Firearms made available and explained much of the data on clinic violence, Sharon Lau, at the National Abortion Federation, provided details on the data available on the NAF website, Ted Joyce shared his coding of parental consent and waiting period requirements, Becky Blank shared her data on Medicaid funding bans as well as other legislative barriers, Marianne Bitler and Madeline Zavodny shared their data on the timing of abortions, and Laurence Finer and Stanley K. Henshaw, from the Alan Guttmacher Institute, helped us access and understand the Institute's census of abortions and abortion providers. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}