{
    "id": 16608,
    "citation_title": "The Behavioral Response to Voluntary Provision of an Environmental Public Good: Evidence from Residential Electricity Demand",
    "citation_author": [
        "Grant D. Jacobsen",
        "Matthew J. Kotchen",
        "Michael P. Vandenbergh"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theory of voluntary provision of a public good in which a household's decision to engage in a form of environmentally friendly behavior is based on the desire to offset another behavior that is environmentally harmful. The model generates predictions about (1) participation in a green-electricity program at the extensive and intensive margins, and (2) changes in electricity consumption in response to participation. We test the theory using billing data for participants and nonparticipants in a green-electricity program in Memphis, Tennessee. High-consumption households are more likely to participate, and they participate at higher levels. In terms of a behavioral response, households participating above the minimum threshold level do not change electricity consumption, but those participating at the minimum threshold increase electricity consumption 2.5 percent after enrolling in the program. The result is based on identification strategies that exploit before-after differences between participants and nonparticipants, and differences in the timing of enrollment among participants only. Despite the increase in electricity demand upon the purchase of green electricity for the households with a \"buy-in\" mentality, the net effect for the buy-in households is a reduction in pollution emissions, as the behavioral response is not large enough to offset the environmental benefit of the green-electricity purchase.\n\n",
    "acknowledgement": "\nWe are especially grateful to Becky Williamson of Memphis Light, Gas and Water (MLGW) for generously providing data used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}