{
    "id": 16618,
    "citation_title": "Macroeconomics and Volatility: Data, Models, and Estimation",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Juan Rubio-Ramírez"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne basic feature of aggregate data is the presence of time-varying variance in real and nominal variables. Periods of high volatility are followed by periods of low volatility. For instance, the turbulent 1970s were followed by the much more tranquil times of the great moderation from 1984 to 2007. Modeling these movements in volatility is important to understand the source of aggregate fluctuations, the evolution of the economy, and for policy analysis. In this chapter, we first review the different mechanisms proposed in the literature to generate changes in volatility similar to the ones observed in the data. Second, we document the quantitative importance of time-varying volatility in aggregate time series. Third, we present a prototype business cycle model with time-varying volatility and explain how it can be computed and how it can be taken to the data using likelihood-based methods and non-linear filtering theory. Fourth, we present two \"real life\" applications. We conclude by summarizing what we know and what we do not know about volatility in macroeconomics and by pointing out some directions for future research.\n\n",
    "acknowledgement": "\nWe thank Pablo Guerrón, a coauthor in some of the research discussed here, for useful comments, and Béla Személy for invaluable research assistance. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or  the National Bureau of Economic Research. Finally, we also thank the NSF for financial support.\n\n\n"
}