{
    "id": 16616,
    "citation_title": "New cellular networks in Malawi: Correlates of service rollout and network performance",
    "citation_author": [
        "Dimitrios Batzilis",
        "Taryn Dinkelman",
        "Emily Oster",
        "Rebecca Thornton",
        "Deric Zanera"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCellular technologies have become increasingly important in the developing world; infrastructure for mobile networks has expanded dramatically over the past two decades giving access to remote areas without previous phone service.  Despite this expansion, relatively little is known about the correlates of the rollout of cellular phone networks or the performance of these networks.  Since the rollout of cellular networks has been largely spearheaded by an active private sector in telecommunications, how demand-side and cost-side factors affect the timing of rollout and quality of network service is of particular interest.  In this paper we use new data to estimate the correlates of cellular phone access and network performance across rural areas of Malawi.  We compile a dataset which combines administrative data of the entire cellular network of Malawi with geographic and Census data to describe the rollout and the performance of the cellular network measured by the dropped call rate.  We find that both demand-side and cost-side factors are important in determining the timing of network access, while demand-side factors appear most relevant for the dropped call rate, one metric of network quality.\n\n",
    "acknowledgement": "\nResearch for this paper was funded by the NBER Africa Project on African Successes.  We are grateful for research assistance from Eirin Forsund, Cecile Gaubert, Soren Larson, Ajay Shenoy and Ryan Wang.  We also acknowledge the technical insight on cellular phone networks provided by Mung Chiang and Tian Lin in the Electrical Engineering Department at Princeton University. In addition, we thank the National Statistics Office in Malawi for assistance with data as well as the helpful staff at Zain and TNM, Malawi. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}