{
    "id": 16611,
    "citation_title": "Spiders and snakes: offshoring and agglomeration in the global economy",
    "citation_author": [
        "Richard Baldwin",
        "Anthony Venables"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "2012-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal production sharing is determined by international cost differences and frictions related to the costs of unbundling stages spatially. The interaction between these forces depends on engineering details of the production process with two extremes being 'snakes' and 'spiders'. Snakes are processes whose sequencing is dictated by engineering; spiders involve the assembly of parts in no particular order. This paper studies spatial unbundling as frictions fall, showing that outcomes are very different for snakes and spiders, even if they share some features. Both snakes and spiders have in common a property that lower frictions produce discontinuous location changes and 'overshooting'. Parts may move against their comparative costs because of proximity benefits, and further reductions in frictions lead these parts to be 'reshored'.  Predictions for trade volumes and the number of fragmented stages are quite different in the two cases. For spiders, a part crosses borders at most twice; the value of trade increases monotonically as frictions fall, except when the assembler relocates and the direction of parts trade is reversed. For snakes the volume of trade and number of endogenously determined stages is bounded only by the fragmentation of the underlying engineering process, and lower frictions monotonically increase trade volumes.\n\n",
    "acknowledgement": "\nThis paper is a revised and retitled version of Baldwin and Venables (2010). Thanks to two anonymous referees, Bob Staiger and participants in seminars at Oxford and Princeton, conferences in Boston (NBER Summer Institute), Villars (CEPR), Rome (European Research Workshop in International Trade), Osaka (Asia Pacific Trade Seminar), Jonkoping (European Regional Science Association) and Denver (ASSA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}