{
    "id": 16615,
    "citation_title": "Urban Accounting and Welfare",
    "citation_author": [
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes a simple theory of a system of cities that decomposes the determinants of the city size distribution into three main components: efficiency, amenities, and frictions. Higher efficiency and better amenities lead to larger cities, but also to greater frictions through congestion and other negative effects of agglomeration. Using data on MSAs in the United States, we parametrize the model and empirically estimate efficiency, amenities and frictions. Counterfactual exercises show that all three characteristics are important in that eliminating any of them leads to large population reallocations, though the welfare effects from these reallocations are small. Overall, we find that the gains from worker mobility across cities are modest. When allowing for externalities, we find an important city selection effect: eliminating differences in any of the city characteristics causes many cities to exit. We apply the same methodology to Chinese cities and find welfare effects that are many times larger than in the U.S.\n\n",
    "acknowledgement": "\nWe thank Kristian Behrens, Gilles Duranton, Wolfgang Keller, and Stephen Redding for helpful comments, and Joseph Gomes and Xuexin Wang for excellent assistance with the data. We acknowledge the financial support of the International Growth Centre at LSE (Grant RA-2009-11-015), the Comunidad de Madrid (PROCIUDAD-CM), the Spanish Ministry of Science (ECO2008-01300) and the Excellence Program of the Bank of Spain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}