{
    "id": 16619,
    "citation_title": "Preference Heterogeneity and Optimal Capital Income Taxation",
    "citation_author": [
        "Mikhail Golosov",
        "Maxim Troshkin",
        "Aleh Tsyvinski",
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a prominent justification for capital income taxation: goods preferred by those with high ability ought to be taxed. In an environment where commodity taxes are allowed to be nonlinear functions of income and consumption, we derive an analytical expression that reveals the forces determining optimal commodity taxation. We then calibrate the model to evidence on the relationship between skills and preferences and extensively examine the quantitative case for taxes on future consumption (saving). In our baseline case of a unit intertemporal elasticity, optimal capital income tax rates are 2% on average and 4.5% on high earners. We find that the intertemporal elasticity of substitution has a substantial effect on optimal capital taxation. If the intertemporal elasticity is one-third, optimal capital income tax rates rise to 15% on average and 23% on high earners; if the intertemporal elasticity is two, optimal rates fall to 0.6% on average and 1.6% on high earners. Nevertheless, in all cases that we consider the welfare gains of using optimal capital taxes are small.\n\n",
    "acknowledgement": "\nGolosov: Yale and NES; Troshkin: University of Minnesota and Minneapolis FRB; Tsyvinski: Yale and NES; Weinzierl: Harvard Business School and NBER. Golosov and Tsyvinski thank the NSF for support and EIEF for hospitality. We thank Doug Bernheim, Richard Blundell, V.V. Chari, Alex Gelber, Jon Heathcote, Caroline Hoxby, Erik Hurst, Larry Jones, Emir Kamenica, Louis Kaplow, Jakub Kastl, Henrik Kleven, Greg Mankiw, Ellen McGrattan, Kevin Murphy, Chris Phelan, Luigi Pistaferri, Jim Poterba, Canice Prendergast, Jesse Shapiro, Ali Shourideh, Jon Skinner, Johannes Spinnewijn, Kjetil Storesletten, and Rob Williams for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}