{
    "id": 16613,
    "citation_title": "The Domestic and International Effects of Interstate U.S. Banking",
    "citation_author": [
        "Fabio Ghironi",
        "Viktors Stebunovs"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the domestic and international effects of the transition to an interstate banking system implemented by the U.S. since the late 1970s in a dynamic, stochastic, general equilibrium model with endogenous producer entry. Interstate banking reduces the degree of local monopoly power of financial intermediaries. We show that the an economy that implements this form of deregulation experiences increased producer entry, real exchange rate appreciation, and a current account deficit. The rest of the world experiences a long-run increase in GDP and consumption. Less monopoly power in financial intermediation results in less volatile business creation, reduced markup countercyclicality, and weaker substitution effects in labor supply in response to productivity shocks. Bank market integration thus contributes to a moderation of firm-level and aggregate output volatility. In turn, trade and financial ties between the two countries in our model allow also the foreign economy to enjoy lower GDP volatility in most scenarios we consider. The results of the model are consistent with features of the U.S. and international business cycle after the U.S. began its transition to interstate banking.\n\n",
    "acknowledgement": "\nThis paper was circulated previously under the title \"The Domestic and International Effects of Financial Deregulation.\" First draft: July 21, 2007. For helpful comments, we thank Alessandro Barattieri, Rucha Bhate, Claudia Buch, Silvio Contessi, Mathias Hoffmann, Guay Lim, Alan Sutherland, Cédric Tille, and conference and seminar participants at Atlanta Fed, Boston Fed (seminar and Dynare Conference 2008), Bundesbank Spring Conference 2010 (International Risk Sharing and Global Imbalances), ECB Financial Markets and Macroeconomic Stability Conference, Econometric Society NASM 2008, EEA 2008, ESEM 2009, Federal Reserve Board, HEC Montréal, IMF, Kansas City Fed (System Conference on Macroeconomics 2008), LACEA 2008, MIT, NBER IFM Spring 2008, Reserve Bank of Australia 2007 Research Workshop on Monetary Policy in Open Economies, SED 2008, University of Connecticut, University of Houston, University of Maryland, University of Wisconsin-Madison, and Vanderbilt University. We are grateful to Alessandro Barattieri and Rucha Bhate for outstanding research assistance. All remaining errors are ours. Ghironi thanks the NSF for financial support through a grant to the NBER. The views presented in this paper are solely of the authors and do not necessarily represent the views or policies of the Federal Reserve Board or the National Bureau of Economic Research.\n\n\n"
}