{
    "id": 16624,
    "citation_title": "Committing to Exercise: Contract Design for Virtuous Habit Formation",
    "citation_author": [
        "Jeremy D. Goldhaber-Fiebert",
        "Erik Blumenkranz",
        "Alan M. Garber"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nSedentary lifestyles, obesity, and obesity-related chronic diseases have become increasingly common among U.S. adults, posing a major health policy challenge. While individuals may be interested in exercising more to reduce these health risks, they often have difficultly forming long-term exercise habits. Behavioral economic devices like commitment contracts aid individuals make repeated actions in situations where there are upfront costs and the benefits, though substantial, are delayed. It is not known whether such contracts can help individuals to sustain increased exercise. We conducted a randomized controlled trial to test whether nudges and anchoring could be used to shift the types of exercise commitment contracts people entered into using a web-based contract creation tool. At the time of contract creation, users selected a contract length (duration); number of times a week to exercise (frequency); and a financial penalty for failing to live up to the contract in a given week (stake). We randomly set the default duration shown to users (8 weeks, 12 weeks, or 16 weeks). Outcomes include: contract acceptance; chosen duration, frequency, total exercise sessions; and chosen financial stake. We analyzed the data using multivariable regressions and also developed a theoretical model of active choice in the context of nudges, fitting the model to the data using non-linear optimization. 619 users, age 18-69, were included in the study, of whom 61% accepted/signed an exercise commitment contract. Users who were shown a longer default contract durations were significantly more likely to choose a contract of longer duration. There was no difference in the likelihood of accepting contracts or in the chosen exercise frequency or financial stakes. Our model of active choice suggested that almost 50% of users were highly susceptible to default values for contract duration, with the greatest effect for users interested in exercise contracts with durations nearer to the nudged defaults. This implication of the model was confirmed by quantile regressions (greatest effect of nudges for contract durations between the 40th and 80th percentiles). With changes in default values, individuals can be nudged into longer exercise commitment contracts that obligate them to greater numbers of exercise sessions.\n\n",
    "acknowledgement": "\nSupported in part by National Institute on Aging Grant P30 AG24957 to Stanford University, Center for Advancing Decision Making in Aging, and by the Department of Veterans Affairs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}