{
    "id": 16627,
    "citation_title": "Green Clubs",
    "citation_author": [
        "Klaas van 't Veld",
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper treats programs in which firms voluntarily agree to meet environmental standards as \"green clubs\": clubs, because they provide non-rival but excludable reputation benefits to participating firms; green, because they also generate environmental public goods. The model illuminates a central tension between the congestion externality familiar from conventional club theory and the free-riding externality familiar from the theory on private provision of public goods. We compare three common program sponsors--governments, industry, and environmental groups. We find that if monitoring of the club standard is perfect, a government constrained from regulating club size may prefer to leave sponsorship to industry if public-good benefits are sufficiently low, or to environmentalists if public-good benefits are sufficiently high. If monitoring is imperfect, an important question is whether consumers can infer that a club is too large for its standard to be credible. If they can, then the government may deliberately choose an imperfect monitoring mechanism as a way of regulating club size indirectly. If they cannot, then this reinforces the government's preference for delegating sponsorship.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from conference and seminar participants at Cal Poly, UC Santa Barbara, UC Berkeley, UC Energy Institute, University of British Columbia, University of Calgary, UC Boulder, University of Michigan, and the 2009 EAERE conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}