{
    "id": 16626,
    "citation_title": "Evaluating the Effectiveness of National Labor Relations Act Remedies: Analysis and Comparison with Other Workplace Penalty Policies",
    "citation_author": [
        "Morris M. Kleiner",
        "David Weil"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe goal of this paper is to examine the implied penalty policies underlying the remedies created by the National Labor Relations Act (NLRA) in terms of the policies' impact on employer and union behaviors.  We present a simple model of deterrence as a means of evaluating workplace penalty policies in terms of their influence on employer behavior, particularly through deterrence effects.  We also compare the remedies for violations embodied in the NLRA with penalty policies under other workplace legislation, such as the Fair Labor Standards Act and the Occupational Safety and Health Act.  We then evaluate the size of financial costs for violations against individuals of specific provisions of the NLRA by firms and unions for the period 2000-2009.  We show that the implied penalties are modest, particularly in terms of providing sufficient incentives to comply with the law in a timely manner.  Given this finding, we examine other potential remedies available under the NLRA, in particular, methods to address the impact of delays (the length of time from the filing of the charge or the issuance of the charge to the time of its adjudication before an administrative law judge at the National Labor Relations Board or through the federal courts) on workplace representation through unionization.\n\n",
    "acknowledgement": "\nWe thank Sheldon Friedman for his initial encouragement of the research project, and Sally M. Kleiner, Jing Cai, and Tucker DeVoe for their excellent assistance with our analysis.  We also thank Diane Bridge and Jolynne Miller from the National Labor Relations Board for helping us obtain and interpret the codes for the data in the analysis. We appreciated the helpful comments from Richard Freeman, William Gould and Jeffrey Hirsch on an earlier version of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}