{
    "id": 16629,
    "citation_title": "Unexploited Gains from International Diversification: Patterns of Portfolio Holdings Around the World",
    "citation_author": [
        "Tatiana Didier",
        "Roberto Rigobon",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how portfolios with a global investment scope are actually allocated internationally using a unique micro dataset on U.S. equity mutual funds. While mutual funds have great flexibility to invest globally, they invest in a surprisingly limited number of stocks, around 100. The number of holdings in stocks and countries from a given region declines as the investment scope of funds broadens. This restrictive investment practice has costs. A mean-variance strategy shows unexploited gains from further international diversification. Mutual funds investing globally could achieve better risk-adjusted returns by broadening their asset allocation, including stocks held by more specialized funds within the same mutual fund family (company). This investment pattern is not explained by lack of information or instruments, transaction costs, or a better ability of global funds to minimize negative outcomes. Instead, industry practices related to organizational factors seem to play an important role.\n\n",
    "acknowledgement": "\nFor very helpful comments, we would like to thank Andres Almazan, Fernando Broner, Ricardo Caballero, Charlie Calomiris, V.V. Chari, Bob Gibbons, Julian di Giovanni, Alejandro Drexler, Pierre- Olivier Gourrinchas, Graciela Kaminsky, Mark Kritzman, Michael Klein, Tarun Ramadorai, Rafael Repullo, Dani Rodrik, Rafael Chaves Santos, Luis Servén, Steven Snider, Frank Warnock, and participants at presentations held at the AEA Annual Meetings (Chicago), the European Central Bank, Harvard University, the IMF, the IMF Ninth Jacques Polak Annual Research Conference, the LACEA Annual Meetings (Buenos Aires and Mexico City), MIT, the NBER Summer Institute, the NIPFP-DEA Workshop on Capital Flows (New Delhi), and the XII Workshop in International Economics and Finance (Rio de Janeiro). We are grateful to Tiago Caruso, Francisco Ceballos, Juan Carlos Gozzi, Jennifer Kim, Ricardo Leal, Paula Pedro, Mercedes Politi, Virginia Poggio, Juliana Portella, and Mira Olson, who provided excellent research assistance at different stages of the project, and Judith Goff, who helped with the editing. The World Bank provided generous financial support through its research program. The views expressed here do not necessarily represent those of the World Bank or the National Bureau of Economic Research.\n\n\n"
}