{
    "id": 16623,
    "citation_title": "AGOA Rules: The Intended and Unintended Consequences of Special Fabric Provisions",
    "citation_author": [
        "Lawrence Edwards",
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2010-12-16",
    "issue_date": "2010-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLesotho and other least developed African countries responded impressively to the preferences they were granted under the African Growth and Opportunities Act with a rapid increase in their clothing exports to the US. But this performance has not been accompanied by some of the more dynamic growth benefits that might have been hoped for. In this study we develop the theory and present empirical evidence to demonstrate that these outcomes are the predictable consequences of the manner in which the specific preferences might be expected to work.\nThe MFA (Multi-fiber Arrangement) quotas on US imports of textiles created a favorable environment for low value-added, fabric-intensive clothing production in countries with unused quotas by inducing constrained countries to move into higher quality products.  By allowing the least developed African countries to use third country fabrics in their clothing exports to the US, AGOA provided additional implicit effective subsidies to clothing that were multiples of the US tariffs on clothing imports. Taken together, these policies help account for the program's success and demonstrate the importance of other rules of origin in preventing poor countries from taking advantage of other preference programs. \nBut the disappointments can also be attributed to the preferences because they discouraged additional value-addition in assembly and stimulated the use of expensive fabrics that were unlikely to be produced locally. When the MFA was removed, constrained countries such as China moved strongly into precisely the markets in which AGOA countries had specialized. Although AGOA helped the least developed countries withstand this shock, they were nonetheless adversely affected.  Preference erosion due to MFN reductions in US clothing tariffs could similarly have particularly severe adverse effects on these countries.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Bennett for his invaluable assistance on our visit to Lesotho; to the various people we interviewed including Nkopane Monyane, Jennifer Chen, Grace Lin, Mpho Madia, Fiona Lee and those from the Lesotho National Development Corporation; to Mike Morris for helpful conversations, to Pandey Bibek and Jenny O Connell for research assistance; and for funding to the NBER Africa project. We also thank the South African National Research Foundation, Economic Research Southern Africa and the Center for International Development at Harvard for hosting our visits to work together on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}