{
    "id": 16635,
    "citation_title": "Local Electoral Incentives and Decentralized Program Performance",
    "citation_author": [
        "Alain de Janvry",
        "Frederico Finan",
        "Elisabeth Sadoulet"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how electoral incentives affected the performance of a major decentralized conditional cash transfer program intended on reducing school dropout rates among children of poor households in Brazil. We show that while this federal program successfully reduced school dropout by 8 percentage points, the program's impact was 36 percent larger in municipalities governed by mayors who faced reelection possibilities compared to those with lame-duck mayors. First term mayors with good program performance were much more likely to get re-elected. These mayors adopted program implementation practices that were not only more transparent but also associated with better program outcomes.\n\n",
    "acknowledgement": "\nWe are indebted to Kathy Lindert, Bénédicte de la Brière, Donald Nelson, Lucia Chaves, Simone Cabral Marinho dos Santos, Irles Mayorga, and Julia Morim in helping us implement this research project, and to the World Bank, the UNESCO, and the UK Department for International Development for financial assistance in covering the cost of the survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}