{
    "id": 16632,
    "citation_title": "Holdouts in Sovereign Debt Restructuring: A Theory of Negotiation in a Weak Contractual Environment",
    "citation_author": [
        "Rohan Pitchford",
        "Mark L. J. Wright"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy is it difficult to restructure sovereign debt in a timely manner? In this paper we present a theory of the sovereign debt restructuring process in which delay arises as individual creditors hold-up a set- tlement in order to extract greater payments from the sovereign. We then use the theory to analyze recent policy proposals aimed at ensuring equal repayment of creditor claims. Strikingly, we show that such collective action policies may increase delay by encouraging free-riding on negotiation costs, even while preventing hold-up and reducing total negotiation costs. A calibrated version of the model can account for observed delays, and finds that free riding is quantitatively relevant: whereas in sim- ple low-cost debt restructuring operations collective mechanisms will reduce delay by more than 60%, in high-cost complicated restructurings the adoption of such mechanisms results in a doubling of delay.\n\n",
    "acknowledgement": "\nWhile all errors are our own, we thank Rui Esteves, Daniel Klerman, Lee Ohanian, Christoph Trebesch, the editor, three anonymous referees, and numerous seminar participants for comments, and Catherine Feng and Aubrey Clark for excellent research assistance. Further comments are welcome. Pitchford acknowledges the financial support of the Australian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}