{
    "id": 1663,
    "citation_title": "Monetary Dynamics with Proportional Transaction Costs and Fixed Payment Periods",
    "citation_author": [
        "Sanford J. Grossman"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA general equilibrium model of an economy is presented where people hold money rather than bonds in order to economize on transaction costs. In any such model it is not optimal for individuals to instantaneously adjust their money holdings when new information arrives. The (endogenous) delayed response to new information generates a response to a new monetary policy which is quite different from that of standard flexible price models of monetary equilibrium. Though all goods markets instantaneously clear, the monetary transaction cost causes delayed responses in nominal variables to a change in monetary policy. This in turn causes real variables to respond to the new monetary policy.The two classes of monetary policies analyzed here are price level policies and interest rate policies. Price level policies are monetary policies which in general equilibrium keep the nominal rate constant, but change the long run price level . We show that the money supply must rise gradually to its new steady level if the price level is to be raised without causing nominal interest rates to fall. When interest rate policies are analyzed, it becomes clear that aggregate money demand at time t depends on the path of interest rates, not just the instantaneous interest rate at time t. This is because the aggregate money holding at time t is composed of the money holdings of various consumers,each of whom has a different but overlapping holding period. The staggering of money holding periods is a necessary condition for general equilibrium; general equilibrium requires that some consumers must be incrementing their cash when other consumers are decrementing their cash via spending. Some results of our analysis include the fact that high frequency movements of the interest rate cause a much smaller change in money demand than low frequency movements, since it is the integral of the interest rateover a holding period which determines money demand. Further, at high frequencies, the rate of inflation is not the difference between the nominal interest rate and the rate of time preference.\n\n",
    "acknowledgement": "\n"
}