{
    "id": 16634,
    "citation_title": "Identification and Inference in Linear Stochastic Discount Factor Models with Excess Returns",
    "citation_author": [
        "Craig Burnside"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "2015-07-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen excess returns are used to estimate linear stochastic discount factor (SDF) models, researchers often adopt a normalization of the SDF that sets its mean to 1, or one that sets its intercept to 1. These normalizations are often treated as equivalent, but they are subtly different both in population, and in finite samples. Standard asymptotic inference relies on rank conditions that differ across the two normalizations, and which can fail to differing degrees. I first establish that failure of the rank conditions is a genuine concern for many well known SDF models in the literature. I also describe how failure of the rank conditions can affect inference, both in population and in finite samples. I propose using tests of the rank conditions not only as a diagnostic device, but also for model reduction. I show that this model reduction procedure has desirable size and power properties in a Monte Carlo experiment with a calibrated model.\n\n",
    "acknowledgement": "\nThis is a substantially revised version of an earlier draft entitled \"Identification and Inference in Linear Stochastic Discount Factor Models\". I am grateful to Jeremy Graveline, Cosmin Ilut, Shakeeb Khan, Frank Kleibergen, Francisco Peñaranda, Cesare Robotti and three anonymous referees for their comments and suggestions. I am grateful to the National Science Foundation for financial support (SES-0516697). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}