{
    "id": 16639,
    "citation_title": "Agglomerative Forces and Cluster Shapes",
    "citation_author": [
        "William R. Kerr",
        "Scott Duke Kominers"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe model spatial clusters of similar firms. Our model highlights how agglomerative forces lead to localized, individual connections among firms, while interaction costs generate a defined distance over which attraction forces operate. Overlapping firm interactions yield agglomeration clusters that are much larger than the underlying agglomerative forces themselves. Empirically, we demonstrate that our model's assumptions are present in the structure of technology and labor flows within Silicon Valley and its surrounding areas. Our model further identifies how the lengths over which agglomerative forces operate influence the shapes and sizes of industrial clusters; we confirm these predictions using variations across both technology clusters and industry agglomeration.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu and skominers@hbs.edu.  An earlier version of this paper was titled \"Tipping Points and Agglomeration Bubbles.\"  This research is supported by Harvard Business School and the Kauffman Foundation.  Alexis Brownell and Kristen Garner provided excellent research assistance.  We thank Jim Davis, Gilles Duranton, Ed Glaeser, Vernon Henderson, Guido Imbens, Yannis Ioannides, Sonia Jaffe, Ramana Nanda, Steve Ross, Scott Stern, and seminar participants at Aalto University School of Economics, American Economic Association, Bank of Finland, Boston University, Boston Urban and Real Estate Seminar, European Regional Science Association, Georgia Institute of Technology, Harvard University, NBER Productivity, Philadelphia Federal Reserve Board, University of California San Diego, University of Pennsylvania Wharton School, and University of Virginia for their insights.  Kerr thanks the Bank of Finland for hosting him during a portion of this project.  The research in this paper was conducted while Kerr was a Special Sworn Status researcher of the US Census Bureau at the Boston Census Research Data Center (BRDC).  Support for this research from NSF grant ITR-0427889 [BRDC] and an NSF Graduate Research Fellowship [Kominers] is gratefully acknowledged.  Research results and conclusions expressed are the authors' and do not necessarily reflect the views of the Census Bureau or NSF.  This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}