{
    "id": 16638,
    "citation_title": "How Does the Business Cycle Affect Eating Habits?",
    "citation_author": [
        "Dhaval M. Dave",
        "Inas Rashad Kelly"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs economic expansions raise employment and wages, associated shifts in income and time constraints would be expected to also impact individuals' health.  This study utilizes information from the Behavioral Risk Factor Surveillance System (1990-2007) to explore the relationship between the risk of unemployment and the consumption of various healthy and unhealthy foods.  Estimates, based on fixed effects methodologies, indicate that a higher risk of unemployment is associated with reduced consumption of fruits and vegetables and increased consumption of \"unhealthy\" foods such as snacks and fast food.  In addition to estimation of the average population effect, heterogeneous responses are also identified through detailed sample stratifications and by isolating the effect for those predicted to be at highest risk of unemployment based on their socio-economic characteristics.  Among individuals predicted to be at highest risk of being unemployed, a one percentage point increase in the resident state's unemployment rate is associated with a 2-8% reduction in the consumption of fruits and vegetables.  The impact is somewhat higher among married individuals and older adults.  Supplementary analyses also explore specific mediating pathways, and point to reduced family income and adverse mental health as significant channels underlying the procyclical nature of healthy food consumption.\n\n",
    "acknowledgement": "\nThe authors thank Shin-Yi Chou, Resul Cesur, and participants at the 2010 Eastern Economic Association and 2010 Southern Economic Association conferences for helpful comments.  The authors alone are responsible for errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}