{
    "id": 16642,
    "citation_title": "Fire Sales in Finance and Macroeconomics",
    "citation_author": [
        "Andrei Shleifer",
        "Robert W. Vishny"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFire sales are forced sales of assets in which high-valuation bidders are sidelined, typically due to debt overhang problems afflicting many specialist bidders simultaneously.  We overview theoretical and empirical research on asset fire sales, which shows how they can arise, how they can lead to asset under-valuations, how contracts and bankruptcy regimes adjust to the risk of fire sales, how fire sales can lead to downward spirals or cascades in asset prices, how arbitrage fails in the presence of fire sales, and how fire sales can reduce productive investment.  We conclude by showing how asset fire sales shed light on several aspects of the recent financial crisis, and can account for the success of the liquidity provision and asset purchase policies of the Federal Reserve.\n\n",
    "acknowledgement": "\nWe thank Efraim Benmelech, Eduardo Davila, Nicola Gennaioli, Robin Greenwood, Samuel Hanson, Oliver Hart, Anil Kashyap, Joshua Schwartzstein, Alp Simsek, Jeremy Stein, Rene Stulz, and the editors of the Journal of Economic Perspectives for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}