{
    "id": 16647,
    "citation_title": "U.S. Foreign-Exchange-Market Intervention and the Early Dollar Float: 1973 - 1981",
    "citation_author": [
        "Michael D. Bordo",
        "Owen F. Humpage",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dollar's depreciation during the early floating rate period, 1973 - 1981, was a symptom of the Great Inflation.  In that environment, sterilized foreign exchange interventions were ineffective in halting the dollar's decline, but showed a limited ability to smooth dollar movements.  Only after the Volcker FOMC changed its monetary-policy approach and demonstrated a willingness to maintain a disinflationary stance despite severe economic weakness and high unemployment did the dollar begin a sustained appreciation.  Also contributing to the ineffectiveness of the interventions was the Desk's method of operation.  The small, covert interventions, particularly prior to 1977, seemed inconsistent with an expectations channel of influence, and financing intervention with short-term borrowed funds seemed inconsistent with a portfolio-balance channel of influence.  The Desk never clearly articulated an intervention transmission mechanism.  The episode indicated the shortcomings of sterilized intervention and led to their cessation in April 1981.\n\n",
    "acknowledgement": "\nThe authors thank Michael Shenk, and Zebo Zakir for their research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the view of the National Bureau of Economic Research.\n\n\n"
}