{
    "id": 16640,
    "citation_title": "Rethinking the Effects of Financial Liberalization",
    "citation_author": [
        "Fernando A. Broner",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2010-12-23",
    "issue_date": "2010-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last few decades, many emerging markets have lifted restrictions on cross-border financial transactions. The conventional view was that this would allow these countries to: (i) receive capital inflows from advanced countries that would finance higher investment and growth; (ii) insure against aggregate shocks and reduce consumption volatility; and (iii) accelerate the development of domestic financial markets and achieve a more efficient domestic allocation of capital and better sharing of individual risks. However, the evidence suggests that this conventional view was wrong. In this paper, we present a simple model that can account for the observed effects of financial liberalization. The model emphasizes the role of imperfect enforcement of domestic debts and the interactions between domestic and international financial transactions. In the model, financial liberalization might lead to different outcomes: (i) domestic capital flight and ambiguous effects on net capital flows, investment, and growth; (ii) large capital inflows and higher investment and growth; or (iii) volatile capital flows and unstable domestic financial markets. The model shows how these outcomes depend on the level of development, the depth of domestic financial markets, and the quality of institutions\n\n",
    "acknowledgement": "\nWe thank Robert Zymek for excellent research assistance. We received valuable comments from Fernando Alvarez, Vasco Carvalho, Michael Devereux, Nicola Gennaioli, Giacomo Ponzetto, Romain Ranciere, and participants at presentations held at the Banque de France Conference on International Macroeconomics and Finance, Bilkent, CEPR ESSIM, Chicago Fed, Collegio Carlo Alberto, Di Tella-LACEA Workshop in International Economics and Finance, Harvard, Graduate Institute Geneva, IMF Annual Research Conference, LUISS, LSE, Minnesota Workshop on Macroeconomic Theory, MIT, Michigan, Notre Dame, PSE, Sabanci, San Andrés, SED Meetings, UBC, and Wisconsin. We acknowledge financial support from the International Growth Centre, the European Research Council, and the Barcelona GSE The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}