{
    "id": 16643,
    "citation_title": "When Opportunity Knocks, Who Answers? New Evidence on College Achievement Awards",
    "citation_author": [
        "Joshua Angrist",
        "Philip Oreopoulos",
        "Tyler Williams"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the effects of academic achievement awards for first and second-year college students on a Canadian commuter campus. The award scheme offered linear cash incentives for course grades above 70. Awards were paid every term. Program participants also had access to peer advising by upperclassmen. Program engagement appears to have been high but overall treatment effects were small. The intervention increased the number of courses graded above 70 and points earned above 70 for second-year students, but there was no significant effect on overall GPA. Results are somewhat stronger for a subsample that correctly described the program rules. We argue that these results fit in with an emerging picture of mostly modest effects for cash award programs of this type at the post-secondary level.\n\n",
    "acknowledgement": "\nOur thanks to the Higher Education Quality Council of Ontario and to the Spencer Foundation for funding this work. Thanks also go to participants in the MIT Labor Lunch, the Harvard Labor Economics Workshop, and the MIT Labor/Public Finance Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}