{
    "id": 16641,
    "citation_title": "The Extensive Margin of Exporting Products: A Firm-level Analysis",
    "citation_author": [
        "Costas Arkolakis",
        "Sharat Ganapati",
        "Marc-Andreas Muendler"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "2020-07-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo quantify trade frictions, we examine multi-product exporters. We build a flexible general equilibrium model and estimate market entry costs using Brazilian firm-product-destination data under rich demand and market-access cost shocks. Our estimates show that additional products farther from a firm’s core competency come at higher production costs, but there are substantive economies of scope in market-access costs. Market-access costs differ across destinations, falling more rapidly in scope at nearby regions and at destinations with fewer non-tariff barriers. We evaluate a counterfactual scenario that harmonizes market-access costs across destinations and find global welfare gains similar to eliminating all current tariffs.\n\n",
    "acknowledgement": "\nWe thank the editor Virgiliu Midrigan and two anonymous referees. We are grateful to Hiau Looi Kee and Marcelo Olarreaga for sharing augmented UNCTAD TRAINS data on non-tariff measures and detailed explanations. We benefitted from helpful comments and discussions by David Atkin, Andrew Bernard, Lorenzo Caliendo, Thomas Chaney, Arnaud Costinot, Don Davis, Gilles Duranton, Jon Eaton, Elhanan Helpman, Gordon Hanson, Sam Kortum, Giovanni Maggi, Kalina Manova, Marc Melitz, Peter Neary, Jim Rauch, Veronica Rappaport, Steve Redding, Kim Ruhl, Peter Schott, Daniel Trefler and Jon Vogel as well as several seminar and conference participants. Oana Hirakawa, Olga Timoshenko and Bingyu Zhang provided excellent research assistance. Muendler and Arkolakis acknowledge NSF support (SES-0550699 and SES-0921673) and support from the Yale University High Performance Computing Center with gratitude. An Online Supplement is available at econ.ucsd.edu/muendler/papers/abs/braxpmkt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}