{
    "id": 16646,
    "citation_title": "The Wage Effects of Immigration and Emigration",
    "citation_author": [
        "Frédéric Docquier",
        "Çaǧlar Özden",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we simulate the long-run effects of migrant flows on wages of high-skilled and low-skilled non-migrants in a set of countries using an aggregate model of national economies. New in this literature we calculate the wage effect of emigration as well as immigration. We focus on Europe and compare the outcomes for large Western European countries with those of other key destination countries both in the OECD and outside the OECD. Our analysis builds on an improved database of bilateral stocks and net migration flows of immigrants and emigrants by education level for the years 1990 through 2000. We find that all European countries experienced a decrease in their average wages and a worsening of their wage inequality because of emigration. Whereas, contrary to the popular belief, immigration had nearly equal but opposite effects: positive on average wages and reducing wage inequality of non-movers. These patterns hold true using a range of parameters for our simulations, accounting for the estimates of undocumented immigrants, and correcting for the quality of schooling and/or labor-market downgrading of skills. In terms of wage outcomes, it follows that prevalent public fears in European countries are misplaced; immigration has had a positive average wage effect on native workers. Some concerns should be focused on the wage effect of emigration, instead.\n\n",
    "acknowledgement": "\nThis article is part of a research project on \"Brain drain, return migration and South-South migration: impact on labor markets and human capital\" supported by the Austrian, German, Korean, and Norwegian governments through the Multi-donor Trust Fund on Labor Markets, Job Creation, and Economic Growth administered by the World Bank's Social Protection and Labor unit. The first author also acknowledges financial support from the Belgian French-speaking Community (convention ARC 09/14-019 on \"Geographical Mobility of Factors\"). The findings, conclusions and views expressed are entirely those of the authors and should not be attributed to the World Bank, its executive directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}