{
    "id": 16653,
    "citation_title": "The Equity and Efficiency of Two-Part Tariffs in U.S. Natural Gas Markets",
    "citation_author": [
        "Severin Borenstein",
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResidential natural gas customers in the United States face volumetric charges for natural gas that average about 30% more than marginal cost. The large markup on natural gas - which is used to cover the fixed infrastructure and operating costs of the local distribution companies - is widely recognized to be inefficient. Nonetheless, attempts to reduce volumetric charges, and cover the revenue shortfall through increased fixed monthly fees, have faced opposition based on the belief that current rate schedules have desirable distributional consequences. We evaluate this claim empirically using nationally-representative household-level data. We find that natural gas consumption is weakly correlated with household income, so current rate schedules are only mildly progressive. Under current rate schedules, high-volume customers pay a disproportionately large share of fixed costs, but these exhibit a weak correlation with high-income households. The correlation is somewhat weaker still when we consider alternative indicators of household financial stress, such as poverty status or number of children in the household. We show, for example, that poor households with multiple children would receive lower bills on average under marginal cost pricing. We present evidence that one cause of the weak redistributional impact of the current pricing policy is that the poor tend to live in less energy efficient homes.\n\n",
    "acknowledgement": "\nWe are grateful to David Novgorodsky for helping us to construct the Consumer Reports data, to Catie Hausman for outstanding research assistance, and to Soren Anderson, Larry Goulder, Erich Muehlegger, David Rapson, Hendrik Wolff and seminar participants at the University of British Columbia, UC Santa Cruz, UC Santa Barbara, Stanford and UC Berkeley for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}