{
    "id": 16650,
    "citation_title": "Bailouts and the Preservation of Competition",
    "citation_author": [
        "James W. Roberts",
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "2013-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments rescue private companies partly to prevent other firms from gaining excessive market power. However, if failing firms exit, new entry may limit remaining firms' market power if there are potential entrants who can be as effective competitors as the firms leaving the market. We quantify these effects in the case of the 1984 bailout of timber companies that faced substantial losses on existing federal timber contracts. We predict that the bailout substantially increased sale prices in subsequent auctions because firms that might have might have been induced to enter without the bailout tended to have relatively low values.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Entry and Selection in Auctions\". We are extremely grateful to Susan Athey, Jonathan Levin and Enrique Seira for sharing the data with us and to Coleman Doggett and Doug MacDonald for their insight on the timber industry. We appreciate useful feedback from John Asker, Phil Haile, Jakub Kastl, Brian McManus, Rob Porter, Katja Seim and numerous seminar participants as well as attendants of the 2010 NBER Summer IO program. Excellent research assistance was provided by Christoph Bauner, Yair Taylor and Huihui Wang. Both authors gratefully acknowledge financial support from Duke University. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}