{
    "id": 16655,
    "citation_title": "Valuing the Benefits of Superfund Site Remediation: Three Approaches to Measuring Localized Externalities",
    "citation_author": [
        "Shanti Gamper-Rabindran",
        "Ralph Mastromonaco",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply three complementary approaches designed to identify the localized effects of Superfund site remediation under the CERCLA, examining data at the level of (i) the census tract (paying attention to within tract heterogeneity), (ii) the census block, and (iii) individual house transaction.  Our analysis of the within-tract housing value distribution detects statistically and economically significant appreciation in the lower tails resulting from hazardous waste cleanup; deletion of a site raises tract-level housing values by 18.2% at the 10th percentile, 15.4% at the median, and 11.4% at the 60th percentile.  These tract results are confirmed by (i) house transaction data that show cheaper houses within each tract are more likely to be exposed to waste sites within one kilometer, explaining their greater appreciation from site cleanup, and (ii) high-resolution census block data that show greater appreciation among blocks lying closer to the cleaned sites.  House-level repeat-sales data confirm results from our national level census analysis by showing that deletion raises housing values relative to proposal in specific markets, such as northern New Jersey, but they also uncover a great heterogeneity in the effects of remediation across markets, with no statistical effects from deletion relative to proposal detected in Los Angeles metro, southwestern Connecticut or Boston metro.\n\n",
    "acknowledgement": "\nSupport for this research at the Triangle RDC from NSF (ITR-0427889) is gratefully acknowledged.  Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research.  All results have been reviewed to ensure that no confidential information is disclosed. Other information provided in this document was funded by the U.S. Environmental Protection Agency (US EPA) under Purchase Order Number EP09W001911 to Applied Planning Corporation.  The results contained herein have undergone Agency's peer and administrative review.  We thank Anna Alberini, Trudy Cameron, Justin Gallagher, Michael Greenstone, Bert Grider, James Hamilton, John Harris, Joel Herndon, Robin Jenkins,  Katherine Kiel, Nicolai Kuminoff, Alex Marten, Sriniketh Nagavarapu, Stephen Newbold, Dan Phaneuf, Glenn Sheriff, Hilary Sigman, Kerry Smith, Mark Thomas, Laura Taylor, Patrick Walsh, Randy Walsh, Jeffrey Zabel, and seminar participants at Carnegie Mellon University, Duke University, University of Madison-Wisconsin, North Carolina State University, University of Pittsburgh, University of Rome Tor Vergata, the Olin School at the Washington University in St. Louis, the EPA National Center for Environmental Economics and the California Workshop in Environmental Economics provided helpful comments and criticisms. We gratefully acknowledge use of data compiled and published by Michael Greenstone and Justin Gallagher.  Funding from the University of Pittsburgh's Center on Race and Social Problems and University Center for Social and Urban Research is gratefully acknowledged.\n\n\n"
}