{
    "id": 16656,
    "citation_title": "A Structural Approach to Market Definition With an Application to the Hospital Industry",
    "citation_author": [
        "Martin Gaynor",
        "Samuel A. Kleiner",
        "William B. Vogt"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket definition is essential to merger analysis. Because no standard approach to market definition exists, opposing parties in antitrust cases often disagree about the extent of the market. These differences have been particularly relevant in the hospital industry, where the courts have denied seven of eight merger challenges since 1994, due largely to disagreements over geographic market definition. We compare geographic markets produced using common ad hoc methodologies to a method that directly applies the \"SSNIP test\" to hospitals in California using a structural model. Our results suggest that previously employed methods overstate hospital demand elasticities by a factor of 2.4 to 3.4 and define larger markets than would be implied by the merger guidelines's hypothetical monopolist test. The use of these methods in differentiated product industries may lead to mistaken geographic market delineation, and was likely a contributing factor to the permissive legal environment for hospital mergers.\n\n",
    "acknowledgement": "\nCorresponding Author: skleiner@cornell.edu. We are grateful to Cory Capps, Rein Halbersma, R. Forrest McCluer, Barry Harris and Misja Mikkers for their comments and suggestions and Rob Jones for his computing assistance. All errors and opinions are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}