{
    "id": 16651,
    "citation_title": "Equity Prices and Equity Flows: Testing Theory of the Information-Efficiency Tradeoff",
    "citation_author": [
        "Assaf Razin",
        "Anuk Serechetapongse"
    ],
    "citation_publication_date": "2010-12-31",
    "issue_date": "2010-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper tests three hypotheses concerning foreign equity investment in the presence of liquidity risk. First, the FDI-to-FPI price differential is negatively related to liquidity risk (the \"Price Discount Hypothesis\"). The idea is that market participants do not know whether the FDI investor liquidates a firm because of an idiosyncratic liquidity shock, or because, as an informed investor, the firm is hit by a productivity shock. Second, the FDI-to-FPI composition of foreign equity investment skews towards FPI, if investors are expected to experience liquidity shortage in the future (the \"Equity-Composition Hypothesis\"). The idea is that because direct investments are more costly to liquidate, due to the price discount, the more severe is the expected liquidity shock, the smaller is the FDI-to-FPI ratio. Third, the FDI-to-FPI composition of foreign equity flows skews towards FDI, the larger are past FDI-to-FPI stocks (the \"Strategic Complementarity Hypothesis\"). The idea is that high liquidity need investors generate a positive information-externality for low liquidity need investors among investors who choose FDI, and further increases in the number of FDI investors comes from mainly high liquidity need investors. Such an increase reinforces the information externality, thereby lowering the FDI-to-FPI price discount, creating further incentives for investors to choose FDI. \nThe paper brings these hypotheses to country level data consisting of a large set of developed and developing countries over the period 1970 to 2004. The evidence gives strong support to the hypotheses. To test the hypothesis, we apply also a dynamic panel model to examine the variation of FPI relative to FDI for source and host countries from 1985 to 2004. Country-wide sales of external assets are used as a proxy for liquidity problems. We estimate the determinants of liquidity problems, and then test the effect of expected liquidity problems on stock prices, the ratio of FPI to FDI and gross flows of FDI and FPI. We find strong support for the hypotheses: greater expected liquidity problems increase the price discount, have a significant positive effect on gross flows of FPI, negative effect on gross flows of FPI, and positive effect on the ratio between FPI and FDI.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}