{
    "id": 16654,
    "citation_title": "Inflation Targeting",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2010-12-28",
    "issue_date": "2010-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInflation targeting is a monetary-policy strategy that is characterized by an announced numerical inflation target, an implementation of monetary policy that gives a major role to an inflation forecast and has been called forecast targeting, and a high degree of transparency and accountability. It was introduced in New Zealand in 1990, has been very successful in terms of stabilizing both inflation and the real economy, and has, as of 2010, been adopted by about 25 industrialized and emerging-market economies. The chapter discusses the history, macroeconomic effects, theory, practice, and future of inflation targeting.\n\n",
    "acknowledgement": "\nPrepared for Friedman, Benjamin M., and Michael Woodford, eds., Handbook of Monetary Economics, Volume 3a and 3b, forthcoming. I am grateful for comments by Petra Gerlach-Kristen, Amund Holmsen, Magnus Jonsson, Stefan Laséen, Edward Nelson, Athanasios Orphanides, Ulf Söderström, Anders Vredin, Michael Woodford, and participants in the ECB conference \"Key Developments in Monetary Economics\" and in a seminar at the Riksbank. I thank Carl Andreas Claussen for excellent research assistance. The views presented here are my own and not necessarily those of other members of the Riksbank's executive board or staff. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}