{
    "id": 16659,
    "citation_title": "Effects of Welfare Reform on Vocational Education and Training",
    "citation_author": [
        "Dhaval M. Dave",
        "Nancy E. Reichman",
        "Hope Corman",
        "Dhiman Das"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExploiting variation in welfare reform across states and over time and using relevant comparison groups, this study estimates the effects of welfare reform on an important source of human capital acquisition among women at risk for relying on welfare: vocational education and training. The results indicate that welfare reform reduced enrollment in full-time vocational education and had no significant effects on part-time vocational education or participation in other types of work-related courses, though there is considerable heterogeneity across states with respect to the strictness of educational policy and the strength of work incentives under welfare reform. In addition, we find heterogeneous effects by prior educational attainment. We find no evidence that the previously-observed negative effects of welfare reform on formal education (including college enrollment), which we replicated in this study, have been offset by increases in vocational education and training.\n\n",
    "acknowledgement": "\nThis project was funded by the National Institute of Child Health and Human Development (Grant #R01HD060318). The authors are grateful for helpful information on welfare policies vis-à-vis education from Julie Strawn and Elizabeth Lower-Basch, as well as Gilbert Crouse and Don Oellerich of the Department of Health and Human Services' Office of The Assistant Secretary for Planning and Evaluation, for helpful comments from Jennifer Kohn, and for valuable research assistance from Oliver Joszt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}