{
    "id": 16667,
    "citation_title": "Kosher Pork",
    "citation_author": [
        "Allan Drazen",
        "Ethan Ilzetzki"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth conventional wisdom and leading academic research view pork barrel spending as antithetical to responsible policymaking in times of crisis. In this paper we present an alternative view. When agents are heterogeneous in their ideology and in their information about the economic situation, allocation of pork may enable passage of legislation appropriate to a \"crisis\" that might otherwise not pass. Pork \"greases the legislative wheels\" not by bribing legislators to accept legislation they view as harmful, but by conveying information about the necessity of policy change, where it may be impossible to convey such information in the absence of pork. Pork may be used for this function in situations where all legislators would agree to forgo pork under full information. Moreover, pork will be observed when the public good is most valuable precisely because it is valuable and the informed agenda setter wants to convey this information.\n\n",
    "acknowledgement": "\nWe thank participants at the Stanford/UWI/CaPRI conference on Political Economy of Institutions, IIES Stockholm, the Spring 2010 NBER Political Economy Program Meeting, the Princeton Conference in Dynamic Political Economy, Collegio Carlo Alberto, the NBER Summer Institute, University of British Columbia, Birmingham, and Columbia University for many useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}