{
    "id": 16666,
    "citation_title": "Trade and the Global Recession",
    "citation_author": [
        "Jonathan Eaton",
        "Samuel Kortum",
        "Brent Neiman",
        "John Romalis"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "2016-01-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic multi-country general equilibrium model to investigate forces acting on the global economy during the Great Recession and ensuing recovery. Our multi-sector framework accounts completely for countries' trade, investment, production, and GDPs in terms of different sets of shocks. Applying the model to 21 countries, we investigate the 29 percent drop in world trade in manufactures during 2008-2009. A shift in final spending away from tradable sectors, largely caused by declines in durables investment efficiency, account for most of the collapse in trade relative to GDP. Shocks to trade frictions, productivity, and demand play minor roles.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Ariel Burstein, Christian Broda, Lorenzo Caliendo, Marty Eichenbaum, Chang- Tai Hsieh, Erik Hurst, Anil Kashyap, and Ralph Ossa as well as participants at numerous seminars for helpful comments. George Alessandria, Chris Edmond, Tim Kehoe, Andrei Levchenko, Kanda Naknoi, Denis Novy, Andy Rose, Jonathan Vogel, and Kei-Mu Yi gave excellent discussions. Max Perez Leon, Fernando Parro, and Kelsey Moser provided outstanding research assistance. This research was funded in part by the Neubauer Family Foundation and the Charles E. Merrill Faculty Research Fund at the University of Chicago Booth School of Business. Eaton and Kortum gratefully acknowledge the support of the National Science Foundation under grant number SES-0820338. Neiman gratefully acknowledges the support of the National Science Foundation under grant number 1061954. The Appendix that accompanies the paper, as well as notes and derivations from a simplified version of the model, can be found on the authors' web pages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}