{
    "id": 16669,
    "citation_title": "Health Insurance Mandates, Mammography, and Breast Cancer Diagnoses",
    "citation_author": [
        "Marianne P. Bitler",
        "Christopher S. Carpenter"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "2014-12-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of state health insurance mandates requiring coverage of screening mammograms. We find robust evidence that mammography mandates significantly increased mammography screenings by 4.5-25 percent. Effects are larger for women with less than a high school degree in states that ban deductibles, a policy similar to a provision of federal health reform that eliminates cost-sharing for preventive care. We also find that mandates increased detection of early stage in-situ pre-cancers. Finally, we find a substantial proportion of the increased screenings were attributable to mandates that are not consistent with current recommendations of the American Cancer Society.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Insurance Mandates and Mammography.\" We thank Brian Asquith, Charles Hardy, Bhavanna Mannam, Ian Salas, Kathleen Wong, and Melody Yang for excellent research assistance. We are grateful to Kathleen Adams, Laura Argys,  Cathy Bradley, David Neumark, Edward Norton, Barak Richman, Lucie Schmidt, Lara Shore-Sheppard, Kosali Simon, Madeline Zavodny, and numerous conference and seminar participants for many useful discussions and comments. David Howard generously shared NBCCEDP data. Bitler worked on this paper while visiting the Federal Reserve Bank of San Francisco. We are grateful to the American Cancer Society (Grant #RSGI- 11-003-01-CPHPS) and the UCI School of Medicine’s Institute for Clinical Translational Science for grant funding. All errors are our own. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, the American Cancer Society, or the National Bureau of Economic Research.\n\n\n"
}