{
    "id": 16660,
    "citation_title": "International Trade, Offshoring and Heterogeneous Firms",
    "citation_author": [
        "Richard Baldwin",
        "Toshihiro Okubo"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent trade models determine the equilibrium distribution of firm-level efficiency endogenously and show that freer trade shifts the distribution towards higher average productivity due to entry and exit of firms. These models ignore the possibility that freer trade also alters the firm-size distribution via international firm migration (offshoring); firms must, by assumption, produce in their 'birth nation.' We show that when firms are allowed to switch locations, new productivity effects arise. Freer trade induces the most efficient small-nation firms to move to the large nation. The big country gets an 'extra helping' of the most efficient firms while the small nation's firm-size distribution is truncated on both ends. This reinforces the big-nation productivity gain while reducing or even reversing the small-nation productivity gain. The small nation is nevertheless better off allowing firm migration.\n\n",
    "acknowledgement": "\nWe thank the Swiss National Science Foundation for support (Grant No. 100012-105675/1). This paper was mainly worked while Okubo was Ph.D. student at Graduate Institute, Geneva. The first version was published as CEPR DP, Baldwin and Okubo (2006a). An early draft was presented at the Vth Spring School in Economic Geography, Cagliari, Italy 24th May 2005 and at the annual conference of the European Trade Study Group, Dublin 10th September 2005 (see http://www.etsg.org); we thank the participants for useful and insightful comments especially Thierry Mayer, Pierre-Philippe Combes, Holger Breinlich and Peter Neary. We also thank Jota Ishikawa, Taiji Furusawa and other participants at the 2005 presentation of this paper at Hitotsubashi University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}