{
    "id": 16665,
    "citation_title": "Race and Home Ownership from the Civil War to the Present",
    "citation_author": [
        "William J. Collins",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present estimates of home ownership for African-American and white households from 1870 to 2007.  The estimates pertain to a sample of households headed by adult men participating in the labor force but the substantive findings are unchanged if the analysis is extended to all households.  Over the entire period African-American households in the sample increased their home ownership rate by 46 percentage points, whereas the rate for white households increased by 20 percentage points.  Thus, in the long run, the racial gap declined by 26 percentage points.  Remarkably, 25 of the 26 point long-run narrowing occurred between 1870 and 1910.  Since 1910, both white and black households have increased their rates of homeownership but the long-run growth in levels has been similar for both groups, and therefore the racial gap measured in percentage points was approximately constant over the past century.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support (Margo) from the Russell Sage Foundation; and helpful comments from Leah Boustan, Trevon Logan, Ken Snowden, and seminar participants at Baruch College's School of Public Affairs, the Russell Sage Foundation, UCLA's Ziman Center, and the University of Pittsburgh. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}