{
    "id": 16661,
    "citation_title": "Fifteen Years On: Household Incomes in South Africa",
    "citation_author": [
        "Murray Leibbrandt",
        "James Levinsohn"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses national household survey data to examine changes in real per capita incomes in South Africa between 1993 and 2008; the start and the end of the first fifteen years of post-apartheid South Africa. These data show an increase in average per capita real incomes across the distribution. Over this period growth has been shared, albeit unequally, across almost the entire spectrum of incomes. However, kernel density estimations make clear that these real income changes are not dramatic and inequality has increased. We conduct a series of semi-parametric decompositions in order to understand the role of endowments and changes in the returns to these endowments in driving these observed changes in the income distribution. This analysis highlights the positive role played by changes in endowments such as access to education and social services over the period. If these endowment changes were all that changed in South Africa over the post-apartheid period, we would have seen a pervasive rightward shift of the distribution of per capita real incomes. In the rest of the paper we explore why this did not happen.\n\n",
    "acknowledgement": "\nWe thank the NBER Africa Project for funding. We are also grateful to Matthew Welch for outstanding assistance with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}