{
    "id": 16664,
    "citation_title": "Long-run Impacts of School Desegregation & School Quality on Adult Attainments",
    "citation_author": [
        "Rucker C. Johnson"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "2015-09-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the long-run impacts of court-ordered school desegregation on an array of adult socioeconomic and health outcomes. The study analyzes the life trajectories of children born between 1945 and 1968, and followed through 2013, using the Panel Study of Income Dynamics (PSID). The PSID data are linked with multiple data sources that describe the neighborhood attributes, school quality resources, and coincident policies that prevailed at the time these children were growing up. I exploit quasi-random variation in the timing of initial court orders, which generated differences in the timing and scope of the implementation of desegregation plans during the 1960s, 70s, and 80s. Event study analyses as well as 2SLS and sibling-difference estimates indicate that school desegregation and the accompanied increases in school quality resulted in significant improvements in adult attainments for blacks. I find that, for blacks, school desegregation significantly increased both educational and occupational attainments, college quality and adult earnings, reduced the probability of incarceration, and improved adult health status; desegregation had no effects on whites across each of these outcomes. The results suggest that the mechanisms through which school desegregation led to beneficial adult attainment outcomes for blacks include improvement in access to school resources reflected in reductions in class size and increases in per-pupil spending.\n\n",
    "acknowledgement": "\nI wish to thank John Logan (Brown University, American Communities Project) for sharing data on school desegregation court cases, Sarah Reber for sharing the Office of Civil Rights school data, and the PSID staff for access to the confidential restricted-use PSID geocode data. I am grateful for detailed comments received from David Card, Sheldon Danziger, several anonymous referees, and seminar participants at the NBER labor studies meetings, IRP Summer Workshop (University of Wisconsin-Madison), UC-Berkeley, University of Chicago, University of Michigan, Stanford University, Northwestern, NYU, Yale, Duke, University of North Carolina, University of Minnesota, Wellesley College, Chicago Federal Reserve Bank, Russell Sage Foundation, ASSA/AEA annual conference, Midwest Economics Association meetings, and APPAM annual conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}