{
    "id": 16677,
    "citation_title": "U.S. International Equity Investment and Past and Prospective Returns",
    "citation_author": [
        "Stephanie E. Curcuru",
        "Charles P. Thomas",
        "Francis E. Warnock",
        "Jon Wongswan"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCounter to extant stylized facts, using newly available data on country allocations in U.S. investors' foreign equity portfolios we find that (i) U.S. investors do not exhibit returns-chasing behavior, but, consistent with partial portfolio rebalancing, tend to sell past winners; and (ii) U.S. investors increase portfolio weights on a country's equity market just prior to its strong performance, behavior inconsistent with an informational disadvantage. Over the past two decades, U.S. investors' foreign equity portfolios outperformed a value-weighted foreign benchmark by 160 basis points per year.\n\n",
    "acknowledgement": "\nThe authors are thankful for comments from Galina Hale, Assaf Razin, Giorgio Valente, participants at the ECB-JIE Conference \"What Future for Financial Globalisation?\", and participants in seminars at BIS, Clemson University, De Nederlandsche Bank, Federal Reserve Bank of Dallas, Federal Reserve Board, Georgetown University, Hong Kong Monetary Authority, Universiteit van Amsterdam, University of Oregon, and University of Virginia. We thank James Albertus for excellent research assistance. Warnock thanks the Darden School Foundation for generous support and the Asian Institute of Management for its hospitality. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Dallas, the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}