{
    "id": 16679,
    "citation_title": "A New Control Function Approach for Non-Parametric Regressions with Endogenous Variables",
    "citation_author": [
        "Kyoo il Kim",
        "Amil Petrin"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "2013-04-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the endogenous variable enters the structural equation non-parametrically the linear Instrumental Variable (IV) estimator is no longer consistent. Non-parametric IV (NPIV) can be used but it requires one to impose restrictions during estimation to make the problem well-posed. The non-parametric control function estimator of Newey, Powell, and Vella (1999) (NPV-CF) is an alternative approach that uses the residuals from the conditional mean decomposition of the endogenous variable as controls in the structural equation. While computationally simple identification relies upon independence between the instruments and the expected value of the structural error conditional on the controls, which is hard to motivate in many economic settings including estimation of returns to education, production functions, and demand or supply elasticities. We develop an estimator for non-linear and non-parametric regressions that maintains the simplicity of the NPV-CF estimator but allows the conditional expectation of the structural error to depend on both the control variables and the instruments. Our approach combines the conditional moment restrictions (CMRs) from NPIV with the controls from NPV-CF setting. We show that the CMRs place shape restrictions on the conditional expectation of the error given instruments and controls that are sufficient for identification. When sieves are used to approximate both the structural function and the control function our estimator reduces to a series of Least Squares regressions. Our monte carlos are based on the economic settings suggested above and illustrate that our new estimator performs well when the NPV-CF estimator is biased. Our empirical example replicates NPV-CF and we reject the maintained assumption of the independence of the instruments and the expected value of the structural error conditional on the controls in their setting.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Revisiting Instrumental Variables and the Classic Control Function Approach, with Implications for Parametric and Non-Parametric Regressions.\"  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}