{
    "id": 1667,
    "citation_title": "Regulated Price Discrimination and Quality: The Implications of Medicaid Reimbursement Policy for the Nursing Home Industry",
    "citation_author": [
        "Paul J. Gertler"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNursing homes participate simultaneously in a regulated and an unregulated market, and are required to supply the same quality of service to both markets. Specifically, nursing homes compete for patients who finance their care privately, and patients whose care is financed by the government's Medicaid program. The government reimburses nursing homes a set fee for the care of Medicaid patients, whereas nursing homes charge \"private pay\" patients what the market will bear. Quality is determined by competition in the\"private pay\" patient market. The greater the size of the \"private pay\" market relative to the Medicaid market, the higher is quality. We find that Medicaid policy makers face a trade-off between the access of Medicaid patients to care and quality. Specifically, an increase in the Medicaid reimbursement rate causes nursing homes to reduce quality, increase\"private pay\" price, and to admit more Medicaid patients and fewer \"private pay\" patients. Hence, in the nursing home industry, higher prices are associated with lower levels of quality. In addition, nursing homes set quality higher if the remibursement rate is set via \"cost plus\" pricing than if it is set via \"flat rate\" pricing.  Moreover, consumers in both markets are better off under \"cost plus\" pricing, nursing homes earn higher profits under \"flat rate\" pricing, and total governmental Medicaid expenditures are the same under both reimbursement methods.\n\n",
    "acknowledgement": "\n"
}