{
    "id": 16671,
    "citation_title": "The War at Home: Effects of Vietnam-Era Military Service on Post-War Household Stability",
    "citation_author": [
        "Dalton Conley",
        "Jennifer Heerwig"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior researchers have deployed the Vietnam-era draft lottery as an instrument to estimate causal effects of military service on health and income.  This research has shown that effects of veteran status on mortality and earnings that appeared shortly after the war seem to have dissipated by 2000.  While these are important outcomes to economists, by focusing on them, researchers may be neglecting an area of life that could be more sensitive to the psychological effects of military service: household and family life.  In the present study we use the same IV approach to model the causal impact of Vietnam- era military service on four novel outcomes: residential stability, marital stability, housing tenure and extended family living arrangements.  In analysis of the 2000 U.S. Census and the 2005 American Community Survey, we find that veteran status has no effect on housing tenure or residential stability. However, in the ACS sample, being a veteran appears to lower the likelihood of marital disruption, and results for extended family living arrangements appear to change signs across the two samples.  Meanwhile, results tend to be strongest for whites.\n\n",
    "acknowledgement": "\nThis research was funded by the National Science Foundation's Alan T. Waterman Award.This study was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the New York Research Data Center. Any opinions and conclusions expressed herein are those of  the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}