{
    "id": 16675,
    "citation_title": "The Drawdown of Personal Retirement Assets",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2011-01-06",
    "issue_date": "2011-01-06",
    "revision_date": "2013-01-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHow households draw down their balances in personal retirement accounts (PRAs) such as 401(k) plans and IRAs can have an important effect on retirement income security and on federal income tax revenues.  This paper examines the withdrawal behavior of retirement-age households in the SIPP and finds a modest rate of withdrawals prior to the age of 70½, the age at which required minimum distributions (RMDs) must begin.  In a typical year, only seven percent of PRA-owning households between the ages of 60 and 69 take an annual distribution of more than ten percent of their PRA balance, and only eighteen percent make any withdrawals at all.  For these households, annual withdrawals represent about two percent of account balances.  The rate of distributions rises sharply after age 70½, with annual withdrawals of about five percent per year.  During the period we study, the average rate of return on account balances exceeded this withdrawal rate, so average PRA balances continued to grow through at least age 85.  Our findings suggest that households tend to preserve PRA assets, perhaps to self-insure against large and uncertain late-life expenses, and that RMD rules have important effects on withdrawal patterns.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grants #10-P-98363-1-05 and #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging.  Poterba is a trustee of the TIAA-CREF mutual funds and the College Retirement Equity Fund, a retirement service provider.  We are grateful to John Sabelhaus and especially Sarah Holden for helpful comments and discussion. The findings and conclusions expressed are solely those of the authors and do not represent the views of the SSA, any agency of the Federal Government, TIAA-CREF, or the NBER.\n\n\n"
}