{
    "id": 16680,
    "citation_title": "Best Prices",
    "citation_author": [
        "Judith A. Chevalier",
        "Anil K. Kashyap"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "2012-08-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of strategic price-discrimination by retailers for price determination and inflation dynamics. We model two types of customers, \"loyals\" who buy only one brand and do not strategically time purchases, and \"shoppers\" who seek out low-priced products both across brands and across time. Shoppers always pay the lowest price available, the \"best price\". Retailers in this setting optimally choose long periods of constant regular prices punctuated by frequent temporary sales. Supermarket scanner data confirm the model's predictions: the average price paid is closely approximated by a weighted average of the fixed weight average list price and the \"best price\". In contrast to standard menu cost models, our model implies that sales are an essential part of the price plan and the number and frequency of sales may be an important mechanism for adjustment to shocks. We conclude that our \"best price\" construct provides a tractable input for constructing price series.\n\n",
    "acknowledgement": "\nThe views expressed here are our own and not necessarily those of any institutions with which we are affiliated, nor of the National Bureau of Economic Research. Kashyap thanks the Chicago Booth Initiative on Global Markets for research support. We thank Cecilia Gamba, Aaron Jones, and Ashish Shenoy for outstanding research assistance. We thank numerous seminar participants for helpful comments. We are grateful to the Kilts Marketing Center and SymphonyIRI Group for the data. As a condition of use, SymphonyIRI reviews all papers using their data to check that the data are not described in a misleading fashion. However, all analyses in this paper based on SymphonyIRI Group, Inc. data are the work of Chevalier and Kashyap, not SymphonyIRI Group, Inc.\n\n\n"
}