{
    "id": 16688,
    "citation_title": "Did Doubling Reserve Requirements Cause the Recession of 1937-1938? A Microeconomic Approach",
    "citation_author": [
        "Charles W. Calomiris",
        "Joseph Mason",
        "David Wheelock"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1936-37, the Federal Reserve doubled the reserve requirements imposed on member banks.  Ever since, the question of whether the doubling of reserve requirements increased reserve demand and produced a contraction of money and credit, and thereby helped to cause the recession of 1937-1938, has been a matter of controversy. Using microeconomic data to gauge the fundamental reserve demands of Fed member banks, we find that despite being doubled, reserve requirements were not binding on bank reserve demand in 1936 and 1937, and therefore could not have produced a significant contraction in the money multiplier. To the extent that increases in reserve demand occurred from 1935 to 1937, they reflected fundamental changes in the determinants of reserve demand and not changes in reserve requirements.\n\n",
    "acknowledgement": "\nThe authors thank Hong Lee and David Lopez for research assistance, and Allan Meltzer for helpful discussions. Views expressed in this paper do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}