{
    "id": 16689,
    "citation_title": "Partnership fragility and credit costs",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "2013-01-24",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic teams, including the business partnership, are created to exploit gains from cooperation, but teams also fall prey to shirking and other opportunistic behaviors, which lead to their dissolution. If team production is partly financed with debt, the untimely dissolution of partnerships exposes creditors to default risks that they will price into debt contracts. This paper explores these two features of the nineteenth-century business partnership and finds: (1) partnerships were short-lived teams (two years or less, on average) and larger partnerships were shorter-lived yet; and (2) compared to proprietorship, partnerships paid higher interest rates on short-term debt, after controlling for loan size, maturity, and other observable features. Although there were potential gains from team production, potential opportunism raised the costs of partnerships.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Partnership Law and Credit Availability.\" I thank the Jefferson County Historical Society for making the records of the Black River Bank available. I also thank Naomi Lamoreaux, Henry Hansmann, Eric Hilt and seminar participants at the All New York Economic History Workshop, the NBER-DAE Spring program meeting, Wesleyan University and Williams College for valuable comments on earlier versions. Pam Bodenhorn provided exceptional assistance in transcribing and coding the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}