{
    "id": 16686,
    "citation_title": "Rebalancing and the Chinese VAT: Some Numerical Simulation Results",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper presents numerical simulation results that suggest that China can both reduce its trade imbalance and receive welfare benefits by switching the value added tax (VAT) regime from the current destination principle to an origin principle. With the tax on exports exceeding that no longer collected on imports, revenues rise and exports fall. VAT regime switching is thus a possibility for China to receive a double benefit, rebalancing trade with a welfare gain. This has implications for present G20 discussions on finding ways to adjust global trade imbalances. Under a destination principle, imports are taxed but input taxes are rebated on exports (as currently). Under an origin basis imports are not taxed, but no export rebates are given. Previous VAT literature stresses the neutrality of tax basis switches, which simply reflect moving between consumption and production taxes, but neutrality only holds when trade is balanced. In the unbalanced trade case for countries with a trade surplus, such as China, an origin basis offers a lower tax rate on an equal yield basis and reduced exports. We use a two country endogenous trade imbalance general equilibrium global trade model with endogenous factor supply, a fixed exchange rate and a non-accommodative monetary policy structure which supports the Chinese trade imbalance. We calibrate model parameters to 2008 data and simulate counterfactual equilibria for VAT tax basis switches in which the trade imbalance changes. Our results suggest that given China's trade surplus VAT regime switching to an origin can decrease China's trade surplus by over 50%, and additionally increase Chinese and world welfare. The rest of the world's production and welfare improves simultaneously.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support and to Chunbing Xing, Xiliang Zhao, Hejing Chen, Jing Wang, Yan Dong and Risheng Mao for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}