{
    "id": 1668,
    "citation_title": "Prizes and Incentives in Elimination Tournaments",
    "citation_author": [
        "Sherwin Rosen"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe role of rewards for maintaining performance incentives in multistage, sequential games of survival is studied. The sequential structure is a statistical design-of-experiments for selecting and ranking contestants. It promotes survival of the fittest and saves sampling costs by early elimination of weaker contenders. Analysis begins with the case where competitors' talents are common knowledge and is extended to cases where talents are unknown. It is shown that extra weight must be placed on top ranking prizes to maintain performance incentives of survivors at all stages of the game. The extra weight at the top induces competitors to aspire to higher goals independent of past achievements. In career games workers have many rungs in the hierarchical ladder to aspire to in the early stages of their careers, and this plays an important role in maintaining their enthusiasm for continuing. But the further one has climbed, the fewer the rungs left to attain. If top prizes are not large enough, those who have succeeded in attaining higher ranks rest on their laurels and slack off in their attempts to climb higher. Elevating the top prizes makes the ladder appear longer for higher ranking contestants, and in the limit makes it appear of unbounded length: no matter how far one has climbed, it looks as if there is always the same length to go. Concentrating prize money on the top ranks eliminates the no-tomorrow aspects of competition in the final stages.\n\n",
    "acknowledgement": "\n"
}