{
    "id": 16685,
    "citation_title": "Foreclosures, House Prices, and the Real Economy",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "2012-05-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStates without a judicial requirement for foreclosures are twice as likely to foreclose on delinquent homeowners. Comparing zip codes close to state borders with differing foreclosure laws, we show that foreclosure propensity and housing inventory jump discretely as one enters non-judicial states. There is no jump in other homeowner attributes such as credit scores, income, or education levels. The increase in foreclosure rates in non-judicial states persists for at least five years. Using the judicial / non-judicial law as an instrument for foreclosures, we show that foreclosures lead to a large decline in house prices, residential investment, and consumer demand.\n\n",
    "acknowledgement": "\nWe thank Paul Beaudry, John Cochrane, Kris Gerardi, Christopher James, Francisco Perez-Gonzalez, Jesse Shapiro, Jeremy Stein, Robert Vishny, Susan Woodward, and seminar participants at Boston College, Boston University, MIT, the NBER Summer Institute, Stanford University, the University of British Columbia, the University of Chicago, Yale, and UCLA for comments. We also thank the National Science Foundation and the Initiative on Global Markets at the University of Chicago Booth School of Business for funding. Filipe Lacerda and Mauricio Larrain provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The appendix to this study is located at: http://faculty.chicagobooth.edu/amir.sufi.\n\n\n"
}