{
    "id": 16683,
    "citation_title": "The Diffusion of Scientific Knowledge Across Time and Space: Evidence from Professional Transitions for the Superstars of Medicine",
    "citation_author": [
        "Pierre Azoulay",
        "Joshua S. Graff Zivin",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAre scientific knowledge flows embodied in individuals, or \"in the air\"? To answer this question, we measure the effect of labor mobility in a sample of 9,483 elite academic life scientists on the citation trajectories associated with individual articles (resp. patents) published (resp. granted) before the scientist moved to a new institution. We find that article-to-article citations from the scientific community at the superstar's origin location are barely affected by their departure. In contrast, article-to-patent citations, and especially patent-to-patent citations, decline at the origin location following a star's departure, suggesting that spillovers from academia to industry are not completely disembodied. We also find that article-to-article citations at the superstar's destination location markedly increase after they move. Our results suggest that, to be realized, knowledge flows to industry may require more face-to-face interaction than those to academics. Moreover, to the extent that academic scientists do not internalize the effect of their location decisions on the circulation of ideas, our results raise the intriguing possibility that barriers to labor mobility in academic science limit the recombination of individual bits of knowledge, resulting in a suboptimal rate of scientific exploration.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the National Science Foundation through its SciSIP Program (Award SBE-0738142). We thank the conference audience, our discussant Adam Jaffe, as well as Scott Stern and Manuel Trajtenberg for useful comments and suggestions. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}