{
    "id": 16684,
    "citation_title": "Consumer Spending and the Economic Stimulus Payments of 2008",
    "citation_author": [
        "Jonathan A. Parker",
        "Nicholas S. Souleles",
        "David S. Johnson",
        "Robert McClelland"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe measure the response of household spending to the economic stimulus payments (ESPs) disbursed in mid-2008, using special questions added to the Consumer Expenditure Survey and variation arising from the randomized timing of when the payments were disbursed. We find that, on average, households spent about 12-30% (depending on the specification) of their stimulus payments on nondurable expenditures during the three-month period in which the payments were received. Further, there was also a substantial and significant increase in spending on durable goods, in particular vehicles, bringing the average total spending response to about 50-90% of the payments. Relative to research on the 2001 tax rebates, these spending responses are estimated with greater precision using the randomized timing variation. The estimated responses are substantial and significant for older, lower-income, and home-owning households. We find little evidence that the propensity to spend varies with the method of disbursement (paper check versus electronic transfer).\n\n",
    "acknowledgement": "\nFor helpful comments, we thank two anonymous referees, Jeffrey Campbell, Adair Morse, Joel Slemrod, seminar participants at Berkeley, the Board of Governors of the Federal Reserve System, Boston University, Columbia, Duke Fuqua, the Federal Reserve Bank of Chicago, Kellogg, Michigan, MIT Sloan, Princeton, Stanford, Wisconsin and Wharton, and participants in presentations at the 2009 ASSA meeting, the Fall 2010 NBER Economic Fluctuations and Growth Research Meeting, and the 2011 Society for Economic Dynamics Annual Meeting. We thank the staff of the Division of Consumer Expenditure Surveys at the Bureau of Labor Statistics for their work in getting the economic stimulus payment questions added to the Consumer Expenditure Survey. Parker thanks the Zell Center at the Kellogg School of Management for funding. The views expressed in this research, including those related to statistical, methodological, technical, or operational issues, are solely those of the authors and do not necessarily reflect the official positions or policies of the U.S. Census Bureau or the Congressional Budget Office, or the views of other staff members. The views expressed in this paper are those of the authors and do not necessarily correspond to those of the U.S. Census Bureau, the Bureau of Labor Statistics, or the National Bureau of Economic Research.\n\n\n"
}