{
    "id": 16694,
    "citation_title": "Provincial and Local Governments in China: Fiscal Institutions and Government Behavior",
    "citation_author": [
        "Roger H. Gordon",
        "Wei Li"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat are the incentives faced by local officials in China?  Without democratic institutions, there is no mechanism for local residents to exercise \"voice\".  Given the hukou registration system, local residents have little opportunity to threaten \"exit\" if they are unhappy with local taxes and spending.   This paper explores an alternative source of incentives, starting from the premise that local officials aim to maximize the jurisdiction's fiscal residual (profits), equal to local tax revenue minus expenditures on public services.  In a Tiebout setting with mobile households, this objective should lead to efficient provision.  What happens, though, if firms and economic activity but not people are mobile?   The paper examines the incentives faced by local Chinese officials in this context, and argues that the forecasted behavior helps to explain both the successes and the problems arising from local government activity in China.\n\n",
    "acknowledgement": "\nWe would like to express our gratitude for the comments and suggestions that we received from Joseph Fan, Alex Gelber, Hua Li, Zhigang Li, Randall Morck, Bernard Yeung and participants at presentations at Tsinghua University, the NBER pre-conference in Cambridge MA, and the NBER-CUHK conference in Hong Kong on \"Capitalizing China.\" We would like to thank CKGSB for its hospitality and financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}