{
    "id": 16693,
    "citation_title": "The Buck Stops Where? The Distribution of Agricultural Subsidies",
    "citation_author": [
        "Barry K. Goodwin",
        "Ashok K. Mishra",
        "François Ortalo-Magné"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. has a long history of providing generous support for the agricultural sector.  A recent omnibus package of farm legislation, the 2008 Farm Bill (P.L. 110-246) will provide in excess of $284 billion in financial support to U.S. agriculture over the 2008-2012 period. Commodity program payments account for $43.3 billion of this total.   Our paper is concerned with the distribution of these benefits. Farm subsidies make agricultural production more profitable by increasing and stabilizing farm prices and incomes.  If these benefits are expected to persist, farm land values should capture the subsidy benefits.  We use a large sample of individual farm land values to investigate the extent of this capitalization of benefits.  Our results confirm that subsidies have a very significant impact on farm land values and thus suggest that landowners are the real benefactors of farm programs.  As land is exchanged, new owners will pay prices that reflect these benefits, leaving the benefits of farm programs in the hands of former owners that may be exiting production. Approximately 45% of U.S. farmland is operated by someone other than the owner.  We report evidence that owners benefit not only from capital gains but also from lease rates which incorporate a significant portion of agricultural payments even if the farm legislation mandates  that benefits must be allocated to producers.  Finally, we examine rental agreements for farmers that rent land on both a cash and share basis.  We find evidence that farm programs that are meant to stabilize farm prices provide a valuable insurance benefit.\n\n",
    "acknowledgement": "\nWe thank our discussant, Gilbert Metcalf, for his insightful comments. We are also grateful to Erzo G.J. Luttmer, Jim Shilling and Fred Sterbenz for useful discussions and comments on an earlier draft. Goodwin is William Neal Reynolds Professor in the Departments of Economics and Agricultural and Resource Economics at North Carolina State University. Mishra is Professor in the Department of Agricultural Economics and Agribusiness at Louisiana State University AgCenter and Louisiana State University. Ortalo-Magné is Robert E. Wangard Chair in Real Estate at the University of Wisconsin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}