{
    "id": 16697,
    "citation_title": "Meeting the Mandate for Biofuels: Implications for Land Use, Food and Fuel Prices",
    "citation_author": [
        "Xiaoguang Chen",
        "Haixiao Huang",
        "Madhu Khanna",
        "Hayri Önal"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBiofuel production is being promoted through various policies such as mandates and tax credits. This paper uses a dynamic, spatial, multi-market equilibrium model, Biofuel and Environmental Policy Analysis Model (BEPAM), to estimate the effects of these policies on cropland allocation, food and fuel prices, and the mix of biofuels from corn and cellulosic feedstocks over the 2007-2022 period. We find that the biofuel mandate will increase corn price by 24%, reduce the price of gasoline by 8% in 2022, and increase social welfare by $122 B (0.7%) relative to Business As Usual scenario. The provision of volumetric tax credits that accompany the mandate significantly changes the mix of biofuels produced in favor of cellulosic biofuels and reduces the share of corn ethanol in the cumulative volume of biofuels produced from 50% to 10%. The tax credits reduce the adverse impact of the mandate alone on crop prices and decrease the price of biofuels. However, they impose a welfare cost of $79 B compared to the mandate alone. These results are found to be sensitive to the rate of growth of crop productivity, the costs of production of bioenergy crops, and the availability of marginal land for producing bioenergy crops.\n\n",
    "acknowledgement": "\nFunding from the Energy Biosciences Institute, University of California, Berkeley, the U.S. Department of Energy and NIFA, USDA is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}