{
    "id": 16696,
    "citation_title": "Heterogeneity and Risk Sharing in Village Economies",
    "citation_author": [
        "Pierre-André Chiappori",
        "Krislert Samphantharak",
        "Sam Schulhofer-Wohl",
        "Robert M. Townsend"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe measure heterogeneity in risk aversion among households in Thai villages using a full risk-sharing model and complement  the results with a measure based on optimal portfolio choice. Among households with relatives living in the same village, full insurance cannot be rejected, suggesting that relatives provide something close to a complete-markets consumption allocation. There is substantial heterogeneity in risk preferences estimated from the full-insurance model,  positively correlated in most villages with portfolio-choice estimates. The heterogeneity matters for policy: Although the average household would benefit from eliminating village-level risk, less-risk-averse households who are paid to absorb that risk would be worse off.\n\n",
    "acknowledgement": "\nWe thank Joan Gieseke for editorial assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}