{
    "id": 16690,
    "citation_title": "Does Decreased Access to Emergency Departments Affect Patient Outcomes? Analysis of AMI Population 1996-2005",
    "citation_author": [
        "Yu-Chu Shen",
        "Renee Y. Hsia"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze whether decreased emergency department access (measured by increased driving time to the nearest ED) results in adverse patient outcomes or changes in the patient health profile for patients suffering from acute myocardial infarction.  Data sources include 100% Medicare Provider Analysis and Review, AHA hospital annual surveys, Medicare hospital cost reports, and longitude and latitude information for 1995-2005. We define four ED access change categories and estimate a zip codes fixed-effects regression models on the following AMI outcomes: time-specific mortality rates, age, and probability of PTCA on the day of admission.  We find a small increase in 30-day to 1-year mortality rates among patients in communities that experience <10-minute increase in driving time.  Among patients in communities with >30-minute increases in driving time, we find a substantial increase in long-term mortality rates, a shift to younger ages (suggesting that the older ones die en route) and a higher probability of immediate PTCA. Most of the adverse effects disappear after the initial three-year transition window.\n\n",
    "acknowledgement": "\nWe would like to thank Jean Roth and Mohan Ramanujan at NBER for helping to extract the Medicare data, and Shouzu Lin for excellent programming assistance.   We also would like to thank Laurence Baker of Stanford University for helpful comments throughout the project. This project was supported by the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization initiative (grant 63974). In addition, Hsia was supported in part by a grant under the Robert Wood Johnson Foundation's Physician Faculty Scholars Program and the National Institutes of Health/National Center for Research Resources, University of California, San Francisco Clinical and Translational Science (KL2 RR024130). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}