{
    "id": 16691,
    "citation_title": "Matching Firms, Managers and Incentives",
    "citation_author": [
        "Oriana Bandiera",
        "Andrea Prat",
        "Luigi Guiso",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe exploit a unique combination of administrative sources and survey data to study the match between firms and managers. The data includes manager characteristics, such as risk aversion and talent; firm characteristics, such as ownership; detailed measures of managerial practices relative to incentives, dismissals and promotions; and measurable outcomes, for the firm and for the manager. A parsimonious model of matching and incentive provision generates an array of implications that can be tested with our data. Our contribution is twofold. We disentangle the role of risk-aversion and talent in determining how firms select and motivate managers. In particular, risk-averse managers are matched with firms that offer low-powered contracts. We also show that empirical findings linking governance, incentives, and performance that are typically observed in isolation, can instead be interpreted within a simple unified matching framework.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Columbia GSB, Duke, Kellogg, Houston, Leicester, LSE, MIT Organizational Economics, NBER Summer Institute, Peking University, Shanghai School of Finance and Economics, Texas A&M, Rotman School of Management and Tsinghua University for useful comments. We are grateful to Pat Bayer, Nick Bloom, Tito Boeri, Patrick Bolton, Daniel Ferreira, Luis Garicano, Joseph Hotz, Casey Ichniowski, Rachel Kranton, Marco Ottaviani, Steve Pischke, Michael Riordan, Fabiano Schivardi, Scott Stern, Seth Sanders, Duncan Thomas, John Van Reenen, Eric Verhoogen and Till von Wachter for useful discussions at various stages of the project. We are thankful to Enrico Pedretti and Francesco Papa for their help in data collection. This research was made possible by generous funding from Fondazione Rodolfo Debenedetti. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}