{
    "id": 16692,
    "citation_title": "Investigating the Dynamic Effects of Counterfeits with a Random Changepoint Simultaneous Equation Model",
    "citation_author": [
        "Yi Qian",
        "Hui Xie"
    ],
    "citation_publication_date": "2011-01-13",
    "issue_date": "2011-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique panel dataset and a new model, this article investigates the dynamic effects of counterfeit sales on authentic-product price dynamics. We propose a Bayesian random-changepoint simultaneous equation model that simultaneously takes into account three important features in empirical studies: (1) Endogeneity of a market entry, (2) Nonstationarity of the entry effects and (3) Heterogeneity of the firms' response behaviors. Besides accounting for the endogeneity of counterfeiting, the proposed methodology improves the estimation of dynamic effects under heterogeneous response times by firms. We identify both a temporary negative short-term effect and a stable positive long-term effect of counterfeit sales on the authentic prices. Such effect estimates are biased in the OLS model and attenuated in a standard IV model. The findings help to unify two strands of I.O. theories on the pricing effects of competition. Finally, our analysis identifies considerable heterogeneity in authentic firms' response behaviors (both response time and magnitude), and the hierarchical structure of our model enables a study of the drivers of the heterogeneity. This study casts managerial insights on effective brand protection and management strategies that can be tailored to each type of firms. The method illustrated provides a new approach to use field data to study the determinants of a firm's response time, an important dimension of management strategy. In particular, firms with more human capital or less diversification from infringed markets were faster in responding and differentiating from counterfeits. The proposed framework can be widely applied to study dynamic and heterogeneous causal effects of marketing variables.\n\n",
    "acknowledgement": "\nThe authors would like to thank the participants at the Marketing Science Conference at Michigan, the seminar participants at Harvard Econometrics, UIUC, and UIC, especially to Gary Chamberlain, Guido Imbens and Xuming He, for helpful comments. We are also grateful to Greg Allenby, Ulf B¨ockenholt, Eric Bradlow, Yuxin Chen, and Karsten Hansen for valuable comments. Comments are welcomed and can be sent to yiqian@kellogg.northwestern.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}