{
    "id": 16706,
    "citation_title": "Modeling Processor Market Power and the Incidence of Agricultural Policy: A Non-parametric Approach",
    "citation_author": [
        "Rachael E. Goodhue",
        "Carlo Russo"
    ],
    "citation_publication_date": "2011-01-18",
    "issue_date": "2011-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines interactions between market power and agricultural policy in the U.S. wheat flour milling industry using a non-parametric approach.  The analysis focuses on marketing loan and pre-1986 deficiency payment programs; farmers' payments from these programs are dependent on whether or not the market price exceeds a \"policy\" price.  It assesses if the payments trigger a change in the underlying economic behavior of the milling industry, and any resulting change in the flour-wheat price margin.  The analysis compares the outcomes of using constrained and unconstrained sliced inverse regressions in order to identify the significant factors affecting millers' pricing behavior.  In both cases, the link functions are then estimated using a non-parametric regression of prices on these factors.  Constraining the factors in the sliced inverse regression in order to generate coefficients that are easily interpreted using economic theory does not affect the results.  Based on the SIR factors, millers were able to extract an additional $0.24/cwt. of flour by increasing their marketing margins in years farmers received program payments.  Based on the CIR factors, the increase in the marketing margin was $0.23/cwt.  In both cases the increase was approximately 10 percent of the estimated marketing margin in years farmers received program payments.\n\n",
    "acknowledgement": "\nThe authors thank Jeffrey Williams for useful conversations.  Philippe Botems, Anna-Célia Disdier, Julie Holland Mortimer, Jeffrey Perloff and conference participants at the National Bureau of Economic Research Agricultural Economics Conference and the 8th INRA-IDEI Conference on Industrial Organization and the Food Processing Industry provided helpful suggestions.  Special thanks to Richard Sexton for his detailed and thoughtful comments on the paper and his many insights developed in our joint research that have enriched this analysis. Goodhue is a member of the Giannini Foundation of Agricultural Economics. Authors are listed alphabetically. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}