{
    "id": 16705,
    "citation_title": "Implications of Population Aging for Economic Growth",
    "citation_author": [
        "David E. Bloom",
        "David Canning",
        "Günther Fink"
    ],
    "citation_publication_date": "2011-01-18",
    "issue_date": "2011-01-18",
    "revision_date": "2020-05-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share of the population aged 60 and over is projected to increase in nearly every country in the world during 2005-2050. Population ageing will tend to lower both labor-force participation and savings rates, thereby raising concerns about a future slowing of economic growth. Our calculations suggest that OECD countries are likely to see modest - but not catastrophic - declines in the rate of economic growth. However, behavioral responses (including greater female labor force participation) and policy reforms (including an increase in the legal age of retirement) can mitigate the economic consequences of an older population. In most non-OECD countries, declining fertility rates will cause labor-force-to-population ratios to rise as the shrinking share of young people will more than offset the skewing of adults toward the older ages. These factors suggest that population ageing will not significantly impede the pace of economic growth in developing countries.\n\n",
    "acknowledgement": "\nSupport for this work was provided by the Program on the Global Demography of Aging at Harvard University, funded by Award Number P30AG024409 from the National Institute on Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Aging or the National Institutes of Health. The authors thank Marija Ozolins and Larry Rosenberg for their assistance in the preparation of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}