{
    "id": 16709,
    "citation_title": "Supply and Effects of Specialty Crop Insurance",
    "citation_author": [
        "Ethan Ligon"
    ],
    "citation_publication_date": "2011-01-18",
    "issue_date": "2011-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe federal government has developed a large number of programs to insure various \"specialty crops\" over the last two decades; a given program is peculiar to a particular county and crop. This development has been particularly notable in California, because of its size and the diversity of crops produced there.\nIf the extension of federal crop insurance programs to cover fruit and vegetable production has affected either producer or consumer welfare, then we would expect to see this reflected in output and prices. Exploiting variation in the timing of program introduction in different locations for different crops to estimate the effect of crop insurance on the output and prices of the insured crops.\nWe find that the supply of and demand for insurance for tree crops is much larger than for non-tree crops. Crop insurance has a small but significant negative effect on prices of insured crops. This last finding is consistent with the view that demand for such highly disaggregated commodities is likely to be highly elastic. A consequence is that crop insurance for these specialty crops has little benefit for consumers, even when it generates a large supply response.\n\n",
    "acknowledgement": "\nThis research was supported in part by the National Research Initiative of the Cooperative State Research, Education and Extension Service, USDA, Grant CA-B*-AEC-7424-CG, and in part by funding from the Giannini Foundation of Agricultural Economics. Alana LeMarchand provided excellent research assistance, particularly in the preparation of the dataset. My thanks also to Ron Lundine of USDA/RMA for his help in understanding the process by which new crop insurance programs are created. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}