{
    "id": 16700,
    "citation_title": "The Impact of Plant-level Resource Reallocations and Technical Progress on U.S. Macroeconomic Growth",
    "citation_author": [
        "Amil Petrin",
        "T. Kirk White",
        "Jerome P. Reiter"
    ],
    "citation_publication_date": "2011-01-18",
    "issue_date": "2011-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build up from the plant level an \"aggregate(d)\" Solow residual by estimating every U.S. manufacturing plant's contribution to the change in aggregate final demand between 1976 and 1996. Our framework uses the Petrin and Levinsohn (2010) definition of aggregate productivity growth, which aggregates plant-level changes to changes in aggregate final demand in the presence of imperfect competition and other distortions/frictions. We decompose these contributions into plant-level resource reallocations and plant-level technical efficiency changes while allowing in the estimation for 459 different production technologies, one for each 4-digit SIC code. On average we find positive aggregate productivity growth of 2.2% in this sector during this period of declining share in U.S. GDP. We find that aggregate reallocation made a larger contribution to growth than aggregate technical efficiency.  Our estimates of the contribution of reallocation range from 1.7% to 2.1% per year, while our estimates of the average contribution of aggregate technical efficiency growth range from 0.2% to 0.6% per year. In terms of cyclicality, the aggregate technical efficiency component has a standard deviation that is roughly 50% to 100% larger than that of aggregate total reallocation, pointing to an important role for technical efficiency in macroeconomic fluctuations. Aggregate reallocation is negative in only 3 of the 20 years of our sample, suggesting that the movement of inputs to more highly valued activities on average plays a stabilizing role in manufacturing growth. Our results have implications for both the theoretical literature on growth and alternative indexes of aggregate productivity growth based only on technical efficiency.\n\n",
    "acknowledgement": "\nThe research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Triangle Census Research Data Center. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We thank Bert Grider and Arnie Reznek for many disclosure avoidance reviews and the editor and referee for very helpful comments. We also thank numerous seminar participants for many helpful comments.\n\n\n"
}