{
    "id": 16719,
    "citation_title": "Social Security and Retirement around the World: Historical Trends in Mortality and Health, Employment, and Disability Insurance Participation and Reforms - Introduction and Summary",
    "citation_author": [
        "Kevin S. Milligan",
        "David A. Wise"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis is the introduction and summary to the fifth phase of an ongoing project on Social Security Programs and Retirement Around the World. The first phase described the retirement incentives inherent in plan provisions and documented the strong relationship across countries between social security incentives to retire and the proportion of older persons out of the labor force.  The second phase documented the large effects that changing plan provisions would have on the labor force participation of older workers.  The third phase demonstrated the consequent fiscal implications that extending labor force participation would have on net program costs--reducing government social security benefit payments and increasing government tax revenues.  The fourth phase presented analyses of the relationship between the labor force participation of older persons and the labor force participation of younger persons in twelve countries.  We found no evidence that increasing the employment of older persons will reduce the employment opportunities of youth and no evidence that increasing the employment of older persons will increase the unemployment of youth.\nThis phase is intended to set the stage for and inform future more formal analysis of disability insurance programs, with this key question:  Given health status, to what extent are the differences in LFP across countries determined by the provisions of disability insurance programs?  Here we first consider changes in mortality over time and in particular the relationship between mortality and labor force participation, thinking of mortality as one indicator of health that is comparable across countries and over time in the same country.  We then consider how mortality is related to other indicators of health status, in particular self-assessed health and then how trends in DI participation are related to changes in health.  Finally we consider the effect on disability insurance participation of \"natural experiments\" in which the disability insurance reforms were not prompted by changes in health status or by changes in the employment circumstances of older workers.  We find that these \"exogenous\" reforms can have a very large effect on the labor force participation of older workers.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the National Institute on Aging grant numbers P01-AG005842 and P30-AG012810 to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Institute on Aging, the National Institutes of Health, or the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}