{
    "id": 16716,
    "citation_title": "Risk Response in Agriculture",
    "citation_author": [
        "Jeffrey LaFrance",
        "Rulon Pope",
        "Jesse Tack"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nCrop production is subject to supply shocks, and both expected and realized outputs as well as output prices are unknown when inputs are chosen. The process by which producers form expectations is difficult to model, especially when working with aggregate data. We present a necessary and sufficient condition on cost and technology to allow variable input demand equations to be specified as functions of input prices, quasi-fixed inputs, and total variable cost. These all are observable when inputs are committed to production, so that ex ante demands can be estimated with observable data. A flexible, exactly aggregable, and economically regular model of variable input demands is derived and applied to aggregate U.S. agricultural data for the period 1960-1999. We use the empirical results of this model to aid in the specification of a dynamic life-cycle model for agricultural producers facing output and output price risk, with investment in an off-farm, conditionally risk free asset, risky financial assets, savings, consumption, and agricultural production opportunities. This framework admits a coherent, structural, econometric model of input use, output production, savings, investment, and consumption for agricul-ture. We apply this model to U.S. data for the period 1960-1999. Ongoing work focuses on updating the data set to the 21st century and applying both components of the model at the state-level.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}