{
    "id": 16713,
    "citation_title": "Assessing China's Top-Down Securities Markets",
    "citation_author": [
        "William T. Allen",
        "Han Shen"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's securities markets are unlike those of Amsterdam, London or New York. Those markets evolved over centuries from myriad interactions among those seeking finance on the one hand and savers seeking rewarding investments on the other. Such spontaneous securities markets did emerge throughout China in the 1980s following the start of economic liberalization, but these spontaneous markets were closed by the government in favor of new and tightly controlled exchanges established in the early 1990s in Shanghai and Shenzhen. These new markets, have been designed to and largely limited to, serving state purposes, that is to assist in the financing of the state sector of the economy. Rather than evolving in a bottom-up pattern, they are controlled, top-down securities markets. This essay reviews as of June 2010, the development of these markets, the economic functions they perform, the regulatory structure that controls and shapes them, and the governance mechanisms - legal and otherwise - that controls the management of the PRC listed companies. These markets represent a signal accomplishment of the Chinese leadership in producing in less than twenty years' modern, albeit not yet fully developed, securities markets. Whether they can be further developed to serve more basic economic role than they have been permitted to play is a question with which the essay concludes.\n\n",
    "acknowledgement": "\nThis paper was written in connection with an NBER project, \"Capitalizing China.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}