{
    "id": 16711,
    "citation_title": "The Equal Environments Assumption in the Post-Genomic Age: Using Misclassified Twins to Estimate Bias in Heritability Models",
    "citation_author": [
        "Dalton Conley",
        "Emily Rauscher"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile it has long been known that genetic-environmental covariance is likely to be non-trivial and confound estimates of narrow-sense (additive) heritability for social and behavioral outcomes, there has not been an effective way to address this concern.  Indeed, in a classic paper, Goldberger (1979) shows that by varying assumptions of the GE-covariance, a researcher can drive the estimated heritability of an outcome, such as IQ, down to zero or up close to one.  Survey questions that attempt to measure directly the extent to which more genetically similar kin (such as monozygotic twins) also share more similar environmental conditions than, say, dizygotic twins, represent poor attempts to gauge a very complex underlying phenomenon of GE-covariance.  Methods that rely on concordance between interviewer classification and self-report offer similar concerns about validity.  In the present study, we take advantage of a natural experiment to address this issue from another angle: Misclassification of twin zygosity in a nationally-representative study (Add Health).  Since such twins were reared under one \"environmental regime of similarity\" while genetically belonging to another group, this reverses the typical GE-covariance and allows us bounded estimates of heritability for a range of outcomes of interest to medical and behavioral scientists.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. This research was funded by the National Science Foundation's Alan T. Waterman Award, SES-0540543. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}