{
    "id": 16715,
    "citation_title": "Is the Endowment Effect a Reference Effect?",
    "citation_author": [
        "Ori Heffetz",
        "John A. List"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper is aimed to assess, with two lab experiments, to what extent Kőszegi and Rabin's (2006) model of expectations-based reference-dependent preferences can explain Knetsch's (1989) endowment effect. Departing from past work, we design an experiment that treats the two goods (a mug and a pen) symmetrically in all but in the probabilities with which they are expected to be owned. Thus, our \"endowmentless\" endowment effect experiment shuts down all alternative mechanisms while leaving expectations the only difference between treatments. We find no evidence that expectations alone can reproduce any of the original effect.\n\n",
    "acknowledgement": "\nCorresponding author: Ori Heffetz.  We thank Daniel Benjamin, Daniel Kahneman, Botond Koszegi, Ted O'Donoghue, and Matthew Rabin for helpful discussions; seminar participants at Cornell, the ESA North American Meetings, Hebrew University, UCSD, and University of Pittsburgh for useful comments; and Sean Garborg for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}