{
    "id": 16712,
    "citation_title": "What Does Futures Market Interest Tell Us about the Macroeconomy and Asset Prices?",
    "citation_author": [
        "Harrison Hong",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "2012-06-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nEconomists have traditionally viewed futures prices as fully informative about future  economic activity and asset prices. We argue that open interest could be more informative than futures prices in the presence of hedging demand and limited risk absorption capacity in futures markets. We find that movements in open interest are highly pro-cyclical, correlated with both macroeconomic activity and movements in asset prices. Movements in commodity market interest predict commodity returns, bond returns, and movements in the short rate even after controlling for other known predictors. To a lesser degree, movements in open interest predict returns in currency, bond, and stock markets.\n\n",
    "acknowledgement": "\nThis paper subsumes our earlier work that focused on the commodity market. For comments and discussions, we thank Erkko Etula, Hong Liu, Nikolai Roussanov, Allan Timmermann, Robert Vigfusson, and seminar participants at Boston College, Carnegie Mellon University, Centre de Recherche en Economie et Statistique, Columbia University, Dartmouth College, Federal Reserve Bank of Chicago, Fordham University, Imperial College London, International Monetary Fund, London School of Economics, Northwestern University, Ohio State University, PanAgora Asset Management, SAC Capital Advisors, Stockholm Institute for Financial Research, Stockholm School of Economics, University of California at Los Angeles, University of California at San Diego, University of Minnesota, University of Pennsylvania, University of Rochester, University of Southern California, University of Texas at Austin, University of Tokyo, Washington University in St. Louis, the 2008 Economic Research Initiatives at Duke Conference on Identification Issues in Economics, the 2010 Annual Meeting of the American Finance Association, the 2010 National Bureau of Economic Research Summer Institute Working Group on Forecasting and Empirical Methods in Macroeconomics and Finance, and the 2011 Commodity Futures Trading Commission Conference on Commodity Markets. We thank Hyun Soo Choi, Hui Fang, Jennifer Kwok, Yupeng Liu, James Luo, Thien Nguyen, and Elizabeth So for research assistance. Harrison Hong acknowledges support from the National Science Foundation (grant SES-0850404). Motohiro Yogo acknowledges support from the Rodney L. White Center for Financial Research at the University of Pennsylvania. The views expressed herein are ours and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}