{
    "id": 1671,
    "citation_title": "Bargaining Unit, Union, Industry, and Locational Correlates of Union Support in Certification and Decertification",
    "citation_author": [
        "William T. Dickens",
        "Douglas R. Wholey",
        "James C. Robinson"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the correlates of union success in NLRB certification and decertification elections. The analysis includes a wide variety of bargaining unit, union, industry, and geographic attributes, many of which have not been considered in previous studies. Variables having a statistically significant relation with voting incertification elections are the size of the unit, employer consent to the definition of the bargaining unit, the length of campaigns, union organizing effort, union dues, union wages, non-union wage variance, the industry unemployment rate and percentage of black workers and the concentration of jobs among a few employers in a geographic area. The same specification was estimated for decertification elections. Variables having a statistically significant association with voting are unitsize, length of campaign, and the non-union wage variance. Examination of the magnitude of the estimated coefficient ssuggests that,only unit size and union organizing effort might affect outcomes in more than a small percent of all certification elections. Estimated correlations for voting in decertification elections are not accurate enough to allow such ajudgment. Finally, comparison of the regression results for certifications and decertifications shows that the process determining how workers vote is very different in the two types of elections.\n\n",
    "acknowledgement": "\n"
}