{
    "id": 16710,
    "citation_title": "The Design of Performance Pay in Education",
    "citation_author": [
        "Derek Neal"
    ],
    "citation_publication_date": "2011-01-20",
    "issue_date": "2011-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter analyzes the design of incentive schemes in education while reviewing empirical studies that evaluate performance pay programs for educators. Several themes emerge. First, it is difficult to use one assessment system to create both educator performance metrics and measures of student achievement. To mitigate incentives for coaching, incentive systems should employ assessments that vary in both format and item content. Separate no-stakes assessments provide more reliable information about student achievement because they create no incentives for educators to take hidden actions that contaminate student test scores. Second, relative performance schemes are rare in education even though they are more difficult to manipulate than systems built around psychometric or subjective performance standards. Third, assessment-based incentive schemes are mechanisms that complement rather than substitute for systems that promote parental choice, e.g. vouchers and charter schools.\n\n",
    "acknowledgement": "\nI thank participants at the 2009 Handbook of Economics of Education Conference in Munich for helpful feedback. I thank Gadi Barlevy, Robert Gibbons, Canice Prendergast, and Phil Reny for useful conversations and guidance. I thank Luca Maini, Eric Nielsen, Armin Rick, and Richard Olson for excellent research assistance. I thank the Searle Freedom Trust for research support. I also thank Lindy and Michael Keiser for research support through a gift to the University of Chicago's Committee on Education. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}