{
    "id": 16723,
    "citation_title": "Selection in Insurance Markets: Theory and Empirics in Pictures",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a graphical framework for analyzing both theoretical and empirical work on selection in insurance markets. We begin by using this framework to review the \"textbook\" adverse selection environment and its implications for insurance allocation, social welfare, and public policy. We then discuss several important extensions to this classical treatment that are necessitated by important real world features of insurance markets and which can be easily incorporated in the basic framework. Finally, we use the same graphical approach to discuss the intuition behind recently developed empirical methods for testing for the existence of selection and examining its welfare consequences. We conclude by discussing some important issues that are not well-handled by this framework and which, perhaps not unrelatedly, have been little addressed by the existing empirical work.\n\n",
    "acknowledgement": "\nWe are grateful to David Autor, Seema Jayachandran, Chad Jones, Casey Rothschild, Dan Silverman, and Tim Taylor for helpful comments, and to the National Institute of Aging (Grant No. R01 AG032449) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}