{
    "id": 16727,
    "citation_title": "Informational Rents, Macroeconomic Rents, and Efficient Bailouts",
    "citation_author": [
        "Thomas Philippon",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze government interventions to alleviate debt overhang among banks. Interventions generate two types of rents. Informational rents arise from opportunistic participation based on private information while macroeconomic rents arise from free riding. Minimizing informational rents is a security design problem and we show that warrants and preferred stocks are the optimal instruments. Minimizing macroeconomic rents requires the government to condition implementation on sufficient participation. Informational rents always impose a cost, but if macroeconomic rents are large, efficient recapitalizations can be profitable.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2010 American Finance Association Meeting, Baruch College, the CEPR Bank Crisis Prevention and Resolution Conference, the CEPR Gerzensee Corporate Finance Meeting, the CEPR-HSG Corporate Finance and Economic Performance Conference, the Federal Reserve Chicago Bank Structure and Competition Conference, Harvard University, the NBER Asset Pricing and Corporate Finance Meeting, the NBER Monetary Economics Program Meeting, New York University, the New York Federal Reserve Liquidity Working Group, Princeton University, the OeNB Bank Resolution Workshop, the UBC Summer Finance Conference, the University of Binghamton, the University of Chicago, the University of Rochester and our discussants Marco Becht, Arnoud W.A. Boot, Max Bruche, Itay Goldstein, Ron Giammarino, Adriano Rampini, Gustav Sigurdsson, Juan Sole, and Luigi Zingales, for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}