{
    "id": 16725,
    "citation_title": "Credit Spreads as Predictors of Real-Time Economic Activity: A Bayesian Model-Averaging Approach",
    "citation_author": [
        "Jon Faust",
        "Simon Gilchrist",
        "Jonathan H. Wright",
        "Egon Zakrajsek"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmploying a large number of real and financial indicators, we use Bayesian Model Averaging (BMA) to forecast real-time measures of economic activity. Importantly, the predictor set includes option-adjusted credit spread indexes based on bond portfolios sorted by maturity and credit risk as measured by the issuer's \"distance-to-default.\"  The portfolios are constructed directly from the secondary market prices of outstanding senior unsecured bonds issued by a large number of U.S. corporations. Our results indicate that relative to an autoregressive benchmark, BMA yields consistent improvements in the prediction of the growth rates of real GDP, business fixed investment, industrial production, and employment, as well as of the changes in the unemployment rate, at horizons from the current quarter (i.e., \"nowcasting\") out to four quarters hence. The gains in forecast accuracy are statistically significant and economically important and owe exclusively to the inclusion of our portfolio credit spreads in the set of predictors--BMA consistently assigns a high posterior weight to models that include these financial indicators.\n\n",
    "acknowledgement": "\nWe are grateful to Lutz Kilian, Michael McCracken, Emanuel Moench, Barbara Rossi, and Mark Watson for helpful comments. Robert Kurtzman and Michael Levere provided outstanding research assistance. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}