{
    "id": 16729,
    "citation_title": "Does Indivisible Labor Explain the Difference Between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities",
    "citation_author": [
        "Raj Chetty",
        "Adam Guren",
        "Dayanand S. Manoli",
        "Andrea Weber"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "2012-06-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic calibrations imply much larger labor supply elasticities than microeconometric studies. One prominent explanation for this divergence is that indivisible labor generates extensive margin responses that are not captured in micro studies of hours choices. We evaluate whether existing calibrations of macro models are consistent with micro evidence on extensive margin responses using two approaches. First, we use a standard calibrated macro model to simulate the impacts of tax policy changes on labor supply. Second, we present a meta-analysis of quasi-experimental estimates of extensive margin elasticities. We find that micro estimates are consistent with macro evidence on the steady-state (Hicksian) elasticities relevant for cross-country comparisons. However, micro estimates of extensive-margin elasticities are an order of magnitude smaller than the values needed to explain business cycle fluctuations in aggregate hours. Hence, indivisible labor supply does not explain the large gap between micro and macro estimates of intertemporal substitution (Frisch) elasticities. Our synthesis of the micro evidence points to Hicksian elasticities of 0.3 on the intensive and 0.25 on the extensive margin and Frisch elasticities of 0.5 on the intensive and 0.25 on the extensive margin.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Mark Bils, Richard Blundell, Gregory Bruich, David Card, John Friedman, Bob Hall, Greg Mankiw, Jonathan Parker, Luigi Pistaferri, Richard Rogerson, Robert Shimer, Michael Woodford, Danny Yagan, Susan Yang, and the conference participants for helpful comments. We are extremely grateful to Peter Ganong and Jessica Laird for outstanding research assistance. Thanks to Richard Rogerson and Johanna Wallenius for sharing their simulation code. Funding was provided by the Lab for Economic Applications and Policy at Harvard University and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}