{
    "id": 16721,
    "citation_title": "Mobile Money: The Economics of M-PESA",
    "citation_author": [
        "William Jack",
        "Tavneet Suri"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMobile money is a tool that allows individuals to make financial transactions using cell phone technology. In this paper, we report initial results of two rounds of a large survey of households in Kenya, the country that has seen perhaps the most rapid and widespread growth of a mobile money product - known locally as M‐PESA - in the developing world. We first summarize the mechanics of M-PESA, and review its potential economic impacts. We then document the sequencing of adoption across households according to income and wealth, location, gender, and other socio‐economic characteristics, as well as the purposes for which the technology is used, including saving, sending and receiving remittances, and direct purchases of goods and services. In addition, we report findings from a survey of M‐PESA agents, who provide cash‐in and cash‐out services, and highlight the inventory management problems they face.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support and collaboration of Pauline Vaughan and Susie Lonie, and other staff of Safaricom and Vodafone.  The first round of the survey whose results are reported here was commissioned by Financial Sector Deepening, a Nairobi-based multi-donor financial sector development programme, on behalf of the Central Bank of Kenya. Later rounds of the survey were funded by the Consortium on Financial Services and Poverty at the University of Chicago. Thanks are extended to Indrani Saran and Suleiman Asman for excellent research assistance, and to Stephen Mwaura of the CBK, David Ferrand and Caroline Pulver of FSD and to seminar participants at MIT Sloan, Safaricom, the Institute for Money, Technology and Financial Inclusion at UC Irvine and Columbia Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}