{
    "id": 16724,
    "citation_title": "Liquidity Mergers",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Dirk Hackbarth"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interplay between corporate liquidity and asset reallocation opportunities. Our model shows that financially distressed firms are acquired by liquid firms in their industries even when there are no operational synergies associated with the merger. We call these transactions \"liquidity mergers,\" since their main purpose is to reallocate liquidity to firms that might be otherwise inefficiently terminated. We show that liquidity mergers are more likely to occur when industry-level asset specificity is high (i.e., industry-specific rents are high) and firm-level asset specificity is low (industry counterparts can efficiently operate distressed firms' assets). We also provide a detailed analysis of firms' liquidity policies as a function of real asset reallocation, examining the trade-offs between cash and lines of credit. The model makes a number of predictions that have not been examined in the literature. Using a large sample of mergers, we verify the model's prediction that liquidity-driven acquisitions are more likely to occur in industries in which assets are industry-specific, but transferable across industry rival firms. We also verify the prediction that firms are more likely to use credit lines (relative to cash) when they operate in industries in which liquidity mergers are more frequent.\n\n",
    "acknowledgement": "\nWe thank Todd Gormley (AFA discussant), Charles Hadlock, Jerry Hoberg, Hernan Ortiz-Molina, Gordon Phillips, Michael Schill (EFA discussant), Erik Theissen, and an anonymous referee for their detailed comments and suggestions. Comments from audiences at the 2010 AFA Meetings, the 2010 EFA Meetings, ESMTBerlin, Michigan State University, MIT, Simon Fraser University, University of British Columbia, University of Mannheim, University of Michigan, University of Utah, and Vienna University are also appreciated. Lifeng Gu and Fabrício D'Almeida provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}