{
    "id": 1672,
    "citation_title": "Using Survey Data to Test Some Standard Propositions Regarding Exchange Rate Expectations",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Kenneth A. Froot"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey data provide a measure of exchange rate expectations that is superior to the commonly-used forward exchange rate in the respect that it does notinclude a risk premium. We use survey data and the technique of bootstrapping to test a number of propositions of interest. We are able to reject static or \"randomwalk\" expectations for both nominal and real exchange rates. Expected depreciation is large in magnitude. There is even statistically significant unconditional bias: during the 1981-85 \"strong dollar period\" the market persistently over estimated depreciation of the dollar. Expected depreciation is also variable, contrary to some recent claims. The expected future spot rate can be viewed as inelastic with respect to the contemporaneous spot rate, in that it also puts weight on other variables: the lagged expected spot rate (as in adaptive expectations), the lagged actual spot rate (distributed lag expectations), or a long-run equilibrium rate (regressive expectations). In one irnportant case, the relatively low weight that investors' expectations put on the contemporaneous spot rate constitutes a statistical rejection of rational expectations: we find that prediction errors are correlated with expected depreciation, so that investors would do better if they always reduced fractionally the magnitude of expected depreciation. This is the same result found by Bilson, Fama, and many others, except that it can no longer be attributed to a risk premium.\n\n",
    "acknowledgement": "\n"
}