{
    "id": 16728,
    "citation_title": "Behavioral Economics Perspectives on Public Sector Pension Plans",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe describe the pension plan features of the states and the largest cities and counties in the U.S. Unlike in the private sector, defined benefit (DB) pensions are still the norm in the public sector. However, a few jurisdictions have shifted towards defined contribution (DC) plans as their primary savings plan, and fiscal pressures are likely to generate more movement in this direction. Holding fixed a public employee's work and salary history, we show that DB retirement income replacement ratios vary greatly across jurisdictions. This creates large variation in workers' need to save for retirement in other accounts. There is also substantial heterogeneity across jurisdictions in the savings generated in primary DC plans because of differences in the level of mandatory employer and employee contributions. One notable difference between public and private sector DC plans is that public sector primary DC plans are characterized by required employee or employer contributions (or both), whereas private sector plans largely feature voluntary employee  contributions that are supplemented by an employer match. We conclude by applying lessons from savings behavior in private sector savings plans to the design of public sector plans.\n\n",
    "acknowledgement": "\nWe thank Gwen Reynolds, Janelle Schlossberger, Jessica Zeng, Arash Alidoust, and John Klopfer for their help in going through state, county and city pension documents, calling many public pension offices, and compiling and analyzing the resulting data. Karl Scholz and the other participants in the NBER State and Local Pensions Conference provided many helpful comments. Financial support from the National Institute on Aging (grants R01-AG021650 and P01-AG005842) is gratefully acknowledged. The opinions and conclusions expressed are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}