{
    "id": 16738,
    "citation_title": "A Simple Test of Private Information in the Insurance Markets with Heterogeneous Insurance Demand",
    "citation_author": [
        "Li Gan",
        "Feng Huang",
        "Adalbert Mayer"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA positive correlation between insurance coverage and ex post risk can be an indicator for private information in insurance markets. However, this test fails if agents have heterogeneous risk attitudes. We propose a new test that conditions on unobserved types of individuals who differ in their risks preferences. This makes it possible to detect asymmetric information without direct evidence of private information - even if agents have heterogeneous risk attitudes. We apply our technique to the market for long-term care insurance. Finkelstein and McGarry (2006) provide direct evidence for the existence of private information in this market. At the same time they fail to find a positive correlation between insurance coverage and ex post risk. Our method indicates the existence of private information, without using direct evidence of private information. Our methodology is applicable to other insurance markets and markets where proxies for private information are not available.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}