{
    "id": 16736,
    "citation_title": "Economic Impacts of Immigration: A Survey",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "2020-05-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys recent empirical studies on the economic impacts of immigration.  The survey first examines the magnitude of immigration as an economic phenomenon in various host countries.  The second part deals with the assimilation of immigrant workers into host-country labor markets and concomitant effects for natives.  The paper then turns to immigration's impact for the public finances of host countries.  The final section considers emerging topics in the study of immigration.  The survey particularly emphasizes the recent experiences of Northern Europe and Scandinavia and relevant lessons from traditional destination countries like the US.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to sari.pekkala@gmail.com and wkerr@hbs.edu. The authors are grateful to David Autor, Jennifer Hunt, Robert E.B. Lucas, and Mark Partridge for helpful comments. This research was funded in Finland by the Ministry of Labour, Ministry of the Interior, Ministry of Education, Ministry of Social Affairs and Health, the Association of Finnish Local and Regional Authorities, and The Finnish National Fund for Research and Development (Sitra). Part of the research was conducted while Sari Kerr was on sabbatical graciously funded by the Yrjö Jahnsson foundation. Additional support through Harvard Business School Research and Kauffman Foundation is gratefully acknowledged. An earlier version of this survey was circulated as VATT Working Paper 362 by Sari Pekkala. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}