{
    "id": 16730,
    "citation_title": "Why Is an Elite Undergraduate Education Valuable? Evidence from Israel",
    "citation_author": [
        "Kevin Lang",
        "Erez Siniver"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we compare the labor market performance of Israeli students who graduated from one of the leading universities, Hebrew University (HU), with those who graduated from a professional undergraduate college, College of Management Academic Studies (COMAS). Our results support a model in which employers have good information about the quality of HU graduates and pay them according to their ability, but in which the market has relatively little information about COMAS graduates. Hence, high-skill COMAS graduates are initially treated as if they were the average COMAS graduate, who is weaker than a HU graduate, consequently earning less than UH graduates. However, over time the market differentiates among them so that after several years of experience, COMAS and HU graduates with similar entry scores have similar earnings. Our results are therefore consistent with the view that employers use education information to screen workers but that the market acquires information fairly rapidly.\n\n",
    "acknowledgement": "\nWe are grateful to Hebrew University and to the College of Management Academic Studies for their assistance with this project. We also thank participants in lunch-time workshops at Boston University and MIT, and at the ASSA and EALE/SOLE meetings for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}