{
    "id": 16733,
    "citation_title": "Learning Versus Stealing: How Important are Market-Share Reallocations to India's Productivity Growth?",
    "citation_author": [
        "Ann E. Harrison",
        "Leslie A. Martin",
        "Shanthi Nataraj"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe new trade theory emphasizes the role of market-share reallocations across firms (\"stealing\") in driving productivity growth, while the older literature focused on average productivity improvements (\"learning\"). We use comprehensive, firm-level data from India's organized manufacturing sector to show that market-share reallocations did play an important role in aggregate productivity gains immediately following the start of India's trade reforms in 1991. However, aggregate productivity gains during the overall 20-year period from 1985 to 2004 were driven largely by improvements in average productivity. By exploiting the variation in reforms across industries, we document that the average productivity increases can be attributed to India's trade liberalization and FDI reforms. Finally, we construct a panel dataset that allows us to track firms during this time period; our results suggest that while within-firm productivity improvements were important, much of the increase in average productivity also occured because of firm entry and exit.\n\n",
    "acknowledgement": "\nWe thank Mr. M.L. Philip, Mr. P.C.Nirala, Dr. Praveen Shukla, and Mr. M.M. Hasija at the Ministry of Statistics and Programme Implementation for their assistance in understanding the Annual Survey of Industries data collection process; Rana Hasan, Karl Jandoc, and Steve O'Connell for  discussions regarding the firm-level data; and Pauline Grosjean and Ben Crost for providing us with their district-level concordances, which formed a basis for ours. This material is based upon work supported by the National Science Foundation under Grant No. 0922332. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}