{
    "id": 1673,
    "citation_title": "Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation",
    "citation_author": [
        "Herschel I. Grossman",
        "John B. Van Huyck"
    ],
    "citation_publication_date": "1985-07-01",
    "issue_date": "1985-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistory suggests the following stylized facts about default on sovereign debt:(1) Defaults are associated with identifiably bad states of the world. (2) Defaults are usually partial, rather than complete.(3) Sovereign states usually are able to borrow again soon after a default. Motivated by these facts, this paper analyses a reputational equilibrium in a model that interprets sovereign debts as contingent claims that both finance investments and facilitate risk shifting. Loans are a useful device to facilitate risk shifting because they permit the prepayment of indemnities.  Nevertheless, because the power to abrogate commitments without having to answer to a higher enforcement authority is an essential aspect of sovereignty, a decision by a sovereign to validate lender expectations about debt servicing depends on the sovereign's concern for its trust worthy reputation. A trustworthy reputationis valuable because it provides continued access to loans. A key aspect of the analysis is that lenders differentiate excusable default, which is associated with implicitly understood contingencies, from unjustifiable repudiation. In the reputational equilibrium, the short-run benefits from repudiation are smaller than the long-run costs from loss of a trustworthy reputation. Thus, although sovereigns sometimes excusably default, they never repudiate their debts. The reputational equilibrium can involve efficient risk shifting and efficient investment or it can involve a binding lending ceiling that limits risk shifting and can also restrict investment. The factors that tend to produce a binding lending ceiling include a high time discount rate for the sovereign, low-risk aversion forthe sovereign, and a low net return from the sovereign's investments.\n\n",
    "acknowledgement": "\n"
}