{
    "id": 16737,
    "citation_title": "Capital-Market Effects of Securities Regulation: Prior Conditions, Implementation, and Enforcement",
    "citation_author": [
        "Hans B. Christensen",
        "Luzi Hail",
        "Christian Leuz"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "2016-04-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the capital-market effects of changes in securities regulation in the European Union (EU) aimed at reducing market abuse and increasing transparency. To estimate causal effects for the population of EU firms, we exploit that for plausibly exogenous reasons, like national legislative procedures, EU countries adopted these directives at different times. We find significant increases in market liquidity, but the effects are stronger in countries with stricter implementation and traditionally more stringent securities regulation. The findings suggest that countries with initially weaker regulation do not catch up with stronger countries, and that countries diverge more upon harmonizing regulation.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Capital-Market Effects of Securities Regulation: The Role of Implementation and Enforcement.\" We appreciate the helpful comments of Cindy Alexander, Sudipta Basu, Allan Bester, Utpal Bhattacharya, Luca Enriques, Michael Erkens, Matt Gentzkow, Chris Hansen, Alexander Hellgardt, Emir Kamenica, Zachary Kaplan, Andrew Karolyi (editor), Daniel Paravisini, Jesse Shapiro, Andrei Shleifer, Jerry Zimmerman, two anonymous referees, and workshop participants at the 2011 Conference on Empirical Legal Studies, 2011 NBER Corporate Finance program meeting, 2010 PECA Conference, Bocconi University, University of Chicago, Chinese University of Hong Kong, University of Colorado Boulder, Copenhagen Business School, HEC, INSEAD, University of Manchester, University of Michigan, MIT, University of North Carolina, University of Rochester, Stockholm School of Economics, Temple University, University of Texas at Dallas, Tilburg University, Vienna University of Business and Economics, and University of Zurich. We thank several technical partners at PwC’s European offices as well as several CESR members and supervisory authorities for providing institutional information, in particular Mike Birch, Oliver Burkart, Jan Fedders, and Bernd Roese. We thank Philip Jacobs, Laszlo Jakab, Maria Kamenetsky, Jeff Lam, Frank Li, Elton Lor, Russell Ruch, and Michelle Waymire for their excellent research assistance. Christian Leuz gratefully acknowledges financial support by the Sondheimer Family Charitable Foundation and the Business and Public Policy Faculty Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}