{
    "id": 16735,
    "citation_title": "Transaction Cost Regulation",
    "citation_author": [
        "Pablo T. Spiller"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses the fundamental underpinnings and some implications of transaction cost regulation (TCR), a framework to analyze the interaction between governments and investors fundamentally, but not exclusively, in utility industries.  TCR sees regulation as the governance structure of these interactions, and thus, as in standard transaction cost economics, it places emphasis in understanding the nature of the hazards inherent to these interactions.  The emphasis on transactional hazards requires a microanalytical perspective, where performance assessment is undertaken within the realm of possible institutional alternative. In that sense, politics becomes fundamental to understanding regulation as the governance of public / private interactions. The paper discusses two fundamental hazards and their organizational implications: governmental and third party opportunism. Both interact to make regulatory processes and outcomes more rigid, formalistic, and prone to conflict than envisioned by relational contracting.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}