{
    "id": 16745,
    "citation_title": "Under Pressure: Job Security, Resource Allocation, and Productivity in Schools Under NCLB",
    "citation_author": [
        "Randall Reback",
        "Jonah Rockoff",
        "Heather L. Schwartz"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most sweeping federal education law in decades, the No Child Left Behind (NCLB) Act, requires states to administer standardized exams and to punish schools that do not make Adequate Yearly Progress (AYP) for the fraction of students passing these exams.  While the literature on school accountability is well-established, there exists no nationwide study of the strong short-term incentives created by NCLB for schools on the margin of failing AYP. We assemble the first comprehensive, national, school-level dataset concerning detailed performance measures used to calculate AYP, and demonstrate that idiosyncrasies in state policies create numerous cases where schools near the margin for satisfying their own state's AYP requirements would have almost certainly failed or almost certainly made AYP if they were located in other states.  Using this variation as a means of identification, we examine the impact of NCLB on the behavior of school personnel and students' academic achievement in nationally representative samples.  We find that accountability pressure from NCLB lowers teachers' perceptions of job security and causes untenured teachers in high-stakes grades to work longer hours than their peers.  We also find that NCLB pressure has either neutral or positive effects on students' enjoyment of learning and their achievement gains on low-stakes exams in reading, math, and science.\n\n",
    "acknowledgement": "\nWe thank Steve Rivkin and David Figlio for their detailed comments, as well as participants at the American Economics Association meetings, the CALDER/Urban Institute NCLB Research Conference, the Association for Public Policy and Management conference, the International Workshop on Applied Economics of Education, and the American Education Finance Association conference for many thoughtful suggestions.  This research project was made possible by funding from the Institute for Education Sciences and the Spencer Foundation, as well as seed grants from the Columbia University Institute for Social and Economic Research and Policy and Barnard College, and support from the Paul Milstein Center for Real Estate at Columbia Business School.  The authors are solely responsible for any opinions or errors in the paper.  Molly Alter, Daisy Chu, Ben Lockwood, Julia Zhou, Sean Tom, and especially Elizabeth Davidson provided outstanding research assistance.  The authors thank the U.S. Department of Education for providing access to the restricted-use versions of the Early Childhood Longitudinal Survey and Schools and Staffing Survey.  To comply with restricted-use data reporting requirements, all sample sizes in this paper have been rounded to the nearest ten. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}