{
    "id": 16748,
    "citation_title": "Marital Sorting and Parental Wealth",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Erik Hurst",
        "Alexandra Killewald"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Panel Study of Income Dynamics (PSID), this paper studies the degree to which spouses sort in the marriage market on the basis of parental wealth. We estimate a variety of models, including transition matrices, OLS and TSLS models to deal with measurement error in wealth reports. Our various results show that men and women in the U.S. marry spouses whose parents have wealth similar to that of their own parents; and are very unlikely to marry persons from very different parental wealth backgrounds.  This effect is present in the population as a whole, within racial groups, and especially in the tails of the distribution.  Our preferred estimates indicate that the correlation in log wealth between own and spouse's parents wealth is around 0.4.  We show that education accounts for only one-quarter of this sorting, and also show that selection into and out marriage by parental wealth does not appreciably bias our results.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Mark Aguiar, Steve Levitt, Bruce Meyer, and Emily Oster along with seminar participants at the University of Chicago for helpful comments.  We thank Liqian Ren for help with the empirical work on early drafts of the paper.  Charles would like to gratefully acknowledge support from the Searle Freedom Trust.  Hurst would like to acknowledge financial support from Chicago Booth.  Killewald would like to acknowledge financial support from the Gerald R. Ford School of Public Policy, Rackham Graduate School, and the Quantitative Methodology Program in the Survey Research Center, all at the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}