{
    "id": 16743,
    "citation_title": "Sale Rates and Price Movements in Art Auctions",
    "citation_author": [
        "Orley C. Ashenfelter",
        "Kathryn Graddy"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe failure of many paintings to sell in art auctions indicates the presence of reserve prices set by sellers.  This paper examines the relationship between sale rates and price surprises over time in art auctions.   Using data on contemporary and impressionist art, we show that while sale rates appear to have little relationship to current prices, there exists a strong positive relationship of sale rates to unexpected aggregate price changes, which is reminiscent of a Phillips curve.  As a result, sale rates provide a useful quantity indicator of the strength of the art market.  The data also indicate that sale rates revert to \"normal\" very quickly following a price surprise.  We estimate an empirical model to measure normal sale rates.  We also find evidence that the reserve price is set on average at about 70% of the auctioneer's low estimate, as published in the auction catalog.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jianping Mei, Mike Moses, Lara Shore and Margaret Stevens for useful comments.  The authors would also like to thank Ly Tran and Huong Nguyen for their research assistance The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}