{
    "id": 16747,
    "citation_title": "A Model of Momentum",
    "citation_author": [
        "Laura Xiaolei Liu",
        "Lu Zhang"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nOptimal investment of firms implies that expected stock returns are tied with the expected marginal benefit of investment divided by the marginal cost of investment. Winners have higher expected growth and expected marginal productivity (two major components of the marginal benefit of investment), and earn higher expected stock returns than losers. The investment model succeeds in capturing average momentum profits, reversal of momentum in long horizons, as well as the interaction of momentum with market capitalization, firm age, trading volume, and stock return volatility. However, the model fails to reproduce procyclical momentum profits.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Heitor Almeida, Ilona Babenko, Frederico Belo, John Campbell, Hui Chen, Jerome Detemple, Bob Dittmar, Hui Guo, Dirk Hackbarth, Kewei Hou, Jennifer Huang, Tim Johnson, Stavros Panageas, Neil Pearson, Marcel Rindisbacher, Mark Seasholes, Berk Sensoy, Ren´e Stulz,\nJules van Binsbergen, Mike Weisbach, Ingrid Werner, Peter Wong, Chen Xue, Motohiro Yogo, Frank Yu, and other seminar participants at Boston University, Cheung Kong Graduate School of Business, The China Europe International Business School, The 2010 HKUST Finance Symposium on Asset Pricing/Investment,\nThe Ohio State University, The Third Shanghai Winter Finance Conference, The Minnesota Macro-Asset Pricing Conference in 2011, University of Cincinnati, and University of Illinois at Urbana-Champaign. The portfolio data, the SAS programs for constructing the portfolio data, and the Matlab programs for\nGMM estimation and tests are available upon request. The paper supersedes our previous work titled \"Investment-based momentum profits.\" All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}