{
    "id": 16746,
    "citation_title": "Estimating the Returns to Urban Boarding Schools: Evidence from SEED",
    "citation_author": [
        "Vilsa E. Curto",
        "Roland G. Fryer",
        "Jr."
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe SEED schools, which combine a \"No Excuses'' charter model with a five-day-a-week boarding program, are America's only urban public boarding schools for the poor. We provide the first causal estimate of the impact of attending SEED schools on academic achievement, with the goal of understanding whether changing a student's environment through boarding is a cost-effective strategy to increase achievement among the poor. Using admission lotteries, we show that attending a SEED school increases achievement by 0.198 standard deviations in reading and 0.230 standard deviations in math, per year of attendance. Despite these relatively large impacts, the return on investment in SEED is less than five percent due to the substantial costs of boarding. Similar \"No Excuses'' charter schools -- without a boarding option -- have a return on investment of over eighteen percent.\n\n",
    "acknowledgement": "\nWe are grateful to Eric Adler, Anjali Bhatt, Pyper Davis and Rajiv Vinnakota for their cooperation in collecting data necessary for this project. Will Dobbie and Meghan Howard provided exceptional research assistance. Support from the Education Innovation Laboratory at Harvard University (EdLabs) is gratefully acknowledged. Correspondence can be addressed to either of the authors by email. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}