{
    "id": 16749,
    "citation_title": "Insurance and Taxation over the Life Cycle",
    "citation_author": [
        "Emmanuel Farhi",
        "Iván Werning"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a dynamic Mirrlees economy in a life cycle context and study the op- timal insurance arrangement. Individual productivity evolves as a Markov process and is private information. We use a first order approach in discrete and continuous time and obtain novel theoretical and numerical results. Our main contribution is a formula describing the dynamics for the labor-income tax rate. When productivity is an AR(1) our formula resembles an AR(1) with a trend where: (i) the auto-regressive coefficient equals that of productivity; (ii) the trend term equals the covariance pro- ductivity with consumption growth divided by the Frisch elasticity of labor; and (iii) the innovations in the tax rate are the negative of consumption growth. The last prop- erty implies a form of short-run regressivity. Our simulations illustrate these results and deliver some novel insights. The average labor tax rises from 0% to 46% over 40 years, while the average tax on savings falls from 17% to 0% at retirement. We com- pare the second best solution to simple history independent tax systems, calibrated to mimic these average tax rates. We find that age dependent taxes capture a sizable fraction of the welfare gains. In this way, our theoretical results provide insights into simple tax systems.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}