{
    "id": 16744,
    "citation_title": "On the Persistent Financial Losses of U.S. Airlines: A Preliminary Exploration",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. airlines have lost nearly $60 billion (2009 dollars) in domestic markets since deregulation, most of it in the last decade.  More than 30 years after domestic airline markets were deregulated, the dismal financial record is a puzzle that challenges the economics of deregulation.  I examine some of the most common explanations among industry participants, analysts, and researchers -- including high taxes and fuel costs, weak demand, and competition from lower-cost airlines.  Descriptive statistics suggest that high taxes have been at most a minor factor and fuel costs shocks played a role only in the last few years.  Major drivers seem to be the severe demand downturn after 9/11 -- demand remained much weaker in 2009 than it was in 2000 -- and the large cost differential between legacy airlines and the low-cost carriers, which has persisted even as their price differentials have greatly declined.\n\n",
    "acknowledgement": "\nIn 2010, I was a member of the USDOT's Future of Aviation Advisory Committee.   I also advised the U.S. Department of Justice in its analysis of the proposed merger between Continental and United Airlines.  For helpful comments and discussions, I am grateful to Silke Forbes, Will Gillespie, Ken Heyer, Paul Joskow, Nancy Rose and Catherine Wolfram.  A short version of this paper is forthcoming in the May 2011  American Economic Review Papers and Proceedings under the title \"Why Can't U.S. Airlines Make Money?''.                                                                                                              This paper is dedicated to the memory of Alfred E. Kahn who passed away on December 27, 2010.   I was lucky enough to work for Fred at the Civil Aeronautics Board in 1978 and to speak with him occasionally since then about the airline industry and government regulation.  His approach to industrial organization and regulation, and the application of research to non-partisan policy making, set a standard to which all IO economists should aspire.  His insights continue to influence the best research on economic regulation.  He was the very model of a modern (and thoughtful) IO economist. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}