{
    "id": 16740,
    "citation_title": "How Financial Literacy and Impatience Shape Retirement Wealth and Investment Behaviors",
    "citation_author": [
        "Justine S. Hastings",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTwo competing explanations for why consumers have trouble with financial decisions are gaining momentum. One is that people are financially illiterate since they lack understanding of simple economic concepts and cannot carry out computations such as computing compound interest, which could cause them to make suboptimal financial decisions. A second is that impatience or present-bias might explain suboptimal financial decisions. That is, some people persistently choose immediate gratification instead of taking advantage of larger long-term payoffs. We use experimental evidence from Chile to explore how these factors appear related to poor financial decisions. Our results show that our measure of impatience is a strong predictor of wealth and investment in health. Financial literacy is also correlated with wealth though it appears to be a weaker predictor of sensitivity to framing in investment decisions. Policymakers interested in enhancing retirement wellbeing would do well to consider the importance of these factors.\n\n",
    "acknowledgement": "\nThis research is part of the NBER programs on Aging and Labor Economics, and it was supported by a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC). Funding was also provided by the TIAA-CREF Institute, the Boettner Center/Pension Research Council at The Wharton School, the Yale Institution for Social and Policy Studies, and NIH/NIA grant AG023774-01, NIH/NIA Grant # P30 AG12836, and NIH/NICHC Population Research Infrastructure Program R24 HD-044964, all at the University of Pennsylvania. Excellent research assistance was provided by Eric Chyn, Fabian Duarte, Raissa Fabregas, Peter Frerichs, Daniela Fuentes, Sarah Johnston, Carolina Orellana, José Luis Ruiz, and Javiera Vásquez. The authors thank David Bravo, Fabian Duarte, Raissa Faibregas, Peter Frerichs, Daniela Fuentes, Carolina Orellana, Sandra Quijada, and Javiera Vasquez for helpful comments. Opinions and errors are solely those of the authors and not of the institutions providing funding for or with which the authors are affiliated, or of the National Bureau of Economic Research.\n\n\n"
}