{
    "id": 16741,
    "citation_title": "The Long Slump",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a market-clearing economy, declines in demand from one sector do not cause large declines in aggregatge output because other sectors expand. The key price mediating the response is the interest rate. A decline in the rate stimulates all categories of spending. But in a low-inflation economy, the room for a decline in the rate is small, because of the notorious lower limit of zero on the nominal interest rate. In the Great Depression, substantial deflation caused the real interest rate to reach high levels. In the Great Slump that began at the end of 2007, low inflation resulted in an only slightly negative real rate when full employment called for a much lower real rate because of declines in demand. Fortunately the inflation rate hardly responded to conditions in product and labor markets, else deflation might have occurred, with an even higher real interest rate. I concentrate on three closely related sources of declines in demand: the buildup of excess stocks of housing and consumer durables, the corresponding expansion of consumer debt that financed the buildup, and financial frictions that resulted from the decline in real-estate prices.\n\n",
    "acknowledgement": "\nThis paper is a draft of my AEA presidential address that will appear in the April American Economic Review. See my website for related materials, including the appendixes, animated slides, and data files and programs. I am grateful to John Cochrane, Steven Davis, Gauti Eggertsson, Martin Eichenbaum, Mark Gertler, Robert Gordon, Peter Klenow, Narayana Kocherlakota, Robert Lucas, N. Gregory Mankiw, Sergio Rebelo, Richard Rogerson, David Romer, Robert Shimer, Robert Solow, John Taylor, Susan Woodward, and seminar and conference participants at the University of Pennsylvania, the Society for Economic Dynamics, the Atlanta Federal Reserve Bank, Stanford, and the Minneapolis Federal Reserve Bank for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}