{
    "id": 16757,
    "citation_title": "The Service Sector as India's Road to Economic Growth",
    "citation_author": [
        "Barry Eichengreen",
        "Poonam Gupta"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile India is distinctive among developing countries for its fast-growing service sector, sceptics have raised doubts about the quality and sustainability of this service-sector growth and its implications for economic development.  We show, consistent with the views of the sceptics, that while growth of the sector has been unusually rapid, it started 15 years ago from unusually low levels.  That the share of services has now simply converged to the international norm raises questions about whether it will continue growing rapidly.  In particular, whether service-sector output and employment continue to grow in excess of international norms will depend on the continued expansion of modern services (business services, communication and banking) but, also, on the application of modern information technology to more traditional services (retail and wholesale trade, transport and storage, public administration and defense ). The second aspect obviously has more positive implications for output than for employment.  \nWe also show that the modern services that are growing most rapidly are now large enough where their future performance could have a significant macroeconomic impact. The expansion of modern service-sector employment is not simply disguised manufacturing activity. Finally, we show that the mix of skilled and unskilled labor in manufacturing and services is increasingly similar. It is no longer obvious therefore that manufacturing is the main destination for the vast majority of Indian labor moving into the modern sector and that modern services are a viable destination only for the highly-skilled few. We conclude that sustaining economic growth and raising living standards will require shifting labor into both manufacturing and services.\n\n",
    "acknowledgement": "\nUniversity of California, Berkeley and Indian Council for Research on International Economic Relations (ICRIER), Delhi, respectively. We thank seminar and conference participants at ICRIER, World Bank's office in New Delhi, and Indian Statistical Institute, Delhi for useful comments. Comments are welcome at eichengr@econ.Berkeley.EDU and pgupta@icrier.res.in The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}