{
    "id": 16751,
    "citation_title": "Consumption and Income Poverty over the Business Cycle",
    "citation_author": [
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2011-01-27",
    "issue_date": "2011-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between the business cycle and poverty for the period from 1960 to 2008 using income data from the Current Population Survey and consumption data from the Consumer Expenditure Survey.  This new evidence on the relationship between macroeconomic conditions and poverty is of particular interest given recent changes in anti-poverty policies that have placed greater emphasis on participation in the labor market and in-kind transfers.  We look beyond official poverty, examining alternative income poverty and consumption poverty, which have conceptual and empirical advantages as measures of the well-being of the poor.  We find that both income and consumption poverty are sensitive to macroeconomic conditions.  A one percentage point increase in unemployment is associated with an increase in the after-tax income poverty rate of 0.9 to 1.1 percentage points in the long-run, and an increase in the consumption poverty rate of 0.3 to 1.2 percentage points in the long-run.  The evidence on whether income is more responsive to the business cycle than consumption is mixed.  Income poverty does appear to be more responsive using national level variation, but consumption poverty is often more responsive to unemployment when using regional variation.  Low percentiles of both income and consumption are sensitive to macroeconomic conditions, and in most cases low percentiles of income appear to be more responsive than low percentiles of consumption.\n\n",
    "acknowledgement": "\nWe have benefited from the comments of participants at the IZA/OECD Workshop \"Economic Crisis, Rising Unemployment and Policy Responses: What Does It Mean for the Income Distribution?\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}