{
    "id": 16755,
    "citation_title": "Monetary Policy Strategy: Lessons from the Crisis",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines what we have learned and how we should change our thinking about monetary policy strategy in the aftermath of the 2007-2009 financial crisis. It starts with a discussion of where the science of monetary policy was before the crisis and how central banks viewed monetary policy strategy. It will then examine how the crisis has changed the thinking of both macro/monetary economists and central bankers. Finally, it looks how much of the science of monetary policy needs to be altered and draws implications for monetary policy strategy.\n\n",
    "acknowledgement": "\nPrepared for the ECB Central Banking Conference, \"Monetary Policy Revisited: Lessons from the Crisis,\" Frankfurt, November 18-19, 2010. The views expressed here are my own and are not necessarily those of Columbia University or the National Bureau of Economic Research. Disclosure of my outside compensated activities can be found on my website at http://www0.gsb.columbia.edu/faculty/fmishkin/. I would like to thank Jean Boivin, Christopher Sims, Michael Woodford, Jean Pisani-Ferry, William White and participants at the brown bag lunch workshop at the Federal Reserve Bank of San Francisco, the New York Area Workshop on Monetary Policy held at the Federal Reserve Bank of New York and the ECB Central Banking Conference for their helpful comments.\n\n\n"
}