{
    "id": 1675,
    "citation_title": "Stopping Hyperinflation: Lessons from the German Inflation Experience of the 1920s",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1985-08-01",
    "issue_date": "1985-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe special role of money in the hyper inflation process, and particularly in the stabilization phase, has now been reconsidered in a bestselling essay by Sargent. The message is that credible fiscal stabilizationis the sine qua non of stopping inflation. This is definitely not viewed as being in conflict with the monetary hypothesis, but it does represent a shift of emphasis. We draw attention to a third aspect of the hyperinflation process, and the stablization, namely exchange rate and interest rate policy. Even though a government may accomplish all the right measures in terms of budget stablization or control of money creation, there remains the problem of making these measures credible and hence being able to actually achieve them. We argue that exchange rate and interest rate policy in the transition have traditionally formed the vehicle for establishing that credibility by a de facto stablization. We make that point by discussing the events of the German hyperinflation. In that case the stablization was a much more diffuse, accidental matter than a reading of the classics reveals with exchange rate policy playing a key role. Immensely high interest rates in the face of a sharply appreciating free market exchange rate wiped out adverse speculation thus helping to establish stablization. The real exchange rate sharply appreciated in the final stage and persisted at an appreciated level well into the post-stabilization phase. It reflects the reverse of the coin of real depreciation in the capital flight phase.\n\n",
    "acknowledgement": "\n"
}