{
    "id": 16765,
    "citation_title": "Is It Whom You Know or What You Know? An Empirical Assessment of the Lobbying Process",
    "citation_author": [
        "Marianne Bertrand",
        "Matilde Bombardini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "2018-07-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat do lobbyists do? Some believe that lobbyists' main role is to provide issue-specific information and expertise to congressmen to help guide the law-making process. Others believe that lobbyists mainly provide the firms and other special interests they represent with access to politicians in their \"circle of influence\" and that this access is the be-all and end-all of how lobbyists affect the lawmaking process. This paper combines a descriptive analysis with more targeted testing to get inside the black box of the lobbying process and inform our understanding of the relative importance of these two views of lobbying.  We exploit multiple sources of data covering the period 1999 to 2008, including: federal lobbying registration from the Senate Office of Public Records, Federal Election Commission reports, committee and subcommittee assignments for the 106th to 110th Congresses, and background information on individual lobbyists. A pure issue expertise view of lobbying does not fit the data well. Instead, maintaining connections to politicians appears central to what lobbyists do. In particular, we find that whom lobbyists are connected to (through political campaign donations) directly affects what they work on. More importantly, lobbyists appear to systematically switch issues as the politicians they were previously connected to switch committee assignments, hence following people they know rather than sticking to issues. We also find evidence that lobbyists that have issue expertise earn a premium, but we uncover that such a premium for lobbyists that have connections to many politicians and Members of Congress is considerably larger.\n\n",
    "acknowledgement": "\nThe authors would like to thank Allan Drazen, Keith Krehbiel, Ken Shepsle, and seminar participants at the Korean Development Institute, the University of Chicago Booth School of Business, Columbia Graduate School of Business, University of California Berkeley Haas School of Business, University of Minnesota, the 2010 Wallis Conference on Political Economy, and Stanford Graduate School of Business. David Wood provided outstanding research assistance. Financial support from the Initiative on Global Financial Markets is kindly acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}