{
    "id": 16766,
    "citation_title": "Securitization without Adverse Selection: The Case of CLOs",
    "citation_author": [
        "Efraim Benmelech",
        "Jennifer Dlugosz",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor nearly a decade prior to the collapse of structured finance markets in late 2007, securitization by collateralized loan obligations (CLOs) was a key source of capital for the high-yield corporate loan market. In this paper, we investigate whether securitization was associated with risky lending in the corporate loan market by examining the performance of individual loans held by CLOs. We employ two different datasets that identify loan holdings for a large set of CLOs and find that adverse selection problems in corporate loan securitizations are less severe than commonly believed. Controlling for borrowers' credit quality, securitized loans perform no worse, and under some criteria even better, than unsecuritized loans of comparable credit quality. However, within a CLO portfolio, loans originated by the bank that acts as the CLO underwriter underperform the rest of the loan portfolio. Overall, we argue that the securitization of corporate loans is fundamentally different from securitization of other assets classes because securitized loans are fractions of syndicated loans. Therefore, mechanisms used to align incentives in a lending syndicate also reduce adverse selection in the choice of CLO collateral.\n\n",
    "acknowledgement": "\nWe thank Paul Gompers, Jeremy Stein, Greg Nini, Gary Gorton, Charlotte Ostergaard, James Vickery, Paul Willen, seminar participants at the Federal Reserve Bank of New York, the Federal Reserve Board, Harvard University, UNC, London School of Economics, Wharton, University of Florida, Berkeley, NERA, the World Bank, the Brattle Group, and participants at the American Finance Association annual meeting, the Yale Conference on Financial Crisis, and Financial Intermediation Society Annual Meeting for helpful comments. Jessica Dias and Kate Waldock provided excellent research assistance. We acknowledge research support from the Division of Research at Harvard Business School. We are especially grateful to Markit for assisting us with CDS data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}