{
    "id": 16762,
    "citation_title": "The Value of Terroir: Hedonic Estimation of Vineyard Sale Prices",
    "citation_author": [
        "Robin Cross",
        "Andrew J. Plantinga",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the value of terroir, which refers to the special characteristics of a place that impart unique qualities to the wine produced.  We do this by conducting a hedonic analysis of vineyard sales in the Willamette Valley of Oregon to ascertain whether site attributes, such as slope, aspect, elevation, and soil types, or designated appellations are more important determinants of price.  We find that prices are strongly determined by sub-AVA appellation designations, but not by specific site attributes.  These results indicate that the concept of terroir matters economically, although the reality of terroir - as proxied for by locational attributes - is not significant.\n\n",
    "acknowledgement": "\nCross and Plantinga are Postdoctoral Research Associate and Professor, respectively, in the Department of Agricultural and Resource Economics at Oregon State University; and Stavins is the Albert Pratt Professor of Business and Government at the John F. Kennedy School of Government, Harvard University, Research Associate of the National Bureau of Economic Research, and a University Fellow of Resources for the Future.  The authors are grateful to Charles Mason, Larry Lev, and session participants at the 2009 American Association of Wine Economics and 2011 Allied Social Science Association meetings for helpful comments on a previous version of this paper (Cross, Plantinga, and Stavins 2011), but all remaining errors are their own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}