{
    "id": 16764,
    "citation_title": "Investors' and Central Bank's Uncertainty Embedded in Index Options",
    "citation_author": [
        "Alexander David",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "2013-12-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShocks to equity options' ATM implied volatility (ATMIV) are followed by persistently lower short-term rates. Shocks to the ratio of OTM puts' over OTM calls' implied volatilities (P/C) are followed by persistently higher rates. The stock's and Treasury-bond's ATMIV indices, which measure market and policy uncertainty, are counter-cyclical while the P/C index, which measures downside risk, is pro-cyclical. An equilibrium model where investors and the central bank learn about composite regimes on economic and policy variables explains these options' dynamics, linking them to a learning-based, forward-looking Taylor rule. The model produces several predictions on the relation between options, monetary policy variables, and beliefs that find support in the data.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Investor and Central Bank Uncertainty and Fear Measures Embedded in Index Options.\" For comments and suggestions, we thank Francisco Palomino, Burton Hollifield, Amir Yaron, as well as seminar participants at Duke, UNC Chapel Hill, HEC Montreal, Penn State, Rice, Swiss Finance Institute (Lugano), the American Economic Association Meetings, the Society of Financial Studies Finance Cavalcade, and the Western Finance Association Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}