{
    "id": 16763,
    "citation_title": "The Promise and Performance of the Federal Reserve as Lender of Last Resort 1914-1933",
    "citation_author": [
        "Michael D. Bordo",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the origins and early performance of the Federal Reserve as lender of last resort. The Fed was established to overcome the problems of the National Banking era, in particular an \"inelastic\" currency and the absence of an effective lender of last resort. As conceived by Paul Warburg and Nelson Aldrich at Jekyll Island in 1910, the Fed's discount window and bankers acceptance-purchase facilities were expected to solve the problems that had caused banking panics in the National Banking era. Banking panics returned with a vengeance in the 1930s, however, and we examine why the Fed failed to live up to the promise of its founders. Although many factors contributed to the Fed's shortcomings, we argue that the failure of the Federal Reserve Act to faithfully recreate the conditions that had enabled European central banks to perform effectively as lenders of last resort, or to reform the inherently unstable U.S. banking system, were crucial. The Fed's shotcomings led to numerous reforms in the mid-1930s, including expansion of the Fed's lending authority and changes in the System's structure, as well as changes that made the U.S. banking system less prone to banking panics. Finally, we consider lessons about the design of lender of last resort policies that might be drawn from the Fed's early history.\n\n",
    "acknowledgement": "\nPrepared for the Federal Reserve Bank of Atlanta Conference Commemorating the 100th Anniversary of the Jekyll Island Conference, Jekyll Island, Georgia, November 5-6, 2010. The authors thank Will Roberds, Ellis Tallman, and Eugene White for comments on a previous version of this paper. Views expressed in this paper are not necessarily official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}