{
    "id": 16767,
    "citation_title": "FDI Spillovers and Industrial Policy: The Role of Tariffs and Tax Holidays",
    "citation_author": [
        "Luosha Du",
        "Ann Harrison",
        "Gary Jefferson"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "2014-06-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how industrial policy - specifically tariff liberalization and tax subsidies - affects the magnitude and direction of FDI spillovers.  We examine these spillover effects across the diverse ownership structure of China's manufacturing sector.  Using this approach, we control for policies that are likely to be correlated with both firm-level productivity and industry FDI, thereby limiting the problem of omitted variables and bias associated with estimating the impacts of FDI spillovers.  During 1998-2007, the span of our Chinese firm-level data set, both tariffs and FDI tax holidays changed dramatically.  Our results highlight the efficacy of vertical FDI spillovers.  We find that tariff reforms, particularly tariff reductions associated with China's WTO ascension, increased the productivity impacts of FDI's backward spillovers.  Tax policy - both corporate income and VAT subsidies - has seemingly drawn FDI into strategic industries that spawn significant vertical spillovers.  We conclude that liberalization measures during the critical 1998-2007 period on balance served to enhance productivity growth in Chinese industry.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Do Institutions Matter for FDI Spillovers? The Implications of China's 'Special Characteristics'.\" The authors gratefully acknowledge suggestions by the editor and two anonymous referees, who have significantly improved this paper. We are also grateful to the conference organizers at Fudan University, including the contributions of Peter Petri. We would also like to thank Justin Lin, Max Auffhammer, and Jeremy Magruder for their valuable comments, as well as seminar participants at Yale University, the Wharton Management Department at the University of Pennsylvania, and the World Bank. This work is partially based on work supported by the National Science Foundation under grant No. 0519902, and through a grant from the Research Support Budget of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}