{
    "id": 16769,
    "citation_title": "Saints Marching In, 1590-2009",
    "citation_author": [
        "Robert J. Barro",
        "Rachel M. McCleary"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Catholic Church has been making saints for centuries, typically in a two-stage process featuring beatification and canonization.  We analyze determinants of rates of beatification and canonization (for non-martyrs) over time and across six world regions.  The research uses a recently assembled data set on numbers and characteristics of beatifieds and saints chosen since 1590.  We classify these blessed persons regionally in accordance with residence at death.  These data are combined with time-series estimates of regional populations of Catholics, broadly-defined Protestants, Orthodox, and Evangelicals (mostly a sub-set of Protestants).  Regression estimates indicate that the canonization rate depends strongly on the number of candidates, gauged by a region's stock of beatifieds who have not yet been canonized.  The beatification rate depends positively on the region's stock of persons previously canonized.  The last two popes, John Paul II and Benedict XVI (the only non-Italians in our sample), are outliers, choosing blessed persons at a much higher rate than that of their predecessors.  Since around 1900, the naming of blessed persons seems to reflect a response by the Catholic Church to competition from Protestantism or Evangelicalism.  We find no evidence, at least since 1590, of competition between the Catholic and Orthodox Churches.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Marios Angeletos, Davide Cantoni, Ed Glaeser, Emi Nakamura, Emily Oster, and Jose Ursua.  We particularly appreciate Alex McQuoid's work on the data set of blessed persons through 2005 and Todd Johnson's help with the data on religious adherence from the Global Christian Data Base.  We also acknowledge some early input from Bradley Ruffle. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}