{
    "id": 16768,
    "citation_title": "Does the Indexing of Government Transfers Make Carbon Pricing Progressive?",
    "citation_author": [
        "Don Fullerton",
        "Garth Heutel",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze both the uses side and the sources side incidence of domestic climate policy using an analytical general equilibrium model, taking into account the degree of government program indexing.  When transfer programs such as Social Security are explicitly indexed to inflation, higher energy prices automatically lead to cost-of-living adjustments for recipients.  We show results with no indexing, 100 percent indexing, and partial indexing based on our analysis of actual transfer programs.  When households are classified by annual income, the indexing of U.S. transfers is not enough to offset the regressive uses side, but when they are classified by annual expenditures as a proxy for permanent income, transfer indexing does offset regressivity across the lowest income groups.\n\n",
    "acknowledgement": "\nDon Fullerton is Gutgsell Professor in the Finance Department and Institute of Government and Public Affairs at the University of Illinois at Urbana-Champaign and a Research Associate at NBER, dfullert@illinois.edu;  Garth Heutel is Assistant Professor in the Economics Department at the University of North Carolina at Greensboro, gaheutel@uncg.edu; Gilbert E. Metcalf is Professor in the Economics Department at Tufts University and a Research Associate at NBER, gmetcalf@tufts.edu.  We thank David Hennessy, Dan Karney, and Wallace Tyner.  Any views expressed are those of the authors and not those of the National Bureau of Economic Research.\n\n\n"
}