{
    "id": 16761,
    "citation_title": "Financial Integration, Entrepreneurial Risk and Global Imbalances",
    "citation_author": [
        "George-Marios Angeletos",
        "Vasia Panousi"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nHow does financial integration impact capital accumulation, current-account dynamics, and cross-country inequality? We investigate this question within a two-country, general-equilibrium, incomplete-markets model that focuses on the importance of idiosyncratic entrepreneurial risk-- a risk that introduces, not only a precautionary motive for saving, but also a wedge between the interest rate and the marginal product of capital. Our contribution is to show that this friction provides a simple explanation for the emergence of global imbalances, a resolution to the empirical puzzle that capital often fails to flow from the rich or slow-growing countries to the poor or fast-growing ones, and a set of policy lessons regarding the intertemporal costs and benefits of capital-account liberalization.\n\n",
    "acknowledgement": "\nAn earlier version of the paper was entitled \"Financial Integration and Capital Accumulation.\" We thank an associate editor and two anonymous referees for very useful feedback. We also thank Daron Acemoglu, Arnaud Caustinot, Dave Donaldson, Enrique Mendoza, Dimitris Papanikolaou, and Robert Townsend for useful comments and discussions. Finally, we are particularly grateful to Dean Corbae and Ramon Marimon for encouraging us to write this paper. The views presented in this paper are solely those of the authors and do not necessarily represent those of the Board of Governors of the Federal Reserve System, its staff members, or the National Bureau of Economic Research.\n\n\n"
}