{
    "id": 16777,
    "citation_title": "Margin-Based Asset Pricing and Deviations from the Law of One Price",
    "citation_author": [
        "Nicolae Gârleanu",
        "Lasse Heje Pedersen"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn a model with heterogeneous-risk-aversion agents facing margin constraints, we show how securities' required returns are characterized both by their betas and their margin requirements. Negative shocks to fundamentals make margin constraints bind, lowering risk-free rates and raising Sharpe ratios of risky securities, especially for high-margin securities. Such a funding-liquidity crisis gives rise to \"bases,\" that is, price gaps between securities with identical cash-flows but different margins. In the time series, bases depend on the shadow cost of capital, which can be captured through the interest-rate spread between collateralized and uncollateralized loans, and, in the cross section, they depend on relative margins. We test the model empirically using the CDS-bond bases and other deviations from the Law of One Price, and use it to evaluate central banks' lending facilities.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Markus Brunnermeier, Xavier Gabaix, Andrei Shleifer, and Wei Xiong, as well as from seminar participants at the Bank of Canada, Columbia GSB, Duke Fuqua, Harvard, London School of Economics, MIT Sloan, McGill University, Northwestern University Kellog, UT Austin McCombs, Yale University, UC Berkeley Haas, University of Chicago, McGill University, as well as conference participants at the Yale Financial Crisis Conference, the Society of Economic Dynamics, NBER Behavioral Economics, NBER Asset Pricing Summer Institute, NASDAQ OMX Derivatives Research Project Conference, the Econometric Society Winter Meeting, and the Western Finance Association Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}