{
    "id": 16776,
    "citation_title": "Rethinking America's Illegal Drug Policy",
    "citation_author": [
        "John J. Donohue III",
        "Benjamin Ewing",
        "David Peloquin"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a critical review of the empirical and theoretical literatures on illegal drug policy, including cross-country comparisons, in order to evaluate three drug policy regimes: criminalization, legalization and \"depenalization.\" Drawing on the experiences of various states, as well as countries such as Portugal and the Netherlands, the paper attempts to identify cost-minimizing policies for marijuana and cocaine by assessing the differing ways in which the various drug regimes would likely change the magnitude and composition of the social costs of each drug. The paper updates and evaluates Jeffrey Miron's 1999 national time series analysis of drug prohibition spending and the homicide rate, which underscores the lack of a solid empirical base for assessing the theoretically anticipated crime drop that would come from drug legalization.  Nonetheless, the authors conclude that given the number of arrests for marijuana possession, and the costs of incarceration and crime systemic to cocaine criminalization, the current regime is unlikely to be cost-minimizing for either marijuana or cocaine.\n\n",
    "acknowledgement": "\nThe authors wish to thank Jonathan Caulkins, Phil Cook, Louis Kaplow, Rob MacCoun, Jeffrey Miron, Peter Reuter, and participants at two NBER conferences and the Harvard Law School Law and Economics workshop for valuable comments. We are also particularly grateful to Jeffrey Miron and Angela Dills for sharing their national time series data on drug prohibition enforcement and crime. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}