{
    "id": 16772,
    "citation_title": "Health Care Spending Growth and the Future of U.S. Tax Rates",
    "citation_author": [
        "Katherine Baicker",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fraction of GDP devoted to health care in the United States is the highest in the world and rising rapidly.  Recent economic studies have highlighted the growing value of health improvements, but less attention has been paid to the efficiency costs of tax-financed spending to pay for such improvements.  This paper uses a life cycle model of labor supply, saving, and longevity improvement to measure the balanced-budget impact of continued growth in the Medicare and Medicaid programs.  The model predicts that top marginal tax rates could rise to 70 percent by 2060, depending on the progressivity of future tax changes.  The deadweight loss of the tax system is greater when the financing is more progressive.  If the share of taxes paid by high-income taxpayers remains the same, the efficiency cost of raising the revenue needed to finance the additional health spending is $1.48 per dollar of revenue collected, and GDP declines (relative to trend) by 11 percent.  A proportional payroll tax has a lower efficiency cost (41 cents per dollar of revenue averaged over all tax hikes, a 5 percent drop in GDP) but more than doubles the share of the tax burden borne by lower income taxpayers.  Empirical support for the model comes from analysis of OECD country data showing that countries facing higher tax burdens in 1979 experienced slower health care spending growth in subsequent decades. The rising burden imposed by the public financing of health care expenditures may therefore serve as a brake on health care spending growth.\n\n",
    "acknowledgement": "\nWe are grateful for financial support to a grant from the National Institute on Aging P01-AG-19783, and to Jeff Brown, David Cutler, Chad Jones, Robert Hall, Louis Kaplow, Joyce Manchester, Tony Atkinson, and participants at the NBER Summer Institute and the 2010 Tax Policy and the Economy Conference for very helpful suggestions. We are also grateful for support by the U.S. Social Security Administration through grant #5RRC08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}