{
    "id": 16774,
    "citation_title": "Transition to FDI Openness: Reconciling Theory and Evidence",
    "citation_author": [
        "Ellen R. McGrattan"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies quantifying the economic effects of increased foreign direct investment (FDI) have not provided conclusive evidence that they are positive, as theory predicts.  This paper shows that the lack of empirical evidence is consistent with theory if countries are in transition to FDI openness.  Anticipated welfare gains lead to temporary declines in domestic investment and employment. Also, growth measures miss some intangible FDI, which is expensed from company profits. The reconciliation of theory and evidence is accomplished with a multicountry dynamic general equilibrium model parameterized with data from a sample of 104 countries during 1980-2005.  Although no systematic benefits of FDI openness are found, the model demonstrates that the eventual gains in growth and welfare can be huge, especially for small countries.\n\n",
    "acknowledgement": "\nI thank my colleagues at the Minneapolis Federal Reserve and seminar participants at the London School of Economics, the European University Institute, Ohio State, Yale, the Cleveland Fed, the Bureau of Economic Analysis, Kansas State, the NBER, and the Society for Economic Dynamics for their comments on earlier drafts of the paper.  For editorial assistance, I thank Kathy Rolfe and Joan Gieseke.  For helpful tips on parallelizing my codes, I thank Graham Candler.  Codes, data, and a separate technical appendix are available at my website, www.minnepolisfed.org/research.  The views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}