{
    "id": 16779,
    "citation_title": "Net Fiscal Stimulus During the Great Recession",
    "citation_author": [
        "Joshua Aizenman",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the patterns of fiscal stimuli in the OECD countries propagated by the global crisis. Overall, we find that the USA net fiscal stimulus was modest relative to peers, despite it being the epicenter of the crisis, and having access to relatively cheap funding of its twin deficits.  The USA is ranked at the bottom third in terms of the rate of expansion of the consolidated government consumption and investment of the 28 countries in sample. Contrary to historical experience, emerging markets had strongly countercyclical policy during the period immediately preceding the Great Recession and the Great Recession. Many developed OECD countries had procyclical fiscal policy stance in the same periods. Federal unions, emerging markets and countries with very high GDP growth during the pre-recession period saw larger net fiscal stimulus on average than their counterparts. We also find that greater net fiscal stimulus was associated with lower flow costs of general government debt in the same or subsequent period.\n\n",
    "acknowledgement": "\nWe would like to thank Kristina Hess for outstanding research assistance. We also thank Daniel Wilson, Robert Lavigne and conference participants at the American Economic Association Annual Meeting in Denver, January 2011 for comments. The views expressed in the paper are those of the authors. No responsibility for them should be attributed to the Bank of Canada or to the National Bureau of Economic Research.\n\n\n"
}