{
    "id": 16771,
    "citation_title": "Why Are Saving Rates so High in China?",
    "citation_author": [
        "Dennis Tao Yang",
        "Junsen Zhang",
        "Shaojie Zhou"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we define \"The Chinese Saving Puzzle\" as the persistently high national saving rate at 34-53 percent of gross domestic product (GDP) in the past three decades and a surge in the saving rate by 11 percentage points from 2000-2008. Using data from the Flow of Funds Accounts (FFA) and Urban Household Surveys (UHS) supplemented by the findings from existing studies, we analyze the sources and causes of China's high and rising saving rates in the government, corporate, and household sectors. Although the causes of China's high saving are complex, we suggest that the evolving economic, demographic, and policy trends in the internal and external environments of the Chinese economy will likely lead to a decline in national saving in the foreseeable future.\n\n",
    "acknowledgement": "\nThe authors would like thank Julan Du, Joseph Fan, Randall Morck, Leslie Young, and the participants in the NBER Conference on Capitalizing China in Boston, CUHK International Conference on China, and the Tsinghua Conference on Saving and Investment for their constructive comments and suggestions. The authors would also like to thank Jessie Pan for her excellent research assistance. The authors would like to acknowledge the financial support from the Research Grants Council of the Hong Kong Special Administrative Region, China (Project No. CUHK 453008) and the\nNational Natural Science Foundation of China (Project No. 70903039), and the research support from the Hong Kong Institute of Asia-Pacific Studies. Dennis T. Yang acknowledges the research support provided by the Hong Kong Institute of Monetary Research, where he conducted research when he served as a research fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}