{
    "id": 16778,
    "citation_title": "A Global View of Productivity Growth in China",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Ralph Ossa"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "2015-07-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does a country's productivity growth a¤ect worldwide real incomes through international trade? In this paper, we take this classic question to the data by measuring the spillover e¤ects of China's productivity growth. Our framework features traditional terms-of-trade e¤ects and new trade home market e¤ects as suggested by the theoretical literature and works from a reference point which perfectly matches industry-level trade. Focusing on the years 1995 to 2007, we find that the spillover e¤ects of China's productivity growth are small causing the real incomes of China's trading partners to increase by only 0.1 percent on average.\n\n",
    "acknowledgement": "\nMu-Jeung Yang and Seyed Ali Madanizadeh provided excellent research assistance. We thank Robert Feenstra, Gordon Hanson, and John Romalis for help with the data used in an earlier version. We also thank Sam Kortum, Andres Rodriguez-Clare, and participants in several conferences and seminars for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}