{
    "id": 16770,
    "citation_title": "The Cross-Section of Hurdle Rates for Capital Budgeting: An Empirical Analysis of Survey Data",
    "citation_author": [
        "Ravi Jagannathan",
        "Iwan Meier",
        "Vefa Tarhan"
    ],
    "citation_publication_date": "2011-02-03",
    "issue_date": "2011-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhereas Poterba and Summers (1995) find that firms use hurdle rates that are unrelated to their CAPM betas, Graham and Harvey (2001) find that 74% of their survey firms use the CAPM for capital budgeting. We provide an explanation for these two apparently contradictory conclusions.  We find that firms behave as though they add a hurdle premium to their CAPM based cost of capital.  Following McDonald and Siegel (1986), we argue that the hurdle premium depends on the value of the option to defer investments. While CAPM explains only 10% of the cross-sectional variation in hurdle rates across firms, variables that proxy for the benefits from the option to wait for potentially better investment opportunities explain 35%. Estimates of our hurdle premium model parameters imply an equity premium of 3.8% per year, a figure that is essentially the same as that reported in the survey by Graham and Harvey (2005). Consistent with our model, growth firms use a higher hurdle rate when compared to value firms, even though they have a lower cost of capital.\n\n",
    "acknowledgement": "\nWe thank Michael Fishman, Robert Korajczyk, Deborah Lucas, Robert McDonald, David Matsa, Mitchell Petersen, Artur Raviv, Ernst Schaumburg, Michael Sher, Paul Spindt, and Timothy Thompson for helpful comments. We also thank the focus group participants William A. Colaianni, James J. Cowhey, Pavel A. Dorosevich, Gaea Gomez, Art Mollenhauer, and Don Porth for their input to improve the design of the survey. This research is sponsored by the Zell Center for Risk Research and we are indebted to its Director and Dean Emeritus of the Kellogg School of Management Donald Jacobs for his support and advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}