{
    "id": 16775,
    "citation_title": "Targeted Transfers and the Fiscal Response to the Great Recession",
    "citation_author": [
        "Hyunseung Oh",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 2007 and 2009, government expenditures increased rapidly across the OECD countries.  While economic research on the impact of government purchases has flourished, in the data, about three quarters of the increase in expenditures in the United States (and more in other countries) was in government transfers.  We document this fact, and show that the increase in U.S. spending on retirement, disability, and medical care has been as high as the increase in government purchases.  We argue that future research should focus on the positive impact of transfers.  Towards this, we present a model in which there is no representative agent and Ricardian equivalence does not hold because of uncertainty, imperfect credit markets, and nominal rigidities.  Targeted lump-sum transfers are expansionary both because of a neoclassical wealth effect and because of a Keynesian aggregate demand effect.\n\n",
    "acknowledgement": "\nWe are grateful to Alan Blinder, Janet Currie and Robert Hall for useful conversations that got us started on this topic, and to Betsy Feldman, Benjamin Mills, Valerie Ramey, Veronica Rappaport, Barbara Rossi, Stephanie Schmitt-Grohe, Martin Uribe, Michael Woodford, and Fabrizio Zilibotti for useful comments.  Jorge Mejia provided excellent research assistance.  First draft: August 2010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}