{
    "id": 16789,
    "citation_title": "International Risk Sharing in the Short Run and in the Long Run",
    "citation_author": [
        "Marianne Baxter"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational risk-sharing has far-reaching implications both for economic policy and for basic research in economics. When countries do not share risk, individuals in those countries experience fluctuations in their consumption levels that are undesirable and possibly unnecessary. This paper extends and refines the study of international risk-sharing in two dimensions. First, this paper investigates risk-sharing at short vs. long horizons. Countries might, for example, pool risks associated with high-frequency shocks (e.g., seasonal fluctuations in crop yields) but might not share risks associated with low frequency shocks (e.g., different long-run national growth rates). Second, this paper studies bilateral risk-sharing, which is different from the approach taken in most previous studies. We find that there is evidence of substantial international risk-sharing at medium and low frequencies.  There is evidence of high and increasing risk-sharing within Europe that is not apparent for other regions of the world.\n\n",
    "acknowledgement": "\nI am grateful for stellar research assistance from Hirozaku Ishise and Timothy Layton. Helpful comments were provided by Akito Matsumoto, participants in the CEPR Conference on International Risk-Sharing, seminar participants at the Federal Reserve Bank of Boston, the Federal Reserve Bank of New York and the members of the NBER IFM group. Remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}