{
    "id": 16783,
    "citation_title": "School Admissions Reform in Chicago and England: Comparing Mechanisms by Their Vulnerability to Manipulation",
    "citation_author": [
        "Parag A. Pathak",
        "Tayfun Sönmez"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn Fall 2009, officials from Chicago Public Schools changed their assignment mechanism for coveted spots at selective college preparatory high schools midstream. After asking about 14,000 applicants to submit their preferences for schools under one mechanism, the district asked them re-submit their preferences under a new mechanism.  Officials were concerned that \"high-scoring kids were being rejected simply because of the order in which they listed their college prep preferences\" under the abandoned mechanism. What is somewhat puzzling is that the new mechanism is also manipulable. This paper introduces a method to compare mechanisms based on their vulnerability to manipulation. Under our notion, the old mechanism is more manipulable than the new Chicago mechanism. Indeed, the old Chicago mechanism is at least as manipulable as any other plausible mechanism. A number of similar transitions between mechanisms took place in England after the widely popular Boston mechanism was ruled illegal in 2007. Our approach provides support for these and other recent policy changes involving matching mechanisms.\n\n",
    "acknowledgement": "\nWe thank participants at seminars for their input.  John Coldron was extremely helpful in providing details about admissions reforms in England. Drew Fudenberg, Lars Ehlers, Bengt Holmstrom, Fuhito Kojima, Stephen Morris, Debraj Ray, and Muhamet Yildiz provided helpful suggestions. Pathak is grateful for the hospitality of Graduate School of Business at Stanford University where parts of this paper were completed and thankful for financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}