{
    "id": 16784,
    "citation_title": "Speculators and Middlemen: The Strategy and Performance of Investors in the Housing Market",
    "citation_author": [
        "Patrick Bayer",
        "Christopher Geissler",
        "Kyle Mangum",
        "James W. Roberts"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "2015-02-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing market transactions are a matter of public record and thus provide a rare opportunity to analyze the behavior, performance, and strategies of individual investors. Using data for all housing transactions in the Los Angeles area from 1988-2009, this paper provides empirical evidence on investor behavior that is consistent with several rationales for speculative investment in the finance literature, including the roles of middlemen and naïve speculators. Speculative activity by novice investors increased sharply in the recent housing boom. These investors earned little more than the market rate of appreciation and demonstrated no ability to foresee market price movements.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Speculators and Middlemen: The Role of Flippers in the Housing Market\" and as \"Speculators and Middlemen: The Role of Intermediaries in the Housing Market.\" We thank Ed Glaeser, Matt Kahn, Chris Mayer, Fernando Ferreira, Donghoon Lee, Andy Haughwout, Wilbert Van der Klauww, Steve Ross, Amine Ouazad, Todd Sinai, Joe Gyourko, the seminar participants at Harvard University, University of California at Berkeley and the Haas School of Business, London School of Economics, Mannheim, Toulouse, Zurich, University of Georgia, INSEAD, CREST, Northwestern University and Kellogg Business School, Duke-ERID Housing Market Dynamics Conference, HULM conference and the UCLA Housing Market Conference for their useful feedback on the paper. We are grateful for Duke University’s financial support. Any errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}