{
    "id": 16788,
    "citation_title": "A Darwinian Perspective on \"Exchange Rate Undervaluation\"",
    "citation_author": [
        "Qingyuan Du",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "2012-05-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThough the real exchange rate is a key price for most economies, our understanding of its determinants is still incomplete. This paper studies the implications of status competition in the marriage market for the real exchange rate. In theory, a rise in the sex ratio (increasing relative surplus of men) can generate a decline in the real exchange rate (RER) through both a savings channel and an effective labor supply channel. The effects can be quantitatively large if the biological desire for a marriage partner is strong. Empirically, we show that within China, those regions with a faster increase in the sex ratio also exhibit a faster decline in the RER (the relative price of nontradables). Furthermore, across countries, those with a high sex ratio tend to have a low real exchange rate, beyond what can be explained by the Balassa-Samuelson effect, financial underdevelopment, dependence ratio, and exchange rate regime classifications. As an application, the estimation suggests that these structural factors can account for the Chinese exchange rate almost completely.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Sex Ratios and Exchange Rates.\" This research is supported by US National Science Foundation grant SES-1024574, which we gratefully acknowledge. We thank Zhi Wang for some of the data, and Jeff Frankel, Takatoshi Ito, Francis Lui, Andrew Rose, Xiaobo Zhang and conference/seminar participants at the NBER, UC Berkeley, UC Davis, Columbia University, the International Monetary Fund, Federal Reserve Bank of San Francisco, the World Bank, the Bank for International Settlement, the Reserve Bank of Australia, and University of Zurich for helpful comments and Joy Glazener for editorial help. We are solely responsible for any possible errors in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}