{
    "id": 16785,
    "citation_title": "Counterfeiters: Foes or Friends? How Do Counterfeits Affect Different Product Quality Tiers?",
    "citation_author": [
        "Yi Qian"
    ],
    "citation_publication_date": "2011-02-10",
    "issue_date": "2011-02-10",
    "revision_date": "2013-09-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key concern about counterfeits and weak intellectual property protection is that they may hamper innovation by displacing legitimate sales. This paper combines a natural policy experiment with randomized lab experiments to estimate the heterogeneous impacts of counterfeiting on the sales and consumer purchase intent related to branded products of various quality levels. I collect new product-line-level panel data (1993-2004) on Chinese shoe companies. I identify heterogeneous effects of counterfeit entry on sales of authentic products of three quality tiers, finding that counterfeits have both advertising effects for a brand and substitution effects for authentic products, additionally the effects linger for some years. The advertising effect dominates the substitution effect for high-end authentic-product sales, and the substitution effect outweighs the advertising effect for low-end product sales. The positive effect of counterfeits is most pronounced for high-fashion products (such as women's high-leg boots and dress shoes), for shoes tailored to young customers, and for high-end products of brands not yet well-known at the time of counterfeiter entry.\n\n",
    "acknowledgement": "\nI warmly acknowledge support from Kauffman Foundation grants. I am grateful to Josh Lerner, Eric Anderson, Philippe Aghion, Meghan Busse, Shane Greenstein, Angela Lee, Jin Li, Keith Maskus, Ivan Png, Scott Stern, Catherine Tucker, K. Sudhir, and Florian Zettlemeyer for helpful discussions; and to seminar participants at the Kellogg School of Management, Yale School of Management, University of Colorado, and Quantitative Marketing and Economics conference for comments. I thank Dr. Ting Zhu for sharing eBay data. I thank Gina Buonaguro, Maja Kos, and Sachin Waikar for copy-editing. Cooperation from the Chinese Quality and Technology Supervision Bureau (QTSB) and the companies I interviewed and surveyed is gratefully acknowledged. The results in this paper do not necessarily represent the views of QTSB or NBER.\n\n\n"
}