{
    "id": 16797,
    "citation_title": "Beaches, Sunshine, and Public-Sector Pay: Theory and Evidence on Amenities and Rent Extraction by Government Workers",
    "citation_author": [
        "Jan K. Brueckner",
        "David Neumark"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "2012-05-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe absence of a competitive market may enable public-sector workers to extract rents from taxpayers in the form of high pay, especially when public-sector workers are unionized. On the other hand, this rent extraction may be suppressed by the ability of taxpayers to vote with their feet, leaving jurisdictions where public-sector workers extract high rents. However, although migration of taxpayers may limit rent-seeking, public-sector workers may be able to extract higher rents in regions where high amenities mute the migration response. We develop a theoretical model that predicts such a link between public-sector wage differentials and local amenities, and we test the model's predictions by analyzing variation in these wage differentials and amenities across states. We find that public-sector wage differentials are, in fact, larger in the presence of high amenities, with the effect stronger for unionized public-sector workers who are likely better able to exercise political power in extracting rents. The implication is that the mobility of taxpayers is insufficient to prevent rent-seeking behavior of public-sector workers from leading to higher public-sector pay.\n\n",
    "acknowledgement": "\nWe thank Rainald Borck, Kitt Carpenter, and Albert Solé Ollé for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}