{
    "id": 16799,
    "citation_title": "Temporarily Unstable Government Debt and Inflation",
    "citation_author": [
        "Troy Davig",
        "Eric M. Leeper"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany advanced economies are heading into an era of fiscal stress: populations are aging and governments have made substantially more promises of old-age benefits than they have made provisions to finance. This paper models the era of fiscal stress as stemming from relentlessly growing promised government transfers that initially are fully honored, being financed by new sales of government debt that bring forth higher future income taxes. As debt levels and tax rates rise, the population's tolerance for taxation declines and the probability of reaching the fiscal limit increases. At the limit a fixed tax rate is adopted, adjustments in taxes no longer stabilize debt, and some new stabilizing combination of policies must arise.  We examine how, in the period before the fiscal limit, rapidly rising debt interacts with expectations of how and when policies will adjust. Temporarily explosive debt has no effect on inflation if households expect all adjustments to occur through entitlements reform, but if households believe it is possible that in the future monetary policy will shift from targeting inflation to stabilizing debt, then debt feeds directly into the path of inflation and monetary policy can no longer control inflation. News that reduces expected primary surpluses can bring future inflation into the present, well before the news shows up in fiscal measures.\n\n",
    "acknowledgement": "\nWe thank Pierre-Olivier Gourinchas and Ayhan Kose for helpful comments and Todd Walker for many useful conversations. The views expressed are those of the authors and do not reflect the position of Barclays Capital, its management, or the National Bureau of Economic Research.\n\n\n"
}