{
    "id": 16798,
    "citation_title": "Inequality at Birth: Some Causes and Consequences",
    "citation_author": [
        "Janet Currie"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecent research shows that health at birth is affected by many factors, including maternal education, behaviors, and participation in social programs.  In turn, endowments at birth are predictive of adult outcomes, and of the outcomes of future generations.   Exposure to environmental pollution is one potential determinant of health at birth that has received increasing attention.  A large literature outside of economics advocates for \"Environmental Justice,\" and argues that poor and minority families are disproportionately exposed to environmental hazards.   I provide new evidence on this question, showing that children born to less educated and minority mothers are more likely to be exposed to pollution in utero and that white, college educated mothers are particularly responsive to changes in environmental amenities.  I estimate that differences in exposure to toxic releases may explain 6% of the gap in incidence of low birth weight between infants of white college educated mothers and infants of black high school dropout mothers.\n\n",
    "acknowledgement": "\nI am grateful to W. Bentley MacLeod for his advice and support and to the MacArthur Foundation and the Center for Health and Well Being at Princeton University for supporting this research.   Douglas Almond, and seminar participants at the German Economic Association meetings for 2010, the Harvard Kennedy School and the University of Chicago's Harris School provided helpful comments on early drafts.  Samantha Heep, Katherine Meckel, and David Munroe provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}