{
    "id": 16795,
    "citation_title": "Why Do Some People Want to Legalize Cannabis Use?",
    "citation_author": [
        "Jenny Williams",
        "Jan C. van Ours",
        "Michael Grossman"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPreferences and attitudes to illicit drug policy held by individuals are likely to be an important influence in the development of illicit drug policy. Among the key factors impacting on an individual's preferences over substance use policy are their beliefs about the costs and benefits of drug use, their own drug use history, and the extent of drug use amongst their peers. We use data from the Australian National Drug Strategy's Household Surveys to study these preferences. We find that current use and past use of cannabis are major determinants of being in favor of legalization. These results control for reverse causality from favorable attitudes to use. We also find that cannabis users are more in favor of legalization the longer they have used cannabis and, among past users, the more recent their own drug using experience. This may reflect that experience with cannabis provides information about the costs and benefits of using this substance. Finally, we uncover some evidence that peers' use of cannabis impacts on preferences towards legalization.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Faculty of Commerce and Business, University of Melbourne for supporting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}