{
    "id": 16791,
    "citation_title": "Who Is (More) Rational?",
    "citation_author": [
        "Syngjoo Choi",
        "Shachar Kariv",
        "Wieland Müller",
        "Dan Silverman"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRevealed preference theory offers a criterion for decision-making quality: if decisions are high quality then there exists a utility function that the choices maximize. We conduct a large-scale field experiment that enables us to test subjects' choices for consistency with utility maximization and to combine the experimental data with a wide range of individual socioeconomic information for the subjects. There is considerable heterogeneity in subjects' consistency scores: high-income and high-education subjects display greater levels of consistency than low-income and low-education subjects, men are more consistent than women, and young subjects are more consistent than older subjects. We also find that consistency with utility maximization is strongly related to wealth: a standard deviation increase in the consistency score is associated with 15-19 percent more wealth. This result conditions on socioeconomic variables including current income, education, and family structure, and is little changed when we add controls for past income, risk tolerance and the results of a standard personality test used by psychologists.\n\n",
    "acknowledgement": "\nWe thank Douglas Gale and Raymond Fisman for detailed comments and suggestions. We are also grateful to James Andreoni, James Banks, Richard Blundell, Andrew Caplin, David Card, Thomas Crossley, Stefano DellaVigna, Guillaume Frechette, Steffen Huck, Patrick Kline, Ron Lee, John List, Nicola Persico, Imran Rasul, Joel Slemrod, Arthur van Soest and Hans-Martin von Gaudecker for helpful discussions and comments. This paper has also benefited from suggestions by the participants of seminars at several universities and conferences. Jelmer Ypma provided excellent research assistance. We thank Corrie Vis and Edwin de Vet of CentERdata (Tilburg University) for software development and technical support. We acknowledge financial support from the Economic and Social Research Council (ESRC) Grant No. RES-061-25-0348 (Choi), the Center on the Economics and Demography of Aging (CEDA) and the Coleman Fung Risk Management Research Center (OpenLink Fund) at UC Berkeley (Kariv), and the Netherlands Organisation for Scientific Research (NWO) and the Network for Studies on Pensions, Aging and Retirement (Netspar) (Mueller) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}