{
    "id": 16800,
    "citation_title": "Sex Ratios, Entrepreneurship, and Economic Growth in the People's Republic of China",
    "citation_author": [
        "Shang-Jin Wei",
        "Xiaobo Zhang"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nChina experiences an increasingly severe relative surplus of men in the pre-marital age cohort. The existing literature on its consequences focuses mostly on negative aspects such as crime. In this paper, we provide evidence that the imbalance may also stimulate economic growth by inducing more entrepreneurship and hard work. First, new domestic private firms - an important engine of growth - are more likely to emerge from regions with a higher sex ratio imbalance. Second, the likelihood for parents with a son to be entrepreneurs rises with the local sex ratio. Third, households with a son in regions with a more skewed sex ratio demonstrate a greater willingness to accept relatively dangerous or unpleasant jobs and supply more work days. In contrast, the labor supply pattern by households with a daughter is unrelated to the sex ratio. Finally, regional GDP tends to grow faster in provinces with a higher sex ratio. Since the sex ratio imbalance will become worse in the near future, this growth effect is likely to persist.\n\n",
    "acknowledgement": "\nThis research is supported by U.S. National Science Foundation grant SES-1024574, which we gratefully acknowledge. The authors would like to thank Patrick Bolton, Qingyuan Du, Lena Edlund, Amit Khandelwal, Hongbin Li, Rick Mishkin, Meng Xin, Nancy Qian and seminar/conference participants at the NBER conferences in Cambridge and Beijing, annual Chinese Economists Society meetings in Xiamen, Columbia University, Cornell University, National University of Singapore, and Carleton University for helpful discussions, and Kyle Gerry, Joy Glazener, and Jin Yang for assistance. All errors are the authors' responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}