{
    "id": 16805,
    "citation_title": "Capital Controls: Myth and Reality - A Portfolio Balance Approach",
    "citation_author": [
        "Nicolas E. Magud",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on capital controls has (at least) four very serious apples-to-oranges problems: (i) There is no unified theoretical framework to analyze the macroeconomic consequences of controls; (ii) there is significant heterogeneity across countries and time in the control measures implemented; (iii) there are multiple definitions of what constitutes a \"success\" and (iv) the empirical studies lack a common methodology-furthermore these are significantly \"overweighted\" by a couple of country cases (Chile and Malaysia). In this paper, we attempt to address some of these shortcomings by: being very explicit about what measures are construed as capital controls. Also, given that success is measured so differently across studies, we sought to \"standardize\" the results of over 30 empirical studies we summarize in this paper. The standardization was done by constructing two indices of capital controls: Capital Controls Effectiveness Index (CCE Index), and Weighted Capital Control Effectiveness Index (WCCE Index). The difference between them lies in that the WCCE controls for the differentiated degree of methodological rigor applied to draw conclusions in each of the considered papers. Inasmuch as possible, we bring to bear the experiences of less well known episodes than those of Chile and Malaysia. Then, using a portfolio balance approach we model the effects of imposing capital controls on short-term flows. We find that there should exist country-specific characteristics for capital controls to be effective. From this simple perspective, this rationalizes why some capital controls were effective and some were not. We also show that the equivalence in effects of price- vs. quantity-capital control are conditional on the level of short-term capital flows.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}