{
    "id": 16809,
    "citation_title": "Industrial Catching Up in the Poor Periphery 1870-1975",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents industrial output and labor productivity growth around the poor periphery 1870-1975 (Latin America, the European periphery, the Middle East, South Asia, Southeast Asia and East Asia). Intensive and extensive industrial growth accelerated there over this critical century. The precocious poor periphery leaders underwent a surge and more poor countries joined their club. Furthermore, by the interwar the majority were catching up on Germany, the US and the UK, a process that accelerated even more up to 1950-1975. What explains the spread of the industrial revolution world-wide and this catching up? Productivity growth certainly made their industries more competitive in home and foreign markets, but other forces mattered as well. A falling terms of trade raised the relative price of manufactures in domestic markets, as did real exchange rate depreciation. In addition, increasingly cheap fuel and non-fuel intermediates from globally integrating markets seems to have taken resource advantages away from the European and North American leaders, and integrating world financial markets also reduced the cheap capital advantage of the leaders. However, ever-cheaper labor was not a serious cause of industrial catch up, offering little support for the Krugman-Venables (1995) model. Furthermore, tariffs did not foster industrial catch up either, but rather poor industry performance fostered high tariffs. Markets and policies mattered, not just institutions.\n\n",
    "acknowledgement": "\nThis paper is a much revised and extended version of \"When, Where, and Why? Early Industrialization in the Poor Periphery 1870-1940,\" NBER Working Paper 16344, National Bureau of Economic Research, Cambridge, Mass. (September 2010). This version to be presented to the Asia-Pacific Economic and Business History Conference, Berkeley, California, February 18-20, 2010. Many have contributed to the industrial output and labor productivity data base used in this project, and they have my thanks: Ivan Berend, Luis Bértola, Albert Carreras, Myung So Cha, Roberto Cortés Conde, Rafa Dobado, Giovanni Federico, Isao Kamata, Duol Kim, John Komlos, Pedro Lains, John Lampe, Carol Leonard, Debin Ma, Graciela Marquéz, Aldo Musacchio, Noel Maurer, Kevin O'Rourke, José Antonio Ocampo, Roger Owen, Şevket Pamuk, Dwight Perkins, Guido Porto, Leandro Prados de la Escosura, Tom Rawski, Jim Robinson, Alan Taylor, Pierre van der Eng, and Vera Zamagni. In addition, I am grateful for the comments of Michael Clemens, Luis Bértola, and the Montevideo December 2010 graduate economic history class. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}