{
    "id": 16803,
    "citation_title": "The Impact of Early Occupational Choice On Health Behaviors",
    "citation_author": [
        "Inas Rashad Kelly",
        "Dhaval M. Dave",
        "Jody L. Sindelar",
        "William T. Gallo"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOccupational choice is a significant input into individuals' health investments, operating in a manner that can be either health-promoting or health-depreciating.  Recent studies have highlighted the potential importance of initial occupational choice on subsequent outcomes pertaining to morbidity.  This study is the first to assess the existence and strength of a causal relationship between initial occupational choice at labor entry and subsequent health behaviors and habits.  We utilize the Panel Study of Income Dynamics to analyze the effect of first occupation, as identified by industry category and blue collar work, on subsequent health outcomes relating to body mass index, obesity, alcohol consumption, and physical activity in 1999-2005.  Our findings suggest that initial occupations described as craft, operative, and service are related to higher body mass index and obesity later in life, while labor occupations are related to higher probabilities of smoking later in life.  Blue collar work early in life is associated with increased probabilities of obesity and smoking, and decreased physical activity later in life, although effects may be masked by unobserved heterogeneity.  Few effects are found for the effect of initial occupation on alcohol consumption.  The weight of the evidence bearing from various methodologies, which account for non-random unobserved selection, indicates that at least part of this effect is consistent with a causal interpretation.  These estimates also underscore the potential durable impact of early labor market experiences on later health.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the National Institute of Aging (R01 AG027045).  Maureen Canavan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}