{
    "id": 16808,
    "citation_title": "Market Timing, Investment, and Risk Management",
    "citation_author": [
        "Patrick Bolton",
        "Hui Chen",
        "Neng Wang"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms face uncertain financing conditions and are exposed to the risk of a sudden rise in financing costs during financial crises. We develop a tractable model of dynamic corporate financial management (cash accumulation, investment, equity issuance, risk management, and payout policies) for a financially constrained firm facing time-varying external financing costs. Firms value financial slack and build cash reserves to mitigate financial constraints. However, uncertainty about future financing opportunities also induce firms to rationally time the equity market, even if they have no immediate needs for cash. The stochastic financing conditions have rich implications for investment and risk management: (1) investment can be decreasing in financial slack; (2) firms may invest less as expected future financing costs fall; (3) investment-cash sensitivity, marginal value of cash, and firm's risk premium can all be non-monotonic in cash holdings; (4) speculation (as opposed to hedging) can be value-maximizing for financially constrained firms.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Michael Adler, Nittai Bergman, Charles Calomiris, Xavier Gabaix, Zhiguo He, Jennifer Huang, Stewart Myers, Emi Nakamura, Paul Povel, Adriano Rampini, Doriana Ruffino, Jeremy Stein, Jeffrey Wurgler and seminar participants at Columbia, Duke Fuqua, Fordham, LBS, LSE, SUNY Buffalo, Berkeley, UNC-Chapel Hill, Global Association of Risk Professionals (GARP), Theory Workshop on Corporate Finance and Financial Markets (at NYU), and Minnesota Corporate Finance Conference for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}