{
    "id": 16804,
    "citation_title": "Cream Skimming in Financial Markets",
    "citation_author": [
        "Patrick Bolton",
        "Tano Santos",
        "Jose A. Scheinkman"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe propose an equilibrium occupational choice model, where agents can choose to work in the real sector (become entrepreneurs) or to become informed dealers in financial markets. Agents incur costs to become informed dealers and develop skills for valuing assets up for trade. The financial sector comprises a transparent competitive exchange, where uninformed agents trade and an opaque over-the-counter (OTC) market, where informed dealers offer attractive terms for the most valuable assets entrepreneurs put up for sale. Thanks to their information advantage and valuation skills, dealers are able to provide incentives to entrepreneurs to originate good assets. However, the opaqueness of the OTC market allows dealers to extract informational rents from entrepreneurs. Trade in the OTC market imposes a negative externality on the organized exchange, where only the less valuable assets end up for trade. We show that in equilibrium the dealers' informational rents in the OTC market are too large and attract too much talent to the financial industry.\n\n",
    "acknowledgement": "\nThis article was previously circulated under the title \"Is the Financial Sector too Big?\" We thank seminar participants at the London Business School, London School of Economics, Rutgers Business School, MIT-Sloan, Bank of Spain, CEMFI, University of Virginia-McIntire, Washington University-Olin Business School, and the 6th Banco de Portugal Conference on Monetary Economics for their feedback and suggestions. We also thank Guido Lorenzoni for detailed comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}