{
    "id": 16807,
    "citation_title": "Has Consumption Inequality Mirrored Income Inequality?",
    "citation_author": [
        "Mark A. Aguiar",
        "Mark Bils"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit to what extent the increase in income inequality over the last 30 years has been mirrored by consumption inequality.  We do so by constructing two alternative measures of consumption expenditure, using data from the Consumer Expenditure Survey (CE). We first use reports of active savings and after tax income to construct the measure of consumption implied by the budget constraint.  We find that the consumption inequality implied by savings behavior largely tracks income inequality between 1980 and 2007.   Second, we use a demand system to correct for systematic measurement error in the CE's expenditure data.  Specifically,  we consider trends in the relative expenditure of high income and low income households for different goods with different income (total expenditure) elasticities.  Our estimation exploits the difference in the growth rate of luxury consumption inequality versus necessity consumption inequality. This \"double-differencing,'' which we implement in a a regression framework, corrects for mis-measurement that can systematically vary over time by good and income group.  This second exercise indicates that consumption inequality has closely tracked income inequality over the period 1980-2007.  Both of our measures show a significantly greater increase in consumption inequality than what is obtained from the CE's total household expenditure data directly.\n\n",
    "acknowledgement": "\nWe thank Yu Liu for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}