{
    "id": 16814,
    "citation_title": "Stock Option Exercise and Gift Exchange Relationships: Evidence for a Large US Company",
    "citation_author": [
        "Peter Cappelli",
        "Martin J. Conyon"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate gift exchange relationships in real jobs, making use of a field quasi-experiment associated with the exercise of stock options for roughly 4500 managers in a large public company. In this company, option grants are set equally for all employees within occupational categories, and financial markets set the price at which the options are ultimately exercised. We assert that the considerable variation that we observe across employees and over time in profits from those sales is beyond the control of the individual employee and can be thought of as effectively randomized.  We also assert that employees perceive the profit they receive from exercising these options at least in part as the equivalent of a gift: Higher profits in turn cause them to reciprocate with better job performance in the subsequent period. We find significant and economically meaningful positive relationships between the variation in profit per share of the options sold and standard measures of subsequent job performance for individual employees. These effects exist in real jobs and persist over long periods, extending previous studies.  Non-parametric and parametric fixed effects models, other controls for sample heterogeneity, and alternative specifications address possible concerns about the randomization assumption and associated statistical issues.\n\n",
    "acknowledgement": "\nWe are very grateful to the sample firm for granting access to the data used in this study. We also thank David Almeda, Iwan Barankay, Matthew Bidwell, Alex Edmonds, and Devon Pope for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}