{
    "id": 16812,
    "citation_title": "Does Tax Policy Affect Executive Compensation? Evidence from Postwar Tax Reforms",
    "citation_author": [
        "Carola Frydman",
        "Raven S. Molloy"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe trends in executive pay and labor income tax rates since the 1940s suggest a high elasticity of taxable income with respect to tax policy.  By contrast, the level and structure of executive compensation have been largely unresponsive to tax incentives since the 1980s.  However, the relative tax advantage of different forms of pay was small during this period.  Using a sample of top executives in large firms from 1946 to 2005, we also find a small short run response of salaries, qualified stock options, and bonuses paid after retirement to changes in tax rates on labor income--even though tax rates were significantly higher and more heterogeneous across individuals in the first several decades following WWII.  We explore several potential explanations for the conflicting impressions given by the long-run and short-run correlations between taxes and pay, including changes in social norms and concerns about pay equality.\n\n",
    "acknowledgement": "\nWe would like to thank the staff at the Historical Collections and Danielle Barney of Baker Library for making the data collection possible.  We thank Eric Engen, Adam Looney, Robert Margo, Thomas Piketty, and Emmanuel Saez for helpful comments, and John Graham for providing his estimates of corporate income tax rates.  Yoon Chang, LiJia Gong, Yao Huang, Michele McAteer, Timothy Schwuchow, James Sigel, and Athanasios Vorvis provided excellent research assistance. The views in this paper do not necessarily reflect those of the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}