{
    "id": 16811,
    "citation_title": "The Impact of National Health Insurance on Birth Outcomes: A Natural Experiment in Taiwan",
    "citation_author": [
        "Shin-Yi Chou",
        "Michael Grossman",
        "Jin-Tan Liu"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impacts of the introduction of National Health Insurance (NHI) in Taiwan in March 1995 on the health of infants. Prior to NHI, government workers (the control group) possessed health insurance policies with comprehensive coverage for births and infant medical care services. Private sector industrial workers and farmers (the treatment groups) lacked this coverage. All households received coverage for the services just mentioned as of March 1995. Since stringent requirements for reporting births introduced in 1994 produced artificial upward trends in early infant deaths, we focus on postneonatal mortality (deaths from the 28th through the 364th day of life per thousand survivors of the first 27 days of life). We find that the introduction of NHI led to reductions in this rate for infants born in farm households but not for infants born in private sector households. For the former group, the rate fell by 0.5 deaths per thousand survivors or by 13 percent relative to the mean in the pre-NHI period of 4 deaths per thousand survivors. An especially large decline of 6 deaths per thousand survivors occurred for pre-term infants-- a 36 percent drop relative to the pre-NHI mean of 17 deaths per thousand survivors.\n\n",
    "acknowledgement": "\nThis paper was presented at the ifo/CESifo and University of Munich Conference entitled \"Empirical Health Economics\" in Munich, Germany, March 19-20, 2010 and at a session entitled \"Health Insurance and Health Outcomes\" sponsored by the Health Economics Research Organization at the Allied Social Science Associations annual conference in Denver Colorado, January 6-9, 2011. Research for the paper was supported by Award Number 0422665 from the National Science Foundation to the National Bureau of Economic Research. The paper has had a long gestation period due to problems encountered in using Taiwanese birth and infant death certificates and to revisions in earlier files containing these certificates during the course of the research. Very preliminary versions of the paper with results that turned out to be incorrect after inconsistencies in the data were uncovered and resolved were presented at the Fifth World Congress of the International Health Economics Association and at seminars at McGill University and National Taiwan University. More recent versions of the paper with correct empirical results were presented at the Seventh World Congress of the International Health Economics Association and at seminars at the University of Melbourne, Monash University, the University of Queensland, Emory University, and the University of Chicago. We wish to thank the participants in those forums for helpful comments and suggestions. We also wish to thank Jason Hockenberry for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}