{
    "id": 16815,
    "citation_title": "Pride Goes Before a Fall: Federal Reserve Policy and Asset Markets",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent Reinhart"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsiderable debate rages about whether Federal Reserve policy was too lax in the early part of the 2000s, thereby fueling the home-price bubble that was the proximate cause of the global financial crisis.  We present evidence that the view that modest alterations to monetary policy have vast consequences is inconsistent with theory and not supported by evidence.  We take a close look at the responses of asset markets to changes in the short-term policy interest rate since the founding of the Fed in 1914.  Changes in the federal funds rate have no systematic effect on either long-term interest rates or housing prices over nearly a century.  Indeed, since the mid-1990s the policy rate had a negative relationship with long-term interest rates.  This is consistent with a global view of capital markets where massive cross-border flows shape the availability of domestic credit and asset prices.  The evidence casts doubts on arguments that a moderately different monetary policy path might have mattered.\n\n",
    "acknowledgement": "\nThis paper was prepared Cato's 28th Annual Monetary Conference, Asset Bubbles and Monetary Policy, November 18, 2010, Washington DC.  The authors wish to thank Adam Posen and conference participants for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}