{
    "id": 16810,
    "citation_title": "Advances in Consumption-Based Asset Pricing: Empirical Tests",
    "citation_author": [
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last 15 years has brought forth an explosion of research on consumption-based asset pricing as a leading contender for explaining aggregate stock market behavior. This research has propelled further interest in consumption-based asset pricing, as well as some debate. This chapter surveys the growing body of empirical work that evaluates today's leading consumption-based asset pricing theories using formal estimation, hypothesis testing, and model comparison. In addition to summarizing the findings and debate, the analysis seeks to provide an accessible description of a few key econometric methodologies for evaluating consumption-based models, with an emphasis on method-of-moments estimators. Finally, the chapter offers a prescription for future econometric work by calling for greater emphasis on methodologies that facilitate the comparison of multiple competing models, all of which are potentially misspecified, while calling for reduced emphasis on individual hypothesis tests of whether a single model is specified without error.\n\n",
    "acknowledgement": "\nForthcoming in Volume 2 of the Handbook of the Economics of Finance, edited by George Constantinides, Milton Harris and Rene Stulz. I am grateful to Timothy Cogley, Martin Lettau, Abraham Lioui, Hanno Lustig, Stephan Nagel, Monika Piazzesi, Stijn Van Nieuwerburgh, Laura Veldkamp, Annette Vissing- Jorgensen, and to the editors for helpful comments, and to Peter Gross and David Kohn for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}