{
    "id": 16813,
    "citation_title": "The Returns to the Brain Drain and Brain Circulation in Sub-Saharan Africa: Some Computations Using Data from Ghana",
    "citation_author": [
        "Yaw Nyarko"
    ],
    "citation_publication_date": "2011-02-18",
    "issue_date": "2011-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe look at the decision of the government or \"central planner\" in the allocation of scarce governmental resources for tertiary education, as well as that for the individual. We provide estimates of the net present values, or cost and benefits. These include costs of tertiary education; the benefits of improved skills of those who remain in the country; and also takes into account the flows of the skilled out of the country (the brain drain) as well as the remittances they bring into the country. Our results are positive for the net benefits relative to costs. Our results suggest that (i) there may be room for creative thinking about the possibility that the brain drain could provide mechanisms for dramatic increases in education levels within African nations; and (ii) by at least one metric, spending by African nations on higher education in this period yielded positive returns on the investment. Our results on the individual decision problem resolve a paradox in the returns to education literature which finds low returns to tertiary education.\n\n",
    "acknowledgement": "\nI thank Bill Easterly with whom I collaborated on a precursor of this paper. I also thank David N. Weil, Oliver Babson, Murray Liebbrandt and participants in NBER Africa Project conferences for very useful comments . I also thank the NBER Africa Project for funding related to the research presented here. I thank my Research assistants over the past few years for research work related to this paper - Victor Archavski, Moussa Blimpo, Silvana Melitsko and Nicole Hildebrant. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}