{
    "id": 16824,
    "citation_title": "Commodity Price Volatility in the Biofuel Era: An Examination of the Linkage Between Energy and Agricultural Markets",
    "citation_author": [
        "Thomas W. Hertel",
        "Jayson Beckman"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgricultural and energy commodity prices have traditionally exhibited relatively low correlation. However, recent increases in biofuel production have altered the agriculture-energy relationship in a fundamental way. This increase has drawn on corn previously sold to other uses, as well as acreage devoted to other crops. The US RFS envisions a further boost of ethanol production to 15 billion gallons per year, which might be expected to further strengthen the linkages. We estimate that, in the presence of a binding RFS, the inherent volatility in the US coarse grains market will rise by about one-quarter. And the volatility of the US coarse grains price to supply side shocks in that market will rise by nearly one-half. \nUnder a high oil price scenario, rather than the RFS binding, the binding constraint is likely to be the blend wall. With a binding blend wall, we see similar, although somewhat smaller, increases in market volatility. If both the RFS and the blend wall are on the verge of being binding, then our results suggest that US coarse grains price volatility in response to corn supply shocks would be 57% higher than in the non-binding case, and world price volatility would be boosted by 25%.\n\n",
    "acknowledgement": "\nThe authors thank Wally Tyner for valuable discussions on this topic. V. Kerry Smith served as our NBER discussant; he and members of the NBER workshop, as well as two anonymous reviewers, provided useful comments on this paper.  The views expressed are the authors' and do not necessarily reflect those of the Economic Research Service, the USDA, or the National Bureau of Economic Research.\n\n\n"
}