{
    "id": 16825,
    "citation_title": "\"To Establish a More Effective Supervision of Banking\": How the Birth of the Fed Altered Bank Supervision",
    "citation_author": [
        "Eugene N. White"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough bank supervision under the National Banking System exercised a light hand and panics were frequent, depositor losses were minimal. Double liability induced shareholders to carefully monitor bank managers and voluntarily liquidate banks early if they appeared to be in trouble. Inducing more disclosure, marking assets to market, and ensuring prompt closure of insolvent national banks, the Comptroller of the Currency reinforced market discipline. The arrival of the Federal Reserve weakened this regime. Monetary policy decisions conflicted with the goal of financial stability and created moral hazard. The appearance of the Fed as an additional supervisor led to more \"competition in laxity\" among regulators and \"regulatory arbitrage\" by banks. When the Great Depression hit, policy-induced deflation and asset price volatility were misdiagnosed as failures of competition and market valuation. In response, the New Deal shifted to a regime of discretion-based supervision with forbearance.\n\n",
    "acknowledgement": "\nFor their comments and suggestions, I would especially like to thank Michael D. Bordo and William Roberds and the participants in seminars at the Federal Reserve Board, Harvard University, Rutgers University, Yale University, and the Return to Jekyll Island Conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}