{
    "id": 16822,
    "citation_title": "Personality Psychology and Economics",
    "citation_author": [
        "Mathilde Almlund",
        "Angela Lee Duckworth",
        "James J. Heckman",
        "Tim D. Kautz"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the power of personality traits both as predictors and as causes of academic and economic success, health, and criminal activity. Measured personality is interpreted as a construct derived from an economic model of preferences, constraints, and information. Evidence is reviewed about the \"situational specificity\" of personality traits and preferences. An extreme version of the situationist view claims that there are no stable personality traits or preference parameters that persons carry across different situations. Those who hold this view claim that personality psychology has little relevance for economics. The biological and evolutionary origins of personality traits are explored. Personality measurement systems and relationships among the measures used by psychologists are examined. The predictive power of personality measures is compared with the predictive power of measures of cognition captured by IQ and achievement tests. For many outcomes, personality measures are just as predictive as cognitive measures, even after controlling for family background and cognition. Moreover, standard measures of cognition are heavily influenced by personality traits and incentives. Measured personality traits are positively correlated over the life cycle. However, they are not fixed and can be altered by experience and investment. Intervention studies, along with studies in biology and neuroscience, establish a causal basis for the observed effect of personality traits on economic and social outcomes. Personality traits are more malleable over the life cycle compared to cognition, which becomes highly rank stable around age 10. Interventions that change personality are promising avenues for addressing poverty and disadvantage.\n\n",
    "acknowledgement": "\nThis research was supported by grants from NIH R01-HD054702, R01-HD065072, and K01-AG033182; the University of Chicago; The Institute for New Economic Thinking (INET); A New Science of Virtues: A Project of the University of Chicago; the American Bar Foundation; a conference series from the Spencer Foundation; the JB & MK Pritzker Family Foundation; the Buffett Early Childhood Fund; and the Geary Institute, University College Dublin, Ireland. The opinions expressed in this report are those of the authors and do not necessarily reflect the views of any of the funders. Amanda Agan and Pietro Biroli are major contributors to this essay through their surveys of the effect of personality on crime (presented in Web Appendix A7.B) and health (presented in Web Appendix A7.A), respectively. We are grateful to Pia Pinger for her analyses of the German Socio-Economic Panel (GSOEP) survey data. We have benefited from comments received from Amanda Agan, Dan Benjamin, Pietro Biroli, Dan Black, Daniel Cervone, Deborah Cobb-Clark, Flavio Cunha, Kathleen Danna, Thomas Dohmen, Steven Durlauf, Joel Han, Moshe Hoffman, John Eric Humphries, Miriam Gensowski, Bob Krueger, Jongwook Lee, Xiliang Lin, Dan McAdams, Terrance Oey, Lawrence Pervin, Pia Pinger, Armin Rick, Brent Roberts, Molly Schnell, Bas ter Weel, and Willem van Vliet. We also benefited from a workshop at the University of Illinois, Department of Psychology, on an early draft of this paper and presentations of portions of this paper at the Spencer/INET workshop at the University of Chicago, December 10-11, 2010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}