{
    "id": 16826,
    "citation_title": "Life Shocks and Homelessness",
    "citation_author": [
        "Marah A. Curtis",
        "Hope Corman",
        "Kelly Noonan",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "2012-02-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit an exogenous health shock--the birth of a child with a severe health condition--to investigate the causal effect of a life shock on homelessness. Using survey data from the Fragile Families and Child Wellbeing study that have been augmented with information from hospital medical records, we find that the health shock increases the likelihood of homelessness three years later, particularly in cities with high housing costs. Homelessness is defined using both a traditional measure and a more contemporary measure that includes residential instability and doubling up without paying rent. The findings are consistent with the economic theory of homelessness, which posits that homelessness results from a conjunction of adverse circumstances in which housing markets and individual characteristics collide. They also add to a growing body of evidence that housing markets are an important contributor to homelessness and suggest that homelessness is a problem not easily addressed by existing public support programs.\n\n",
    "acknowledgement": "\nThis research was supported by Grants #R01-HD-45630 and #R01-HD-35301 from the National Institute of Child Health and Human Development. We are grateful for helpful input from Susan Averett, Dan O'Flaherty, Amy Crews Cutts, participants at Lafayette College Economics Department Seminar Series, participants at 2011 NBER Spring Health Economics Workshop, participants at Center for Homelessness Prevention Studies Grand Rounds, Columbia University, Mailman School of Public Health, participants at the Economics seminar series at the University of Iceland and for valuable assistance from Oliver Joszt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}