{
    "id": 16829,
    "citation_title": "New measures of the costs of unemployment: Evidence from the subjective well-being of 3.3 million Americans",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing two large US surveys, we estimate the effects of unemployment on the subjective well-being of the unemployed and the rest of the population. For the unemployed, the non-pecuniary costs of unemployment are several times as large as those due to lower incomes, while the indirect effect at the population level is fifteen times as large. For those who are still employed, a one percentage point increase in local unemployment has an impact on well-being roughly equivalent to a four percent decline in household income. We also find evidence indicating that job security is an important channel for the indirect effects of unemployment.\n\n",
    "acknowledgement": "\nPreviously circulated as \"New Measures of the Costs of Unemployment: Evidence from the Subjective Well-Being of 2.3 Million Americans.\" The research underlying this paper is part of the 'Social Interactions, Identity and Well-Being' program of the Canadian Institute for Advanced Research, and we gratefully acknowledge the intellectual and financial support thereby available to us. We also grateful to the Gallup Organization for access to data from the Gallup/Healthways daily poll, and for helpful suggestions from George Akerlof, Andrew Oswald and Rainer Winkelmann. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}