{
    "id": 16820,
    "citation_title": "The Geography of Crowdfunding",
    "citation_author": [
        "Ajay K. Agrawal",
        "Christian Catalini",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nPerhaps the most striking feature of  \"crowdfunding\" is the broad geographic dispersion of investors in small, early-stage projects.  This contrasts with existing theories that predict entrepreneurs and investors will be co-located due to distance-sensitive costs. We examine a crowdfunding setting that connects artist-entrepreneurs with investors over the internet for financing musical projects. The average distance between artists and investors is about 3,000 miles, suggesting a reduced role for spatial proximity. Still, distance does play a role.  Within a single round of financing, local investors invest relatively early, and they appear less responsive to decisions by other investors. We show this geography effect is driven by investors who likely have a personal connection with the artist-entrepreneur (\"family and friends\"). Although the online platform seems to eliminate most distance-related economic frictions such as monitoring progress, providing input, and gathering information, it does not eliminate social-related frictions.\n\n",
    "acknowledgement": "\nWe thank Pierre Azoulay, Iain Cockburn, Gary Dushnitsky, Richard Florida, Jeff Furman, Ig Horstmann, Nicola Lacetera, Karim Lakhani, Matt Marx, Ed Roberts, Tim Simcoe, Scott Stern, Will Strange, Catherine Tucker, Pai-Ling Yin, and seminar participants at MIT, the Roundtable on Engineering and Entrepreneurship Research at Georgia Tech, Boston University, the Martin Prosperity Institute, the MIT Open Innovation Conference, and the University of Toronto for comments. We thank Liz Lyons who provided excellent research assistance. We also thank Johan Vosmeijer and Dagmar Heijmans, co-founders of Sellaband, for their industry insights and overall cooperation with this study.  This research was funded by the Martin Prosperity Institute, the Centre for Innovation and Entrepreneurship at the Rotman School of Management, the NET Institute (www.netinst.org), and the Social Sciences and Humanities Research Council of Canada. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}