{
    "id": 16823,
    "citation_title": "The Diversity of Concentrated Prescribing Behavior: An Application to Antipsychotics",
    "citation_author": [
        "Anna A. Levine Taub",
        "Anton Kolotilin",
        "Robert S. Gibbons",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nPhysicians prescribing drugs for patients with schizophrenia and related conditions are remarkably concentrated in their choice among antipsychotic drugs.  In 2007 the single antipsychotic drug prescribed by a physician accounted for 66% of all antipsychotic prescriptions written by that physician.  Which particular branded antipsychotic was the prescriber's \"favorite\" varied widely across physicians, i.e. physician prescribing concentration patterns are diverse.  Building on Frank and Zeckhauser's [2007] characterization of physician treatments varying from \"custom made\" to \"ready-to-wear\", we construct a model of physician learning that generates a number of hypotheses.  Using 2007 annual antipsychotic prescribing behavior on 17,652 physicians from IMS Health, we evaluate these predictions empirically.  While physician prescribing behavior is generally quite concentrated, prescribers having greater volumes, those with training in psychiatry, male prescribers, and those not approaching retirement age tend to have less concentrated prescribing patterns.\n\n",
    "acknowledgement": "\nThis research has benefited enormously from the IMS Health Services Research Network that has provided data and data assistance.  Special thanks are due Stu Feldman, Randolph Frankel, Cindy Halas, Robert Hunkler and Linda Matusiak at IMS Her any of its affiliated or subsidary ealth.  The statements, findings, conclusions, views and opinions contained and expressed here are based in part on 1996-2008 data obtained under license from IMS Health Incorporated: National Prescription Audit, Xponent and American Medical Association Masterfile.  All rights reserved.  Such statements, findings, conclusions, views and opinions are not necessarily those of IMS Health of its affiliated or subsidiary entitites.  This research has not been sponsored. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}