{
    "id": 16839,
    "citation_title": "Cross-Country Comparisons of Corporate Income Taxes",
    "citation_author": [
        "Kevin S. Markle",
        "Douglas A. Shackelford"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo our knowledge, this paper provides the most comprehensive analysis of firm-level corporate income taxes to date. We use publicly available financial statement information for 11,602 public corporations from 82 countries from 1988 to 2009 to estimate country-level effective tax rates (ETRs). We find that the location of a multinational and its subsidiaries substantially affects its worldwide ETR.  Japanese firms always faced the highest ETRs. U.S. multinationals are among the highest taxed. Multinationals based in tax havens face the lowest taxes. We find that ETRs have been falling over the last two decades; however, the ordinal rank from high-tax countries to low-tax countries has changed little. We also find little difference between the ETRs of multinationals and domestic-only firms. Besides enhancing our knowledge about international taxes, these findings should provide some empirical underpinning for ongoing policy debates about the taxation of multinationals.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments from Rosanne Altshuler, Julian Alworth, Elizabeth Blankespoor, Kim Clausing, Mihir Desai, Michael Devereux, Scott Dyreng, Kevin Hassett, Michelle Hanlon, Ken Klassen, Mark Lang, Peter Merrill, Tom Neubig, Jana Raedy, Nemit Schroff, Dan Shaviro, Joel Slemrod, Martin Sullivan, and workshop participants at the Institute for Fiscal Studies/European Tax Policy Forum conference, the International Tax Policy Forum/Urban-Brookings Tax Policy Center Institution conference, the Journal of the American Taxation Association Tax Research Conference, Duke University, Northwestern University, New York University, the University of Michigan, and the University of North Carolina. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}