{
    "id": 16832,
    "citation_title": "Reestablishing the Income-Democracy Nexus",
    "citation_author": [
        "Jess Benhabib",
        "Alejandro Corvalan",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of recent empirical studies have cast doubt on the \"modernization theory\" of democratization, which posits that increases in income are conducive to increases in democracy levels.  This doubt stems mainly from the fact that while a strong positive correlation exists between income and democracy levels, the relationship disappears when one controls for country fixed effects.  This raises the possibility that the correlation in the data reflects a third causal characteristic, such as institutional quality.  In this paper, we reexamine the robustness of the income-democracy relationship.  We extend the research on this topic in two dimensions:  first, we make use of newer income data, which allows for the construction of larger samples with more within-country observations.  Second, we concentrate on panel estimation methods that explicitly allow for the fact that the primary measures of democracy are censored with substantial mass at the boundaries, or binary censored variables. Our results show that when one uses both the new income data available and a properly non linear estimator, a statistically significant positive income-democracy relationship is robust to the inclusion of country fixed effects.\n\n",
    "acknowledgement": "\nIsrael Malkin provided excellent research assistance.  We are grateful for comments from Stephane Bonhomme, William Easterly, Chris Flynn, Bryan Graham, Bo Honoré and Adam Przeworski.  The views expressed are not necessarily those of the Federal Reserve Board of Governors, the Federal Reserve Bank of San Francisco, or the National Bureau of Economic Research.\n\n\n"
}