{
    "id": 16834,
    "citation_title": "Deductions from the Export Basket: Capabilities, Wealth and Trade",
    "citation_author": [
        "John Sutton",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper re-explores the relation between a country's level of wealth and the mix of products it exports. We argue that both are simultaneously determined by countries' capabilities i.e. by countries' productivity and quality levels for each good. Our theoretical setup has two features. (1) Some goods have fewer high-quality producers/countries than others i.e. there is Ricardian comparative advantage. (2) Imperfect competition allows high- and low-quality producers to coexist, which we refer to as 'product ranges'. These two features generate a very particular non-monotonic, general equilibrium relationship between a country's export mix and its wage (GDP per capita). We show that this non-monotonicity permeates the 1980-2005 international data on trade and GDP per capita. Our setup also explains two other facets of the data: (1) Product ranges are huge and (2) for the poorest third of countries, changes in export mix substantially over-predict growth in GDP per capita. This suggests that the main challenge for low-income countries is to raise quality and productivity in their existing product lines.\n\n",
    "acknowledgement": "\nWe are indebted to Daron Acemoglu, Philippe Aghion, Bernardo Blum, Kunal Dasgupta, Gilles Duranton, Penny Goldberg, Avner Grief, Elhanan Helpman, Amit Khandelwal, Peter Morrow, Nathan Nunn, Steve Redding, Peter Schott, Bob Staiger, and Eric Verhoogen as well as seminar participants at CIFAR, Columbia, CREI, Michigan, Toronto, Stanford, and Yale. Trefler gratefully acknowledges funding from the Social Sciences and Humanities Research Council of Canada (SSHRC) and the tremendous support of the Canadian Institute for Advanced Research (CIFAR). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}