{
    "id": 1683,
    "citation_title": "Annuity Prices and Saving Behavior in the United States",
    "citation_author": [
        "Benjamin M. Friedman",
        "Mark Warshawsky"
    ],
    "citation_publication_date": "1985-08-01",
    "issue_date": "1985-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe observed reluctance of most individuals in the United States to buy individual life annuities, and the concomitant approximately flat average age-wealth profile, stand in sharp contradiction to the standard life cycle model of consumption-saving behavior. The analysis in this paper lends support to an explanation for this phenomenon based on the interaction of an intentional bequest motive and annuity prices that are not actuarially fair. Premiums charged for individual life annuities in the United States include a load factor of 32-48c per dollar,or18-33c per dollar after allowing for adverse selection, in comparison to actuarially fair annuity values. Load factors of this size are not out of line with those on other familiar (and almost universally purchased) insurance products. Simulations of an extended model of life cycle saving and portfolio behavior, allowing explicitly for uncertain lifetimes and Social Security, show that the load factor charged would have to be far larger than this to account for the observed behavior in the absence of a bequest motive. By contrast, the combination of a load factor in this range and a positive bequest motive can do so for some plausible values of the assumed underlying parameters. Moreover,if this combination of factors is leading elderly individuals to avoid purchasing life annuities, it implies a typical bequest that is fairly large in comparison to their consumption.\n\n",
    "acknowledgement": "\n"
}