{
    "id": 16830,
    "citation_title": "School Inputs, Household Substitution, and Test Scores",
    "citation_author": [
        "Jishnu Das",
        "Stefan Dercon",
        "James Habyarimana",
        "Pramila Krishnan",
        "Karthik Muralidharan",
        "Venkatesh Sundararaman"
    ],
    "citation_publication_date": "2011-02-28",
    "issue_date": "2011-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies of the relationship between school inputs and test scores typically do not account for the fact that households will respond to changes in school inputs. We present a dynamic household optimization model relating test scores to school and household inputs, and test its predictions in two very different low-income country settings - Zambia and India. We measure household spending changes and student test score gains in response to unanticipated as well as anticipated changes in school funding. Consistent with the optimization model, we find in both settings that households offset anticipated grants more than unanticipated grants. We also find that unanticipated school grants lead to significant improvements in student test scores but anticipated grants have no impact on test scores. Our results suggest that naïve estimates of public education spending on learning outcomes that do not account for optimal household responses are likely to be considerably biased if used to estimate parameters of an education production function.\n\n",
    "acknowledgement": "\nWe thank Julie Cullen, Gordon Dahl, Roger Gordon, Gordon Hanson, Hanan Jacoby and several seminar participants for comments. The World Bank and the UK Department for International Development (DFID) provided financial support for both the Zambia and India components of this paper. The experiment in India is part of a larger project known as the Andhra Pradesh Randomized Evaluation Study (AP RESt), which is a partnership between the Government of Andhra Pradesh, the Azim Premji Foundation, and the World Bank. We thank Dileep Ranjekar, Amit Dar, Samuel C. Carlson, and officials of the Department of School Education in Andhra Pradesh for their continuous support. We are especially grateful to DD Karopady, M Srinivasa Rao, and staff of the Azim Premji Foundation for their leadership in implementing the project in Andhra Pradesh. Vinayak Alladi provided excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the World Bank, its Executive Directors, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}