{
    "id": 16841,
    "citation_title": "The American Family in Black and White: A Post-Racial Strategy for Improving Skills to Promote Equality",
    "citation_author": [
        "James J. Heckman"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn contemporary America, racial gaps in achievement are primarily due to gaps in skills.  Skill gaps emerge early before children enter school.  Families are major producers of those skills.  Inequality in performance in school is strongly linked to inequality in family environments.  Schools do little to reduce or enlarge the gaps in skills that are present when children enter school.  Parenting matters, and the true measure of child advantage and disadvantage is the quality of parenting received.  A growing fraction of American children across all race and ethnic groups is being raised in dysfunctional families.  Investment in the early lives of children in disadvantaged families will help close achievement gaps.  America currently relies too much on schools and adolescent remediation strategies to solve problems that start in the preschool years.  Prevention is likely to be more cost-effective than remediation.  Voluntary, culturally sensitive support for parenting is a politically and economically palatable strategy that addresses problems common to all racial and ethnic groups.\n\n",
    "acknowledgement": "\nThis research was supported by the American Bar Foundation, NICHD R01 HD065072, NICHD R01 HD054702, the Institute for New Economic Thinking (INET), the J.B. & M.K. Pritzker Family Foundation, the Buffett Early Childhood Fund, the MacArthur Foundation, the Spencer Foundation and an anonymous foundation.  The views expressed here are those of the author and not necessarily those of the funders.  I thank Steve Durlauf, Miriam Gensowski, Lynne Pettler Heckman, Tim Kautz, Nick Mader, Seong Hyeok Moon, Rich Neimand, Bob Pollak, and Paul Tough for their very helpful comments on drafts of the paper.  Molly Schnell gave devoted research assistance and helpful commentary.  I thank Nick Mader and Seong Moon for their help in producing some of the supporting materials for this paper.  Supporting material for this paper is at the website http://jenni.uchicago.edu/understanding_b-w_gap/. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}