{
    "id": 16847,
    "citation_title": "Pegs and Pain",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martin Uríbe"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "2012-11-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify a disconnect between historical and model-based assessments of the costs of currency pegs due to nominal rigidities. While the former attribute major contractions and massive unemployment to currency pegs, the latter find miniscule welfare losses. The goal of this paper is to reconcile these two assessments. We refocus attention to downward wage inflexibility as the central source of nominal rigidity. More importantly, our model departs from existing sticky wage models in the Calvo-Rotemberg tradition in that employment is not always demand determined. This departure creates an endogenous connection between macroeconomic volatility and the average level of unemployment and in this way opens the door to large welfare gains from stabilization policy. In a calibrated version of the model, an external crisis, defined as a two-standard-deviation decline in tradable output and a two-standard-deviation increase in the country interest rate premium, causes the unemployment rate to rise by more than 20 percentage points under a peg. Currency pegs are shown to be highly costly also during regular business-cycle fluctuations. The median welfare cost of a currency peg is 4 and 10 percent of consumption per period.\n\n",
    "acknowledgement": "\nWe thank Ester Faia, Robert Kollmann, Anna Kormilitsina, Jos´e L. Maia, Juan Pablo Nicolini, and seminar participants at various institutions for comments, Ozge Akinci, Ryan Chahrour, Stephane Dupraz, and Pablo Ottonello for research assistance, and the National Science Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}