{
    "id": 16848,
    "citation_title": "Wealth Effects Revisited 1978-2009",
    "citation_author": [
        "Karl E. Case",
        "John M. Quigley",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe re-examine the link between changes in housing wealth, financial wealth, and consumer spending. We extend a panel of U.S. states observed quarterly during the seventeen-year period, 1982 through 1999, to the thirty-one year period, 1978 through 2009. Using techniques reported previously, we impute the aggregate value of owner-occupied housing, the value of financial assets, and measures of aggregate consumption for each of the geographic units over time. We estimate regression models in levels, first differences and in error-correction form, relating per capita consumption to per capita income and wealth. We find a statistically significant and rather large effect of housing wealth upon household consumption. This effect is consistently larger than the effect of stock market wealth upon consumption. This reinforces the conclusions reported in our previous analysis.\nIn contrast to our previous analysis, however, we do find - based on data which include the recent volatility in asset markets - that the effects of declines in housing wealth in reducing consumption are at least as large as the effects of increases in housing wealth in increasing the course of household consumption.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}