{
    "id": 16844,
    "citation_title": "Superfund Cleanups and Infant Health",
    "citation_author": [
        "Janet Currie",
        "Michael Greenstone",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "2019-08-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe are the first to examine the effect of Superfund cleanups on infant health rather than focusing on proximity to a site.  We study singleton births to mothers residing within 5km of a Superfund site between 1989-2003 in five large states.   Our \"difference in differences\" approach compares birth outcomes before and after a site clean-up for mothers who live within 2,000 meters of the site and those who live between 2,000- 5,000 meters of a site.  We find that proximity to a Superfund site before cleanup is associated with a 20 to 25% increase in the risk of congenital anomalies.\n\n",
    "acknowledgement": "\nWe thank Joshua Graff Zivin for helpful comments and Peter Evangelakis, Samantha Heep, Henry Swift, Emilia Simeonova, Johannes Schmeider, and Reed Walker for excellent research assistance.  We gratefully acknowledge support from the NIH under grant #HD055613-02 and from the MacArthur Foundation.  We are solely responsible for our analysis and conclusions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}