{
    "id": 16840,
    "citation_title": "Inheritances and the Distribution of Wealth or Whatever Happened to the Great Inheritance Boom? Results from the SCF and PSID",
    "citation_author": [
        "Edward N. Wolff",
        "Maury Gittleman"
    ],
    "citation_publication_date": "2011-02-25",
    "issue_date": "2011-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing data from both the Survey of Consumer Finances (SCF) and the Panel Study of Income Dynamics (PSID), we found that on average over the period from 1984 to 2007, about one fifth of American households at a given point of time received a wealth transfer and these accounted for about a quarter of their net worth. Over the lifetime, about 30 percent of households could expect to receive a wealth transfer and these would account for close to 40 percent of their net worth near time of death. However, there is little evidence of an inheritance \"boom.\" In fact, from 1989 to 2007, the share of households in the SCF reporting a wealth transfer fell by 2.5 percentage points. The average value of inheritances received among all households did increase but at a slow pace, by 10 percent, but wealth transfers as a proportion of current net worth fell sharply over this period, from 29 to 19 percent. We also found, somewhat surprisingly, that inheritances and other wealth transfers tend to be equalizing in terms of the distribution of household wealth. Indeed, the addition of wealth transfers to other sources of household wealth has had a sizeable effect on reducing the inequality of wealth.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the BCL/ECB Joint Conference on Household Finance and Consumption, Luxembourg, October 25-26, 2010. We would like to thank our discussant, Helen Connolly, for her very helpful comments. We would also like to gratefully acknowledge the financial support of the Russell Sage Foundation for this project. The views expressed here are those of the authors and do not necessarily reflect the views or policies of the Bureau of Labor Statistics, any other agency of the U.S. Department of Labor, or the National Bureau of Economic Research.\n\n\n"
}