{
    "id": 16842,
    "citation_title": "The Economics of Hedge Funds: Alpha, Fees, Leverage, and Valuation",
    "citation_author": [
        "Yingcong Lan",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHedge fund managers are compensated via management fees on the assets under management (AUM) and incentive fees indexed to the high-water mark (HWM). We study the effects of managerial skills (alpha) and compensation on dynamic leverage choices and the valuation of fees and  investors' payoffs. Increasing the investment allocation to the alpha-generating strategy typically lowers the fund's risk-adjusted excess return due to frictions such as price pressure. When the manager is only paid via management fees, the manager optimally chooses time-invariant leverage to balance the size of allocation to the alpha-generating strategy against the negative impact of increasing size on the fund's alpha. When the manager is paid via both management and incentive fees, we show that (i) the high-powered incentive fees encourage excessive risk taking, while management fees have the opposite effect; (ii) conflicts of interest between the manager and investors have significant effects on dynamically changing leverage choices and the valuation of fees and investors' payoffs; (iii) the manager optimally increases leverage following strong fund performances; (iv) investors' options to  liquidate the fund following sufficiently poor fund performances substantially curtail managerial risk-taking, provide strong incentives to de-leverage, and sometimes even give rise to strong precautionary motives to hoard cash (in long positions); and (v) managerial ownership concentration has incentive alignment effects.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Markus Brunnermeier, Kent Daniel, Pierre Collin-Dufresne, Will Goetzmann, Bob Hodrick, Lingfeng Li, Suresh Sundaresan, Sheridan Titman, Laura Vincent, Mark Westerfield, and seminar participants at Brock, Columbia, PREA for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}