{
    "id": 16849,
    "citation_title": "Did Securitization Affect the Cost of Corporate Debt?",
    "citation_author": [
        "Taylor D. Nadauld",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether the securitization of corporate bank loans had an impact on the price of corporate debt. Our results suggest that loan facilities that are subsequently securitized are associated with a 15 basis point lower spread than that of loans that are not subsequently securitized. To identify the particular role of securitization in loan pricing, we employ a difference in differences approach and consider loan characteristics that are associated with the likelihood of securitization. We document that Term Loan B facilities, facilities originated by banks that originate CLOs, and loans of B-Rated firms are securitized more frequently than other loans. Spreads on facilities estimated to be more likely to be subsequently securitized have lower spreads than otherwise similar facilities. The results are consistent with the view that securitization caused a reduction in the cost of capital.\n\n",
    "acknowledgement": "\nWe would like to thank Viral Acharya, Heitor Almeida, Murillo Campello, Jennifer Dlugosz, Isil Erel, Victoria Ivashina, René Stulz and participants in seminars at Brigham Young University, Erasmus University, HEC Paris, Ohio State University, and the University of Amsterdam for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}