{
    "id": 16846,
    "citation_title": "Industrial Actions in Schools: Strikes and Student Achievement",
    "citation_author": [
        "Michael Baker"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many jurisdictions ban teacher strikes on the assumption that they harm students, there is surprisingly little research on this question.  The majority of existing studies make cross section comparisons of students who do or do not experience a strike, and report that strikes do not affect student performance.  I present new estimates from a sample of strikes in the Canadian province of Ontario over the period 1998-2005.  The empirical strategy controls for fixed student characteristics at the school cohort level.  The results indicate that teacher strikes in grades 2 or 3 have on average a small, negative and statistically insignificant effect on grade 3 through grade 6 test score growth, although there is some heterogeneity across school boards.  The effect of strikes in grades 5 and 6 on grade 3 through grade 6 score growth is negative, much larger and statistically significant. The largest impact is on math scores: 29 percent of the standard deviation of test scores across school/grade cohorts.\n\n",
    "acknowledgement": "\nI thank seminar participants at Dalhousie for helpful comments.  The EQAO test scores were accessed through the Public Economics Data Analysis Laboratory at McMaster University.  Abigail Payne generously shared her knowledge of these data. I am indebted to my research assistants Winnie Chan, Qing Hong, Davin Raiha, and especially Ekaterina Chmatova and Josh Lewis.  The research support of SSHRC (410-2008-0346) is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}