{
    "id": 16855,
    "citation_title": "Learning by Doing with Asymmetric Information: Evidence from Prosper.com",
    "citation_author": [
        "Seth M. Freedman",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing peer-to-peer (P2P) lending as an example, we show that learning by doing plays an important role in alleviating the information asymmetry between market players. Although the P2P platform (Prosper.com) discloses part of borrowers' credit histories, lenders face serious information problems because the market is new and subject to adverse selection relative to offline markets. We find that early lenders did not fully understand the market risk but lender learning is effective in reducing the risk over time. As a result, the market excludes more and more sub-prime borrowers and evolves towards the population served by traditional credit markets.\n\n",
    "acknowledgement": "\nWe owe special thanks to Liran Einav for insightful comments and detailed suggestions on an earlier draft. We have also received constructive comments from Larry Ausubel, Robert Hampshire, John Haltiwanger, Anton Korinek, Phillip Leslie, Russel Cooper, Hongbin Cai, Jim Brickley, Estelle Cantillon, Severin Borenstein, and various seminar attendants at Rochester, Toronto, Northwestern Kellogg, Columbia, University of Maryland Smith School, 2010 NBER IO program meeting, Universiti Libre de Bruxelles, and Katholieke Universiteit Leuven. Chris Larsen, Kirk Inglis, Nancy Satoda, Reagan Murray and other Prosper personnel have provided us data support and tirelessly answered our questions about Prosper.com. Adam Weyeneth and other Prosper lenders have generously shared their prosper experience. We are grateful to the UMD Department of Economics, the Kauffman Foundation, and the Net Institute (www.netinst.org) for their generous financial support. An earlier draft has been circulated under the title \"Dynamic Learning and Selection.\" This paper is independent of Prosper.com, all errors are our own, all rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}