{
    "id": 16851,
    "citation_title": "Set-Asides and Subsidies in Auctions",
    "citation_author": [
        "Susan Athey",
        "Dominic Coey",
        "Jonathan Levin"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSet-asides and subsidies are used extensively in government procurement and natural resource sales. We analyze these policies in an empirical model of U.S. Forest Service timber auctions. The model fits the data well both within the sample of unrestricted sales where we estimate the model, and when we predict (out of sample) bidder entry and prices for small business set-asides. Our estimates suggest that restricting entry to small businesses substantially reduces efficiency and revenue, although it does increase small business participation. An alternative policy of subsidizing small bidders would increase revenue and small bidder profit, while eliminating almost all of the efficiency loss of set-asides, and only slightly decreasing the profit of larger firms. We explain these findings by connecting to the theory of optimal auction design.\n\n",
    "acknowledgement": "\nWe thank Enrique Seira for his collaboration in assembling the data for this paper, Matt Osborne and Frank Zhuo for research assistance, and Ken Hendricks for comments on an early draft of this paper. The National Science Foundation provided generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}