{
    "id": 16856,
    "citation_title": "Mother's Schooling and Fertility under Low Female Labor Force Participation: Evidence from a Natural Experiment",
    "citation_author": [
        "Victor Lavy",
        "Alexander Zablotsky"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of mothers' education on fertility in a population with very low female labor force participation. The results we present are particularly relevant to many countries in the Muslim world where 70-80 percent of women are still out of the labor force. For identification we exploit the abrupt end of the military rule which greatly restricted the mobility of Arabs in Israel until the mid-1960's. This change improved access to schooling in communities that lacked schools and, as a consequence, significantly increased the education of affected cohorts, mainly of girls. The very large increase in schooling attainment triggered a sharp decline in completed fertility. We show that no other changes explain these findings and that the results are robust to checks against various threats to identification. We rule out convergence in fertility and schooling, changes in labor-force participation, age upon marriage, marriage and divorce rates, and spousal labor-force participation and earnings as mechanisms in this fertility decline. Spousal education increased however sharply through assortative matching and played a role in the fertility decline. We also show that the increase in mother's education was significantly and positively correlated with several potential mechanisms such as a reduction in the desired number of children, better knowledge and higher probability of using contraceptives, recognition that family size can compromise children quality, larger role for women in family decision making, less religiosity, and positive attitude towards modern health care and modernism in general.\n\n",
    "acknowledgement": "\nWe benefited from comments by Josh Angrist, Esther Duflo, Ephraim Kleinman, Melanie Luhrmann, Daniele Paserman, Steve Pischke, Yona Rubinstein, Yannay Spitzer, Natalia Weisshaar, Asaf Zussman and seminar participants at the Bocconi University, Hebrew University, LSE, NBER Labor Studies conference in Autumn 2010, Oxford University, RH University of London, Tel Aviv University, and University of Zurich. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}