{
    "id": 16858,
    "citation_title": "Exposure to Food Advertising On Television: Associations With Children's Fast Food and Soft Drink Consumption and Obesity",
    "citation_author": [
        "Tatiana Andreyeva",
        "Inas Rashad Kelly",
        "Jennifer L. Harris"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is insufficient research on the direct effects of food advertising on children's diet and diet-related health, particularly in non-experimental settings. We employ a nationally-representative sample from the Early Childhood Longitudinal Survey-Kindergarten Cohort (ECLS-K) and the Nielsen Company data on spot television advertising of cereals, fast food restaurants and soft drinks to children across the top 55 designated-market areas to estimate the relation between exposure to food advertising on television and children's food consumption and body weight. Our results suggest that soft drink and fast food television advertising is associated with increased consumption of soft drinks and fast food among elementary school children (Grade 5). Exposure to 100 incremental TV ads for sugar-sweetened carbonated soft drinks during 2002-2004 was associated with a 9.4% rise in children's consumption of soft drinks in 2004. The same increase in exposure to fast food advertising was associated with a 1.1% rise in children's consumption of fast food. There was no detectable link between advertising exposure and average body weight, but fast food advertising was significantly associated with body mass index for overweight and obese children (>=85th BMI percentile), revealing detectable effects for a vulnerable group of children. Exposure to advertising for calorie-dense nutrient-poor foods may increase overall consumption of unhealthy food categories.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the Robert Wood Johnson Foundation and the Rudd Foundation.  The authors are grateful for helpful comments from Roy Wada, John Cawley, and participants at the 2009 Workshop on the Economics of Obesity at the Paris School of Economics, the 2009 FTC Forum on Sizing Up Food Marketing and Childhood Obesity, the 2nd Annual Meeting on the Economics of Risky Behavior and the 2010 American Society of Health Economists.  The authors alone are responsible for errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}