{
    "id": 16853,
    "citation_title": "Does Input Quality Drive Measured Differences in Firm Productivity?",
    "citation_author": [
        "Jeremy T. Fox",
        "Valérie Smeets"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFirms in the same industry can differ in measured productivity by multiples of 3. Griliches (1957) suggests one explanation: the quality of inputs differs across firms. We add labor market history variables such as experience and firm and industry tenure, as well as general human capital measures such as schooling and sex. We also use the wage bill and worker fixed effects. We show adding human capital variables and the wage bill decreases the ratio of the 90th to 10th productivity quantiles from 3.27 to 2.68 across eight Danish manufacturing and service industries. The productivity dispersion decrease is roughly of the same order of magnitude as some competitive effects found in the literature, but input quality measures do not explain most productivity dispersion, despite economically large production function coefficients. We find that the wage bill explains as much dispersion as human capital measures.\n\n",
    "acknowledgement": "\nFox thanks the National Science Foundation, the NET Institute, the Olin Foundation, and the Stigler Center for generous funding. Smeets gratefully acknowledges financial support from the Danish Council for Independent Research in Social Sciences and the Marie Curie Program of the European Commission (MEIF-2003-501280). Thanks to helpful discussions with Daniel Ackerberg, Allan Collard-Wexler, Ulrich Doraszelski, Tor Eriksson, Jan de Loecker, Amil Petrin, Chad Syverson, Johannes Van Biesebroeck, and Frédéric Warzynski. We appreciate remarks by seminar participants at Aarhus University, CAED, the Econometric Society, IIOC, Jornadas de Economia Industrial, NYU Stern and Texas A&M. Thanks to the professional staff at the Center for Corporate Performance for hospitality and for help integrating the KØB and IDA datasets. Our email addresses are jtfox@umich.edu and vas@asb.dk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}