{
    "id": 16857,
    "citation_title": "Health Shocks, Insurance Status and Net Worth: Intra- and Inter-Generational Effects",
    "citation_author": [
        "Dalton Conley",
        "Jason Alan Thompson"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature has documented a robust correlation between socioeconomic status--measured in a variety of ways--and health outcomes; however, much uncertainty remains regarding what causal processes underlie this association.  The present paper builds on a growing literature that seeks to better document how and why wealth and SES are related.  Specifically, we ask the extent to which health shocks affect net worth--a less-studied dimension of socioeconomic status.  Given a lack of instruments that meet the exclusion restriction, we use data from the Panel Study of Income Dynamics to pursue a first-differences identification strategy.  We estimate a parameter for acute illnesses (which should have a causal effect on wave-to-wave wealth changes) and compare this coefficient to a counterfactual parameter for the presence of chronic illnesses (which we argue should be less causally related to wealth differences year-to-year).  Additionally, we interact these health indicators with insurance status as a further test that the health-wealth relationship is likely causal net of covariates.  Results show that the onset of an acute illness has a negative effect on family wealth levels and that the onset of chronic illnesses only makes an impact when it occurs for those uninsured.  In intergenerational models, parental health insurance status also seems to matter.  When parents suffer from chronic illness and have no health insurance, adult children's net worth declines.  Adult children in white families also face a greater likelihood of falling into debt (excluding wealth from home equity) when parental medical expenses increase.  Together, these findings suggest that health dynamics play an important role in intergenerational stratification processes--at least under the current health regime of the United States.\n\n",
    "acknowledgement": "\nThis research was funded by the National Science Foundation's Alan T. Waterman Award, SES-0540543.  This work was also supported by a grant from the University of Michigan's Panel Study of Income Dynamics small grants program.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}