{
    "id": 16862,
    "citation_title": "Uncertainty Business Cycles - Really?",
    "citation_author": [
        "Rüdiger Bachmann",
        "Christian Bayer"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre fluctuations in firms' profitability risk a major cause of regular business cycles? We study this question within the framework of a heterogeneous-firm dynamic stochastic general equilibrium model with fixed capital adjustment costs. In such a model, surprise increases of risk lead to a wait-and-see policy for investment at the firm level and a decrease in aggregate economic activity. We calibrate the model using German firm-level data with a broader sectoral, size and ownership coverage than comparable U.S. data sets. The use of these data enables us to provide robust lower and upper bound estimates for the size of firm-level risk fluctuations. We find that time-varying firm-level risk on its own is unlikely to be a major quantitative source of regular business cycle fluctuations. When we augment a model with only aggregate productivity shocks by time-varying risk, the risk shocks dampen the high contemporaneous correlations of the productivity-shock-only model, but do not alter the other unconditional business cycle properties.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom for his discussion and Dirk Krüger, GiuseppeMoscarini, Gernot Müeller,Matthew Shapiro as well as Eric Sims for their comments. We are grateful to seminar/meeting participants at RWTH Aachen, the ASSA (San Francisco), Bundesbank, CESifoMacro Conference (2010), Cowles Summer Conference (2009), CSEF (Capri), Duke, ESEM (Barcelona), ESSIM 2009, Georgetown, Innsbruck, Konstanz Seminar on Monetary Theory\nand Policy, Mainz, Michigan-Ann Arbor, Minneapolis FED, NBER Summer Institute (2009), SED (Istanbul), Universitá Ca'Foscari Venezia, VfS (Magdeburg), Wisconsin-Madison and Zürich for their comments. We thank the staff of the Research Department of Deutsche Bundesbank for their assistance. Special thanks go to Timm Koerting for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}