{
    "id": 16863,
    "citation_title": "Fuel Tax Incidence and Supply Conditions",
    "citation_author": [
        "Justin Marion",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe incidence of taxes on consumers and producers plays a central role in evaluating energy tax policy, yet the literature testing the main predictions of the tax incidence model is sparse.  In this paper, we examine the pass-through rate of state gasoline and diesel taxes to retail prices, and importantly we estimate the dependence of pass-through on factors constraining the gasoline and diesel supply chains. We consider several factors that alter the elasticity of supply, including within state heterogeneity in gasoline content requirements, refinery capacity utilization, inventory constraints, and variation in the demand for untaxed uses of diesel. In general, we find that in periods of time when the supply chain is constrained, and the constraint is plausibly unrelated to shifts in demand, the pass-through rate of fuel taxes declines. We describe several potential implications for tax policy, including tax breaks during peak driving season and during times of supply disruptions such as after major hurricanes.\n\n",
    "acknowledgement": "\nThe authors thank Erzo Luttmer, Raj Chetty, Monica Singhal, two anonymous referees and seminar participants at UC Berkeley, Northeastern, UC Santa Cruz, Harvard, Wisconsin, Columbia, Stanford, the Public Choice Society Annual Conference, the National Tax Association Annual Conference, and the NBER Economics of Taxation Summer Institute for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}