{
    "id": 16867,
    "citation_title": "Global Liquidity Trap",
    "citation_author": [
        "Ippei Fujiwara",
        "Tomoyuki Nakajima",
        "Nao Sudo",
        "Yuki Teranishi"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we consider a two-country New Open Economy Macroeconomics model, and analyze the optimal monetary policy when countries cooperate in the face of a \"global liquidity trap\" - i.e., a situation where the two countries are simultaneously caught in liquidity traps. Compared to the closed economy case, a notable feature of the optimal policy in the face of a global liquidity trap is its international dependence. Whether or not a country's nominal interest rate is hitting the zero bound affects the target inflation rate of the other country. The direction of the effect depends on whether goods produced in the two countries are Edgeworth complements or substitutes. We also compare several classes of simple interest-rate rules. Our finding is that targeting the price level yields higher welfare than targeting the inflation rate, and that it is desirable to let the policy rate of each country respond not only to its own price level and output gap, but also to those in the other country.\n\n",
    "acknowledgement": "\nWe thank Klaus Adam, Joshua Aizenman, Michele Cavallo, Larry Christiano, Michael Devereux, Marty Eichenbaum, Yiping Huang, Takatoshi Ito, Jinill Kim, Michael Klause, Giovanni Lombardo, Bartosz Mackowiak, Shinichi Nishiyama, Paolo Pesenti, Andrew Rose, Lars Svensson, Kazuo Ueda, Tack Yun, Tsutomu Watanabe, Mike Woodford and seminar participants at University of Tokyo, Osaka University, Far East and South Asia Meeting of the Econometric Society 2009, Bank of Canada, Federal Reserve Board, Summer Workshop on Economic Theory 2009 in Otaru University of Commerce, Bank of Italy, ECB-IFS-Bundesbank seminar, Bank of Japan, and NBER-EASE for helpful comments and discussions. Nakajima thanks financial support from the Murata Science Foundation and the Japanese Ministry of Education, Culture, Sports, Science and Technology. Views expressed in this paper are those of the authors and do not necessarily reflect the official views of the Bank of Japan or the National Bureau of Economic Research.\n\n\n"
}