{
    "id": 16864,
    "citation_title": "Spillovers, Linkages, and Productivity Growth in the US Economy, 1958 to 2007",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI speculate that technological spillover effects may have become more important over time as IT penetrated the U.S. economy. The rationale is that IT may speed up the process of knowledge transfer and make these knowledge spillovers more effective. Using US input-output tables for years 1958, 1967, 1977, 1987, 1997, and 2007, I compare my new results with Wolff and Nadiri (1993) covering years 1947-1977 and Wolff (1997) covering 1958- 1987. I estimate that the direct rate of return to R&D is now 22% and the indirect rate of return to R&D is 37%. The former is higher than in the previous studies. The indirect rate of return to R&D is now significant at the one percent level, in comparison to a 10 percent significance level in Wolff (1997). The newly estimated social rate of return to R&D is 59%, compared to 53% in Wolff (1997). In contrast to the earlier studies, the coefficients of R&D embodied in new investment are now statistically significant at the five percent level. Separate regressions on the 1958-1987 and 1987-2007 periods and the addition of successive periods to the sample also suggest a strengthening of R&D spillovers between the 1958-1987 and 1987-2007 periods. A decomposition of TFP growth also indicates a higher contribution from R&D spillovers in the later period. These results suggest a strengthening of the R&D spillover effect over time.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the CESIS Workshop on Innovation and Productivity, \"Spillovers, Linkages, and Productivity Growth in the US Economy, 1947 to 2007,\" Vienna University of Economics and Business, Vienna, Austria, April 6-8, 2010. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}