{
    "id": 16869,
    "citation_title": "Math or Science? Using Longitudinal Expectations Data to Examine the Process of Choosing a College Major",
    "citation_author": [
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue primarily to the difficulty of obtaining ideal data, much remains unknown about how college majors are determined. We take advantage of longitudinal expectations data from the Berea Panel Study to provide new evidence about this issue, paying particular attention to the choice of whether to major in math and science. The data collection and analysis are based directly on a simple conceptual model which takes into account that, from a theoretical perspective, a student's final major is best viewed as the end result of a learning process. We find that students enter college as open to a major in math or science as to any other major group, but that a large number of students move away from math and science after realizing that their grade performance will be substantially lower than expected. Further, changes in beliefs about grade performance arise because students realize that their ability in math/science is lower than expected rather than because students realize that they are not willing to put substantial effort into math or science majors. The findings suggest the potential importance of policies at younger ages which lead students to enter college better prepared to study math or science.\n\n",
    "acknowledgement": "\nThis work was made possible by generous funding from The Mellon Foundation, The Spencer Foundation,  The National Science Foundation, SSHRC, and Berea College.  We are grateful for the helpful comments that we received from Peter Arcidiacono, Wilbert van der Klaauw, Basit Zafar, and numerous seminar participatns. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}