{
    "id": 16861,
    "citation_title": "Investment Dispersion and the Business Cycle",
    "citation_author": [
        "Rüdiger Bachmann",
        "Christian Bayer"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a new business cycle fact: the cross-sectional standard deviation of firm-level investment (investment dispersion) is robustly and significantly procyclical. This makes investment dispersion different from the dispersion of productivity and output growth, which is countercyclical. Investment dispersion is more procyclical in the goods-producing sectors, for smaller firms and for structures. We show that a heterogeneous-firm real business cycle model with countercyclical idiosyncratic firm risk and non-convex adjustment costs calibrated to match moments of the long-run investment rate distribution, produces a time series correlation coefficient between investment dispersion and aggregate output of 0.58, close to the 0.45 in the data. We argue, more generally, that cross-sectional business cycle dynamics impose tight empirical restrictions on the physical environments and the structural parameters of heterogeneous-firm models.\n\n",
    "acknowledgement": "\nWe thank Giuseppe Moscarini and Matthew Shapiro for his comments. We are grateful to seminar/meeting participants at Amsterdam, the ASSA (San Francisco), Bonn, Duke, ECARES (Brussels), ESSIM 2009, Georgetown, Groningen, Johns Hopkins, Innsbruck, Michigan-Ann Arbor, Michigan State, Minneapolis FED, Notre Dame, Regensburg, SED (Istanbul), Wisconsin-Madison and Zürich for their comments. We thank the staff of the Research Department of Deutsche Bundesbank for their assistance. Special thanks go to Timm Koerting for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}