{
    "id": 16866,
    "citation_title": "Spurring Job Creation in Response to Severe Recessions: Reconsidering Hiring Credits",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "2012-08-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe continuing adverse labor market effects of the Great Recession have intensified interest in policy efforts to spur job creation.  In periods when labor demand and supply are in balance, either hiring credits or worker subsidies can be used to boost employment - hiring credits by reducing labor costs for employers, and worker subsidies by raising the economic returns to work.  Historically, both types of policies have been used in pursuit of distributional goals as well, with hiring credits targeting employment of disadvantaged workers, and worker subsidies targeting low-income families.  Hiring credits targeting the disadvantaged have generally been regarded as ineffective at both creating jobs and increasing incomes of low-income families, whereas worker subsidies have been viewed as more successful at both.  However, in the context of the Great Recession - and severe recessions more generally - hiring credits may be particularly effective at spurring job creation, but only if they are designed quite differently from past hiring credits targeting the disadvantaged.  Moreover, establishing a national hiring credit that kicks in during and after recessions may be an effective countercyclical measure - a useful addition to the \"automatic stabilizers\" already in place, and one that specifically targets job creation.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Policies to Encourage Job Creation: Hiring Credits vs. Worker Subsidies.\"  I am grateful to Marisol Cuellar Mejia for outstanding research assistance and to Timothy Bartik, Doug Besharov, Vera Brusentsev, Karen Chapple, David Crane, John Laird, Marisol Cuellar Mejia, Carolyn Danielson, Hans Johnson, Jed Kolko, Wayne Vroman, and anonymous referees for helpful comments and discussions.  This research was initiated when the author was a Bren Fellow at the Public Policy Institute of California, supported in part by the Donald Bren Foundation.  But the views are solely those of the author.  The views in this article do not reflect those of the Public Policy Institute of California or the National Bureau of Economic Research.\n\n\n"
}