{
    "id": 16868,
    "citation_title": "Does Aggregated Returns Disclosure Increase Portfolio Risk-Taking?",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany previous experiments have found that participants invest more in risky assets if they (i) see their returns less frequently, (ii) see portfolio-level returns (rather than individual asset-by-asset returns), or (iii) see long-horizon (rather than one-year) historical asset class return distributions. In contrast, we find that such information aggregation treatments do not increase equity allocations in an experiment where—unlike previous experiments—participants invest in real mutual funds over the course of one year. In a follow-up experiment, we start with the classic Gneezy and Potters (1997) experimental design and modify it step-by-step to move closer to the design of our first experiment. Using this identification strategy, we show that previously documented aggregation effects are not robust to (i) changes in the distribution of the risky asset’s returns and (ii) the introduction of a multi-day delay between the initial portfolio choice and the realization of returns.\n\n",
    "acknowledgement": "\nThis paper was formerly titled \"Can psychological aggregation manipulations affect portfolio risk-taking? Evidence from a framed field experiment.\" This research was made possible by generous grants from the FINRA Investor Education Foundation, the National Institute on Aging (grant P01-AG005842), the Pershing Square Fund for Research in the Foundations of Human Behavior, and the Social Security Administration (grant 10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium). We are grateful for the research assistance of Chris Clayton, Ben Hebert, Nathan Hipsman, Josh Hurwitz, Brendan Price, Gwendolyn Reynolds, Sean Wang, and Eric Zwick. We have benefited from the comments of Shlomo Benartzi, Peter Bossaerts, Arie Kapteyn, Andy Lo, Michaela Pagel, Jan Potters, Richard Thaler, and seminar audiences at Arizona State University, Bentley College, Maastricht, NYU, Tilburg, UCLA, University of Amsterdam, UT Dallas, University of Mannheim, Wharton, Yale, the Experimental Finance conference, the Annual Conference in Behavioral Economics, and the NBER. The findings and conclusions expressed are solely those of the authors and do not represent the views of FINRA, NIA, the Pershing Square Foundation, SSA, any agency of the Federal Government, or NBER. Comments should be directed to the authors. The FINRA Investor Education Foundation, formerly known as the NASD Investor Education Foundation, supports innovative research and educational projects that give investors the tools and information they need to better understand the markets and the basic principles of saving and investing. For details about grant programs and other new initiatives of the Foundation, visit www.finrafoundation.org.\n\n\n"
}