{
    "id": 16865,
    "citation_title": "From Natural Variation to Optimal Policy? The Lucas Critique Meets Peer Effects",
    "citation_author": [
        "Scott E. Carrell",
        "Bruce I. Sacerdote",
        "James E. West"
    ],
    "citation_publication_date": "2011-03-03",
    "issue_date": "2011-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe take cohorts of entering freshmen at the United States Air Force Academy and assign half to peer groups with the goal of maximizing the academic performance of the lowest ability students. Our assignment algorithm uses peer effects estimates from the observational data. We find a negative and significant treatment effect for the students we intended to help. We show that within our \"optimal\" peer groups, students self-selected into bifurcated sub-groups with social dynamics entirely different from those in the observational data. Our results suggest that using reduced-form estimates to make out-of-sample policy predictions can lead to unanticipated outcomes.\n\n",
    "acknowledgement": "\nThe views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the United States Air Force, Department of Defense, the U.S. Government, or the National Bureau of Economic Research. This research was partially funded by the National Academy of Education and Spencer Foundation. Thanks to D. Staiger, R. Fullerton, R. Schreiner, B. Bremer, K. Silz-Carson. Note: An earlier version of this paper was circulated under the title, \"Beware of Economists Bearing Reduced Forms? An Experiment in How Not To Improve Student Outcomes.\"\n\n\n"
}