{
    "id": 16877,
    "citation_title": "The Effect of Evaluation on Performance: Evidence from Longitudinal Student Achievement Data of Mid-career Teachers",
    "citation_author": [
        "Eric S. Taylor",
        "John H. Tyler"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of evaluation on employee performance is traditionally studied in the context of the principal-agent problem. Evaluation can, however, also be characterized as an investment in the evaluated employee's human capital. We study a sample of mid-career public school teachers where we can consider these two types of evaluation effect separately. Employee evaluation is a particularly salient topic in public schools where teacher effectiveness varies substantially and where teacher evaluation itself is increasingly a focus of public policy proposals. We find evidence that a quality classroom-observation-based evaluation and performance measures can improve mid-career teacher performance both during the period of evaluation, consistent with the traditional predictions; and in subsequent years, consistent with human capital investment. However the estimated improvements during evaluation are less precise. Additionally, the effects sizes represent a substantial gain in welfare given the program's costs.\n\n",
    "acknowledgement": "\nAuthors are listed alphabetically. The authors would like to thank Susan Moore Johnson, Eric Bettinger, Susanna Loeb, and seminar participants at Wellesley College, Stanford University, and the NBER Education Program meeting for helpful comments on previous drafts of this paper. The research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C090023 to the President and Fellows of Harvard College. The opinions expressed are those of the authors and do not represent views of the Institute, the U.S. Department of Education, or the National Bureau of Economic Research. We also gratefully acknowledge the Center for Education Policy Research at Harvard University, the Joyce Foundation for their generous support of this project, as well as the cooperation and support of the Cincinnati Public Schools.\n\n\n"
}