{
    "id": 16878,
    "citation_title": "The Possibilities For Global Poverty Reduction Using Revenues From Global Carbon Pricing",
    "citation_author": [
        "James B. Davies",
        "Xiaojun Shi",
        "John Whalley"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal carbon pricing can yield revenues which are large enough to create significant global pro-poor redistributive opportunities. We analyze alternative multidecade growth trajectories for major global economies with carbon tax rates designed to stabilize emissions in the presence of both continued country growth and autonomous energy use efficiency improvement. In our central case analysis, revenues from globally internalizing carbon pricing rise to 7% and then fall to 5% of gross world product. High growth in India and China is the major equalizing force globally over time, but the incremental redistributive effects that can be achieved using global carbon pricing revenues are large both in absolute and relative terms. Revenues from carbon pricing depend on growth and energy efficiency improvement parameters as well as on the price elasticity of demand for fossil fuels.\n\n",
    "acknowledgement": "\nEarlier drafts were presented at UWO and CIGI. We are indebted to Manmohan Agarwal, Clark Leith, Chunding Li, Terry Sicular, Huifang Tian, Sean Walsh, Jing Wang, Chunbing Xing and Xiliang Zhao for their valuable comments on earlier drafts. Support from the National Foundation of Natural Science of China (Grant No.70972001), the National Science and Engineering Research Council of Canada, and the Ontario Research Fund is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}