{
    "id": 16871,
    "citation_title": "Monetary and Fiscal Stimuli, Ownership Structure, and China's Housing Market",
    "citation_author": [
        "Yongheng Deng",
        "Randall Morck",
        "Jing Wu",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the recent financial crisis, macroeconomic stimuli produced mixed results across developed economies.  In contrast, China's stimulus boosted real GDP growth from an annualized 6.2% in the first quarter of 2009 trough to 11.9% in the first quarter of 2010.  Amidst this phenomenal response, land auction and house prices in major cities soared.  We argue that the speed and efficacy of China's stimulus derives from state control over its banking system and corporate sector.  Beijing ordered state-owned banks to lend, and they lent.  Beijing ordered centrally-controlled state-owned enterprises (SOEs) to invest, and they invested.  However, our data show that much of this investment was highly leveraged purchases of real estate.  Residential land auction prices in eight major cities rose about 100% in 2009, controlling for quality variation.  Moreover, higher price rises occur these SOEs are more active buyers.  We argue that these centrally-controlled SOEs overbid substantially, fueling a real estate bubble; and that China's seemingly highly effective macroeconomic stimulus package may well have induced costly resource misallocation.\n\n",
    "acknowledgement": "\nWe thank Takatoshi Ito, Andrew Rose, Shin-ichi Fukuda, Jiandong Ju, Lu Hsin Chang, and participants in the NBER 21st Annual East Asian Seminar on Economics, the 8th Hong Kong Institute for Monetary Research Conference, NUS Business School seminar, and National Taiwan University seminar for helpful comments.  We would also like to thank Jia He, Mingying Xu, and Yibo Zhao for outstanding research assistance.  Randall Morck thanks the Social Sciences Research Council for partial funding.  Jing Wu thanks the National Natural Science Foundation of China for financial support (71003060). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}