{
    "id": 16873,
    "citation_title": "Adequate (or Adipose?) Yearly Progress: Assessing the Effect of \"No Child Left Behind\" on Children's Obesity",
    "citation_author": [
        "Patricia M. Anderson",
        "Kristin F. Butcher",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how accountability pressures under No Child Left Behind (NCLB) may affect children's rate of overweight. Schools facing increased pressures to produce academic outcomes may reallocate their efforts in ways that have unintended consequences for children's health. For example, schools may cut back on recess and physical education in favor of increasing time on tested subjects. To examine the impact of school accountability programs, we create a unique panel data set of schools in Arkansas that allows us to test the impact of NCLB rules on students' weight outcomes. Our main approach is to consider schools to be facing increased pressures if they are on the margin of passing - that is, if any subgroup at the school has a passing rate that is close to the AYP passing threshold, where we define close as being 5 percentage points above or below the threshold. We find evidence of small effects of accountability pressures on the percent of students at a school that are overweight. A follow-up survey of school principals points to reductions in physical activity and worsening of the food environment as potential mechanisms.\n\n",
    "acknowledgement": "\nWe thank Jannine Riggs, Denise Airola, and Jim Boardman of the Arkansas Department of Education for helpful discussions about the Arkansas education data and accountability rules. We received generous financial support from RWJ grant number #57922,  Rockefeller Center at Dartmouth College Reiss Family Faculty Research Grant, and a Wellesley College Faculty Award. Brian Dunne, A.J. Felkey, Brenna Jenny and Alan Kwan provided excellent research assistance. We thank Eric Edmonds, Jonathan Guryan,  seminar participants at UC-Davis, Boston College, Louisiana State University, the University of Toulouse, and conference participants at the American Economic Association 2010 annual meetings, and the  Rockefeller Center Health Policy Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}