{
    "id": 16879,
    "citation_title": "A Primer on the Economics of Prescription Pharmaceutical Pricing in Health Insurance Markets",
    "citation_author": [
        "Ernst R. Berndt",
        "Thomas G. McGuire",
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "2011-03-14",
    "issue_date": "2011-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe pricing of medical products and services in the U.S. is notoriously complex.   In health care, supply prices (those received by the manufacturer) are distinct from demand prices (those paid by the patient) due to health insurance.  The insurer, in designing the benefit, decides what prices patients pay out-of-pocket for drugs and other products.  In this primer we characterize cost and supply conditions in markets for generic and branded drugs, and apply basic tools of microeconomics to describe how an insurer, acting on behalf of its enrollees, would set demand prices for drugs.  Importantly, we show how the market structure on the supply side, characterized alternatively by monopoly (unique brands), Bertrand differentiated product markets (therapeutic competition), and competition (generics), influences the insurer's choices about demand prices.  This perspective sheds light on the choice of coinsurance versus copayments, the structure of tiered formularies, and developments in the retail market.\n\n",
    "acknowledgement": "\nWe have benefited from discussions with Richard G. Frank, Frank McCauley, Mark V. Pauly, Robert S. Pindyck and Fiona Scott Morton, but we are solely responsible for the views expressed herein.  This research has not been sponsored. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}