{
    "id": 16883,
    "citation_title": "Monetary Policy as Financial-Stability Regulation",
    "citation_author": [
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model that speaks to the goals and methods of financial-stability policies. There are three main points. First, from a normative perspective, the model defines the fundamental market failure to be addressed, namely that unregulated private money creation can lead to an externality in which intermediaries issue too much short-term debt and leave the system excessively vulnerable to costly financial crises. Second, it shows how in a simple economy where commercial banks are the only lenders, conventional monetary-policy tools such as open-market operations can be used to regulate this externality, while in more advanced economies it may be helpful to supplement monetary policy with other measures. Third, from a positive perspective, the model provides an account of how monetary policy can influence bank lending and real activity, even in a world where prices adjust frictionlessly and there are other transactions media besides bank-created money that are outside the control of the central bank.\n\n",
    "acknowledgement": "\nEduardo Davila and Fan Zhang provided outstanding research assistance. I am grateful for comments from Robert Barro, Effi Benmelech, Ricardo Caballero, Mark Gertler, Marvin Goodfriend, Robin Greenwood, Sam Hanson, Larry Katz, Arvind Krishnamurthy, Jamie McAndrews, David Scharfstein, Andrei Shleifer, Robert Vishny, the referees, and seminar participants at numerous institutions. Thanks also to Mary Goodman, Sam Hanson, Matt Kabaker, Andrew Metrick, Charlie Nathanson, Larry Summers and Adi Sunderam for a series of early conversations that helped to shape the ideas in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}