{
    "id": 16885,
    "citation_title": "What Makes an Effective Teacher? Quasi-Experimental Evidence",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures empirically the relationship between classroom teaching practices and student achievements. Based on primary- and middle-school data from Israel, I find very strong evidence that two important elements of teaching practices cause student achievements to improve. In particular, classroom teaching that emphasizes the instilment of knowledge and comprehension, often termed \"traditional\"-style teaching, has a very strong and positive effect on test scores, particularly among girls and pupils of low socioeconomic background. Second, the use of classroom techniques that endow pupils with analytical and critical skills (\"modern\" teaching) has a very large positive payoff, evidenced in improvement of test scores across subgroups differentiated by gender and socioeconomic background. However, a second element of modern teaching, instilment of the capacity for individual study, has no effect while transparency, fairness, and proper feedback in teachers' conduct with their students improve marginally academic performance, especially among boys. Apart from identifying \"what works\" in the classroom, these findings yield two insights for the debate about the merit of \"traditional\" versus \"modern\" approaches to teaching, which are often discussed as rival classroom pedagogical approaches. First, both may coexist in the classroom production function of knowledge. Second, it is best to target the two teaching practices differentially to students of different genders and abilities. The effect of the effective teaching practices estimated is very large, especially in comparison with that of other potential interventions such as reducing class size or increasing school hours of instruction.\n\n",
    "acknowledgement": "\nI thank Michael Beenstock, Brian Jacob, Daniel Paserman, Steve Pischke, Jonah Rockoff, Yona Rubinstein, Analia Schlosser and seminar participants at LSE, Hebrew University, Paris School of Economics, Tel Aviv University, University of London, CEP 2010 Annual Conference, Israeli Economic Association 2011 Meeting and the NBER 2011 Summer Institute Education Conference for most useful discussions and suggestions. Special thanks go to Daniel Schuchalter and Agnia Galesnik for their excellent research assistance.h The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}