{
    "id": 16887,
    "citation_title": "When a Nudge Isn't Enough: Defaults and Saving Among Low-Income Tax Filers",
    "citation_author": [
        "Erin Todd Bronchetti",
        "Thomas S. Dee",
        "David B. Huffman",
        "Ellen Magenheim"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRecent evidence suggests that the default options implicit in economic choices (e.g., 401(k) savings by white-collar workers) have extraordinarily large effects on decision-making. This study presents a field experiment that evaluates the effect of defaults on savings among a highly policy-relevant population: low-income tax filers. In the control condition, tax filers could choose (i.e., opt in) to receive some of their federal tax refund in the form of U.S. Savings Bonds. In the treatment condition, a fraction of the tax refund was automatically directed to U.S. Savings Bonds unless tax filers actively chose another allocation. We find that the opt-out default had no impact on savings behavior. Furthermore, our treatment estimate is sufficiently precise to reject effects as small as one-fifth of the participation effects found in the 401(k) literature. Ancillary evidence suggests that this \"nudge\" was ineffective in part because the low-income tax filers in our study had targeted plans to spend their refunds. These results suggest that choice architecture based on defaults may be less effective in certain policy-relevant settings, particularly where intentions are strong.\n\n",
    "acknowledgement": "\nWe are grateful to Joyce Lacy of the Delaware County Asset Development Coalition (DelcoAD); Phyllis Mason of the Montgomery County Community Asset Development Commission (CADCOM); student tax preparers from Swarthmore College, Bryn Mawr College, and Villanova University; and community volunteer tax preparers from Delaware and Montgomery counties. We thank Daniel Vail ('11) for excellent research assistance and seminar participants at Swarthmore College, the University of Virginia, RAND, and the 2010 APPAM research conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}