{
    "id": 16882,
    "citation_title": "Bye, Bye, Miss American Pie? The Supply of New Recorded Music Since Napster",
    "citation_author": [
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the decade since Napster, file-sharing has undermined the protection that copyright affords recorded music, reducing recorded music sales.  What matters for consumers, however, is not sellers' revenue but the surplus they derive from new music.  The legal monopoly created by copyright is justified by its encouragement of the creation of new works, but there is little evidence on this relationship.  The file-sharing era can be viewed as a large-scale experiment allowing us to check whether events since Napster have stemmed the flow of new works.  We assemble a novel dataset on the number of high quality works released annually, since 1960, derived from retrospective critical assessments of music such best-of-the-decade lists.  This allows a comparison of the quantity of new albums since Napster to 1) its pre-Napster level, 2) pre-Napster trends, and 3) a possible control, the volume of new songs  since the iTunes Music Store's revitalization of the single.  We find no evidence that changes since Napster have affected the quantity of new recorded music or artists coming to market.  We reconcile stable quantities in the face of decreased demand with reduced costs of bringing works to market and a growing role of independent labels.\n\n",
    "acknowledgement": "\nThe title refers to Don McLean's song, American Pie, which chronicled a catastrophic music supply shock, the 1959 crash of the plane carrying Buddly Holly, Richie Valens, and Jiles Perry \"The Big Bopper\" Richardson, Jr.  The song's lyrics include, \"I saw Satan laughing with delight/The day the music died.\"  I am grateful to seminar participants at the Carlson School of Management and the WISE conference in St. Louis for questions and comments on a presentation related to an earlier version of this paper.  The views expressed in this paper are my own and do not reflect the positions of the National Academy of Sciences' Committee on the Impact of Copyright Policy on Innovation in the Digital Era or those of the National Bureau of Economic Research.\n\n\n"
}