{
    "id": 16880,
    "citation_title": "A Roy Model of Social Interactions",
    "citation_author": [
        "Steve Cicala",
        "Roland G. Fryer",
        "Jr.",
        "Jörg L. Spenkuch"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a Roy model of social interactions in which individuals sort into peer groups based on comparative advantage. Two key results emerge: First, when comparative advantage is the guiding principle of peer group organization, the effect of moving a student into an environment with higher-achieving peers depends on where in the ability distribution she falls and the effective wages that clear the social market. In this sense our model may rationalize the widely varying estimates of peer effects found in the literature without casting group behavior as an externality in agents' objective functions. Second, since a student's comparative advantage is typically unobserved, the theory implies that important determinants of individual choice operate through the error term and may, even under random assignment, be correlated with the regressor of interest. As a result, linear in means estimates of peer effects are not identified. We show that the model's testable prediction in the presence of this confounding issue-an individual's ordinal rank predicts her behavior, ceteris paribus-is borne out in two data sets.\n\n",
    "acknowledgement": "\nWe are grateful to Gary Becker, Edward Glaeser, Bryan Graham, Richard Holden, Lawrence Katz, Steven Levitt, Franziska Michor, Bruce Sacerdote, Chris Shannon, Jesse Shapiro, Andrei Shleifer, Glen Weyl, as well as seminar participants at Harvard and Chicago for many helpful comments and suggestions. We thank Lisa Sanbonmatsu for her assistance obtaining data from the Moving to Opportunity Experiment, which were used in an earlier draft of this paper. Vilsa E. Curto, Ryan Fagan, and Wonhee Park provided excellent research assistance. Financial support from the Weatherhead Center for International Affairs and Institute for Humane Studies [Cicala], the Education Innovation Lab at Harvard University [Fryer], and the German National Academic Foundation [Spenkuch] is gratefully acknowledged. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}