{
    "id": 16881,
    "citation_title": "The Effects of Student Coaching in College: An Evaluation of a Randomized Experiment in Student Mentoring",
    "citation_author": [
        "Eric Bettinger",
        "Rachel Baker"
    ],
    "citation_publication_date": "2011-03-10",
    "issue_date": "2011-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege completion and college success often lag behind college attendance.  One theory as to why students do not succeed in college is that they lack key information about how to be successful or fail to act on the information that they have.  We present evidence from a randomized experiment which tests the effectiveness of individualized student coaching.  Over the course of two separate school years, InsideTrack, a student coaching service, provided coaching to students from public, private, and proprietary universities.  Most of the participating students were non-traditional college students enrolled in degree programs.  The participating universities and InsideTrack randomly assigned students to be coached.  The coach contacted students regularly to develop a clear vision of their goals, to guide them in connecting their daily activities to their long term goals, and to support them in building skills, including time management, self advocacy, and study skills.  Students who were randomly assigned to a coach were more likely to persist during the treatment period, and were more likely to be attending the university one year after the coaching had ended. Coaching also proved a more cost-effective method of achieving retention and completion gains when compared to previously studied interventions such as increased financial aid.\n\n",
    "acknowledgement": "\nThe authors thank Brent Evans, Eric Taylor, and Jon Valant for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}