{
    "id": 16891,
    "citation_title": "Trust in Public Institutions over the Business Cycle",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe document that trust in public institutions--and particularly trust in banks, business and government--has declined over recent years.  U.S. time series evidence suggests that this partly reflects the pro-cyclical nature of trust in institutions.  Cross-country comparisons reveal a clear legacy of the Great Recession, and those countries whose unemployment grew the most suffered the biggest loss in confidence in institutions, particularly in trust in government and the financial sector.  Finally, analysis of several repeated cross-sections of confidence within U.S. states yields similar qualitative patterns, but much smaller magnitudes in response to state-specific shocks.\n\n",
    "acknowledgement": "\nThe authors would like to thank Philip Cook for helpful comments, Don Kohn for useful conversations, and John Coglianese for truly outstanding research assistance.  The authors wish to disclose that they obtained access to data from the Gallup World Poll and from recent Gallup polls due to a consulting relationship with Gallup. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}