{
    "id": 16895,
    "citation_title": "Human Capital Accounts: Choice of Rates and Construction of Volume Indices",
    "citation_author": [
        "Barbara M. Fraumeni"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nBoth human capital and nonhuman capital play an important role in economic growth.  Estimates of nonhuman (physical) capital exist for many more countries than for human capital. Recently there has been a significant increase in the number of countries for which estimates of human capital exist, primarily because of the OECD human capital project, which has constructed nominal Jorgenson-Fraumeni human capital stocks for eleven countries.  \nAs the OECD project continues, it is important to reflect on the rates used in this project and in other efforts.  Although two real rates need to be chosen:  a discount rate and a rate of growth of labor income, what really matters is the size of the adjustment factor which incorporates both rates.  \nIn order to best understand the role of human capital in economic growth, volume (quantity) indices need to be constructed.  This paper outlines how total and partial indices can be constructed, which along which companion contributions, will allow for more informative and detailed cross-country and individual country analyses.\n\n",
    "acknowledgement": "\nThis paper is a written version of a presentation entitled \"Developments in the Estimation of Human Capital\" at a seminar at the Italian Statistical Agency (Istat) in Rome, Italy on November 17, 2010.  This paper, under the current title, is being translated into Italian to be jointly published by Istat and the Fondazione Giovanni Agnelli. Istat funded travel and associated expenses to attend the seminar at which the presentation was made. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}