{
    "id": 16899,
    "citation_title": "Sovereign Default Risk and Bank Fragility in Financially Integrated Economies",
    "citation_author": [
        "Patrick Bolton",
        "Olivier Jeanne"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze contagious sovereign debt crises in financially integrated economies. Under financial integration banks optimally diversify their holdings of sovereign debt in an effort to minimize the costs with respect to an individual country's sovereign debt default. While diversification generates risk diversification benefits ex ante, it also generates contagion ex post. We show that financial integration without fiscal integration results in an inefficient equilibrium supply of government debt. The safest governments inefficiently restrict the amount of high quality debt that could be used as collateral in the financial system and the riskiest governments issue too much debt, as they do not take account of the costs of contagion. Those inefficiencies can be removed by various forms of fiscal integration, but fiscal integration typically reduce the welfare of the country that provides the \"safe-haven\" asset below the autarky level.\n\n",
    "acknowledgement": "\nPaper prepared for the 2010 IMF Annual Research Conference, November 4-5 2010. We thank our discussant, Carlos Végh, two anonymous referees, as well as Pierre-Olivier Gourinchas and Ayhan Kose for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}