{
    "id": 16897,
    "citation_title": "Workday, Holiday and Calendar Adjustment with 21st Century Data: Monthly Aggregates from Daily Diesel Fuel Purchases",
    "citation_author": [
        "Edward E. Leamer"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a Ceridian transaction-by-transaction data set on purchases of diesel fuel by over-the-road truckers to form a monthly diesel volume purchase index from 1999 to 2011, purged of weekday, holiday and calendar effects.  These high-frequency data support a new and improved set of options to correct for (1) the variability in the weekday composition of months and (2) the drift of holiday effects between months.  With only monthly data, Census seasonal adjustment methods are forced to make inferences about the effects of both weekday composition and holiday drift.  With daily data, these can be directly observed, and removed from the data, if the patterns repeat.   But the drift of holiday effects between December and January resists statistical treatment, leaving the December/January comparison the most noisy in a seasonally adjusted monthly series.  This problem, and other issues of holiday drift, can be treated with an overhaul of the calendar to put all holidays but Easter firmly in one month or another.  The bottom line here is that e-recording of transactions offers a new set of opportunities for studying the health of Main Street.\n\n",
    "acknowledgement": "\nSupport provided by Ceridian.  Comments from Brian Palmer are gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}