{
    "id": 16894,
    "citation_title": "Identification and Estimation in Discrete Choice Demand Models when Endogenous Variables Interact with the Error",
    "citation_author": [
        "Amit Gandhi",
        "Kyoo il Kim",
        "Amil Petrin"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an estimator for the parameters of a utility function that has interactions between the unobserved demand error and observed factors including price. We show that the Berry (1994)/Berry, Levinsohn, and Pakes (1995) inversion and contraction can still be used to recover the mean utility term that now contains both the demand error and the interactions with the error. However, the instrumental variable (IV) solution is no longer consistent because the price interaction term is correlated with the instrumented price. We show that the standard conditional moment restrictions (CMRs) do not generally suffice for identification. We supplement the standard CMRs with new moments that we call \"generalized\" control function moments and we show together they are sufficient for identification of all of the demand parameters. A major advantage of our setup is that it requires little more than the existence of the same instruments used in this standard IV setting. We run several monte carlos that show our approach works when the standard IV approaches fail because of non-separability. We also test and reject additive separability in the original Berry, Levinsohn, and Pakes (1995) automobile data, and we show that demand becomes significantly more elastic when the correction is applied\n\n",
    "acknowledgement": "\nWe thank Arthur Lewbel, Rosa Matzkin, and numerous seminar participants for many helpful suggestions. This paper previously circulated under the title \"The Interaction of Observed and Unobserved Demand Factors in Discrete Choice Demand Models.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}