{
    "id": 16890,
    "citation_title": "Were the Nigerian Banking Reforms of 2005 A Success ... And for the Poor?",
    "citation_author": [
        "Lisa D. Cook"
    ],
    "citation_publication_date": "2011-03-17",
    "issue_date": "2011-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Nigerian banking system was in crisis for much of the 1990's and early 2000's.  The reforms of 2005 were ambitious in simultaneously attempting to address safety, soundness, and accessibility.  This paper uses published and new survey data through 2008 to investigate whether bank consolidation and other measures achieved their stated goals and whether they also enhanced development, efficiency, and profitability.  Following the reforms, banks are better capitalized, more efficient, and less involved in the public sector but not more profitable and accessible to the poor.   While there is greater supervision and less fragility, recorded distress was artificially low.  The improved macroeconomic environment also explains some of the variation in observed outcomes and likely enhanced the efficacy of reforms.\n\n",
    "acknowledgement": "\nI am grateful to Magnus Adiele, Bode Agusto, Edna Ishaya, Eric Naivasha, Doyin Salami, and bankers and banking officials in Nigeria for their helpful discussions and Yaw Ansu and Benno Ndulu for their helpful comments.  I also benefitted from comments from seminar participants at the Central Bank of Nigeria, Michigan State University, and the National Bureau of Economic Research and able research assistance from Chaleampong Kongcharoen, Suhyeon Nam, and Íñigo Verduzco.  Funding from the NBER Africa Project is gratefully acknowledged.  A substantial part of the paper was written while visiting the National Poverty Center at the University of Michigan, and its support is also acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}