{
    "id": 16901,
    "citation_title": "HIV Status and Labor Market Participation in South Africa",
    "citation_author": [
        "James A. Levinsohn",
        "Zoë McLaren",
        "Olive Shisana",
        "Khangelani Zuma"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause individuals with HIV are more likely to fall into poverty, and the poor may be at higher risk of contracting HIV, simple estimates of the effect of HIV status on economic outcomes will tend to be biased. In this paper, we use two econometric methods based on the propensity score to estimate the causal effect of HIV status on employment outcomes in South Africa. We rely on rich data on sexual behavior and knowledge of HIV from a large national household-based survey, which included HIV testing, to control for systematic differences between HIV-positive and HIV-negative individuals. This paper provides the first nationally representative estimates of the impact of HIV status on labor market outcomes for southern Africa. We find that being HIV-positive is associated with a 6 to 7 percentage point increase in the likelihood of being unemployed. South Africans with less than a high school education are 10 to 11 percentage points more likely to be unemployed if they are HIV-positive. Despite high unemployment rates, being HIV-positive confers a disadvantage and reinforces existing inequalities in South Africa.\n\n",
    "acknowledgement": "\nThanks to John DiNardo, Taryn Dinkelman, Justin McCrary, Nicoli Natrass, Jeff Smith, and Duncan Thomas for especially helpful comments and suggestions. Levinsohn acknowledges support from the NICHD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}