{
    "id": 16909,
    "citation_title": "Physician Response to Pay-for-Performance: Evidence from a Natural Experiment",
    "citation_author": [
        "Jinhu Li",
        "Jeremiah Hurley",
        "Philip DeCicca",
        "Gioia Buckley"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExplicit financial incentives, especially pay-for-performance (P4P) incentives, have been extensively employed in recent years by health plans and governments in an attempt to improve the quality of health care services. This study exploits a natural experiment in the province of Ontario, Canada to identify empirically the impact of pay-for-performance (P4P) incentives on the provision of targeted primary care services, and whether physicians' responses differ by age, practice size and baseline compliance level. We use an administrative data source which covers the full population of the province of Ontario and nearly all the services provided by practicing primary care physicians in Ontario. With an individual-level data set of physicians, we employ a difference-in-differences approach that controls for both \"selection on observables\" and \"selection on unobservables\" that may cause estimation bias in the identification. We also implemented a set of robustness checks to control for confounding from the other contemporary interventions of the primary care reform in Ontario. The results indicate that, while all responses are of modest size, physicians responded to some of the financial incentives but not the others. The differential responses appear related to the cost of responding and the strength of the evidence linking a service with quality. Overall, the results provide a cautionary message regarding the effectiveness of pay-for-performance schemes for increasing quality of care.\n\n",
    "acknowledgement": "\nWe thank Catherine Deri Armstrong, Linda Dynan, Jasmin Kantarevic, Sisira Sarma, Adam Wagstaff and participants at the 7th World Congress on Health Economics of the International Health Economics Association, the 3rd biennial conference of the American Society of Health Economists, the 44th annual conference of the Canadian Economics Association, the May 2010 annual conference of the Canadian Health Economic Study Group, and the 2010 annual Canadian Association for Health Services and Policy Research conference for helpful comments and advice. This research was funded by the grant from the Ontario Ministry of Health and Long-Term Care to the Centre for Health Economics and Policy Analysis as part of their collaborative research program. We thank Marsha Barnes for initially sponsoring this project. We also thank Ji Li for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}