{
    "id": 16903,
    "citation_title": "Inflation-Indexed Bonds and the Expectations Hypothesis",
    "citation_author": [
        "Carolin E. Pflueger",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically analyzes the Expectations Hypothesis (EH) in inflation-indexed (or real) bonds and in nominal bonds in the US and in the UK. We strongly reject the EH in inflation-indexed bonds, and also confirm and update the existing evidence rejecting the EH in nominal bonds. This rejection implies that the risk premium on both real and nominal bonds varies predictably over time. We also find strong evidence that the spread between the nominal and the real bond risk premium, or the break-even inflation risk premium, also varies over time. We argue that the time variation in real bond risk premia mostly likely reflects both a changing real interest rate risk premium and a changing liquidity risk premium, and that the variability in the nominal bond risk premia reflects a changing inflation risk premium. We estimate significant time series variability in the magnitude and sign of bond risk premia.\n\n",
    "acknowledgement": "\nPflueger, CE, Viceira, LM. 2011. \"Inflation-Indexed Bonds and the Expectations Hypothesis.\" Annu. Rev. Econ. 3: Submitted. Doi:10.1146/annurev-financial-102710-144843. We are grateful to seminar participants at the HBS-Harvard Economics Finance Lunch, John Campbell, Graig Fantuzzi, Josh Gottlieb, Robin Greenwood and Jeremy Stein for helpful comments and suggestions. We are also grateful to Martin Duffell and Anna Christie from the UK Debt Management Office for their help providing us with UK bond data. This material is based upon work supported by the Harvard Business School Research Funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}