{
    "id": 16906,
    "citation_title": "Generalized Transform Analysis of Affine Processes and Applications in Finance",
    "citation_author": [
        "Hui Chen",
        "Scott Joslin"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonlinearity is an important consideration in many problems of finance and economics, such as pricing securities, computing equilibrium, and conducting structural estimations. We extend the transform analysis in Duffie, Pan, and Singleton (2000) by providing analytical treatment of a general class of nonlinear transforms for processes with tractable conditional characteristic functions. We illustrate the applications of the generalized transform method in pricing contingent claims and solving general equilibrium models with preference shocks, heterogeneous agents, or multiple goods. We also apply the method to a model of time-varying labor income risk and study the implications of stochastic covariance between labor income and dividends for the dynamics of the risk premiums on financial wealth and human capital.\n\n",
    "acknowledgement": "\nWe thank Damir Filipovic, Xavier Gabaix, Martin Lettau, Ian Martin, Jun Pan, Tano Santos, Ken Singleton, and seminar participants at Boston University, Duke Fuqua, MIT Sloan, Penn State Smeal, the 2009 Adam Smith Asset Pricing Conference, and the Winter 2010 Econometric Society Meetings (Atlanta) for comments. Tran Ngoc-Khanh and Yu Xu provided excellent research assistance. All the remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}