{
    "id": 16900,
    "citation_title": "Economics of Individualization in Comparative Effectiveness Research and a Basis for a Patient-Centered Health Care",
    "citation_author": [
        "Anirban Basu"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States aspires to use information from comparative effectiveness research (CER) to reduce waste and contain costs without instituting a formal rationing mechanism or compromising patient or physician autonomy with regard to treatment choices. With such ambitious goals, traditional combinations of research designs and analytical methods used in CER may lead to disappointing results. In this paper, I study how alternate regimes of comparative effectiveness information help shape the marginal benefits (demand) curve in the population and how such perceived demand curves impact decision-making at the individual patient level and welfare at the societal level.  I highlight the need to individualize comparative effectiveness research in order to generate the true (normative) demand curve for treatments. I discuss methodological principles that guide research designs for such studies. Using an example of the comparative effect of substance abuse treatments on crime, I use novel econometric methods to salvage individualized information from an existing dataset.\n\n",
    "acknowledgement": "\nThis work was supported by the Alan Williams Health Economics Fellowship from the University of York and a National Institute of Mental Health Research grant 1R01MH083706. The author is grateful to Karl Claxton, James Heckman, Thomas McGuire, David Meltzer, Harold Pollack, Rena Conti, Mark Sculpher, Sergio Urzua and two anonymous reviewers for their constructive comments on a previous draft or presentations of this work. The opinions expressed here are those of the author only, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}