{
    "id": 16902,
    "citation_title": "Comparing Economic and Social Interventions to Reduce Intimate Partner Violence: Evidence from Central and Southern Africa",
    "citation_author": [
        "Radha Iyengar",
        "Giulia Ferrari"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "2014-06-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe empowerment of women within households remains a major issue around the world including in Africa. We have conducted a study in Burundi coupling discussion sessions with microfinancing to determine if they enhance the role of women in decisions regarding household purchases and the reduction of domestic violence.  We compare our findings to that from a published study in South Africa that combined discussion sessions on life skills and health on reduction in domestic violence and decisions on economic issues. Both studies used randomized controlled experiments.   Both studies show a trend towards increases in household authority, with the Burundi study showing statistical significance.  In South Africa there was a large, albeit short lived decrease in domestic violence. In Burundi there was small reduction but trends suggest a longer duration. The effects on overall empowerment are small. These studies suggest that a more sustained use of discussion sessions may result in longer and more sustained economic and social empowerment. Future research could focus on the longer term effects of the use of discussion sessions and investigate how the observed impacts can be sustained in magnitude and duration.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Discussion Sessions Coupled with Microfinancing May Enhance the Role of Women in Household Decision-Making in Burundi.\" The authors are grateful to Jeannie Annan, Oriana Bandiera, Shawn Cole, Erica Field, Michael Kremer, Emily Oster and participants at the NBER Africa Project Conferences and Harvard Development Seminars for helpful comments.  The authors also thank Bersebeh Beyene and Gabrielle Cole as well as members of the IRC Burundi staff for assistance in data collection.  We thank Prof. Charlotte Watts (London School of Hygiene and Tropical Medicine) for providing us the raw data from the IMAGE study. The authors gratefully acknowledge financial support from the NBER Africa Project and the Centre for Economic Performance.  Iyengar also acknowledges financial support from the Robert Wood Johnson Foundation.  Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}