{
    "id": 16905,
    "citation_title": "Firm Exports and Multinational Activity Under Credit Constraints",
    "citation_author": [
        "Kalina Manova",
        "Shang-Jin Wei",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "2014-05-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides firm-level evidence that credit constraints restrict international trade flows and affect the sectoral pattern of multinational activity. Using detailed customs data from China, we show that foreign affiliates and joint ventures have better export performance than private domestic firms in financially more vulnerable sectors. These results are stronger for destinations with higher trade costs and not driven by variation in firm size or by other sector determinants of FDI. Our findings are consistent with multinational subsidiaries being less liquidity constrained because they can tap additional funding from their parent company and/or access foreign capital markets. More broadly, they suggest that FDI can alleviate the impact of domestic financial market imperfections on aggregate growth, trade and private sector development.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Doireann Fitzgerald, Robert Feenstra, Fritz Foley, Linda Goldberg, Penny Goldberg, Gordon Hanson, Nathan Nunn, Katheryn Russ, Ana Maria Santacreu, Robert Staiger, and two anonymous referees for their comments, as well as seminar participants at Columbia, Johns Hopkins SAIS, London School of Economics, LMU Munich, New York Fed, Oxford, Paris School of Economics, Philadelphia Fed, Princeton, Stanford, UC Berkeley, Wisconsin, 2010 NBER ITI spring meeting, 2010 NBER IFM spring meeting, 2010 AEA annual meeting, 2010 ERWIT meeting, 2010 UCSC SCIIE conference, 2010 CEPR St. Gallen conference, 2010 Beijing UIBE conference, and 2011 GEP-ifo Nottingham conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}