{
    "id": 16917,
    "citation_title": "Identification Problems in Personality Psychology",
    "citation_author": [
        "Lex Borghans",
        "Bart H.H. Golsteyn",
        "James J. Heckman",
        "John Eric Humphries"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses and illustrates identification problems in personality psychology.  The measures used by psychologists to infer traits are based on behaviors, broadly defined.  These behaviors are produced from multiple traits interacting with incentives in situations.  In general, measures are determined by these multiple traits and do not identify any particular trait unless incentives and other traits are controlled for.  Using two data sets, we show, as an example, that substantial portions of the variance in achievement test scores and grades, which are often used as measures of cognition, are explained by personality variables.\n\n",
    "acknowledgement": "\nThis research was supported by grants from NIH R01-HD054702 and R01-HD065072; The Institute for New Economic Thinking (INET); A New Science of Virtues: A Project of the University of Chicago; the American Bar Foundation; a conference series from the Spencer Foundation; the JB & MK Pritzker Family Foundation; the Buffett Early Childhood Fund; and the Geary Institute, University College Dublin, Ireland.  The opinions expressed in this report are those of the authors and do not necessarily reflect the views of any of the funders, or of the National Bureau of Economic Research.  We thank Tim Kautz for helpful comments. Additional information is presented in a Web Appendix, available at http://jenni.uchicago.edu/identification-problems/.\n\n\n"
}