{
    "id": 16911,
    "citation_title": "A Sparsity-Based Model of Bounded Rationality",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "2014-05-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper defines and analyzes a \"sparse max\" operator, which is a less than fully attentive and rational version of the traditional max operator. The agent builds (as economists do) a simplified model of the world which is sparse, considering only the variables of first-order importance. His stylized model and his resulting choices both derive from constrained optimization. Still, the sparse max remains tractable to compute. Moreover, the induced outcomes reflect basic psychological forces governing limited attention. \nThe sparse max yields a behavioral version of two basic chapters of the microeconomics textbook: consumer demand and competitive equilibrium. We obtain a behavioral version of Marshallian and Hicksian demand, the Slutsky matrix, the Edgeworth box, Roy's identity etc. The Slutsky matrix is no longer symmetric: non-salient prices are associated with anomalously small demand elasticities. Because the consumer exhibits nominal illusion, in the Edgeworth box, the offer curve is a two-dimensional surface rather than a one-dimensional curve. As a result, different aggregate price levels correspond to materially distinct competitive equilibria, in a similar spirit to a Phillips curve. This framework provides a way to assess which parts of basic microeconomics are robust, and which are not, to the assumption of perfect maximization.\n\n",
    "acknowledgement": "\nI thank David Laibson for a great many enlightening conversations about behavioral economics over the years. For very helpful comments, I thank the editor and the referees, and Andrew Abel, Nick Barberis, Daniel Benjamin, Douglas Bernheim, Andrew Caplin, Pierre-André Chiappori, Vincent Crawford, Stefano DellaVigna, Alex Edmans, Ed Glaeser, Oliver Hart, David Hirshleifer, Harrison Hong, Daniel Kahneman, Paul Klemperer, Botond Kőszegi, Sendhil Mullainathan, Matthew Rabin, Antonio Rangel, Larry Samuelson, Yuliy Sannikov, Thomas Sargent, Josh Schwartzstein, and participants at various seminars and conferences. I am grateful to Jonathan Libgober, Elliot Lipnowski, Farzad Saidi, and Jerome Williams for very good research assistance, and to the NYU CGEB, INET, the NSF (grant SES-1325181) for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}