{
    "id": 16912,
    "citation_title": "The Selection of Migrants and Returnees: Evidence from Romania and Implications",
    "citation_author": [
        "J. William Ambrosini",
        "Karin Mayr",
        "Giovanni Peri",
        "Dragos Radu"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses census and survey data to identify the wage earning ability and the selectivity of recent Romanian migrants and returnees. We construct measures of selection across skill groups and estimate the average and the skills-specific premium for migration and return for three typical destinations of Romanian migrants after 1990. We find evidence for a sorting of migrants consistent with skill compensation in destination countries. The premium to return migration increases with migrants' skills and drives the positive selection of returnees. Based on the rationality of these migration decisions, a model of education, migration and return predicts positive long-run effects of increased migration for average skills and wages in Romania.\n\n",
    "acknowledgement": "\nThe authors thank Frederic Docquier, Christian Dustmann, Giovanni Facchini and David Newhouse for very helpful comments and suggestions. The authors are most indebted to the governments of Germany, Austria, Norway, Korea, and Switzerland for their financial support through the Multi-Donor Trust Fund for \"Labor Markets, Job Creation, and Economic Growth\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}