{
    "id": 16910,
    "citation_title": "The Great Inflation: Did the Shadow Know Better?",
    "citation_author": [
        "William Poole",
        "Robert H. Rasche",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2011-03-24",
    "issue_date": "2011-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Shadow Open Market Committee was formed in 1973 in response to rising inflation and the apparent unwillingness of U.S. policymakers to implement policies necessary to maintain price stability. This paper describes how the Committee's policy views differed from those of most Federal Reserve officials and many academic economists at the time.  The Shadow argued that price stability should be the primary goal of monetary policy and favored gradual adjustment of monetary growth to a rate consistent with price stability.  This paper evaluates the Shadow's policy rule in the context of the New Keynesian macroeconomic model of Clarida, Gali, and Gertler (1999). Simulations of the model suggest that the gradual stabilization of monetary growth favored by the Shadow would have lowered inflation with less impact on output growth and less variability in inflation or output than a one-time reduction in monetary growth. We conclude that the Shadow articulated a policy that would have outperformed the policies actually implemented by the Federal Reserve during the Great Inflation era.\n\n",
    "acknowledgement": "\nThe authors thank the conference participants, especially Allan Meltzer and Christina Romer, and two referees for their comments on previous versions of this paper. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}