{
    "id": 16916,
    "citation_title": "The U.S. Left Behind: The Rise of IPO Activity Around the World",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "René M. Stulz"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the past two decades, there has been a dramatic change in IPO activity around the world. Though vibrant IPO activity, attributed to better institutions and governance, used to be a strength of the U.S., it no longer is. IPO activity in the U.S. has fallen compared to the rest of the world and U.S. firms go public less than expected based on the economic importance of the U.S. In the early 1990s, the declining U.S. IPO share was due to the extraordinary growth of IPOs in foreign countries; in the 2000s, however, it is due to higher IPO activity abroad combined with lower IPO activity in the U.S. Global IPOs, which are IPOs in which some of the proceeds are raised outside the firm's home country, play a critical role in the increase in IPO activity outside the U.S. The quality of a country's institutions is positively related to its domestic IPO activity and negatively related to its global IPO activity. However, home country institutions are more important in explaining IPO activity in the 1990s than in the 2000s. The evidence is consistent with the view that access to global markets helps firms overcome the obstacles of poor institutions. Finally, we show that the dynamics of global IPO activity and country-level IPO activity are strongly affected by global factors.\n\n",
    "acknowledgement": "\nDoidge is at the Rotman School of Management, University of Toronto. Karolyi is at the Johnson Graduate School of Management, Cornell University. Stulz is at the Fisher College of Business, Ohio State University, ECGI, and NBER. Taylor Nadauld and Rose Liao provided excellent research assistance. Doidge thanks the Social Sciences and Humanities Research Council of Canada for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}