{
    "id": 1691,
    "citation_title": "Subsidies, Quality, and Regulation in the Nursing Home Industry",
    "citation_author": [
        "Paul J. Gertler"
    ],
    "citation_publication_date": "1985-08-01",
    "issue_date": "1985-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of the Medicaid patient subsidy and Certificate of Need (CON) cost containment programs on nursing home behavior.The analysis is complicated by the fact the both proprietary and \"not for profit\" nursing homes exist, and by the problem that qualityis not directly observed. Medicaid pays the for the care of the financially indigent by directly reimbursing nursing homes at a predetermined rate. As a result, nursing homes can price discriminate between patients who finance their care privately and patients whose care is financed by Medicaid. Nevertheless, nursing homes are required to provide the same quality to both types of patients. Typically, Medicaid reimbursement rates are set by a cost plus method, where the reimbursement per patient is equal to average cost plus some return referred to as the Medicaid \"plus\" factor. Our results show that Medicaid policymakers face a trade-off between quality and the access of poor to nursing home care. Specifically, we find that increases in the Medicaid \"plus\" factor cause nursing homes to reduce quality and substitute Medicaid patients for \"private pay\" patients. These quality differences can be quite large. In fact, in our sample, we find that homes who receive high Medicaid \"plus\" factors provide hundreds of thousands of dollars less in goods and services than homes who receive average Medicaid \"plus\" factors, certris paribus. CON attempts to control nursing home expenditures by limiting the supply of beds with capacity constraints and entry barriers. Our analysis shows that CON policy makers are forced to trade off containing the size of the industry (and therefore total Medicaid payments) against quality and access of the poor to nursing home care. Specifically, we find that the capacity constraints and the reduced competition from the entry barriers lead to lower quality and fewer Medicaid patients receiving care.\n\n",
    "acknowledgement": "\n"
}