{
    "id": 16913,
    "citation_title": "Estimating the Social Cost of Carbon for Use in U.S. Federal Rulemakings: A Summary and Interpretation",
    "citation_author": [
        "Michael Greenstone",
        "Elizabeth Kopits",
        "Ann Wolverton"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States Government recently concluded a year-long process to develop a range of values representing the monetized damages associated with an incremental increase in carbon dioxide (CO2) emissions, commonly referred to as the social cost of carbon (SCC).  These values are currently used in benefit-cost analyses to assess potential federal regulations.  For 2010, the central value of the SCC is $21 per ton of CO2 emissions and sensitivity analyses are to be conducted at $5, $35, and $65 (2007$).  This paper summarizes the methodology and process used to develop the SCC values, complemented with our own commentary about how the SCC can be used to inform regulatory decisions and areas where further research would be particularly useful.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of the U.S Environmental Protection Agency, the Massachusetts Institute of Technology, or the National Bureau of Economic Research.  Elizabeth Kopits and Ann Wolverton are economists at the U.S. Environmental Protection Agency.  Michael Greenstone is a professor at the Massachusetts Institute of Technology.  They all worked at the Council of Economic Advisers in 2009 and/or 2010 and actively participated in the process to develop a social cost of carbon for the United States.\n\n\n"
}