{
    "id": 16924,
    "citation_title": "Intergenerational Redistribution in the Great Recession",
    "citation_author": [
        "Andrew Glover",
        "Jonathan Heathcote",
        "Dirk Krueger",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we construct a stochastic overlapping-generations general equilibrium model in which households are subject to aggregate shocks that affect both wages and asset prices. We use a calibrated version of the model to quantify how the welfare costs of severe recessions are distributed across different household age groups. The model predicts that younger cohorts fare better than older cohorts when the equilibrium decline in asset prices is large relative to the decline in wages, as observed in the data. Asset price declines hurt the old, who rely on asset sales to finance consumption, but benefit the young, who purchase assets at depressed prices. In our preferred calibration, asset prices decline more than twice as much as wages, consistent with the experience of the US economy in the Great Recession. A model recession is approximately welfare-neutral for households in the 20-29 age group, but translates into a large welfare loss of around 10% of lifetime consumption for households aged 70 and over.\n\n",
    "acknowledgement": "\nWe thank participants of the Wharton Macro Lunch, AEA Meetings in Atlanta and Denver, the 2011 EFG Meetings in New York, the Progressive Economics Conference at the Richmond FED, the NBER Summer Institute, the Nordic Summer Symposium in Macroeconomics, German Economics Christmas Meeting, 32o Encontro Brasileiro de Econometria, ASU, Autonoma de Barcelona, Banco de Portugal, ECB, Sveriges Riksbank, Banca d'Italia, CEMFI, Chicago, Columbia, UC Davis, Hannover, LBS, Miami, NYU, UCL and LSE, and our discussants David Andolfatto, Larry Jones, and Gianluca Violante for helpful comments, as well as the NSF for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}