{
    "id": 16927,
    "citation_title": "The Psychological Costs of War: Military Combat and Mental Health",
    "citation_author": [
        "Resul Cesur",
        "Joseph J. Sabia",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile descriptive evidence suggests that deployment in the Global War on Terrorism is associated with adverse mental health, the causal effect of combat is not well established.  Using data drawn from the National Longitudinal Study of Adolescent Health, we exploit exogenous variation in deployment assignment and find that soldiers deployed to combat zones where they engage in frequent enemy firefight or witness allied or civilian deaths are at substantially increased risk for suicidal ideation, psychological counseling, and post-traumatic stress disorder (PTSD).  Our estimates imply lower-bound health care costs of $1.5 to $2.7 billion for combat-induced PTSD.\n\n",
    "acknowledgement": "\nThe authors thank Daniel Rees, John Z. Smith, David Lyle, and seminar participants at the University of Connecticut, and the 2010 Southern Economic Association Meetings for useful comments and suggestions on an earlier draft of this paper.  Thanks also to Whitney Dudley for excellent research assistance.  The views expressed herein are those of the authors and do not reflect the position of the United States Military Academy, the Department of the Army, the Department of Defense, or the National Bureau of Economic Research.  This research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of Child Health and Human Development, with cooperative funding from 17 other agencies. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Persons interested in obtaining data files from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (http://www.cpc.unc.edu/addhealth/contract.html).\n\n\n"
}