{
    "id": 16922,
    "citation_title": "The First Deal: The Division of Founder Equity in New Ventures",
    "citation_author": [
        "Thomas F. Hellmann",
        "Noam Wasserman"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the division of founder shares in entrepreneurial ventures, focusing on the decision of whether or not to divide the shares equally among all founders. To motivate the empirical analysis we develop a simple theory of costly bargaining, where founders trade off the simplicity of accepting an equal split, with the costs of negotiating a differentiated allocation of founder equity. We test the predictions of the theory on a proprietary dataset comprised of 1,476 founders in 511 entrepreneurial ventures. The empirical analysis consists of three main steps. First we consider determinants of equal splitting. We identify three founder characteristics -idea generation, prior entrepreneurial experience and founder capital contributions - regarding which greater team heterogeneity reduces the likelihood of equal splitting. Second, we show that these same founder characteristics also significantly affect the share premium in teams that split the equity unequally. Third, we show that equal splitting is associated with lower pre-money valuations in first financing rounds. Further econometric tests suggest that, as predicted by the theory, this effect is driven by unobservable heterogeneity, and it is more pronounced in teams that make quick decisions about founder share allocations. In addition we perform some counterfactual calculations that estimate the amount of money 'left on the table' by stronger founders who agree to an equal split. We estimate that the value at stake is approximately 10% of the firm equity, 25% of the average founder stake, or $450K in net present value.\n\n",
    "acknowledgement": "\nWe would like to thank David Hsu, Bill Kerr, Josh Lerner and seminar participants at the Arizona State University, NBER, University of Arizona, University of British Columbia, University of Toronto, and University of Cape Town for their helpful comments. We thank Xiang Ao, Andrew Hobbs, Bill Holodnak, Aaron Lapat, Furqan Nazeeri, and Mike DiPierro for their valuable research support. Financial support from the Harvard Business School and SSHRC is gratefully acknowledged. Author names are in alphabetic order; both authors contributed equally to this paper. Updated versions are available at http://strategy.sauder.ubc.ca/hellmann/. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}