{
    "id": 16926,
    "citation_title": "Rural Hospital Ownership: Medical Service Provision, Market Mix, and Spillover Effects",
    "citation_author": [
        "Jill R. Horwitz",
        "Austin Nichols"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRoughly one half of hospitals in the U.S. are in rural areas, yet researchers have largely studied the effects of hospital ownership in the urban context.  We examine differences in the provision of profitable and unprofitable medical services in rural areas across nonprofit, for-profit, and government hospitals.  We also consider the effect of hospital ownership mix within rural hospital markets.  We find that rural nonprofit hospitals are more likely than for-profit hospitals to offer unprofitable services, many of which are underprovided services. Nonprofits respond less than for-profits to changes in service profitability. Nonprofits with more for-profit competitors offer more profitable services and fewer unprofitable services than those with fewer for-profit competitors.\n\n",
    "acknowledgement": "\nThis research was funded by a grant from the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization Initiative.  Research support was also provided by the University of Michigan Law School's Cook Fund.  We thank David Cutler, James Hines, and seminar participants at the University of California Los Angeles for helpful comments on an earlier draft of this paper.  We thank Laurence Baker, Leemore Dafny, Kristin Madison, and Jean Roth for sharing data.  Jeremy Hekhuis provided helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}