{
    "id": 16923,
    "citation_title": "The Importance of Trust for Investment: Evidence from Venture Capital",
    "citation_author": [
        "Laura Bottazzi",
        "Marco Da Rin",
        "Thomas F. Hellmann"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of trust on financial investment and contracting decisions in a micro-economic environment where trust is exogenous. Using hand-collected data on European venture capital, we show that the Eurobarometer measure of trust among nations significantly affects investment decisions. This holds even after controlling for investor and company fixed effects, geographic distance, information and transaction costs. The national identity of venture capital firms' individual partners further contributes to the effect of trust. Education and work experience reduce the effect of trust but do not eliminate it. We also examine the relationship between trust and sophisticated contracts involving contingent control rights and find that, even after controlling for endogeneity, they are complements, not substitutes.\n\n",
    "acknowledgement": "\nWe thank Manuel Arellano, Jim Brander, Bruce Carlin, Francesco Corielli, Serdar Dinç, Alex Dyck, Florian Ederer, Dan Elfenbein, Daniel Ferreira, Patrick Francois, Keith Head, Ulrich Hege, Yael Hochberg, Bertrand Melenberg, Ramana Nanda, Frank Packer, Michele Pellizzari, Enrico Perotti, Mitch Petersen, Paola Sapienza, Per Strömberg, Ravi Singh, Morten Sørensen, Scott Stern, Alexander Wagner, Ralph Winter, Rebecca Zarutskie, Luigi Zingales, and participants to several conferences and and to seminars at Bocconi University, CEMFI, Industry Canada (Ottawa), Indian School of Business (Hyderabad), MIT (Sloan), Northwestern University (Kellogg), Rennsselaer Polytech (Lally), University of British Columbia (Sauder School), University of Toronto (Rotman), University of Washington, St. Louis (Olin), and University of Wisconsin (Madison). We are grateful to all the venture capital firms that provided us with data. We thank Roberto Bonfatti, Michela Braga, Matteo Ercole, and Alessandro Gavazzeni for research assistance. Financial support from the W. Maurice Young Entrepreneurship and Venture Capital Research Centre, the Italian Ministry of Research (FIRB grant RBAU013CNJ) and the European Commission (grant CIT5-CT-2006-028942) is gratefully acknowledged. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}