{
    "id": 16920,
    "citation_title": "Innovation and Diffusion of Clean/Green Technology: Can Patent Commons Help?",
    "citation_author": [
        "Bronwyn H. Hall",
        "Christian Helmers"
    ],
    "citation_publication_date": "2011-03-31",
    "issue_date": "2011-03-31",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the characteristics of 238 patents on 94 \"inventions\" contributed by major multinational innovators to the \"Eco-Patent Commons\", which provides royalty-free access to third parties to patented climate change related innovations. By comparing the pledged patents to other patents in the same technologies or held by the same multinationals, we investigate the motives of the contributing firms as well as the potential for such commons to encourage innovation and diffusion of climate change related technologies. This study, therefore, indirectly provides evidence on the role of patents in the development and diffusion of green technologies. More generally, the paper sheds light on the performance of hybrid forms of knowledge management that combine open innovation and patenting.\n\n",
    "acknowledgement": "\nPrevious versions of this paper have been presented at the SEEK ZEW Conference, March 2011, the ZEW Workshop on the Economics of Green IT, November 2010, the EPIP Annual Meeting in Maastricht, The Netherlands, September 2010, IP Scholars Conference 2010, Berkeley Center for Law and Technology, August 2010, the Workshop on Innovation without Patents, Sciences Po, Paris, June 2010, and seminars at the University of Oxford and Copenhagen Business School. We thank participants in these conferences and seminars for useful comments. We also acknowledge helpful comments from Dirk Czarnitzki and Katrin Cremers. Philipp Schautschick provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}