{
    "id": 16925,
    "citation_title": "Trade, Exchange Rate Regimes and Output Co-Movement: Evidence from the Great Depression",
    "citation_author": [
        "Gabriel P. Mathy",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large body of cross-country empirical evidence identifies monetary policy and trade integration as key determinants of business cycle co-movement. Partially consistent with this, many argue that the re-emergence of the gold standard allowed for the global transmission of a deflationary shock in 1929 that culminated in the Great Depression. It is puzzling then to see decreased co-movement between 1920 and 1927 when international integration increased and nations returned to the gold standard. Fixed exchange rates and global trade were also on the rise after 1932, but co-movement declined again.  Our empirical results shows that exchange rate regimes and trade were associated with higher co-movement at the bilateral level while common shocks and exchange control policies also mattered. Much of the fall after 1932 was driven by the rise of smaller blocs of monetary and trade cooperation and an inter-bloc fall in co-movement.\n\n",
    "acknowledgement": "\nOur thanks to Paul Bergin, Chris Hanes, Oscar Jordà, John Landon-Lane, Kris James Mitchener, Suresh Naidu, Gary Richardson, Alan M. Taylor, and other seminar and conference participants at the All UC Group in Economic History conference and UC Davis for helpful comments and suggestions.  Jan Tore Klovland, David Jacks, Jakob Madsen, and Dennis Novy shared data with us. Errors remain the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}