{
    "id": 16935,
    "citation_title": "Inference with Imperfect Randomization: The Case of the Perry Preschool Program",
    "citation_author": [
        "James J. Heckman",
        "Rodrigo Pinto",
        "Azeem M. Shaikh",
        "Adam Yavitz"
    ],
    "citation_publication_date": "2011-04-10",
    "issue_date": "2011-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the problem of making inferences about the effects of a program on multiple outcomes when the assignment of treatment status is imperfectly randomized.  By imperfect randomization we mean that treatment status is reassigned after an initial randomization on the basis of characteristics that may be observed or unobserved by the analyst.  We develop a partial identification approach to this problem that makes use of information limiting the extent to which randomization is imperfect to show that it is still possible to make nontrivial inferences about the effects of the program in such settings.  We consider a family of null hypotheses in which each null hypothesis specifies that the program has no effect on one of several outcomes of interest.  Under weak assumptions, we construct a procedure for testing this family of null hypotheses in a way that controls the familywise error rate -- the probability of even one false rejection -- in finite samples.  We develop our methodology in the context of a reanalysis of the HighScope Perry Preschool program.  We find statistically significant effects of the program on a number of different outcomes of interest, including outcomes related to criminal activity for males and females, even after accounting for the imperfectness of the randomization and the multiplicity of null hypotheses.\n\n",
    "acknowledgement": "\nThis research was supported in part by the American Bar Foundation, the Committee for Economic Development, Pew Charitable Trusts and the Partnership for America's Economic Success, the JB and MK Pritzker Family Foundation, the Susan Thompson Buffett Foundation, Robert Dugger, the National Institute for Child Health and Human Development (Grants R01-HD043411 and R01-HD065072), the Institute for New Economic Thinking (Grant 262), and the National Science Foundation (Grant DMS-0820310). The views expressed in this paper are those of the authors and not necessarily those of the funders listed here, nor of the National Bureau of Economic Research. We thank Patrick Kline, Aprajit Mahajan, Joseph Romano, Andres Santos, Edward Vytlacil and Daniel Wilhelm for helpful comments. This paper has benefited from comments by seminar participants at Conference on Incomplete Models at the University of Montreal, October 2008; Yale University, November 2008; University College London, December 2008; University of California at Berkeley, February 2009; Aarhus University, March 2009; Annual Meetings of the Society for Economic Dynamics, July 2010; Summer Economic Conference at Seoul National University, August 2009 and August 2010; and Duke University, December 2010.\n\n\n"
}