{
    "id": 16930,
    "citation_title": "Information Shocks and Social Networks",
    "citation_author": [
        "David N. Figlio",
        "Sarah Hamersma",
        "Jeffrey Roth"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relationships between social networks and economic behavior have been well-documented.  However, it is often difficult to distinguish between the role of information sharing and other features of a neighborhood, such as factors that are common to people of the same ethnicities or socio-economic opportunities, or uniquely local methods of program implementation.  We seek to gain new insight into the potential role of information flows in networks by investigating what happens when information is disrupted.  We exploit rich microdata from Florida vital records and program participation files to explore the effects of neighborhood social networks on the degree to which immigrant WIC participation during pregnancy declined in the \"information shock\" period surrounding welfare reform.  We compare changes in WIC participation amongst Hispanic immigrants living in neighborhoods with a larger concentration of immigrants from their country of origin to those with a smaller concentration of immigrants from their country of origin, holding constant the size of the immigrant population and the share of immigrants in the neighborhood who are Hispanic.   We find strong evidence to support the notion that social networks mediated the information shock faced by immigrant women in the wake of welfare reform.\n\n",
    "acknowledgement": "\nWe are grateful to the National Science Foundation, National Institutes of Child Health and Human Development, and the RIDGE Center funded by the U.S. Department of Agriculture Economic Research Service for research support, and to the Florida Department of Health for providing us with birth records and program participation data.  All errors are our own and opinions expressed in this paper do not necessarily reflect those of our employers, funders, the Florida Department of Health, or the National Bureau of Economic Research.\n\n\n"
}