{
    "id": 16932,
    "citation_title": "Fiscal Zoning and Sales Taxes: Do Higher Sales Taxes Lead to More Retailing and Less Manufacturing?",
    "citation_author": [
        "Daria Burnes",
        "David Neumark",
        "Michelle J. White"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "2012-12-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe test the hypothesis that local government officials in jurisdictions that have higher local sales taxes are more likely to use fiscal zoning to attract retailing. We find that total retail employment is not significantly affected by local sales tax rates, but employment in big box and anchor stores is significantly increased in jurisdictions where sales tax rates increase. We also find that manufacturing employment is significantly lowered in these jurisdictions. These results suggest that local officials in jurisdictions with higher sales tax rates concentrate on attracting large stores and shopping centers and that their efforts crowd out manufacturing. A rise of one percentage point in a county-level local sales tax rate is predicted to result in 258 additional retail jobs and the loss of 838 manufacturing jobs.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Public Policy Institute of California and the David A. Coulter Family Foundation for support for using the NETS data for this research. We also thank Tony Soeller for assistance with ArcGIS, Eve Irwin for assistance with the Florida population data and institutional detail, Sima Kamouie and Linchun Chen for research assistance, and William Strange, George Zodrow, anonymous reviewers, and seminar participants at UCI, Rice/University of Houston, the American Law and Economics Association Conference, and the Southern California Conference in Applied Microeconomics. The views expressed are not those of the Public Policy Institute of California or the National Bureau of Economic Research.  White is grateful to the Cheung Kong Graduate School of Business, Beijing, for hospitality and financial support.\n\n\n"
}