{
    "id": 16939,
    "citation_title": "Education as Liberation?",
    "citation_author": [
        "Willa Friedman",
        "Michael Kremer",
        "Edward Miguel",
        "Rebecca Thornton"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "2011-12-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars have long speculated about education's political impacts, variously arguing that it promotes modern or pro-democratic attitudes; that it instills acceptance of existing authority; and that it empowers the disadvantaged to challenge authority. To avoid endogeneity bias, if schooling requires some willingness to accept authority, we assess the political and social impacts of a randomized girls' merit scholarship incentive program in Kenya that raised test scores and secondary schooling. We find little evidence for modernization theory. Consistent with the empowerment view, young women in program schools were less likely to accept domestic violence. Moreover, the program increased objective political knowledge, and reduced acceptance of political authority. However, this rejection of the status quo did not translate into greater perceived political efficacy, community participation, or voting intentions. Instead, the perceived legitimacy of political violence increased. Reverse causality may help account for the view that education instills greater acceptance of authority.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Stanford University, the Berkeley Working Group for African Political Economy meeting, the JICA Conference on Ethnic Diversity and Economic Instability in Kenya, the Oxford Centre for the Study of African Economies Conference, and University of Virginia for helpful comments. We appreciate helpful comments from Marcel Fafchamps, Ray Fisman, Nahomi Ichino, and Dan Posner. Kenny Ajayi, Blastus Bwire, Lorenzo Casaburi, Garret Christensen, Joan Hamory Hicks and Owen Ozier provided excellent research assistance. We are grateful to the National Institutes of Health, National Science Foundation and Social Science Research Council for generous research support. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}