{
    "id": 16936,
    "citation_title": "An Elementary Theory of Global Supply Chains",
    "citation_author": [
        "Arnaud Costinot",
        "Jonathan Vogel",
        "Su Wang"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an elementary theory of global supply chains. We consider a world economy with an arbitrary number of countries, one factor of production, a continuum of intermediate goods, and one final good. Production of the final good is sequential and subject to mistakes. In the unique free trade equilibrium, countries with lower probabilities of making mistakes at all stages specialize in later stages of production. Because of the sequential nature of production, absolute productivity differences are a source of comparative advantage among nations. Using this simple theoretical framework, we offer a first look at how vertical specialization shapes the interdependence of nations.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Ariel Burstein, Bob Gibbons, Gene Grossman, Juan Carlos Hallak, Gordon Hanson, Elhanan Helpman, Oleg Itskhoki, Kiminori Matsuyama, Marc Melitz, Andrés Rodríguez-Clare, and seminar participants at Harvard University, Hitotsubashi University and the CESifo global economy conference. Costinot thanks the Alfred P. Sloan foundation for financial support. Vogel thanks the National Science Foundation (under Grant SES-0962261) for research support. Any opinions, findings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation, the National Bureau of Economic Research, or any other organization.\n\n\n"
}