{
    "id": 16934,
    "citation_title": "Cities, Skills, and Regional Change",
    "citation_author": [
        "Edward L. Glaeser",
        "Giacomo A.M. Ponzetto",
        "Kristina Tobio"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne approach to urban areas emphasizes the existence of certain immutable relationships, such as Zipf's or Gibrat's Law. An alternative view is that urban change reflects individual responses to changing tastes or technologies. This paper examines almost 200 years of regional change in the U.S. and finds that few, if any, growth relationships remain constant, including Gibrat's Law. Education does a reasonable job of explaining urban resilience in recent decades, but does not seem to predict county growth a century ago. After reviewing this evidence, we present and estimate a simple model of regional change, where education increases the level of entrepreneurship. Human capital spillovers occur at the city level because skilled workers produce more product varieties and thereby increase labor demand. We find that skills are associated with growth in productivity or entrepreneurship, not with growth in quality of life, at least outside of the West. We also find that skills seem to have depressed housing supply growth in the West, but not in other regions, which supports the view that educated residents in that region have fought for tougher land-use controls. We also present evidence that skills have had a disproportionately large impact on unemployment during the current recession.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to eglaeser@harvard.edu, gponzetto@crei.cat, and kristina_tobio@ksg.harvard.edu. Financial support from the Taubman Center for State and Local Government, the Spanish Ministry of Science and Innovation (grants ECO2008-01666, CONSOLIDER-Ingenio 2010 CSD2006-00016, and Juan de la Cierva JCI-2010-08414), the Barcelona GSE Research Network and the Generalitat de Catalunya (grant 2009 SGR 1157) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}