{
    "id": 16937,
    "citation_title": "Broadening Focus: Spillovers, Complementarities and Specialization in the Hospital Industry",
    "citation_author": [
        "Jonathan R. Clark",
        "Robert Huckman"
    ],
    "citation_publication_date": "2011-04-07",
    "issue_date": "2011-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe long-standing argument that focused operations outperform others stands in contrast to claims about the benefits of broader operational scope. The performance benefits of focus are typically attributed to reduced complexity, lower uncertainty, and the development of specialized expertise, while the benefits of greater breadth are linked to the economies of scope achieved by sharing common resources, such as advertising or production capacity, across activities. Within the literature on corporate strategy, this tension between focus and breadth is reconciled by the concept of related diversification (i.e., a firm with multiple operating units, each specializing in distinct but related activities). We consider whether there are similar benefits to related diversification within an operating unit and examine the mechanism that generates these benefits. Using the empirical context of cardiovascular care within hospitals, we first examine the relationship between a hospital's level of specialization in cardiovascular care and the quality of its clinical performance on cardiovascular patients. We find that, on average, focus has a positive effect on quality performance. We then distinguish between positive spillovers and complementarities to examine: (1) the extent to which a hospital's specialization in areas related to cardiovascular care directly impacts performance on cardiovascular patients (positive spillovers) and (2) whether the marginal benefit of a hospital's focus in cardiovascular care depends on the degree to which the hospital \"co-specializes\" in related areas (complementarities). In our setting, we find evidence of such complementarities in specialization.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from two anonymous editors, three referees, Carliss Baldwin, David Chan, Rebecca Henderson, Andrew King, Gary Pisano, and seminar participants at the Academy of Management, the American Society of Health Economists, Emory University, Harvard Business School, MIT, the National Bureau of Economic Research, the University of Michigan, the University of Minnesota, and the University of Pennsylvania. We acknowledge support for this research from the Division of Research and Faculty Development at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}