{
    "id": 16948,
    "citation_title": "Do Local Elections in Non-Democracies Increase Accountability? Evidence from Rural China",
    "citation_author": [
        "Monica Martinez-Bravo",
        "Gerard Padró i Miquel",
        "Nancy Qian",
        "Yang Yao"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe use unique survey data to study whether the introduction of local elections in China made local leaders more accountable towards local constituents. We develop a simple model to predict the effects on different policies of increasing local leader accountability, taking into account that there is an autocratic upper government. We exploit variation in the timing of the top-down introduction of elections across villages to estimate the causal effects of elections and find that elections affected policy outcomes in a way that is consistent with the predicted effects of increased local leader accountability.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Abhijit Banerjee, Ernesto Dal Bó, Pedro Dal Bó, Esther Duflo, Andrew Foster, Peter Lorentzen, Dilip Mookherjee, Kevin O'Brien, Rohini Pande, Ben Olken, Elizabeth Perry, Scott Rozelle, Lily Tsai, and Eric Weese for their insights; the participants of the Yale Development Seminar, the University of Lausanne applied seminar, the Chinese University of Hong Kong applied seminar, Yale ISPS Workshop, Ohio State University Agricultural Economics Seminar, Brown Macro Lunch and MIT Development Lunch, CEPR Development Conference in Barcelona, the conference on Endogenous Institutions and Conflict at UC Berkeley, the NEUDC (MIT), the China Summer Institute, NBER China for useful comments; Carl Brinton, Alex Cohen, Louis Guilbert, Ting Han, Ang Sun, Jing Tao, Yiqing Xu, Jaya Wen, Xiaoxue Zhao and Ben Zou for excellent research assistance; and Jeff Blossom and Giovanni Zambotti at the Harvard CGA for GIS assistance. We are extremely grateful to the Chinese Ministry of Agriculture RCRE for sharing their data, and especially to Zhigang Wu and the teams in Gansu and Shanxi for guiding our pilots, interviews and focus groups. We also thank John Giles for sharing his extensive knowledge and documentation of the RCRE NFS dataset with us and Scott Rozelle for his intellectual generosity. We acknowledge financial support from Brown University PSTC, Stanford GSB Center for Global Business and the Economy, Harvard Academy Scholars Research Grant and the National Science Foundation Grant 079643. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}