{
    "id": 16949,
    "citation_title": "How Prediction Markets Can Save Event Studies",
    "citation_author": [
        "Erik Snowberg",
        "Justin Wolfers",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis review paper articulates the relationship between prediction market data and event studies, with a special focus on applications in political economy. Event studies have been used to address a variety of political economy questions from the economic effects of party control of government to the importance of complex rules in congressional committees. However, the results of event studies are notoriously sensitive to both choices made by researchers and external events. Specifically, event studies will generally produce different results depending on three interrelated things: which event window is chosen, the prior probability assigned to an event at the beginning of the event window, and the presence or absence of other events during the event window. In this paper we show how each of these may bias the results of event studies, and how prediction markets can mitigate these biases.\n\n",
    "acknowledgement": "\nWe thank Jim Johnson, Matthew Kahn, Neil Malhotra and Stephanie Rickard for encouragement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}