{
    "id": 16947,
    "citation_title": "Lifting the Domestic Veil: The Challenges of Exporting Differentiated Goods Across the Development Divide",
    "citation_author": [
        "Alejandro Artopoulos",
        "Daniel Friel",
        "Juan Carlos Hallak"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral developing countries feature weak performances as exporters of differentiated goods to developed countries. This paper builds a conceptual framework to explain the obstacles that prevent producers of differentiated products from establishing a consistent presence in the developed world and the process through which those obstacles may be overcome. We build our framework based on case studies of export emergence in four Argentine industries: motorboats, television programs, wines, and wooden furniture. We find that exporting consistently to developed countries requires drastic changes in how business is conceived and conducted relative to the practices that prevail among domestically-oriented firms. Attempts by these firms to export often do not succeed because they approach foreign markets the same way that they approach the domestic one. Their failure to change the business approach stems from their inability to access critical (tacit) knowledge about differences in consumption patterns and business practices in developed countries.  In three of the sectors we study, an export pioneer is the first to implement the necessary changes to established practices. His actions set a benchmark, unleashing a diffusion process that fosters export emergence in the sector. The most salient feature of export pioneers is their knowledge advantage about foreign markets stemming from their embeddedness in the business community of their industry in a developed country.\n\n",
    "acknowledgement": "\nWe thank Facundo Albornoz, Sebastián García Dastugue, Ernesto Gore, Ricardo Hausmann, Andrés Rodriguez-Clare, Christian Ruzzier, Peter Schott, Ernesto Stein, Jon Vogel, seminar participants at San Andrés and Yale, and participants at various conferences for their helpful comments. Juan Carlos Hallak acknowledges support by the NSF (Grant No. SES 0550190). Alejandro Molnar, Santiago Pérez, Santiago Sautúa, and Gabriela Yu provided outstanding research assistance. A previous version of this paper, written in 2007, appeared as a working paper of the Inter-American Developing Bank (RES # 4677) under the title \"Challenges of Exporting Differentiated Goods to Developing Countries: The Case of SME-Dominated Sectors in a Semi-Industrialized Country\" (July 2010). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}