{
    "id": 16945,
    "citation_title": "A Solution to Fiscal Procyclicality: The Structural Budget Institutions Pioneered by Chile",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2011-04-10",
    "issue_date": "2011-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorically, many countries have suffered a pattern of procyclical fiscal policy: spending too much in booms and then forced to cut back in recessions.  This problem has especially plagued Latin American commodity exporters.  Since 2000, fiscal policy in Chile has been governed by a structural budget rule that has succeeded in implementing countercyclical fiscal policy.   Official estimates of trend output and the 10-year price of copper -  which are key to the decomposition of the budget into structural versus cyclical components - are made by expert panels and thus insulated from the political process.   Chile's fiscal institutions hold useful lessons everywhere, but especially in other commodity exporting countries.   \nThis paper finds statistical support for a series of hypotheses regarding forecasts by official agencies that have responsibility for formulating the budget.\n1)\tOfficial forecasts of budgets and GDP in a 33-country sample are overly optimistic on average.\n2)\tThe bias is stronger at longer horizons\n3)\tThe bias is greater among European governments that are politically subject to the budget rules in the Stability and Growth Pact (SGP).\n4)\tThe bias is greater in booms.\n5)\tIn most countries, the real growth rate is the key macroeconomic input for budget forecasting.  In Chile it is the price of copper.\n6)\tReal copper prices mean-revert in the long run, but this is not readily perceived.\n7)\tChile has avoided the problem of overly optimistic official forecasts.\nThe conclusion: official forecasts tend to be overly optimistic, if not insulated from politics, and the problem can be worse when the government is formally subject to budget rules.  The key innovation that has allowed Chile to achieve countercyclical fiscal policy in general, and to run surpluses in booms in particular, is not just a structural budget rule in itself, but a regime that entrusts to independent expert panels responsibility for estimating long-run trends in copper prices and GDP.\n\n",
    "acknowledgement": "\nThis paper was presented at the 14th Annual Conference of the Central Bank of Chile, Oct. 2010, Santiago.  The author wishes to thank Jesse Schreger for exceptional research assistance.  He would also like to thank Roel Beetsma, Carlos Alvarado, Mauricio Calani, Mauricio Cardenas, Luis Céspedes, Massimo Giuliodori, Martin Mühleisen, Claudia Bulos Ramirez, and Victoria Rodriguez for help acquiring data; Philippe Bacchetta, Roel Beetsma, Cynthia Balloch, Sebastian Bustos, Philippe Martin, Guillermo Perry, Klaus Schmidt-Hebbel, and Andrés Velasco for comments; and the Weatherhead Center for International Affairs at Harvard for support.  The January 2011 version of this paper appears as Central Bank of Chile Working Paper 604 and Harvard CID Working Paper 216.  The present version adds country fixed effects to the estimation, as did HKS Working Paper 11-012, and condenses results to save space.  It is forthcoming in Fiscal Policy and Macroeconomic Performance, edited by Luis Felipe Céspedes and Jordi Galí, Series on Central Banking, Analysis, and Economic Policies, Central Bank of Chile, Nov. 2011. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}