{
    "id": 16956,
    "citation_title": "The Effectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment",
    "citation_author": [
        "James D. Hamilton",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews alternative options for monetary policy when the short-term interest rate is at the zero lower bound and develops new empirical estimates of the effects of the maturity structure of publicly held debt on the term structure of interest rates.  We use a model of risk-averse arbitrageurs to develop measures of how the maturity structure of debt held by the public might affect the pricing of level, slope and curvature term-structure risk.  We find these Treasury factors historically were quite helpful for predicting both yields and excess returns over 1990-2007.  The historical correlations are consistent with the claim that if in December of 2006, the Fed were to have sold off all its Treasury holdings of less than one-year maturity (about $400 billion) and use the proceeds to retire Treasury debt from the long end, this might have resulted in a 14-basis-point drop in the 10-year rate and an 11-basis-point increase in the 6-month rate.  We also develop a description of how the dynamic behavior of the term structure of interest rates changed after hitting the zero lower bound in 2009.  Our estimates imply that at the zero lower bound, such a maturity swap would have the same effects as buying $400 billion in long-term maturities outright with newly created reserves, and could reduce the 10-year rate by 13 basis points without raising short-term yields.\n\n",
    "acknowledgement": "\nWe thank Christiane Baumeister for assistance with obtaining some of the data for this project, and thank Michael Bauer, John Cochrane, Gregory Duffee, Gauti Eggertsson, Jeff Hallman, Monika Piazzesi, Eric Swanson, Dimitri Vayanos, Kenneth West, Michael Woodford, anonymous referees, and seminar and conference participants at the University of Chicago, Michigan State University, UCSD, Bank of Canada, ECB, the Federal Reserve Board, and Federal Reserve Banks of Boston, Chicago, New York, and San Francisco for helpful comments on earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}