{
    "id": 16955,
    "citation_title": "Learning During a Crisis: the SARS Epidemic in Taiwan",
    "citation_author": [
        "Daniel Bennett",
        "Chun-Fang Chiang",
        "Anup Malani"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "2011-11-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen SARS struck Taiwan in the spring of 2003, many people feared that the disease would spread through the healthcare system. As a result, outpatient medical visits fell by over 30 percent in the course of a few weeks. This paper examines how both public information (SARS incidence reports) and private information (the behavior and opinions of peers) contributed to this public reaction. We identify social learning through a difference-in-difference strategy that compares long time community residents to recent arrivals, who are less socially connected. We find that people learned from both public and private sources during SARS. In a dynamic simulation based on the regressions, social learning substantially magnifes the response to SARS.\n\n",
    "acknowledgement": "\nWe received helpful feedback from Tim Conley, Steven Durlauf, Enrico Moretti, Kaivan Munshi, Kenneth Wolpin, and seminar participants at the University of Chicago, Georgia Tech, Notre Dame, the University of North Carolina, and the University of Pennsylvania. Thanks to Hugh Montag for research assistance. Anup Malani acknowledges financial support from the Samuel J. Kersten Faculty Fund. This study is based in part on data from the National Health Insurance Research Database provided by the Bureau of National Health Insurance, Department of Health and managed by National Health Research Institutes. The interpretation and conclusions contained herein do not represent those of Bureau of National Health Insurance, the National Bureau of Economic Research, the Department of Health or National Health Research Institutes.\n\n\n"
}