{
    "id": 16954,
    "citation_title": "Tipping Climate Negotiations",
    "citation_author": [
        "Geoffrey Heal",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThinking about tipping provides a novel perspective on finding a way forward in climate negotiations and suggests an alternative to the current framework of negotiating a global agreement on reductions in greenhouse gas emissions. Recent work on non-cooperative games shows games with increasing differences have multiple equilibria and have a \"tipping set,\" a subset of agents who by changing from the inefficient to the efficient equilibrium can induce all others to do the same. We argue that international climate negotiations may form such a game and so have a tipping set. This set is a small group of countries who by adopting climate control measures can make in the interests of all others to do likewise.\n\n",
    "acknowledgement": "\nWe are grateful to Simon Dietz and Scott Barrett for helpful comments. We gratefully acknowledge partial support for this paper provided by the Wharton Risk Management and Decision Processes Center; the Climate Decision Making Center (CDMC) located in the Department of Engineering and Public Policy (Cooperative Agreement between the NSF (SES-0345798) and Carnegie Mellon University); CREATE (National Center for Risk and Economic Analysis of Terrorism Events); and NSF Cooperative Agreement SES-0345840 to Columbia University's Center for Research on Environmental Decisions (CRED). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}