{
    "id": 16959,
    "citation_title": "Market Size, Competition, and the Product Mix of Exporters",
    "citation_author": [
        "Thierry Mayer",
        "Marc J. Melitz",
        "Gianmarco I.P. Ottaviano"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "2013-03-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a theoretical model of multi-product firms that highlights how competition across market destinations affects both a firm's exported product range and product mix. We show how tougher competition in an export market induces a firm to skew its export sales towards its best performing products. We find very strong confirmation of this competitive effect for French exporters across export market destinations. Theoretically, this within firm change in product mix driven by the trading environment has important repercussions on firm productivity. A calibrated fit to our theoretical model reveals that these productivity effects are potentially quite large.\n\n",
    "acknowledgement": "\nThis paper is produced as part of the project European Firms in a Global Economy: Internal policies for external competitiveness (EFIGE), a collaborative project funded by the European Commission's Seventh Research Framework Programme, Contract # 225551. The views expressed in this publication are the sole responsibility of the authors and do not necessarily reflect the views of the European Commission or the National Bureau of Economic Research. We thank the French customs administration and CNIS for making the exports data available at CEPII. We thank the editor, Penny Goldberg, two anonymous referees, Philippe Martin, Giordano Mion, Peter Neary, Steve Redding, and Dan Trefler for helpful comments and suggestions. We are also grateful to seminar participants for all the useful feedback we received. Ottaviano thanks Bocconi University, CEP, MIUR and the European Commission for financial support. Melitz thanks the Sloan Foundation for financial support. Melitz and Ottaviano thank Sciences Po and CEPII for their hospitality while part of this paper was written.\n\n\n"
}