{
    "id": 16950,
    "citation_title": "Why Surplus Consumption in the Habit Model May be Less Persistent than You Think",
    "citation_author": [
        "Anthony W. Lynch",
        "Oliver Randall"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn U.S. data, value stocks have higher expected excess returns and higher CAPM alphas than growth stocks. We find the external-habit model of Campbell and Cochrane (1999) can generate a value premium in both CAPM alpha and expected excess return so long as the persistence of the log surplus-consumption ratio is not too high. In contrast, Lettau and Wachter (2007) find that when the log surplus-consumption ratio is assumed to be highly persistent as in Campbell and Cochrane, the external-habit model generates a growth premium in expected excess return. However, the micro evidence favors a less persistent log surplus-consumption ratio. We choose a value for this persistence which is sufficiently low that the most recent 2 years of log consumption contribute over 98% of all past consumption to log habit, which is a much more reasonable number than the 25% contribution generated by the Lettau-Wachter value. In our model, expected consumption is slowly mean-reverting, as in the long-run risk model of Bansal and Yaron (2004), which is why our model is able to generate a price-dividend ratio for aggregate equity that exhibits the high autocorrelation found in the data, despite the very low persistence of the price-of-risk state variable. Our results suggest that an external habit model in the spirit of Campbell and Cochrane can deliver an empirically sensible value premium once the persistence of the surplus consumption ratio is calibrated to the micro evidence rather than set to a value close to one. When we allow the conditional volatility of consumption growth to also be slowly mean reverting as in the long-run risk model of Bansal and Yaron, our model is also able to generate empirically sensible predictability of long-horizon returns using the price-dividend ratio, without eroding the value premium. Our results also suggest that models with fast-moving habit can deliver several empirical properties of aggregate dividend strips that have been recently documented.\n\n",
    "acknowledgement": "\nThe authors would like to thank Stijn Van Nieuwerburgh, Greg Du®ee, and participants at two NYU seminars, the Wharton Brown Bag Macro Seminar, and a session of the 2011 AFA Meetings for helpful comments and suggestions. All remaining errors are of course the authors' responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}