{
    "id": 16953,
    "citation_title": "Technology Growth and Expenditure Growth in Health Care",
    "citation_author": [
        "Amitabh Chandra",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, health care technology has contributed to rising survival rates, yet health care spending relative to GDP has also grown more rapidly than in any other country.  We develop a model of patient demand and supplier behavior to explain these parallel trends in technology growth and cost growth.  We show that health care productivity depends on the heterogeneity of treatment effects across patients, the shape of the health production function, and the cost structure of procedures such as MRIs with high fixed costs and low marginal costs. The model implies a typology of medical technology productivity: (I) highly cost-effective \"home run\" innovations with little chance of overuse, such as anti-retroviral therapy for HIV, (II) treatments highly effective for some but not for all (e.g. stents), and (III) \"gray area\" treatments with uncertain clinical value such as ICU days among chronically ill patients.  Not surprisingly, countries adopting Category I and effective Category II treatments gain the greatest health improvements, while countries adopting ineffective Category II and Category III treatments experience the most rapid cost growth. Ultimately, economic and political resistance in the U.S. to ever-rising tax rates will likely slow cost growth, with uncertain effects on technology growth.\n\n",
    "acknowledgement": "\nThis research was funded by the National Institute of Aging NIA P01 AG19783 and the Robert Wood Johnson Foundation. We thank David Balan, Michael Chernew, Janet Currie, David Cutler, Alan Garber, Dana Goldman, Elliott Fisher, Victor Fuchs, Roger Gordon, Daniel Lawver, Ellen Meara, Joseph Newhouse, Gabriel Scheffler, Mark Schlesinger, Zirui Song, Douglas Staiger, Jack Wennberg, seminar participants at the University of Washington, Dartmouth, RAND, Wharton, University of California Berkeley, Harvard, MIT, NBER, Yale, and two anonymous referees for insightful comments, and Kathy Stroffolino for research assistance.  The opinions in this paper are those of the authors and should not be attributed to the NIA or the NBER.\n\n\n"
}