{
    "id": 16958,
    "citation_title": "Trade Adjustment and Productivity in Large Crises",
    "citation_author": [
        "Gita Gopinath",
        "Brent Neiman"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "2013-05-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically characterize the mechanics of trade adjustment during the Argen- tine crisis using detailed transaction-level customs data covering the universe of import transactions during 1996-2008. Though imports collapsed by nearly 70 percent from 2000-2002, the entry and exit of firms or products at the country level (the \\extensive margin\") played a small role in this adjustment. By contrast, the within-firm churning of inputs (the \\sub-extensive margin\") played a sizeable role, and we highlight significant heterogeneity in how firms adjusted their import mix. Motivated by these facts, we build a model of trade in intermediate inputs with heterogeneous firms, fixed import costs, and roundabout production to evaluate the channels through which a collapse in imports affects productivity. Import demand is non-homothetic and therefore the implications for productivity depend on the details of individual  firm adjustments and cannot be summarized by the change in the aggregate import share. We simulate the model to discuss quantitatively these mechanisms in the context of an imported input cost shock that produces a significant productivity decline\n\n",
    "acknowledgement": "\nWe thank participants at various seminars for their comments and George Alessandria, Ariel Burstein, Stefania Garetto, Robert Johnson, Benjamin Mandel, Virgiliu Midrigan, and Mark Roberts for very helpful discussions. We also thank Susanto Basu, Ariel Coremberg, Arnaud Costinot, Chang-Tai Hsieh, Tim Kehoe, Sam Kortum, Marc Melitz, Roberto Rigobon, and Ivan Werning for extremely helpful comments. Varun Bansal, Wenxin Du, Vania Stavrakeva, and Jenny Tang provided excellent research assistance. This research was funded in part by the Initiative on Global Markets, the Neubauer Family Foundation, and the Charles E. Merrill Faculty Research Fund at the University of Chicago Booth School of Business. We also gratefully acknowledge the support of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}