{
    "id": 16951,
    "citation_title": "Foresight and Information Flows",
    "citation_author": [
        "Eric M. Leeper",
        "Todd B. Walker",
        "Shu-Chun Susan Yang"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNews--or foresight--about future economic fundamentals can create rational expectations equilibria with non-fundamental representations that pose substantial challenges to econometric efforts to recover the structural shocks to which economic agents react. Using tax policies as a leading example of foresight, simple theory makes transparent the economic behavior and information structures that generate non-fundamental equilibria. Econometric analyses that fail to model foresight will obtain biased estimates of output multipliers for taxes; biases are quantitatively important when two canonical theoretical models are taken as data generating processes. Both the nature of equilibria and the inferences about the effects of anticipated tax changes hinge critically on hypothesized tax information flows. Differential U.S. federal tax treatment of municipal and treasury bonds embeds news about future taxes in bond yield spreads. Including that measure of tax news in identified VARs produces substantially different inferences about the macroeconomic impacts of anticipated taxes.\n\n",
    "acknowledgement": "\nWalker acknowledges support from NSF grant SES-0962221. Yang thanks Academia Sinica for support in the early stages of this research. We also acknowledge comments by Troy Davig, Mike Dotsey, Dale Henderson, Beth Klee, Karel Mertens, Jim Nason, Ricardo Nunes, Morten Ravn, Chris Sims, and participants at many conferences and presentations. Joonyoung Hur provided excellent research assistance. We are particularly grateful to Harald Uhlig and four anonymous referees for helpful comments. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}