{
    "id": 16952,
    "citation_title": "Coups, Corporations, and Classified Information",
    "citation_author": [
        "Arindrajit Dube",
        "Ethan Kaplan",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of coups and top-secret coup authorizations on asset prices of partially nationalized multinational companies that stood to benefit from US-backed coups. Stock returns of highly exposed firms reacted to coup authorizations classified as top-secret. The average cumulative abnormal return to a coup authorization was 9% over 4 days for a fully nationalized company, rising to more than 13% over sixteen days. Pre-coup authorizations accounted for a larger share of stock price increases than the actual coup events themselves.There is no effect in the case of the widely publicized, poorly executed Cuban operations, consistent with abnormal returns to coup authorizations reflecting credible private information. We also introduce two new intuitive and easy to implement nonparametric tests that do not rely on asymptotic justifications.\n\n",
    "acknowledgement": "\nWe would like to thank Martin Berlin, Remeike Forbes, Nathan Lane, Zihe Liu, Ettore Panetti, Andre Shepley, and Laurence Wilse-Samson for excellent research assistance. Frans Buelens helped us greatly in obtaining data. Noel Maurer shared his list of U.S. multinational expropriations with us. Oliver Boguth provided us historical data on three Fama-French factors. Marcos Chamon, Stefano DellaVigna, Ray Fisman, Eric Freeman, David Gibbs, Lena Nekby, Torsten Persson, John Prados, Gerard Roland, and seminar participants at CEMFI, Hampshire College, LSE, IIES, NBER Political Economy Summer Institute, the New School, NYU, the Santa Fe Institute, the Stockholm U. Economics Department, the Stockholm School of Economics, UC Berkeley, UC Riverside, the U. of Michigan at Ann Arbor, the U. of Oslo, and the U. of Warwick all provided helpful comments. We acknowledge financial support from Columbia University, the Harvard Academy for International and Area Studies, IIES, and the University of Massachussetts at Amherst. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}