{
    "id": 16964,
    "citation_title": "Exporting Christianity: Governance and Doctrine in the Globalization of US Denominations",
    "citation_author": [
        "Gordon H. Hanson",
        "Chong Xiang"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we build a model of market competition among religious denominations, using a framework that involves incomplete contracts and the production of club goods.  We treat denominations akin to multinational enterprises, which decide which countries to enter based on local market conditions and their own \"productivity.\"  The model yields predictions for how a denomination's religious doctrine and governance structure affect its ability to attract adherents.  We test these predictions using data on the foreign operations of US Protestant denominations in 2005 from the World Christian Database.  Consistent with the model, we find that (1) denominations with stricter religious doctrine attract more adherents in countries in which the risk of natural disaster or disease outbreak  is greater and in which government provision of health services is weaker, and (2) denominations with a decentralized governance structure attract more adherents in countries in which the productivity of pastor effort is higher.  These findings shed light on factors determining the composition of religion within countries, helping account for the rise of new Protestant denominations in recent decades.\n\n",
    "acknowledgement": "\nWe thank Eli Berman, Bob Gibbons, Avner Greif, Murat Iyigun, Larry Iannaccone, and Bob Staiger for helpful comments; Anna Allen, Yuri Bots, Sohini Chowdhury, Oana Hirakawa, Kanako Hotta, Bryan Lofland, Lyndsay Oldenski, Lindsay Rickey, and Chase Stafford for research assistance; and the Templeton Foundation and the Center on Pacific Economies at UCSD for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}