{
    "id": 16966,
    "citation_title": "Hither Thou Shalt Come, But No Further: Reply to \"The Colonial Origins of Comparative Development: An Empirical Investigation: Comment\"",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "James A. Robinson"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDavid Albouy expresses three main concerns about the results in Acemoglu, Johnson and Robinson (2001) on the relationship between potential settler mortality and institutions. First, there is a general concern that there are high mortality outliers, potentially affecting this relationship, with which we agree. However, limiting the effect of outliers has no impact on our substantive results and if anything significantly strengthens them, in fact making them robust to even extreme versions of his other critiques. His second argument that all the data from Latin America and much of the data from Africa, making up almost 60% of our sample, should be dropped is arbitrary - there is a great deal of well-documented comparable information on the mortality of Europeans in those places during the relevant period. His third argument that a \"campaign\" dummy should be included in the first stage is at odds with the historical record and is implemented inconsistently; even modest corrections undermine his claims.\n\n",
    "acknowledgement": "\nWe thank Robert Moffitt, the editor, for guidance. We thank Melissa Dell and Karti Subramanian for all their help and suggestions. We are also most grateful to the staff at the library at the Institute of Actuaries in London for help with the archival material. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}