{
    "id": 16967,
    "citation_title": "Global retail lending in the aftermath of the US financial crisis: Distinguishing between supply and demand effects",
    "citation_author": [
        "Manju Puri",
        "Jörg Rocholl",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the broader effects of the US financial crisis on global lending to retail customers.  In particular we examine retail bank lending in Germany using a unique data set of German savings banks during the period 2006 through 2008 for which we have the universe of loan applications and loans granted.  Our experimental setting allows us to distinguish between savings banks affected by the US financial crisis through their holdings in Landesbanken with substantial subprime exposure and unaffected savings banks.  The data enable us to distinguish between demand and supply side effects of bank lending and find that the US financial crisis induced a contraction in the supply of retail lending in Germany. While demand for loans goes down, it is not substantially different for the affected and nonaffected banks.  More important, we find evidence of a significant supply side effect in that the affected banks reject substantially more loan applications than nonaffected banks.  This result is particularly strong for smaller and more liquidity-constrained banks as well as for mortgage as compared with consumer loans. We also find that bank-depositor relationships help mitigate these supply side effects.\n\n",
    "acknowledgement": "\nForthcoming in Journal of Financial Economics. We thank Sanvi Avouyi-Dovi, Hans Degryse, Enrica Detragiache, Valeriya Dinger, Andrew Ellul, Mark Flannery, Nils Friewald, Luigi Guiso, Andreas Hackethal, Victoria Ivashina, Michael Kötter, Hamid Mehran, José-Luis Peydro, Harry Schmidt, Bill Schwert (the editor), Berk Sensoy, David Smith (the referee), Phil Strahan, Marcel Tyrell, Vikrant Vig, Mark Wahrenburg, as well as seminar participants at the 2010 Western Finance Association (WFA) meetings, 2010 Financial Intermediation Research Society (FIRS) conference, 2010 Interdisciplinary Center (IDC) Herzliya conference, 2010 American Finance Association (AFA) meetings, 2009 UniCredit conference in Rome, 2009 Federal Deposit Insurance Corporation's Center for Financial Research (FDIC CFR) workshop, second Centre for Economic Policy Research and the European Banking Center and the University of Antwerp (CEPR-EBC-UA) Conference on Competition in Banking Markets, 2009 European Central Bank and the Center for Financial Studies (ECB-CFS) Research Network Conference, 2009 CEPR meetings in Gerzensee, Business Models in Banking Conference at Bocconi, FDIC Ninth Annual Bank Research Conference, Recent Developments in Consumer Credit and Payments Conference at Federal Reserve Bank Philadelphia, German Finance Association annual meeting, Bruegel, Deutsche Bundesbank, Duke University, ESMT, HEC Lausanne, Tilburg University, University of Amsterdam, University of Mannheim, and University of North Carolina. We are grateful to the FDIC for funding and to the German Savings Bank Association for access to data. Jörg Rocholl acknowledges support from the Peter-Curtius Foundation. Sascha Steffen acknowledges support from Deutsche Forschungsgemeinschaft (Grant Ste 1836/1-1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}