{
    "id": 16969,
    "citation_title": "Selection on Moral Hazard in Health Insurance",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Stephen P. Ryan",
        "Paul Schrimpf",
        "Mark R. Cullen"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn this paper we explore the possibility that individuals may select insurance coverage in part based on their anticipated behavioral response to the insurance contract. Such \"selection on moral hazard\" can have important implications for attempts to combat either selection or moral hazard. We explore these issues using individual-level panel data from a single firm, which contain information about health insurance options, choices, and subsequent claims. To identify the behavioral response to health insurance coverage and the heterogeneity in it, we take advantage of a change in the health insurance options offered to some, but not all of the firm's employees. We begin with descriptive evidence that is suggestive of both heterogeneous moral hazard as well as selection on it, with individuals who select more coverage also appearing to exhibit greater behavioral response to that coverage. To formalize this analysis and explore its implications, we develop and estimate a model of plan choice and medical utilization. The results from the modeling exercise echo the descriptive evidence, and allow for further explorations of the interaction between selection and moral hazard. For example, one implication of our estimates is that abstracting from selection on moral hazard could lead one to substantially over-estimate the spending reduction associated with introducing a high deductible health insurance option.\n\n",
    "acknowledgement": "\nWe are grateful to Felicia Bayer, Brenda Barlek, Chance Cassidy, Fran Filpovits, Frank Patrick, and Mike Williams for innumerable conversations explaining the institutional environment of Alcoa, to Colleen Barry, Susan Busch, Linda Cantley, Deron Galusha, James Hill, Sally Vegso, and especially Marty Slade for providing and explaining the data, to Tatyana Deryugina, Sean Klein, Michael Powell, Iuliana Pascu, and James Wang for outstanding research assistance, and to Ben Handel, Justine Hastings, Jim Heckman, Igal Hendel, Nathan Hendren, Kate Ho, Pat Kline, Jon Levin, Matt Notowidigdo, Phil Reny, Rob Townsend, and numerous seminar participants for helpful comments and suggestions. The data were provided as part of an ongoing service and research agreement between Alcoa, Inc. and Stanford, under which Stanford faculty, in collaboration with faculty and staff at Yale University, perform jointly agreed-upon ongoing and ad hoc research projects on workers' health, injury, disability, and health care, and Mark Cullen serves as Senior Medical Advisor for Alcoa, Inc. We gratefully acknowledge support from the NIA (R01 AG032449), the National Science Foundation Grant SES-0643037 (Einav), the Alfred P. Sloan Foundation (Finkelstein), the John D. and Catherine T. MacArthur Foundation Network on Socioeconomic Status and Health, and Alcoa, Inc. (Cullen), and the U.S. Social Security Administration through grant #5 RRC08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Einav also acknowledges the hospitality of the Center for Advanced Study in the Behavioral Sciences at Stanford. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}