{
    "id": 16968,
    "citation_title": "What Do Business Climate Indexes Teach Us About State Policy and Economic Growth?",
    "citation_author": [
        "Jed Kolko",
        "David Neumark",
        "Marisol Cuellar Mejia"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "2012-08-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState business climate indexes capture state policies that might affect economic growth. State rankings in these indexes vary wildly, raising questions about what the indexes measure and which policies are important for growth. Indexes focused on productivity do not predict economic growth, while indexes emphasizing taxes and costs predict growth of employment, wages, and output.  Analysis of sub-indexes of the tax-and-cost-related indexes point to two policy factors associated with faster growth: less spending on welfare and transfer payments; and more uniform and simpler corporate tax structures. But factors beyond the control of policy have a stronger relationship with economic growth.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Public Policy, State Business Climates, and Economic Growth.\" Supported with funding from the David A. Coulter Family Foundation and the Donald Bren Foundation. We are grateful to McKinley Blackburn, Michael Dardia, Ellen Hanak, Debbie Reed, Robert Tannenwald, Michael Teitz, the editor, and anonymous reviewers for very thoughtful comments. Kolko and Neumark were affiliated with the Public Policy Institute of California (PPIC) when most of this research was conducted. Any views expressed are the authors' alone, and do not reflect the views of Trulia, PPIC, or the National Bureau of Economic Research.\n\n\n"
}