{
    "id": 16961,
    "citation_title": "Sentencing Guidelines and Judicial Discretion: Quasi-experimental Evidence from Human Calculation Errors",
    "citation_author": [
        "Shawn D. Bushway",
        "Emily G. Owens",
        "Anne Morrison Piehl"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThere is a debate about whether advisory non-binding sentencing guidelines affect the sentences outcomes of individuals convicted in jurisdictions with this sentencing framework. Identifying the impact of sentencing guidelines is a difficult empirical problem because court actors may have preferences for sentencing severity that are correlated with the preferences that are outlined in the guidelines. But, in Maryland, ten percent of the recommended sentences computed in the guideline worksheets contain calculation errors. We use this unique source of quasi-experimental variation to quantify the extent to which sentencing guidelines influence policy outcomes.  Among drug offenses, we find that the direct impact of the guidelines is roughly ½ the size of the overall correlation between recommendations and outcomes.  For violent offenses, we find the same ½ discount for sentence recommendations that are higher than they should have been, but more responsiveness to recommendations that are too low.   We find no evidence that the guidelines themselves directly affect discretion for property offenders, perhaps because judges generally have substantial experience with property cases and therefore do not rely on the errant information.  Sentences are more sensitive to both accurate and inaccurate recommendations for crimes that occur less frequently and have more complicated sentencing.  This suggests that when the court has more experience, the recommendations have less influence.  More tentative findings suggest that, further down the decision chain, parole boards counteract the remaining influence of the guidelines.\n\n",
    "acknowledgement": "\nThe research described herein was supported under an award from the National Institute of Justice, Office of Justice Programs, U.S. Department of Justice.  We thank David Soule and Stacy Najaka of the Maryland State Commission on Criminal Sentencing Policy for their extraordinary cooperation and support.  We also want to thank Robin Lyles, Richard Tamberino, and Rebecca Gowen of the Maryland Department of Public Safety and Correctional Services for assistance with data collection.  For helpful comments, the authors thank William Evans, Rick Geddes, Peter Reuter, Hilary Sigman, Jeffrey Smith, Charles Wellford and participants at workshops at Cornell University, Syracuse University, the University of Maryland, the University of Michigan, the University of Virginia, Maryland, Cornell University, Syracuse University, and the CSWEP Workshop.  Points of view in the document are those of the authors and do not necessarily represent the views of the Department of Justice, the Maryland State Commission on Criminal Sentencing Policy, the Maryland Department of Public Safety and Correctional Services or their constituent agencies.  Please address all questions and comments to Emily Owens at ego5@cornell.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}