{
    "id": 16962,
    "citation_title": "Market-specific and Currency-specific Risk During the Global Financial Crisis: Evidence from the Interbank Markets in Tokyo and London",
    "citation_author": [
        "Shin-ichi Fukuda"
    ],
    "citation_publication_date": "2011-04-14",
    "issue_date": "2011-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how international money markets reflected credit and liquidity risks during the global financial crisis.  After matching the currency denomination, we investigate how the Tokyo Interbank Offered Rate (TIBOR) was synchronized with the London Interbank Offered Rate (LIBOR) denominated in the US dollar and the Japanese yen.  Regardless of the currency denomination, TIBOR was highly synchronized with LIBOR in tranquil periods.  However, the interbank rates showed substantial deviations in turbulent periods.  We find remarkable asymmetric responses in reflecting market-specific and currency-specific risks during the crisis.  The regression results suggest that counter-party credit risk increased the difference across the markets, while liquidity risk caused the difference across the currency denominations.  They also support the view that a shortage of US dollar as liquidity distorted the international money markets during the crisis.  We find that coordinated central bank liquidity provisions were useful in reducing liquidity risk in the US dollar transactions.  But their effectiveness was asymmetric across the markets.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the 21st East Asian Seminar on Economics in Sydney, Three-country Conference in Tokyo, Development Bank of Japan, and University of Sothern California.  I would like to thank T. Ito, V. L.Martin, S.-P. Shi, and the other participants for their helpful comments.  This work was supported by a grant-in-aid from the Zengin Foundation for Studies on Economics and Finance in Japan The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}