{
    "id": 16965,
    "citation_title": "Household Leverage and the Recession",
    "citation_author": [
        "Callum Jones",
        "Virgiliu Midrigan",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "2018-06-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate and partially challenge the ‘household leverage’ view of the Great Recession. In the data, employment and consumption declined more in states where household debt declined more. We study a model where liquidity constraints amplify the response of consumption and employment to changes in debt. We estimate the model with Bayesian methods combining state and aggregate data. Changes in household credit limits explain 40% of the differential rise and fall of employment across states, but a small fraction of the aggregate employment decline in 2008-2010. Nevertheless, since household deleveraging was gradual, credit shocks greatly slowed the recovery.\n\n",
    "acknowledgement": "\nWe thank Sonia Gilbukh for excellent research assistance. We are indebted to Fernando Alvarez, Andy Atkeson, David Backus, Patrick Kehoe, Andrea Ferrero, Mark Gertler, Veronica Guerrieri, Erik Hurst, Ricardo Lagos, Guido Lorenzoni, Robert Lucas, Atif Mian, Elena Pastorino, Tom Sargent, Robert Shimer, Nancy Stokey, Amir Sufi, Ivan Werning, Mike Woodford and numerous seminar participants for comments. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economics Research.\n\n\n"
}