{
    "id": 16963,
    "citation_title": "Contracting for Impure Public Goods: Carbon Offsets and Additionality",
    "citation_author": [
        "Charles Mason",
        "Andrew Plantinga"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments contracting with private agents for the provision of an impure public good must contend with agents who would potentially supply the good absent any payments. This additionality problem is centrally important to the use of carbon offsets to mitigate climate change. We analyze optimal contracts for forest carbon, an important offset category. A novel national-scale simulation of the contracts is conducted that uses econometric results derived from micro data. For a 50 million acre increase in forest area, annual government expenditures with optimal contracts are found to be about $4 billion lower compared to costs with a uniform subsidy.\n\n",
    "acknowledgement": "\nWe thank, without implicating, participants at the 2011 Allied Social Science Meetings; 2010 NBER summer institute (Energy and Environmental Economics); the Toulouse conference on Firms, Environment and Natural Resources; the 2010 Heartland Environmental and Resource Economics workshop; the 4th World Congress of Environmental and Resource Economists; and seminar participants at the London School of Economics; University of Paris; University of Puget Sound; University of Siena, and Williamette University. Special thanks are due to Dave Lewis, Brian Murray and Steve Polasky. Funding from the U. S. Department of Energy (grant # DEFC26-05NT42587) and the U.S Forest Service (grant #PNW 09-JV-11261955-067) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}