{
    "id": 16971,
    "citation_title": "Valuing Mortality Risk Reductions: Progress and Challenges",
    "citation_author": [
        "Maureen L. Cropper",
        "James K. Hammitt",
        "Lisa A. Robinson"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe value of mortality risk reduction is an important component of the benefits of environmental policies. In recent years, the number, scope, and quality of valuation studies have increased dramatically. Revealed-preference studies of wage compensation for occupational risks, on which analysts have primarily relied, have benefited from improved data and statistical methods. Stated-preference research has improved methodologically and expanded dramatically. Studies are now available for several health conditions associated with environmental causes and researchers have explored many issues concerning the validity of the estimates. With the growing numbers of both types of studies, several meta-analyses have become available that provide insight into the results of both methods. Challenges remain, including better understanding of the persistently smaller estimates from stated-preference than from wage-differential studies and of how valuation depends on the individual's age, health status, and characteristics of the illnesses most frequently associated with environmental causes.\n\n",
    "acknowledgement": "\nHammitt thanks the Institut National de Recherche Agronomique and the European Research Council (FP7/2007-2013 grant agreement no. 230589) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}