{
    "id": 16970,
    "citation_title": "On the Relationship Between Mobility, Population Growth, and Capital Spending in the United States",
    "citation_author": [
        "Marco Bassetto",
        "Leslie McGranahan"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the relationship between public capital spending and population dynamics at the state level. Empirically, we document two robust facts. First, states with faster population growth do not spend more (per capita) to accommodate the needs of their growing population. Second, states whose population is more likely to leave do tend to spend more per capita than states with low gross emigration rates. To interpret these facts, we introduce an explicit, quantitative political-economy model of government spending determination, where mobility and population growth generate departures from Ricardian equivalence by shifting some of the costs and benefits of public projects to future residents. The magnitude of the empirical response of capital spending to mobility is at the upper end of what can be explained by the theory with a plausible calibration. In the model, more mobile voters favor more spending because the maturity of states' debt is very long term and costs are shifted into the future more than benefits.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy and Mariacristina De Nardi for helpful suggestions and R. Andrew Butters and Hao Zou for valuable research assistance. Marco Bassetto gratefully acknowledges the National Science Foundation for support through grant 0754551. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}