{
    "id": 16978,
    "citation_title": "The Demand for Health Insurance Among Uninsured Americans: Results of a Survey Experiment and Implications for Policy",
    "citation_author": [
        "Alan B. Krueger",
        "Ilyana Kuziemko"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost existing work on the price elasticity of demand for health insurance focuses on employees' decisions to enroll in employer-provided plans. Yet any attempt to achieve universal coverage must focus on the uninsured, the vast majority of whom are not offered employer-sponsored insurance. In the summer of 2008, we conducted a survey experiment to assess the willingness to pay for a health plan among a large sample of uninsured Americans. The experiment yields price elasticities substantially greater than those found in most previous studies. We use these results to estimate coverage expansion under the Affordable Care Act, with and without an individual mandate. We estimate that 39 million uninsured individuals would gain coverage and find limited evidence of adverse selection.\n\n",
    "acknowledgement": "\nWe thank Jim Harter and Nicholas Arture of the Gallup Organization for help administer-ing our survey questions, the Industrial Relations Section at Princeton for financial support, and David Cutler, Amy Finkelstein, Leemore Dafny, Sherry Glied, Jon Gruber, Seema Jayachandran, Uwe Reinhardt and participants at the Princeton Center for Health and Wellbeing for helpful comments. Alan Krueger is a senior scientist at Gallup. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}