{
    "id": 16977,
    "citation_title": "How does Risk Selection Respond to Risk Adjustment? Evidence from the Medicare Advantage Program",
    "citation_author": [
        "Jason Brown",
        "Mark Duggan",
        "Ilyana Kuziemko",
        "William Woolston"
    ],
    "citation_publication_date": "2011-04-21",
    "issue_date": "2011-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments often contract with private firms to provide public services such as health care and education. To decrease firms' incentives to selectively enroll low-cost individuals, governments frequently \"risk-adjust\" payments to firms based on enrollees' characteristics.  We model how risk adjustment affects selection and differential payments---the government's payments to a firm for covering an individual minus the counterfactual cost had the government directly covered her.  We show that firms reduce selection along dimensions included in the risk-adjustment formula, while increasing selection along excluded dimensions.  These responses can actually increase differential payments relative to pre-risk-adjustment levels and thus risk adjustment can raise the total cost to the government of providing the public service.  We confirm both selection predictions using individual-level data from Medicare, which in 2004 began risk-adjusting payments to private Medicare Advantage plans. We find that differential payments actually rise after risk adjustment and estimate that they totaled $30 billion in 2006, or nearly eight percent of total Medicare spending.\n\n",
    "acknowledgement": "\nWe thank Richard Boylan, Doug Bernheim, Sean Creighton, David Cutler, Liran Einav, Randy Ellis, Zeke Emanuel, Gopi Shah Goda, Jonathan Gruber, Caroline Hoxby, Seema Jayachandran, Robert Kocher, Jonathan Kolstad, Amanda Kowalski, Alan Krueger, Elena Nikolova, Christina Romer, Shanna Rose, Karl Scholz, Jonathan Skinner, and Luke Stein and seminar participants at Brown, Columbia, Cornell, Harvard, Houston, Northwestern, Princeton, RAND, Rice, Stanford, Wisconsin, Yale, and the NBER Health Care meetings for helpful comments and feedback. Views expressed here are solely those of the authors and not of the institutions with which they are affiliated, nor of the National Bureau of Economic Research, and all errors are our own.\n\n\n"
}