{
    "id": 16980,
    "citation_title": "Funding Scientific Knowledge: Selection, Disclosure and the Public-Private Portfolio",
    "citation_author": [
        "Joshua Gans",
        "Fiona E. Murray"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines argues that while two distinct perspectives characterize the foundations of the public funding of research - filling a selection gap and solving a disclosure problem - in fact both the selection choices of public funders and their criteria for disclosure and commercialization shape the level and type of funding for research and the disclosures that arise as a consequence.  In making our argument, we begin by reviewing project selection criteria and policies towards disclosure and commercialization (including patent rights) made by major funding organizations, noting the great variation between these institutions. We then provide a model of how selection criteria and funding conditions imposed by funders interact with the preferences of scientists to shape those projects that accept public funds and the overall level of openness in research. Our analysis reveals complex and unexpected relationships between public funding, private funding, and public disclosure of research. We show, for example, that funding choices made by public agencies can lead to unintended, paradoxical effects, providing short-term openness while stifling longer-term innovation. Implications for empirical evaluation and an agenda for future research are discussed.\n\n",
    "acknowledgement": "\nWe are grateful Suzanne Scotchmer and conference participants for helpful comments, an ARC Discovery Grant for financial assistance and NSF Grant #0738394 for support from the Science of Science Innovation Policy Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}