{
    "id": 16981,
    "citation_title": "A Test of Racial Bias in Capital Sentencing",
    "citation_author": [
        "Alberto F. Alesina",
        "Eliana La Ferrara"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "2013-07-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a test of bias based upon patterns of judicial errors. We model the trial court as minimizing a weighted sum of type I and II errors. We define racial bias a situation where the weight depends on defendant/victim race. If the court is unbiased, the error rate should be independent of the combination defendant/victim race. We test this prediction using an original dataset on all capital appeals in 1973-1995. We find that in the first and last stage of appeal the probability of error is 3 and 9 percentage points higher for minority defendants who killed white (vs. minority) victims.\n\n",
    "acknowledgement": "\nWe thank Shamena Anwar, Abhijit Banerjee, Katherine Barnes, Francesco Corielli, Richard Dieter, John Donohue, Je\u000brey Fagan, James MacKinnon, Nicola Persico, Stephen Ross, Andrei Shleifer and seminar participants at CIAR, Duke, Warwick, Royal Holloway, IIES Stockholm University, Queen's University, University of Connecticut, NBER Political Economy Conference, CEPR Public Policy Conference and Villa La Pietra Conference on New Directions in Applied Microeconomics for helpful comments. Giulia La Mattina, Lucia Rizzica, Erika Deserranno, Mariagiovanna Di Feo, Damiano Briguglio, Giovanni Rizzo, Matteo Fiorini and Marta Barazzetta provided excellent research assistance. This paper was written while Alesina was visiting IGIER Bocconi. He thanks this institution for hospitality. La Ferrara acknowledges financial support from the European Research Council grant ERC-2007-StG-208661. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}