{
    "id": 16989,
    "citation_title": "Cross-border media and nationalism: Evidence from Serbian radio in Croatia",
    "citation_author": [
        "Stefano DellaVigna",
        "Ruben Enikolopov",
        "Vera Mironova",
        "Maria Petrova",
        "Ekaterina Zhuravskaya"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "2013-08-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do nationalistic media affect animosity between ethnic groups? We consider one of Europe's deadliest conflicts since WWII: the Serbo-Croatian conflict. We show that, after a decade of peace, cross-border nationalistic Serbian radio triggers ethnic hatred towards Serbs in Croatia. Mostly attracted by non-political content, many Croats listen to Serbian public radio (intended for Serbs in Serbia) whenever signal is available. As a result, the vote for extreme nationalist parties is higher, and ethnically offensive graffiti are more common, in Croatian villages with Serbian radio reception. A laboratory experiment confirms that Serbian radio exposure causes anti-Serbian sentiment among Croats.\n\n",
    "acknowledgement": "\nOur special thanks go to Kristina Gulmac, Tihomir Zivic and to the University of Vukovar for the invaluable help with the organization of the lab experiment. We are very grateful to Ben Olken for providing the software necessary for ITM calculation. We also thank Bulat Gafarov, Roman Istomin, Blazo Kazanegra, Andrey Korolev, Gleb Romanyuk, and Ruslan Sverchkov for excellent research assistance. We thank Matthew Gentzkow, Irena Grosfeld, Ethan Kaplan, Fernanda Leite Lopez de Leon, John Londregan, Tom Romer, John Schiemann, David Strömberg, and audiences at Columbia, Harvard, IIES at the University of Stockholm, IMT Lucca, Princeton, Zurich, Paris School of Economics, Stanford GSB, London School of Economics, UPF, Bocconi, the 8th Workshop on Media Economics, the NBER Summer Institute in Political Economics, University of Maryland, and Hebrew University for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}