{
    "id": 16986,
    "citation_title": "Employment in Black Urban Labor Markets: Problems and Solutions",
    "citation_author": [
        "Judith K. Hellerstein",
        "David Neumark"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nBlacks in the United States are poorer than whites and have much lower employment rates.  \"Place-based\" policies seek to improve the labor markets in which blacks - especially low-income urban blacks - tend to reside.  We first review the literature on spatial mismatch, which provides much of the basis for place-based policies.  New evidence demonstrates an important racial dimension to spatial mismatch, and this \"racial mismatch\" suggests that simply creating more jobs where blacks live, or moving blacks to where jobs are located, is unlikely to make a major dent in black employment problems.  We also discuss new evidence of labor market networks that are to some extent stratified by race, which may help explain racial mismatch.  We then turn to evidence on place-based policies.  Many of these, such as enterprise zones and Moving to Opportunity (MTO), are largely ineffective in increasing employment, likely because spatial mismatch is not the core problem facing urban blacks, and because, in the case of MTO, the role of labor market networks was weakened.  Finally, we discuss policies focused on place that also target incentives and other expenditures on the residents of the targeted locations, which may do more to take advantage of labor market networks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}