{
    "id": 16983,
    "citation_title": "Did Plant Patents Create the American Rose?",
    "citation_author": [
        "Petra Moser",
        "Paul W. Rhode"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe Plant Patent Act of 1930 was the first step towards creating property rights for biological innovation: it introduced patent rights for asexually-propagated plants.  This paper uses data on plant patents and registrations of new varieties to examine whether the Act encouraged innovation.  Nearly half of all plant patents between 1931 and 1970 were for roses.  Large commercial nurseries, which began to build mass hybridization programs in the 1940s, accounted for most of these patents, suggesting that the new intellectual property rights may have helped to encourage the development of a commercial rose breeding industry.  Data on registrations of newly-created roses, however, yield no evidence of an increase in innovation:  less than 20 percent of new roses were patented, European breeders continued to create most new roses, and there was no increase in the number of new varieties per year after 1931.\n\n",
    "acknowledgement": "\nWe thank Julian Alston, Jeff Furman, Eric Hilt, Josh Lerner, Philip Pardey, Scott Stern, and participants at the NBER Conference on the Rate and Direction of Technical Change for helpful comments.  Ryan Lampe, Shirlee Lichtman, Kasiana McLenaghan, Jörg Ohmstedt, Fred Panier, and Tilky Xu provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}