{
    "id": 16987,
    "citation_title": "The Cost of Fuel Economy in the Indian Passenger Vehicle Market",
    "citation_author": [
        "Randy Chugh",
        "Maureen L. Cropper",
        "Urvashi Narain"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo investigate how fuel economy is valued in the Indian car market, we compute the cost to Indian consumers of purchasing a more fuel-efficient vehicle and compare it to the benefit of lower fuel costs over the life of the vehicle. We use hedonic price functions for four market segments (petrol hatchbacks, diesel hatchbacks, petrol sedans, and diesel sedans) to compute 95 percent confidence intervals for the marginal cost to the consumer of an increase in fuel economy. We find that the associated present value of fuel savings falls within the 95 percent confidence interval for some specifications, in all market segments, for the years 2002 through 2006. Thus, we fail to consistently reject the hypothesis that consumers appropriately value fuel economy. When we reject the null hypothesis, the marginal cost of additional fuel economy exceeds the present value of fuel savings, suggesting that consumers may, in fact, be overvaluing fuel economy.\n\n",
    "acknowledgement": "\nWe thank Mark Jacobson, Rob Williams, and Hendrik Wolff for helpful suggestions and John Allen Rogers for many useful discussions and assistance in obtaining data. We also thank seminar participants at University of Maryland, College Park; the 2009 Western Economic Association International conference in Vancouver, British Columbia; and the 2010 Allied Social Sciences Association meetings in Atlanta, Georgia.  This paper was funded by the World Bank's KCP Trust Fund.  The findings and conclusions of this paper are those of the authors and do not necessarily represent the views of the World Bank, its affiliated organizations, the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}