{
    "id": 16984,
    "citation_title": "Diversity and Technological Progress",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a tractable model to study the equilibrium diversity of technological progress and shows that equilibrium technological progress may exhibit too little diversity (too much conformity), in particular, foregoing socially beneficial investments in \"alternative\" technologies that will be used at some point in the future. The presence of future innovations that will replace current innovations imply that social benefits from innovation are not fully internalized. As a consequence, the market favors technologies that generate current gains relative to those that will bear fruit in the future; current innovations in research lines that will be profitable in the future are discouraged because current innovations are typically followed by further innovations before they can be profitably marketed. A social planner would choose a more diverse research portfolio and would induce a higher growth rate than the equilibrium allocation. The diversity of researchers is a partial (imperfect) remedy against the misallocation induced by the market. Researchers with different interests, competences or ideas may choose non-profit maximizing and thus more diverse research portfolios, indirectly contributing to economic growth.\n\n",
    "acknowledgement": "\nTo appear in The Rate and Direction of Technological Progress by Joshua Lerner and Scott Stern (editors), National Bureau of Economic Research. I am grateful to Amir Reza Mohsenzadeh Kermani for excellent research assistance and for pointing out an error in a previous version, and to Samuel Kortum, Scott Stern and to participants at Stanford macroeconomics seminar and The Rate and Direction and Rate of Technological Progress conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}