{
    "id": 1698,
    "citation_title": "An Analysis of the Stabilizing and Welfare Effects of Intervention in Spot and Futures Markets",
    "citation_author": [
        "Robert B. Campbell",
        "Stephen J. Turnovsky"
    ],
    "citation_publication_date": "1985-09-01",
    "issue_date": "1985-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of three alternative rules on the long-run distributions of both the spot and futures prices ina single commodity market, in which the key behavioral relationships are derived from the optimizing behavior of producers and speculators.The rules considered include: (i) leaning against the wind in the spot market; (ii) utility maximizing speculative behavior by the stabilization authority in the futures market; (iii) leaning against the wind in the futures market. Since the underlying model is sufficiently complex to preclude analytical solutions, the analysis makes extensive use of simulation methods. As a general proposition we find that intervention in the futures market is not as effective in stabilizing either the spot price of the futures price as is intervention in the spot market. Indeed, Rule (iii), while stabilizing the futures price may actually destabilize the spot price. Furthermore, the analogous type of rule undertaken in the spot market will always stabilize the futures price to a greater degree than it does the spot price. The welfare implications of these rules are also discussed. Our analysis shows how these can generate rather different distributions of welfare gains, including the overall benefits.\n\n",
    "acknowledgement": "\n"
}