{
    "id": 16985,
    "citation_title": "Drowning or Weathering the Storm? Changes in Family Finances from 2007 to 2009",
    "citation_author": [
        "Jesse Bricker",
        "Brian K. Bucks",
        "Arthur Kennickell",
        "Traci L. Mach",
        "Kevin Moore"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2009, the Federal Reserve Board implemented a survey of families that participated in the 2007 Survey of Consumer Finances (SCF) to gain detailed information on the effects of the recent recession on all types of households. Using data from the 2007-09 SCF panel, we highlight the variation in households' financial experiences by examining the distribution of changes in families' balance sheets.  Further, we use information on changes in families' saving, investing, and spending behavior to consider the potential longer-term consequences of the current recession on households' finances and decisions.\nMost families experienced a decline in wealth between 2007 and 2009, but many families saw only small changes on net, and others saw substantial increases in their wealth.  This pattern of gains and losses typically holds within demographic groups.  Changes in families' wealth over the period appear to reflect changes in asset values (particularly the value of homes, stocks, and businesses) rather than changes in the level of ownership of assets and debts or in the amount of debt held.  On the whole, families appear more cautious in 2009 than in 2007, as most families reported greater desired buffer savings, and many expressed concern over future income and employment.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}