{
    "id": 16988,
    "citation_title": "Intertemporal Price Discrimination in Storable Goods Markets",
    "citation_author": [
        "Igal Hendel",
        "Aviv Nevo"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study intertemporal price discrimination when consumers can store for future consumption needs. To make the problem tractable we offer a simple model of demand dynamics, which we estimate using market level data. Optimal pricing involves temporary price reductions that enable sellers to discriminate between price sensitive consumers, who anticipate future needs, and less price-sensitive consumers. We empirically quantify the impact of intertemporal price discrimination on profits and welfare. We find that sales: (1) capture 25-30% of the profit gap between non-discriminatory and third degree price discrimination profits, and (2) increase total welfare.\n\n",
    "acknowledgement": "\nWe are grateful to Marciano Siniscalchi, and seminar participants for helpful comments. This research was funded by a cooperative agreement between the USDA/ERS and Northwestern University, but the views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Department of Agriculture or the National Bureau of Economic Research.\n\n\n"
}