{
    "id": 16982,
    "citation_title": "Systemic Sovereign Credit Risk: Lessons from the U.S. and Europe",
    "citation_author": [
        "Andrew Ang",
        "Francis A. Longstaff"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the nature of systemic sovereign credit risk using CDS spreads for the U.S. Treasury, individual U.S. states, and major European countries. Using a multifactor affine framework that allows for both systemic and sovereign-specific credit shocks, we find that there is considerable heterogeneity across U.S. and European issuers in their sensitivity to systemic risk. U.S. and Euro systemic shocks are highly correlated, but there is much less systemic risk among U.S. sovereigns than among European sovereigns. We also find that U.S. and European systemic sovereign risk is strongly related to financial market variables. These results provide strong support for the view that systemic sovereign risk has its roots in financial markets rather than in macroeconomic fundamentals.\n\n",
    "acknowledgement": "\nWe are grateful for helpful discussions with Navneet Arora, Mike Rierson, Eric Neis, Joel Silva, and Marcus Tom. We are also grateful for the comments of seminar and conference participants at Blackrock, the Milton Friedman Institute, and the Chicago Federal Reserve Bank. We acknowledge the capable research assistance of Jiasun Li. All errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}