{
    "id": 16990,
    "citation_title": "The Pragmatist's Guide to Comparative Effectiveness Research",
    "citation_author": [
        "Amitabh Chandra",
        "Anupam B. Jena",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAll developed countries have been struggling with a trend toward health care absorbing an ever-larger fraction of government and private budgets. Adopting any treatment that improves health outcomes, no matter what the cost, can worsen allocative inefficiency by paying dearly for small health gains. One potential solution is to rely more heavily on studies of the costs and effectiveness of new technologies in an effort to ensure that new spending is justified by a commensurate gain in consumer benefits. But not everyone is a fan of such studies and we discuss the merits of comparative effectiveness studies and its cousin, cost-effectiveness analysis. We argue that effectiveness research can generate some moderating effects on cost growth in healthcare if such research can be used to nudge patients away from less-effective therapies, whether through improved decision making or by encouraging beefed-up copayments for cost-ineffective procedures.  More promising still for reducing growth is the use of a cost-effectiveness framework to better understand where the real savings lie--and the real savings may well lie in figuring out the complex interaction and fragmentation of healthcare systems.\n\n",
    "acknowledgement": "\nChandra and Skinner acknowledge support from the National Institute of Aging (P01 AG19783). We thank without implicating Elliott Fisher, Victor Fuchs, Dana Goldman, and Tomas Philipson, and for conversations that have greatly influenced our thinking on this topic, and to David Autor, Alan Garber, Chad Jones, John List, and Timothy Taylor for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}