{
    "id": 16994,
    "citation_title": "Illiquid Banks, Financial Stability, and Interest Rate Policy",
    "citation_author": [
        "Douglas W. Diamond",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanks finance illiquid assets with demandable deposits, which discipline bankers but expose them to damaging runs. Authorities may not want to stand by and watch banks collapse. However, unconstrained direct bailouts undermine the disciplinary role of deposits. Moreover, competition forces banks to promise depositors more, increasing intervention and making the system worse off. By contrast, constrained central bank intervention to lower rates maintains private discipline, while offsetting contractual rigidity. It may still lead banks to make excessive liquidity promises. Anticipating this, central banks should raise rates in normal times to offset distortions from reducing rates in adverse times.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation and the Center for Research on Securities Prices at Chicago Booth for research support. Rajan also thanks the Initiative on Global Markets at Chicago Booth for research support. We benefited from comments from Guido Lorenzoni, Monika Piazzesi (the editor), Tano Santos, José Scheinkman, the referees, and seminar participants at the Harvard University , Princeton University, Federal Reserve Bank of Richmond, Stanford University, the University of Chicago, the American Economic Association meetings at San Francisco in 2009, and the February 2009 Federal Reserve Bank New York conference on Central Bank Liquidity Tools. An earlier version of this paper was titled “Illiquidity and Interest Rate Policy.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}