{
    "id": 16997,
    "citation_title": "Quantile Regression with Censoring and Endogeneity",
    "citation_author": [
        "Victor Chernozhukov",
        "Iván Fernández-Val",
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a new censored quantile instrumental variable (CQIV) estimator and describe its properties and computation. The CQIV estimator combines Powell (1986) censored quantile regression (CQR) to deal semiparametrically with censoring, with a control variable approach to incorporate endogenous regressors. The CQIV estimator is obtained in two stages that are nonadditive in the unobservables. The first stage estimates a nonadditive model with infinite dimensional parameters for the control variable, such as a quantile or distribution regression model. The second stage estimates a nonadditive censored quantile regression model for the response variable of interest, including the estimated control variable to deal with endogeneity. For computation, we extend the algorithm for CQR developed by Chernozhukov and Hong (2002) to incorporate the estimation of the control variable. We give generic regularity conditions for asymptotic normality of the CQIV estimator and for the validity of resampling methods to approximate its asymptotic distribution. We verify these conditions for quantile and distribution regression estimation of the control variable. We illustrate the computation and applicability of the CQIV estimator with numerical examples and an empirical application on estimation of Engel curves for alcohol.\n\n",
    "acknowledgement": "\nWe thank Denis Chetverikov and Sukjin Han for excellent comments and capable research assistance. We are grateful to Richard Blundell for providing us the data for the empirical application. Stata software to implement the methods developed in the paper is available in Amanda Kowalski's web site at                                 http://www.econ.yale.edu/ak669/research.html. We gratefully acknowledge research support from the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}