{
    "id": 16995,
    "citation_title": "Cash Holdings and Credit Risk",
    "citation_author": [
        "Viral V. Acharya",
        "Sergei A. Davydenko",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntuition suggests that firms with higher cash holdings are safer and should have lower credit spreads. Yet empirically, the correlation between cash and spreads is robustly positive and higher for lower credit ratings. This puzzling finding can be explained by the precautionary motive for saving cash. In our model endogenously determined optimal cash reserves are positively related to credit risk, resulting in a positive correlation between cash and spreads. In contrast, spreads are negatively related to the \"exogenous'' component of cash holdings that is independent of credit risk factors. Similarly, although firms with higher cash reserves are less likely to default over short horizons, endogenously determined liquidity may be related positively to the longer-term probability of default. Our empirical analysis confirms these predictions, suggesting that precautionary savings are central to understanding the effects of cash on credit risk.\n\n",
    "acknowledgement": "\nWe thank Heitor Almeida, Mark Carey, Darrell Duffie, Espen Eckbo, Zsuzsanna Fluck, Ron Giammarino, David Goldreich, Bruce Haslem, Mitchell Petersen, Bryan Routledge, Paola Sapienza, Jan Mahrt-Smith, Roger Stein, Michael Weisbach, Tony Whited, Youchang Wu, and seminar participants at McMaster University, University of Illinois at Urbana-Champaign, University of Toronto, Bank of Canada, Barclays Global Investors, Moody's KMV, the CEPR Risk Management Conference, Gerzensee Symposium 2007, Gutmann Symposium on Credit Risk, Moody's 2007 Credit Risk Conference, the Northern Finance Association 2008 meetings, and the Western Finance Association 2008 meetings for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}