{
    "id": 16993,
    "citation_title": "The Rate and Direction of Invention in the British Industrial Revolution: Incentives and Institutions",
    "citation_author": [
        "Ralf Meisenzahl",
        "Joel Mokyr"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDuring the Industrial Revolution technological progress and innovation became the main drivers of economic growth. But why was Britain the technological leader? We argue that one hitherto little recognized British advantage was the supply of highly skilled, mechanically able craftsmen who were able to adapt, implement, improve, and tweak new technologies and who provided the micro inventions necessary to make macro inventions highly productive and remunerative. Using a sample of 759 of these mechanics and engineers, we study the incentives and institutions that facilitated the high rate of inventive activity during the Industrial Revolution. First, apprenticeship was the dominant form of skill formation. Formal education played only a minor role. Second, many skilled workmen relied on secrecy and first-mover advantages to reap the benefits of their innovations. Over 40 percent of the sample here never took out a patent. Third, skilled workmen in Britain often published their work and engaged in debates over contemporary technological and social questions. In short, they were affected by the Enlightenment culture. Finally, patterns differ for the textile sector; therefore, any inferences from textiles about the whole economy are likely to be misleading.\n\n",
    "acknowledgement": "\nPrepared for the 50th anniversary conference in honor of The Rate and Direction of Inventive Activity, ed. Scott Stern and Joshua Lerner. The authors acknowledge financial support from the Kauffman Foundation and the superb research assistance of Alexandru Rus. The opinions expressed are those of the authors and do not necessarily reflect views of the Board of Governors of the Federal Reserve System or those of the National Bureau of Economic Research.\n\n\n"
}