{
    "id": 16996,
    "citation_title": "Shocks and Crashes",
    "citation_author": [
        "Martin Lettau",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "2013-04-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree shocks, distinguished by whether their effects are permanent or transitory, are identified to characterize the post-war dynamics of aggregate consumer spending, labor earnings, and household wealth. The first shock accounts for virtually all of the variation in consumption; we argue that it can be plausibly interpreted as a permanent total factor productivity shock. The second shock, which underlies the vast bulk of quarterly fluctuations in labor income growth, permanently reallocates rewards between shareholders and workers but leaves consumption unaffected. Over the last 25 years, the cumulative effect of this shock has persistently boosted stock market wealth and persistently lowered labor earnings. We call this a factors share shock. The third shock is a persistent but transitory innovation that accounts for the vast majority of quarterly fluctuations in asset values but has a negligible impact on consumption and labor earnings at all horizons. We call this an exogenous risk aversion shock. We show that the 2000-02 asset market crash and recession surrounding it was characterized by a negative transitory wealth (positive risk aversion) shock, predominantly affecting stock market wealth. By contrast, the 2007-09 crash and recession was characterized by a string of large negative productivity shocks, as well as positive risk aversion shocks.\n\n",
    "acknowledgement": "\nPaper prepared for the NBER's Twenty-eighth Macroeconomics Annual. The authors are grateful to seminar participants at the Macroeconomics Annual conference (April 2013), UC Berkeley Haas, Columbia GSB, NYU, Stanford GSB, and to John Campbell, Mark Gertler, Yuriy Gorodnichenko, Jonathan Parker, Giorgio Primiceri, Eduard Schaal, Gianluca Violante, and MarkWatson for helpful discussion. We thank Daniel Greenwald, David Kohn, Peter Gross, and Michael Weber for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}