{
    "id": 16998,
    "citation_title": "Systemic Risks and the Macroeconomy",
    "citation_author": [
        "Gianni De Nicolò",
        "Marcella Lucchetta"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a modeling framework that delivers joint forecasts of indicators of systemic real risk and systemic financial risk, as well as stress-tests of these indicators as impulse responses to structural shocks identified by standard macroeconomic and banking theory. This framework is implemented using large sets of quarterly time series of indicators of financial and real activity for the G-7 economies for the 1980Q1-2009Q3 period. We obtain two main results. First, there is evidence of out-of sample forecasting power for tail risk realizations of real activity for several countries, suggesting the usefulness of the model as a risk monitoring tool. Second, in all countries aggregate demand shocks are the main drivers of the real cycle, and bank credit demand shocks are the main drivers of the bank lending cycle. These results challenge the common wisdom that constraints in the aggregate supply of credit have been a key driver of the sharp downturn in real activity experienced by the G-7 economies in 2008Q4-2009Q1.\n\n",
    "acknowledgement": "\nWe thank without implications Fabio Canova, David Romer, Ken West, Hao Zhou, Harry Mamaysky and seminar participants at the IMF and at the November 2009 NBER/Fed Cleveland Research Conference on \"Quantifying Systemic Risk\" for comments and suggestions. The views expressed in this paper are those of the authors and do not necessarily represent the views of the International Monetary Fund or the National Bureau of Economic Research.\n\n\n"
}