{
    "id": 16999,
    "citation_title": "Household Debt and Saving During the 2007 Recession",
    "citation_author": [
        "Rajashri Chakrabarti",
        "Donghoon Lee",
        "Wilbert van der Klaauw",
        "Basit Zafar"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing administrative credit report records and data collected through several special household surveys we analyze changes in household debt and savings during the 2007 recession. We find that while different segments of the population were affected in distinct ways, depending on whether they owned a home, whether they owned stocks and whether they had secure jobs, the crisis' impact appears to have been widespread, affecting large shares of households across all age, income and education groups. In response to their deteriorated financial situation, households reduced their average spending and increased saving. The latter increase - at least in 2009 - did not materialize itself through an increase in contributions to retirement and savings accounts. If anything, such contributions actually declined on average during that year. Instead, the higher saving rate appears to reflect a considerable decline in household debt, with households paying down mortgage debt in particular. At the end of 2009 individuals expected to continue to increase saving and pay down debt, which is consistent with what we have observed so far in 2010. In contrast, consumers were pessimistic about the availability of credit, with credit expected to become harder to obtain during 2010.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York or  the National Bureau of Economic Research. We have benefitted from helpful comments from Andrew Haughwout, Meta Brown and Joseph Tracy. Maricar Mabutas provided excellent research assistance.\n\n\n"
}