{
    "id": 16991,
    "citation_title": "Pensions in the 2000s: the Lost Decade?",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most dramatic changes in the retirement income system over the last three decades has been a decline in traditional defined benefit (DB) pension plans and a corresponding rise in defined contribution (DC) pensions. Have workers benefited from this change? Using data from the Survey of Consumer Finances, I find that after robust gains in the 1980s and 1990s, pension wealth experienced a marked slowdown in growth from 2001 to 2007. Projections to 2009 indicate no increase in pension wealth from 2001 to 2009. Retirement wealth is also found to offset the inequality in standard household net worth. However, I find that pensions had a weaker offsetting effect on wealth inequality in 2007 than in 1989.  As a result, whereas standard net worth inequality showed little change from 1989 to 2007, the inequality of private augmented wealth (the sum of pension wealth and net worth) did increase over this period. These results hold up even when Social Security wealth and employer contributions to DC plans are included in the measure of wealth and when adjustments are made for future tax liabilities on retirement wealth.\n\n",
    "acknowledgement": "\nI would like to gratefully acknowledge the financial support of the Upjohn Institute for this work. The paper is drawn from my forthcoming book, THE TRANSFORMATION OF THE AMERICAN PENSION SYSTEM: WAS IT BENEFICIAL FOR WORKERS?, to be published by the Upjohn Institute in 2011. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}