{
    "id": 17005,
    "citation_title": "Should Central Banks Raise their Inflation Targets? Some Relevant Issues",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShould central banks, because of the zero-lower-bound problem, raise their inflation-rate targets?  Several arguments are relevant.  (1) In the absence of the ZLB, the optimal steady-state inflation rate, according to standard New Keynesian reasoning, lies between the Friedman-rule value of deflation at the steady-state real interest rate and the Calvo-model value of zero, with calibration indicating a larger weight on the latter.  (2) An attractive modification of the Calvo pricing equation would, however, imply that the weight on the second of these values should be zero.  (3) There may be some scope for activist monetary policy to be effective even when the one-period interest rate is at the ZLB; but there is professional disagreement on this matter.  (4) Present institutional arrangements are not immutable.  In particular, elimination of traditional currency is feasible (even arguably attractive) and would remove the ZLB constraint on policy.  (5) Increasing target inflation for the purpose of avoiding occasional ZLB difficulties would tend to undermine the rationale for central bank independence and would constitute an additional movement away from policy recognition of the economic necessity for intertemporal discipline.\n\n",
    "acknowledgement": "\nThis paper was presented at the Federal Reserve Bank of Boston Conference \"Revisiting Monetary Policy in a Low Inflation Environment,\" held October 14-15, 2010, in Boston.  For helpful discussion and comments, I am indebted to Marvin Goodfriend, Joseph Gagnon, Edward Nelson, and Julio Rotemberg. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}