{
    "id": 17007,
    "citation_title": "Continuous Workout Mortgages",
    "citation_author": [
        "Robert J. Shiller",
        "Rafal M. Wojakowski",
        "M. Shahid Ebrahim",
        "Mark B. Shackleton"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nContinuous Workout Mortgage (CWM) balance and payments are indexed using market-observable house price index in an economic environment with prepayments. Our main results include: (a) explicit modelling of repayment and interest-only CWMs; (b) closed form formulas for mortgage payment and mortgage balance of a repayment CWM; (c) a closed form formula for the actuarially fair mortgage rate of an interest-only CWM. For repayment CWMs we extend our analysis to include two negotiable parameters: adjustable \"workout proportion\" and adjustable \"workout threshold.\" These results are of importance as they not only help in the understanding of the mechanics of CWMs and estimating key contract parameters, but they also provide guidance on how to enhance the resilience of the financial architecture and mitigate systemic risk.\n\n",
    "acknowledgement": "\nWe are grateful to Brent Ambrose, Kevin Atteson, Richard Buttimer, Peter Carr, Amy Crews Cutts, Bernard Dumas, Piet Eichholtz, Joseph Langsam, Douglas A. McManus, seminar participants at Maastricht University, ICMA Reading, Morgan Stanley NYC and conference participants at AREUEA Washington DC, Bachelier Congress Toronto and ASSA Denver for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}