{
    "id": 17001,
    "citation_title": "Negative Leakage",
    "citation_author": [
        "Don Fullerton",
        "Daniel Karney",
        "Kathy Baylis"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a simple analytical general equilibrium model and linearize it, to find a closed-from expression for the effect of a small change in carbon tax on leakage - the increase in emissions elsewhere.  The model has two goods produced in two sectors or regions. Many identical consumers buy both goods using income from a fixed stock of capital that is mobile between sectors. An increase in one sector's carbon tax raises the price of its output, so consumption shifts to the other good, causing positive carbon leakage.  However, the taxed sector substitutes away from carbon into capital.  It thus absorbs capital, which shrinks the other sector, causing negative leakage. This latter effect could swamp the former, reducing carbon emissions in both sectors.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Mustafa Babiker, Fernando Pérez-Cervantes, Brian Copeland, Corbett Grainger, Garth Heutel, Larry Karp, Carol McAusland, Gilbert Metcalf, Sergey Paltsev, Martin Weitzman, Niven Winchester, and seminar participants at the ASSA meeting in Denver, the University of Victoria, the University of British Columbia and the University of Illinois. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}