{
    "id": 17004,
    "citation_title": "The Impact of Pollution on Worker Productivity",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEnvironmental protection is typically cast as a tax on the labor market and the economy in general.  Since a large body of evidence links pollution with poor health, and health is an important part of human capital, efforts to reduce pollution could plausibly be viewed as an investment in human capital and thus a tool for promoting economic growth.  While a handful of studies have documented the impacts of pollution on labor supply, this paper is the first to rigorously assess the less visible but likely more pervasive impacts on worker productivity.  In particular, we exploit a novel panel dataset of daily farm worker output as recorded under piece rate contracts merged with data on environmental conditions to relate the plausibly exogenous daily variations in ozone with worker productivity.  We find robust evidence that ozone levels well below federal air quality standards have a significant impact on productivity: a 10 ppb decrease in ozone concentrations increases worker productivity by 4.2 percent.\n\n",
    "acknowledgement": "\nWe thank numerous individuals and seminar participants at RAND, UC-Irvine, Maryland, Cornell, Tufts, Michigan, University of Washington, University of British Columbia, CUNY Graduate Center, Yale University, Columbia, UC-San Diego, and the NBER Health Economics meeting for helpful suggestions. We are also particularly indebted to Udi Sosnik for helping to make this project possible and Shlomo Pleban for assistance in collecting the data, both of Orange Enterprises.  We are grateful for funding from the National Institute of Environmental Health Sciences (1R21ES019670-01), the Property and Environment Research Center, and seed grants from the Institute for Social and Economic Research and Policy and the Northern Manhattan NIEHS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}