{
    "id": 17006,
    "citation_title": "Durable Financial Regulation: Monitoring Financial Instruments as a Counterpart to Regulating Financial Institutions",
    "citation_author": [
        "Leonard Nakamura"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper sets forth a discussion framework for the information requirements of systemic financial regulation.  It specifically describes a potentially large macro-micro database for the U.S. based on an extended version of the Flow of Funds.  I argue that such a database would have been of material value to U.S. regulators in ameliorating the recent financial crisis and could be of aid in understanding the potential vulnerabilities of an innovative financial system in the future. I also suggest that making these data available to the academic research community, under strict confidentiality restrictions, would enhance the detection and measurement of systemic risk.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the author and do not necessarily reflect those of the National Bureau of Economic Research, the Federal Reserve Bank of Philadelphia or the Federal Reserve System. I would like to thank Viral Acharya, John Bell, Mitchell Berlin, Robert Bliss, John Bottega, Paul Calem, Satyajit Chatterjee, Larry Cordell, Ronel Elul, Jose Fillat, Jeff Fuehrer, Josh Gallin, Itay Goldstein, Chris Henderson, Bob Hunt, Tor Jacobson, George Kauffman, Arthur Kennickell, Bill Lang, Jamie McAndrews, Susan McIntosh, Greg Nini, Kasper Roszbach, Tom Stark, Todd Vermilyea, Larry Wall, Christian Wang, and participants in seminars at the Sveriges Riksbank and at the Federal Reserve Banks of Boston, New York, and Philadelphia, the Federal Reserve System Conference on Real-Time Policy Issues and the System Committee on Financial Structure on Regulation for many helpful comments.\n\n\n"
}