{
    "id": 17009,
    "citation_title": "Estimates of Crowd-Out from a Public Health Insurance Expansion Using Administrative Data",
    "citation_author": [
        "Laura Dague",
        "Thomas DeLeire",
        "Donna Friedsam",
        "Daphne Kuo",
        "Lindsey Leininger",
        "Sarah Meier",
        "Kristen Voskuil"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a combination of administrative and survey data to estimate the fraction of individuals newly enrolled in public health coverage (Wisconsin's combined Medicaid and CHIP program) that had access to private, employer-sponsored health insurance at the time of their enrollment and the fraction that dropped this coverage. We estimate that after expansion of eligibility for public coverage, approximately 20% of new enrollees had access to private health insurance at the time of enrollment and that only 8% dropped this coverage (with the remaining 12% having both private and public coverage).  We also identify an \"upper bound\" estimate, which suggests that the percentage of new enrollees with private insurance coverage at the time of enrollment is, at most, 27%.  These estimates of crowd-out are relatively low compared with estimates from the literature based on Medicaid and CHIP expansions, although based both on different data and on a different method.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of Wisconsin's Department of Health Services and the helpful comments of Amanda Kowalski, Maximilian D Schmeiser, and participants at the 2010 Annual Health Economics Conference and the 2011 ASSA conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}