{
    "id": 17000,
    "citation_title": "Counterparty Risk Externality: Centralized Versus Over-the-counter Markets",
    "citation_author": [
        "Viral V. Acharya",
        "Alberto Bisin"
    ],
    "citation_publication_date": "2011-04-28",
    "issue_date": "2011-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe model the opacity of over-the-counter (OTC) markets in a setup where agents share risks, but have incentives to default and their financial positions are not mutually observable. We show that this setup results in excess \"leverage\" in that parties take on short OTC positions that lead to levels of default risk that are higher than Pareto-efficient ones. In particular, OTC markets feature a \"counterparty risk externality\" that we show can lead to ex-ante productive inefficiency. This externality is absent when trading is organized via a centralized clearing mechanism that provides transparency of trade positions, or a centralized counterparty (such as an exchange) that observes all trades and sets prices competitively. While collateral requirements and subordination of OTC positions in bankruptcy can ameliorate the counterparty risk externality, they are in general inadequate in addressing it fully.\n\n",
    "acknowledgement": "\nWe are grateful to Rob Engle for insightful discussions. We also gratefully acknowledge comments from Eric Ghysels, Martin Oehmke, Marco Pagano (discussant), and seminar participants at the Federal Reserve Bank of New York, Econometric Society Meetings in Atlanta (2010), NYU-Stern Finance brown bag seminar, Macroeconomics Workshop at NYU Economics, University of Michigan, University of British Columbia and Stanford Macroeconomics. We received excellent research assistance from Rustom Irani and Hanh Le. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}