{
    "id": 17014,
    "citation_title": "Managing Self-Confidence: Theory and Experimental Evidence",
    "citation_author": [
        "Markus M. Mobius",
        "Muriel Niederle",
        "Paul Niehaus",
        "Tanya S. Rosenblat"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence from social psychology suggests that agents process information about their own ability in a biased manner. This evidence has motivated exciting research in behavioral economics, but has also garnered critics who point out that it is potentially consistent with standard Bayesian updating. We implement a direct experimental test. We study a large sample of 656 undergraduate students, tracking the evolution of their beliefs about their own relative performance on an IQ test as they receive noisy feedback from a known data-generating process. Our design lets us repeatedly measure the complete relevant belief distribution incentive-compatibly. We find that subjects (1) place approximately full weight on their priors, but (2) are asymmetric, over-weighting positive feedback relative to negative, and (3) conservative, updating too little in response to both positive and negative signals. These biases are substantially less pronounced in a placebo experiment where ego is not at stake. We also find that (4) a substantial portion of subjects are averse to receiving information about their ability, and that (5) less confident subjects are causally more likely to be averse. We unify these phenomena by showing that they all arise naturally in a simple model of optimally biased Bayesian information processing.\n\n",
    "acknowledgement": "\nWe are grateful to Nageeb Ali, Roland Benabou, Gary Chamberlain, Rachel Croson, Gordon Dahl, Asen Ivanov, John List, Al Roth, Joel Sobel, Lise Vesterlund and Roberto Weber for helpful discussions. We would like to thank seminar participants at University of Chicago, Clemson University, Iowa State University, Federal Reserve Bank of Boston, the Institute for Advanced Study (Princeton), Princeton, Experimental Economics Conference (UCSB), Workshop in Behavioral Public Economics (Innsbruck), and 2009 North American Meetings of the Economic Science Association for their feedback. Aislinn Bohren provided outstanding research assistance. Niederle and Rosenblat are grateful for the hospitality of the Institute for Advanced Study where part of this paper was written. We thank the National Science Foundation, Harvard University and Wesleyan University for financial support. Niehaus acknowledges financial support from an NSF Graduate Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}