{
    "id": 17012,
    "citation_title": "Reshaping Institutions: Evidence on Aid Impacts Using a Pre-Analysis Plan",
    "citation_author": [
        "Katherine Casey",
        "Rachel Glennerster",
        "Edward Miguel"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough institutions are believed to be key determinants of economic performance, there is limited evidence on how they can be successfully reformed. Evaluating the effects of specific reforms is complicated by the lack of exogenous variation in the presence of institutions; the difficulty of empirically measuring institutional performance; and the temptation to \"cherry pick\" a few novel treatment effect estimates from amongst the large number of indicators required to capture the complex and multi-faceted subject. We evaluate one attempt to make local institutions more egalitarian by imposing minority participation requirements in Sierra Leone and test for longer term learning-by-doing effects. In so doing, we address these three pervasive challenges by: exploiting the random assignment of a participatory local governance intervention, developing innovative real-world outcomes measures, and using a pre-analysis plan to bind our hands against data mining. The specific program under study is a \"community driven development\" (CDD) project, which has become a popular strategy amongst donors to improve local institutions in developing countries. We find positive short-run effects on local public goods provision and economic outcomes, but no sustained impacts on collective action, decision-making processes, or the involvement of marginalized groups (like women) in local affairs, indicating that the intervention was ineffective at durably reshaping local institutions. We further show that in the absence of a pre-analysis plan, we could have instead generated two highly divergent, equally erroneous interpretations of the impacts--one positive, one negative--of external aid on institutions.\n\n",
    "acknowledgement": "\nWe wish to thank the GoBifo Project staff--Minkahil Bangura, Kury Cobham, John Lebbie, Dan Owen and Sullay Sesay--and the Institutional Reform and Capacity Building Project (IRCBP) staff--Liz Foster, Emmanuel Gaima, Alhassan Kanu, S.A.T. Rogers and Yongmei Zhou--without whose cooperation this research would not have been possible. We are grateful for excellent research assistance from John Bellows, Mame Fatou Diagne, Mark Fiorello, Maryam Janani, Philip Kargbo, Angela Kilby, Gianmarco León, Tom Polley, Tristan Reed, Arman Rezaee, Alex Rothenberg and David Zimmer. Jim Fearon, Brian Knight, Ed Leamer, Kaivan Munshi, Biju Rao, Gerard Roland, Ann Swidler, Eric Werker and seminar audiences at Brown, CGD, the Econometric Society (North American Summer Meetings), IGC, MIT, NEUDC, Stanford, U.C. Berkeley, UCLA, UCSD and WGAPE have provided helpful comments. We gratefully acknowledge financial support from the GoBifo Project, the IRCBP, the World Bank Development Impact Evaluation (DIME) initiative, the Horace W. Goldsmith Foundation, the International Growth Centre, the International Initiative for Impact Evaluation, and the National Bureau of Economic Research African Successes Project (funded by the Gates Foundation). All errors remain our own. *Corresponding author: Edward Miguel (emiguel@econ.berkeley.edu) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}