{
    "id": 17011,
    "citation_title": "Can Medical Progress be Sustained? Implications of the Link Between Development and Output Markets",
    "citation_author": [
        "Anup Malani",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "2012-09-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is considerable debate about the impact of health care reform on the growth in medical spending.  Medical innovation is thought to be a central contributor to that growth. We argue that there is a unique linkage between reforms that affect output markets for medical care and medical R&D costs.  This linkage is due to the fact that potential consumers of medical care are also potential participants in clinical trials that are required to develop new medical products.  Therefore, reforms that increase the quality or reduce the price of already developed treatments reduce the incentive of patients to participate in trials of experimental treatments.  This delays development and reduce the returns to in innovation.  We provide evidence of this \"subject market effect\" by considering the impact of changes in the quality of conventional care on development.  We document a dramatic drop in trial recruitment following introduction of break-through HIV/AIDS therapies in 1996.  We conclude by discussing additional positive and normative implications of the subject market effect that link input and output markets for medical products.\n\n",
    "acknowledgement": "\nWe thank Gary Becker, Tatyana Deryugina, Einer Elhauge, Jose Fernandez, Dana Goldman, Eric Helland, William Hubbard, Darius Lakdawalla, Richard Miller, Kevin Murphy, Julian Reif, Seth Seabury, Neeraj Sood, Tony Tse, Heidi Williams; workshop and conference participants at the University of Southern California, University of Chicago, Harvard Law School, NBER Summer Institute, the Association Lecture at The Southern Economic Association, and HEC Montreal for helpful comments; and Ilya Beylin, Mete Karakaya, Nate Reid, and Christopher Whaley for research assistance.  Malani acknowledges financial support from the Samuel J. Kersten Faculty Fund at the University of Chicago Law School and Philipson acknowledges support from the Biotechnology Industry Organization and the George Stigler Center for the Study of the Economy and the State at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}