{
    "id": 17018,
    "citation_title": "Framing Effects and Expected Social Security Claiming Behavior",
    "citation_author": [
        "Jeffrey R. Brown",
        "Arie Kapteyn",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nEligible participants in the U.S. Social Security system may claim benefits anytime from age 62-70, with benefit levels actuarially adjusted based on the claiming age. This paper shows that individual intentions with regard to Social Security claiming ages are sensitive to how the early versus late claiming decision is framed.  Using an experimental design, we find that the use of a \"break-even analysis\" has the very strong effect of encouraging individuals to claim early.  We also show that individuals are more likely to report they will delay claiming when later claiming is framed as a gain, and when the information provides an anchoring point at older, rather than younger, ages. Moreover, females, individuals with credit card debt, and workers with lower expected benefits are more strongly influenced by framing.  We conclude that some individuals may not make fully rational optimizing choices when it comes to choosing a claiming date.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Consortium. The authors also acknowledge support provided by the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania, and the RAND Corporation. The authors thank Mary Fu for her expert research assistance, and Matthew Greenwald, Tania Gutsche, Lisa Marinelli, Lisa Schneider, and Bas Weerman for their invaluable comments and assistance on the project.  We also thank Steve Goss and Steve McKay of SSA for their guidance.   The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, the National Bureau of Economic Research, or any other institution with which the authors are affiliated.\n\n\n"
}