{
    "id": 17010,
    "citation_title": "Legal Investor Protection and Takeovers",
    "citation_author": [
        "Mike Burkart",
        "Denis Gromb",
        "Holger M. Mueller",
        "Fausto Panunzi"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of legal investor protection for the efficiency of the market for corporate control. Stronger legal investor protection limits the ease with which an acquirer, once in control, can extract private benefits at the expense of non-controlling investors. This, in turn, increases the acquirer's capacity to raise outside funds to finance the takeover. Absent effective competition for the target, the increased outside funding capacity does not make efficient takeovers more likely, however, because the bid price, and thus the acquirer's need for funds, increase in lockstep with his pledgeable income. In contrast, under effective competition, the increased outside funding capacity makes it less likely that the takeover outcome is determined by the bidders' financing constraints-and thus by their internal funds-and more likely that it is determined by their ability to create value. Accordingly, stronger legal investor protection can improve the efficiency of the takeover outcome. Taking into account the interaction between legal investor protection and financing constraints also provides new insights into the optimal allocation of voting rights, sales of controlling blocks, and the role of legal investor protection in cross-border M&A.\n\n",
    "acknowledgement": "\nWe thank Franco Ferrari, Igor Letina, and seminar participants at the Stockholm School of Economics and Luiss Guido Carli University for helpful comments. Financial support from the ESRC is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}