{
    "id": 17017,
    "citation_title": "Public Goods Agreements with Other-Regarding Preferences",
    "citation_author": [
        "Charles D. Kolstad"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "2012-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy cooperation occurs when noncooperation appears to be individually rational has been an issue in economics for at least a half century.  In the 1960's and 1970's the context was cooperation in the prisoner's dilemma game; in the 1980's concern shifted to voluntary provision of public goods; in the 1990's, the literature on coalition formation for public goods provision emerged, in the context of coalitions to provide transboundary pollution abatement.  The problem is that theory suggests fairly low (even zero) levels of contributions to the public good and high levels of free riding.  Experiments and empirical evidence suggests higher levels of cooperation.  This is a major reason for the emergence in the 1990's and more recently of the literature on other-regarding preferences (also known as social preferences).   Such preferences tend to involve higher levels of cooperation (though not always).  This paper contributes to the literature on coalitions, public good provision and other-regarding preferences.   For standard preferences, the marginal per capita return (MPCR) to investing in the public good must be greater than one for contributing to be individually rational.  We find that Charness-Rabin preferences tend to reduce this threshold for individual contributions.  We also find that Charness-Rabin preferences reduce the equilibrium size of a coalition of agents formed to provide the public good.  In contrast to much of the literature, we treat the wealth of agents as heterogeneous.  In such cases, we find that transfers among agents of the coalition may be necessary to sustain cooperation (regardless of the nature of preferences).  An example drawn from experiments is provided as an illustration of the effectiveness of social preferences.\n\n",
    "acknowledgement": "\nDepartment of Economics and Bren School, University of California, Santa Barbara; Resources for the Future; and NBER.  Comments from Werner Güth, Kaj Thomsson and Philipp Wichardt and discussions with Gary Charness and Michael Finus have been appreciated.  Outstanding research assistance from Trevor O'Grady and Adam Wright is gratefully acknowledged.  Funding from the University of California Center for Energy and Environmental Economics (UCE3) is also acknowledged and appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}