{
    "id": 17013,
    "citation_title": "The Organization of R&D in American Corporations: The Determinants and Consequences of Decentralization",
    "citation_author": [
        "Ashish Arora",
        "Sharon Belenzon",
        "Luis A. Rios"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between decentralization of R&D, innovation and firm performance using a novel dataset on the organizational structure of 1,290 American publicly-listed corporations, 2,615 of their affiliate firms, as well as characteristics of 594,903 patents that they hold. We explore the tension between centralization and decentralization of R&D, which trades off between responsiveness to immediate and local business needs and the type of research that can benefit the firm as a whole. To do this, we develop two novel measures of decentralization. First, using intra-firm patent assignments, we distinguish between patents that are assigned to the inventing unit rather than to corporate headquarters. Second, we exploit the variation between firms which posses a central corporate R&D labs and those that do not. We find that centralized R&D tends be more scientific, broader in scope, and have more technical impact, while being more likely in firms that operate within a narrower range of businesses, in complex technologies, or that are less reliant upon acquisitions. Additionally, we find that firms with a more decentralized structure, on average, invest less in R&D, generate fewer patents per R&D, and exhibit greater sales growth and higher market value. We discuss several theories that can explain these relationships, as well as potential avenues for future research.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2010 NBER Summer institute, IFN Stockholm Conference, HBS TOM Seminar, Technion Israel Strategy Conference, as well as Nick Bloom, Tom Hubbard, Will Mitchell, Raffaella Sadun, Mark Schankerman, John Van Reenen, Nathan Letts and Ray Gilmartin for helpful comments. We thank Hadar Gafni for excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}