{
    "id": 17027,
    "citation_title": "The Social Cost of Near-Rational Investment",
    "citation_author": [
        "Tarek A. Hassan",
        "Thomas M. Mertens"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "2016-08-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that the stock market may fail to aggregate information even if it appears to be efficient, and that the resulting decrease in the information content of prices may drastically reduce welfare. We solve a macroeconomic model in which information about fundamentals is dispersed and households make small, correlated errors when forming expectations about future productivity. As information aggregates in the market, these errors amplify and crowd out the information content of stock prices. When prices reflect less information, the conditional variance of stock returns rises, causing an increase in uncertainty and costly distortions in consumption, capital accumulation, and labor supply.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Hengjie Ai, George Akerlof, Manuel Amador, Gadi Barelvy, Jeff Campbell, John Y. Campbell, V.V. Chari, John Cochrane, George Constantinides, Martin Eichenbaum, Emmanuel Farhi, Nicola Fuchs-Sch¨undeln, Martin Hellwig, Anil Kashyap, Ralph Koijen, Kenneth L. Judd, David Laibson, John Leahy, Guido Lorenzoni, N. Gregory Mankiw, Lasse Pedersen, Kenneth Rogoff, Andrei Shleifer, Jeremy Stein, Pietro Veronesi, and Pierre-Olivier Weill for helpful comments. We also thank seminar participants at Harvard University, Stanford, Princeton, the University of Chicago, UC Berkeley, the University of British Columbia, the Federal Reserve Bank of Minneapolis, the London School of Economics, the Max Planck Institute Bonn, Goethe University Frankfurt, the University of Mannheim, Oxford, the University of Kansas, the EEA/ESEM, the SED annual meeting, the AEA annual meeting, Econometric Society NASM, the WFA annual meeting, and the NBER AP and EFCE meetings for valuable discussions. All mistakes remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}