{
    "id": 17026,
    "citation_title": "Credit Risk and Disaster Risk",
    "citation_author": [
        "Francois Gourio"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCorporate credit spreads are large, volatile, countercyclical, and significantly larger than expected losses, but existing macroeconomic models with financial frictions fail to reproduce these patterns, because they imply small and constant aggregate risk premia. Building on the idea that corporate debt, while safe in normal times, is exposed to the risk of economic depression, this paper embeds a trade-off theory of capital structure into a real business cycle model with a small, time-varying risk of large economic disaster. This simple feature generates large, volatile and countercyclical credit spreads as well as novel business cycle implications. In particular, financial frictions substantially amplify the effect of shocks to the disaster probability.\n\n",
    "acknowledgement": "\nI thank Hui Chen, Simon Gilchrist, Nobu Kiyotaki, Harald Uhlig, Karl Walentin, Vlad Yankov, and participants in presentations at Boston University, ECB, Paris school of Economics, the CEPR-EABCN December 2010 conference, and SED 2010 for comments. Michael Siemer provided outstanding research assistance. NSF funding under grant SES-0922600 is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}