{
    "id": 17022,
    "citation_title": "The Quantification of Systemic Risk and Stability: New Methods and Measures",
    "citation_author": [
        "Romney B. Duffey"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address the question of the prediction of large failures, busts, or system collapse, and the necessary concepts related to risk quantification, minimization and management. Answering this question requires a new approach since predictions using standard financial techniques and statistical distributions fail to predict or anticipate crises. The key points are that financial markets, systems, trading and manoeuvres are not just about money, debt, stocks, instruments and assets but reflect the actions and motivations of humans, which includes the presence or absence of learning effects. Therefore we have the possibility of failures or rare or low frequency events due to human involvement. The rare or unknown event is directly due to human influence, and reflects both learning and risk taking, with the presence of the finite and persistent human error contribution while taking or exposed to risk. This presence of humans in the marketplace explains the failure of present purely statistical methods to correctly estimate, predict or determine the onset of financial crises, busts and collapses.\nIn this essay, we unify the concepts for predicting financial systemic risk with the general theory for outcomes, trends and measures already derived for other technical and social systems with human involvement. We replace words and qualitative reasoning with measures and quantitative predictions. The paper is therefore written with an introductory section devoted to the measures relevant to risk prediction in other modern technological systems; and is then extended and applied specifically to risk prediction for financial and business systems. The resulting measures also provide useful guidance for risk governance.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}