{
    "id": 17021,
    "citation_title": "Credit Spreads and Business Cycle Fluctuations",
    "citation_author": [
        "Simon Gilchrist",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the evidence on the relationship between credit spreads and economic activity. Using an extensive data set of prices of outstanding corporate bonds trading in the secondary market, we construct a credit spread index that is--compared with the standard default-risk indicators--a considerably more powerful predictor of economic activity. Using an empirical framework, we decompose our index into a predictable component that captures the available firm-specific information on expected defaults and a residual component--the excess bond premium. Our results indicate that the predictive content of credit spreads is due primarily to movements in the excess bond premium. Innovations in the excess bond premium that are orthogonal to the current state of the economy are shown to lead to significant declines in economic activity and equity prices. We also show that during the 2007-09 financial crisis, a deterioration in the creditworthiness of broker-dealers--key financial intermediaries in the corporate cash market--led to an increase in the excess bond premium. These find- ings support the notion that a rise in the excess bond premium represents a reduction in the effective risk-bearing capacity of the financial sector and, as a result, a contraction in the supply of credit with significant adverse consequences for the macroeconomy.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Tobias Adrian, Hui Chen, Mark Gertler, Arvind Krishnamurthy, Haitao Li, Eric Swanson, Min Wei, and Jonathan Wright for helpful discussions. We also thank seminar participants at the Federal Reserve Board, the Federal Reserve Banks of Boston, Chicago, and New York, Brown University, NYU, the 2010 CEGE Conference on Financial Shocks and the Real Economy, and the 2010 Tepper/LAEF Conference on Advances in Macro-Finance for helpful comments and suggestions. Robert Kurtzman and Michael Levere provided outstanding research assistance. All errors and omissions are our own responsibility alone. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of anyone else associated with the Federal Reserve System.\n\n\n"
}