{
    "id": 17020,
    "citation_title": "Remembering to Pay? Reminders vs. Financial Incentives for Loan Payments",
    "citation_author": [
        "Ximena Cadena",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe report the results from a field experiment with a micro lender in Uganda to test the effectiveness of privately implemented incentives for loan repayment. Using a randomized control trial we measure the impact of three different treatments: Borrowers are either given a lump sum cash reward upon completion of the loan (equivalent to a 25% interest rate reduction on the current loan), a 25% reduction of the interest rate in the next loan the borrower takes from the bank, or a monthly text message reminder before the loan payment is due (SMS). We find that on average the size of the treatment effect is similar across all the treatment groups: borrowers in the treatment groups have a 7-9% increase in the probability of paying on time and the average days late drop by 2 days a month. The results suggest that simple text messages which help borrowers to better manage their repayment dates have similar effects as large changes in the cost of capital of 25% of interest. The impact of the cash back incentives are stronger for customers with smaller loans and less banking experience, the reduced future interest rate seemed to be most effective for customers with larger loans, while the SMS text messages were particularly effective for younger customers.\n\n",
    "acknowledgement": "\nWe thank Jillian Larsen for outstanding project management and field work during implementation of the project and help with the data analysis. We also thank UML for their help and insights in the implementation of this study and their active interest in the research. We thank the IFC for financial support and ideas42 for funding and operational support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}