{
    "id": 17024,
    "citation_title": "Historical Evidence on the Finance-Trade-Growth Nexus",
    "citation_author": [
        "Michael D. Bordo",
        "Peter L. Rousseau"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study linkages between financial development, international trade, and long-run growth using data since 1880 for seventeen now-developed \"Atlantic\" economies and a set of cross-country and dynamic panel data models. We find that finance and trade reinforced each other before 1930, but that these effects did not persist after the Second World War. Financial development has positive effects on growth throughout the sample period, while trade affects growth strongly and independently after 1945. We attribute the rising importance of trade in explaining growth to major post-World War II changes in tariffs and quantity restrictions associated with the GATT, the establishment of the European Common Market, and the gradual elimination of capital controls after 1973.  The findings are robust to the use of 'deep' fundamentals such as legal origin and indicators of the political environment as instruments for financial development and trade. Financial development, however, is more closely linked to these fundamentals than trade.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}