{
    "id": 17032,
    "citation_title": "The Hired Gun Mechanism",
    "citation_author": [
        "James Andreoni",
        "Laura K. Gee"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present and experimentally test a mechanism that provides a simple, natural, low cost, and realistic solution to the problem of compliance with socially determined efficient actions, such as contributing to a public good. We note that small self-governing organizations often place enforcement in the hands of an appointed leader-the department chair, the building superintendent, the team captain. This hired gun, we show, need only punish the least compliant group member, and then only punish this person enough so that the person would have rather been the second least compliant. We show experimentally this mechanism, despite having very small penalties out of equilibrium, reaches the full compliance equilibrium almost instantly.\n\n",
    "acknowledgement": "\nWe would like to thank our colleagues at UCSD, participants in the Social Dilemmas Conference, participants at the ESA 2010 Conference, participants at the SWET 2011, Kristy Buzzard, Simon Gachter, Nikos Nikiforakis and Anya Savikhina for helpful comments during the writing of this paper. Andreoni also gratefully acknowledges the National Science Foundation, grant 1024683, for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}