{
    "id": 17031,
    "citation_title": "Individual Preferences, Organization, and Competition in a Model of R&D Incentive Provision",
    "citation_author": [
        "Nicola Lacetera",
        "Lorenzo Zirulia"
    ],
    "citation_publication_date": "2011-05-05",
    "issue_date": "2011-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding the organization of R&D activities requires the simultaneous consideration of scientific workers' talent and tastes, companies' organizational choices, and the characteristics of the relevant industry. We develop a model of the provision of incentives to corporate scientists, in an environment where (1) scientists engage in multiple activities when performing research; (2) knowledge is not perfectly appropriable; (3) scientists are responsive to both monetary and non-monetary incentives; and (4) firms compete on the product market. We show that both the degree of knowledge spillovers and of market competition affect the incentives given to scientists, and these effects interact. First, high knowledge spillovers lead firms to soften incentives when product market competition is high, and to strengthen incentives when competition is low. Second, the relationship between the intensity of competition and the power of incentives is U-shaped, with the exact shape depending on the degree of knowledge spillovers. We also show that the performance-contingent pay for both applied and basic research increases with the non-pecuniary benefits that scientists obtain from research. We relate our findings to the existing empirical research, and also discuss their implications for management and public policy.\n\n",
    "acknowledgement": "\nWe are grateful to Ajay Agrawal, Kevin Boudreau, Ramon Casadesus-Masanell, Erika Färnstrand Damsgaard, Ramana Nanda, Heather Royer, Mark Schankerman, Justin Sydnor, Neil Aaron Thompson, Henry Sauermann, session attendants at the 2010 Harvard Business School Strategy Conference, the 2010 DRUID Conference, the EEA 2008 Meetings, the 2008 REER Conference at Georgia Tech, and the EARIE 2007 Meetings, and seminar participants at Boston University, University of Bologna, Bocconi University, University of Naples Federico II for their comments and suggestions. Tina Chen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}