{
    "id": 17038,
    "citation_title": "This Time Is the Same: Using Bank Performance in 1998 to Explain Bank Performance During the Recent Financial Crisis",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "Robert Prilmeier",
        "René M. Stulz"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether a bank's performance during the 1998 crisis, which was viewed at the time as the most dramatic crisis since the Great Depression, predicts its performance during the recent financial crisis. One hypothesis is that a bank that has an especially poor experience in a crisis learns and adapts, so that it performs better in the next crisis. Another hypothesis is that a bank's poor experience in a crisis is tied to aspects of its business model that are persistent, so that its past performance during one crisis forecasts poor performance during another crisis. We show that banks that performed worse during the 1998 crisis did so as well during the recent financial crisis. This effect is economically important. In particular, it is economically as important as the leverage of banks before the start of the crisis. The result cannot be attributed to banks having the same chief executive in both crises. Banks that relied more on short-term funding, had more leverage, and grew more are more likely to be banks that performed poorly in both crises.\n\n",
    "acknowledgement": "\nWe thank Amit Goyal, Jun-Koo Kang, Christian Laux, Roger Loh, Angie Low, Ulrike Malmendier, Ron Masulis, Erwan Morellec, Lasse Pedersen, Jeremy Stein, Neal Stoughton, Rossen Valkanov, Mitch Warachka, Josef Zechner, and seminar participants at Ecole Polytechnique Fédérale de Lausanne, Nanyang Technological University, Singapore Management University, University of New South Wales, University of Queensland, University of Sydney, University of Technology, Sydney, and Wirtschaftsuniversität Wien for helpful comments and suggestions. Fahlenbrach gratefully acknowledges financial support from the Swiss Finance Institute and the Swiss National Centre of Competence in Research on \"Financial Valuation and Risk Management.\" Part of this research was carried out while Fahlenbrach was visiting researcher at the University of New South Wales. Address correspondence to René M. Stulz, Fisher College of Business, The Ohio State University, 806 Fisher Hall, Columbus, OH 43210, stulz@cob.osu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}