{
    "id": 17041,
    "citation_title": "What Do Small Businesses Do?",
    "citation_author": [
        "Erik Hurst",
        "Benjamin Wild Pugsley"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we show that most small business owners are very different from the entrepreneurs that economic models and policy makers often have in mind. Using new data that samples early stage entrepreneurs just prior to business start up, we show that few small businesses intend to bring a new idea to market.  Instead, most intend to provide an existing service to an existing market.  Further, we find that most small businesses have little desire to grow big or to innovate in any observable way. We show that such behavior is consistent with the industry characteristics of the majority of small businesses, which are concentrated among skilled craftsmen, lawyers, real estate agents, doctors, small shopkeepers, and restaurateurs.  Lastly, we show non pecuniary benefits (being one's own boss, having flexibility of hours, etc.) play a first-order role in the business formation decision.  We then discuss how our findings suggest that the importance of entrepreneurial talent, entrepreneurial luck, and financial frictions in explaining the firm size distribution may be overstated.  We conclude by discussing the potential policy implications of our findings.\n\n",
    "acknowledgement": "\nThis paper was previously circulated with the title \"Understanding Small Business Heterogeneity.\"  We would like to thank Mark Aguiar, Fernando Alvarez, Jaroslav Borovicka, Augustin Landier, Josh Lerner, E.J. Reedy, Jim Poterba, David Romer, Sarada, Andrei Shleifer, Mihkel Tombak, Justin Wolfers and seminar participants at Boston College, the 2011 Duke/Kauffman Entrepreneurship Conference, the Federal Reserve Bank of Minneapolis, Harvard Business School, the Institute for Fiscal Studies, the 2011 International Industrial Organization Conference, London School of Economics, MIT, 2010 NBER Summer Institute Entrepreneurship Workshop, Penn State, Stanford University, and the University of Chicago for comments.  Hurst and Pugsley gratefully acknowledge the financial support provided by the George J. Stigler Center for the Study of Economy and the State as well as the financial support provided by the Brookings Institute.  Additionally Hurst thanks the financial support provided by the University of Chicago's Booth School of Business and Pugsley thanks the financial support from the Ewing Marion Kauffman Foundation.  Certain data included herein are derived from the Kauffman Firm Survey release 3.1 public-use data file. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the Ewing Marion Kauffman Foundation or the National Bureau of Economic Research.\n\n\n"
}