{
    "id": 17045,
    "citation_title": "Land-price dynamics and macroeconomic fluctuations",
    "citation_author": [
        "Zheng Liu",
        "Pengfei Wang",
        "Tao Zha"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that positive co-movements between land prices and business investment are a driving force behind the broad impact of land-price dynamics on the macroeconomy. We develop an economic mechanism that captures the co-movements by incorporating two key features into a DSGE model: We introduce land as a collateral asset in firms' credit constraints and we identify a shock that drives most of the observed fluctuations in land prices.  Our estimates imply that these two features combine to generate an empirically important mechanism that amplifies and propagates macroeconomic fluctuations through the joint dynamics of land prices and business investment.\n\n",
    "acknowledgement": "\nFor helpful discussions, we thank Susanto Basu, Larry Christiano, Russell Cooper, Morris Davis, Steve Durlauf, Marty Eichenbaum, John Fernald, Kris Gerardi, Mark Gertler, Simon Gilchrist, Mike Golosov, Pat Higgins, Matteo Iacoviello, Nobu Kiyotaki, Dirk Krueger, Junior Maih, Jim Nason, Lee Ohanian,  Alberto Oritz-Bolanos, Richard Rogerson, Julio Rotemberg, Tom Sargent, Frank Schorfheide, Mark Spiegel, Harald Uhlig, Dan Waggoner, Carl Walsh, John Williams, and seminar participates at Federal Reserve Banks of Atlanta and San Francisco, the 2009 NBER Summer Workshop on Impulse and Propagation Mechanisms, University of Pennsylvania, University of Wisconsin, Georgetown University, UCLA, UCSD, UC Riverside, UC Santa Cruz, UC Davis, USC, the European University Institute, Banque de France, Bank of New Zealand Conference on Twenty Years of Inflation Targeting.  We thank David Lang, Jacob Smith, and Diego Vilan for research assistance and Anita Todd and Sam Zuckerman for editorial assistance.  Pengfei Wang acknowledges the financial support from Hong Kong Research Grant Council (project \\#643908). The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}