{
    "id": 17047,
    "citation_title": "The Role of Theory in Field Experiments",
    "citation_author": [
        "David Card",
        "Stefano DellaVigna",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n",
        "Cohort Studies",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a new classification of experiments that captures the extent to which the experimental design and analysis are linked to economic theory. We then use this system to classify all published field experiments in the five top economics journals from 1975 to 2010. We find that the vast majority of field experiments (68%) are Descriptive studies that lack any explicit model; 18% are Single Model studies that test a single model-based hypothesis; 6% are Competing Models studies that test competing model-based hypotheses; and 8% are Parameter Estimation studies that estimate structural parameters in a completely specified model. Using the same system to classify laboratory experiments published over the same period, we find that economic theory has played a more central role in the laboratory than in the field.  Finally, we discuss in detail three sets of field experiments, on gift exchange, on charitable giving, and on negative income tax,  that illustrate both the benefits and the potential costs of a tighter link between experimental design and theoretical underpinnings.\n\n",
    "acknowledgement": "\nWe thank for helpful comments the editors, as well as Oriana Bandiera, Iwan Barankay, Glenn Harrison, Matthew Rabin, David Reiley, and participants in Berkeley, at the Wharton Conference on Field Experiment, and at the 2011 ASSA conference in Denver. We thank Ivan Balbuzanov, Xiaoyu Xia, and a very dedicated group of undergraduate students  for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}