{
    "id": 17048,
    "citation_title": "Health, Disability and Pathways to Retirement in Spain",
    "citation_author": [
        "Pilar García-Gómez",
        "Sergi Jiménez-Martín",
        "Judit Vall Castelló"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the trends in labor force participation and transitions to benefit programs of older workers in relation to health trends as well as recent Social Security reforms. Our preliminary conclusions are pessimistic regarding the effect of health improvements on the labor market attachment of older workers since we show that despite the large improvements in the mortality rates among older individuals in Spain, the employment rates of individuals older than fifty-five remain lower than the ones observed in the late 1970s. Some caution should remain in our conclusions as the evidence on health trends is inconclusive. Regarding the effect of Social Security reforms, we find that both the 1997 and the 2002 reform decreased the stock into old-age benefits at the cost of an increased share of the participation into disability. Finally, we find that there was a significant increase in the outflow from employment into disability after the 2002 reform.\n\n",
    "acknowledgement": "\nWe thank the Ministerio de Ciencia e Innovación for financial support (research project ECO2008-06395-C05). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}