{
    "id": 17042,
    "citation_title": "An Assessment of the Effectiveness of Anti-Poverty Programs in the United States",
    "citation_author": [
        "Yonatan Ben-Shalom",
        "Robert A. Moffitt",
        "John Karl Scholz"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the effectiveness of means-tested and social insurance programs in the United States.  We show that per capita expenditures on these programs as a whole have grown over time but expenditures on some programs have declined.  The benefit system in the U.S. has a major impact on poverty rates, reducing the percent poor in 2004 from 29 percent to 13.5 percent, estimates which are robust to different measures of the poverty line.  We find that, while there are significant behavioral side effects of many programs, their aggregate impact is very small and does not affect the magnitude of the aggregate poverty impact of the system.  The system reduces poverty the most for the disabled and the elderly and least for several groups among the non-elderly and non-disabled.   Over time, we find that expenditures have shifted toward the disabled and the elderly, and away from those with the lowest incomes and toward those with higher incomes, with the consequence that post-transfer rates of deep poverty for some groups have increased. We conclude that the U.S. benefit system is paternalistic and tilted toward the support of the employed and toward groups with special needs and perceived deservingness.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Oxford Handbook of the Economics of Poverty. The authors would like to Janet Currie, Eric French, and Philip Jefferson for comments and  Hsueh-Hsiang (Cher) Li for assistance.  The authors would also like to thank Eric French, John Jones, and Neeraj Kaushal for providing new computations of the effects of transfer programs on labor supply, and Kathleen Short for providing figures for the computation of alternative poverty lines. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}