{
    "id": 17049,
    "citation_title": "Disability, Health and Retirement in the United Kingdom",
    "citation_author": [
        "James Banks",
        "Richard Blundell",
        "Antoine Bozio",
        "Carl Emmerson"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last thirty years pathways to retirement have changed substantially in the UK. They have been dominated by spells of unemployment in the late 1970s, with then an increased importance of disability spells from the mid-1980s onwards. At the end of the period the direct route from work to retirement was increasingly more common. General economic conditions seem to have been important driving forces during the entire period. In contrast changes in health do not seem to provide convincing explanations for these trends: mortality has been falling over the period without any apparent link to the share of the population reporting ill health or disability or to the number claiming benefits. We also find evidence that recent reforms have had some impact. The halting of the previous growth in the rate of in-flow onto disability benefits in the mid-1990s coincided with the implementation of a major reform. Evidence from the pilots of the Pathways-to-Work programme in 2003-2005 suggests that those moving onto disability benefits moved off these benefits faster than they would otherwise have done as a direct result of the programme.\n\n",
    "acknowledgement": "\nThis paper forms part of the International Social Security project at the NBER. The authors are grateful to the other participants of that project. We are also grateful to the ESRC-funded Centre for the Microeconomic Analysis of Public Policy at IFS (grant number RES-544-28-5001) for funding this project. Material from the Family Expenditure Survey and the Labour Force Survey was made available by the UK Data Archive, data on mortality rates from Human Mortality Database (available at www.mortality.org) and from Government Actuary's Department (GAD). Any errors are the responsibility of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}