{
    "id": 17052,
    "citation_title": "Disability Pension Program and Labor Force Participation in Japan: A Historical Perspective",
    "citation_author": [
        "Takashi Oshio",
        "Satoshi Shimizutani"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper utilizes historical information to explore the relationship between labor force participation of middle aged and old people and the disability program in Japan. In particular, we explore the time series dimension to identify what has determined the trend in disability program participation over time and relate it with the labor supply. We find that mortality and health measures have been largely unrelated to the disability program participation rates. While major revisions to the disability program have slightly expanded the eligibility for DI programs, the program participation is still very low; thus, the effect on labor force participation is very limited in Japan, which is in contrast with some European countries that have high take up rates, inducing early retirement.\n\n",
    "acknowledgement": "\nThe original version of this paper was presented at the conference on the International Social Security Project (Phase VI) organized by the National Bureau of Economic Research (NBER) in Lisbon, Portugal, on May 28-29, 2010. We are grateful for the useful comments from participants at the meeting and financial support via a Grant-in-Aid for Specially Promoted Research from Japan's Ministry of Education, Culture, Sports, Science, and Technology (grant number 22000001). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}