{
    "id": 17058,
    "citation_title": "Inequality, Human Capital Formation and the Process of Development",
    "citation_author": [
        "Oded Galor"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom about the relationship between income distribution and economic development has been subjected to dramatic transformations in the past century. While classical economists advanced the hypothesis that inequality is beneficial for growth, the neoclassical paradigm dismissed the classical hypothesis and suggested that income distribution has limited role in the growth process.  A metamorphosis in these perspectives has taken place in the past two decades. Theory and subsequent empirical evidence have demonstrated that income distribution has a significant impact on human capital formation and the development process.  In early stages of industrialization, as physical capital accumulation was a prime engine of growth, inequality enhanced the process of development by channeling resources towards individuals whose marginal propensity to save is higher. In later stages of development, however, as human capital has become a main engine of growth, equality, in the presence of credit constraints, has stimulated human capital formation and growth.  Moreover, unequal distribution of land has been a hurdle for economic development. While industrialists have had an incentive to support education policies that foster human capital formation, landowners, whose interests lay in the reduction of the mobility of their labor force, have favored policies that deprived the masses of education.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of the Economics of Education, North-Holland. Galor's research is supported by NSF grant SES-0921573. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}