{
    "id": 17055,
    "citation_title": "Disability and Social Security Reforms: The French Case",
    "citation_author": [
        "Luc Behaghel",
        "Didier Blanchet",
        "Thierry Debrand",
        "Muriel Roger"
    ],
    "citation_publication_date": "2011-05-12",
    "issue_date": "2011-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe French pattern of early transitions out of employment is basically explained by the low age at \"normal\" retirement and by the importance of transitions through unemployment insurance and early-retirement schemes before access to normal retirement. These routes have exempted French workers from massively relying on disability motives for early exits, contrarily to the situation that prevails in some other countries where normal ages are high, unemployment benefits low and early-retirement schemes almost non-existent. Yet the role of disability remains interesting to examine in the French case, at least for prospective reasons in a context of decreasing generosity of other programs.\nThe study of the past reforms of the pension system underlines that disability routes have often acted as a substitute to other retirement routes. Changes in the claiming of invalidity benefits seem to match changes in pension schemes or controls more than changes in such health indicators as the mortality rates. However, our results suggest that increases in average health levels over the past two decades have come along with increased disparities. In that context, less generous pensions may induce an increase in the claiming of invalidity benefits partly because of substitution effects, but also because the share of people with poor health increases.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}