{
    "id": 17069,
    "citation_title": "Income-Based Disparities in Health Care Utilization under Universal Coverage in Brazil",
    "citation_author": [
        "Guido Cataife",
        "Charles J. Courtemanche"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "2013-08-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince Brazil's adoption of universal health care in 1988, the country's health care system has consisted of a mix of private providers and free public providers. We test whether income-based disparities in medical visits and medications remain in Brazil despite universal coverage using a nationally representative sample of over 48,000 households. Additional income is associated with less public sector utilization and more private sector utilization, both using simple correlations and regressions controlling for household characteristics and local area fixed effects. Importantly, the increase in private care use is greater than the drop in public care use. Also, income and unmet medical needs are negatively associated. These results suggest that access limitations remain for low-income households despite the availability of free public care.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Is Universal Health Care in Brazil Really Universal?.\" We thank Jose Fernandez, Joe Terza and seminar participants at ICF International and University of California San Diego for valuable comments and suggestions. There exists no conflict of interest related to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}