{
    "id": 17062,
    "citation_title": "Mechanism Experiments and Policy Evaluations",
    "citation_author": [
        "Jens Ludwig",
        "Jeffrey R. Kling",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRandomized controlled trials are increasingly used to evaluate policies. How can we make these experiments as useful as possible for policy purposes? We argue greater use should be made of experiments that identify behavioral mechanisms that are central to clearly specified policy questions, what we call \"mechanism experiments.\" These types of experiments can be of great policy value even if the intervention that is tested (or its setting) does not correspond exactly to any realistic policy option.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the Journal of Economic Perspectives as part of a symposium on field experiments. For excellent research assistance we thank Laura Brinkman and Michael Reddy. We thank Nava Ashraf, David Autor, Iwan Barankay, Jon Baron, Howard Bloom, Lorenzo Casaburi, Philip Cook, Stefano DellaVigna, John DiNardo, Elbert Huang, Chad Jones, Lawrence Katz, Supreet Kaur, John List, Stephan Meier, David Moore, Steve Pischke, Harold Pollack, Dina Pomeranz, David Reiley, Frank Schilbach, Robert Solow, Tim Taylor and conference participants at the University of Pennsylvania's Wharton School of Business and the American Economic Association for helpful comments. For financial support we thank the Russell Sage Foundation (through a visiting scholar award to Ludwig). Any errors and all opinions are our own. The views expressed here are those of the authors, and should not be interpreted as those of the Congressional Budget Office or National Bureau of Economic Research.\n\n\n"
}