{
    "id": 17061,
    "citation_title": "Are the Seeds of Bad Governance Sown in Good Times?",
    "citation_author": [
        "Antoinette Schoar",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "2012-10-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the extent to which the corporate governance structure of a firm arises endogenously in response to its performance. We demonstrate that following periods of abnormally good performance, managers are more likely to call special meetings and to propose and pass governance measures that are contrary to shareholder interests (based on IRRC classification). These results are driven primarily by firms that are characterized as having poor governance according to either the GIM Index or the proportion of activist shareholders. Following these special meetings, we find that the next quarter performance of the firm is negative. Our results are consistent with an interpretation of shareholder inattention to governance following good firm performance or a desire to reward management for good past performance. Overall, our evidence seems more consistent with the former interpretation.\n\n",
    "acknowledgement": "\nWe thank Yale's Institution for Social and Policy Studies for financial support. We thank Martin Baker, Martijn Cremers, Gary Gorton, Tim Guinnane, Naomi Laromeaux, Nagpurnanand Prabhala, Roberta Romano, Andrei Shleifer, and participants at the MIT Sloan faculty lunch, MIT organizational economics seminar, the CAF conference at the Indian School of Business, the finance seminar at UNC, University of Washington and the Yale Law School's Law and Economics seminar for helpful comments. All mistakes are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}