{
    "id": 17065,
    "citation_title": "Mortgage Modification and Strategic Behavior: Evidence from a Legal Settlement with Countrywide",
    "citation_author": [
        "Christopher J. Mayer",
        "Edward Morrison",
        "Tomasz Piskorski",
        "Arpit Gupta"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate whether homeowners respond strategically to news of mortgage modification programs. We exploit plausibly exogenous variation in modification policy induced by U.S. state government lawsuits against Countrywide Financial Corporation, which agreed to offer modifications to seriously delinquent borrowers with subprime mortgages throughout the country. Using a difference-in-difference framework, we find that Countrywide's relative delinquency rate increased thirteen percent per month immediately after the program's announcement. The borrowers whose estimated default rates increased the most in response to the program were those who appear to have been the least likely to default otherwise, including those with substantial liquidity available through credit cards and relatively low combined loan-to-value ratios. These results suggest that strategic behavior should be an important consideration in designing mortgage modification programs.\n\n",
    "acknowledgement": "\nWe are grateful to Equifax, BlackBox Logic, 1010Data, and Zillow for their data, research support, and infrastructure that were invaluable for the analysis in this paper. We are grateful for the helpful comments and suggestions of Scott Hemphill, Bert Huang, Atif Mian, Karen Pence, Amit Seru, Monica Singhal, Kamila Sommer, Amir Sufi, Luigi Zingales, and seminar participants and discussants at the following schools and conferences: Berkeley Haas, Chicago Booth, Columbia, Northwestern, Stanford, UC Irvine, UNC, Virginia, Wharton, Yale, FDIC, Federal Reserve Bank of Cleveland, U.S. Treasury, AEA annual meeting, summer meetings of the NBER Household Finance and Law and Economics groups, Chicago Booth and LBS Colloquium on Regulating Financial Intermediaries, and Atlanta Fed and University of Wisconsin HULM conference. Alex Chinco, Ben Lockwood, Laura Vincent, and Ira Yeung provided excellent research support and substantive comments. The views expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Columbia Law School and the Paul Milstein Center for Real Estate at Columbia Business School provided critical funding to support this research.\n\n\n"
}