{
    "id": 17063,
    "citation_title": "Confidence and the Transmission of Government Spending Shocks",
    "citation_author": [
        "Rüdiger Bachmann",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere seems to be a widespread belief among economists, policy-makers, and members of the media that the \"confidence'\" of households and businesses is a critical component in the transmission of fiscal policy shocks into economic activity.  We take this proposition to the data using standard structural VARs with government spending and aggregate output augmented to include empirical measures of consumer or business confidence.  We also estimate non-linear VAR specifications to allow for differential impacts of government spending in \"normal'' times versus recessions.  In normal times confidence does not react significantly  to unexpected increases in government spending and spending multipliers are in the neighborhood of one; during recessions confidence rises and spending multipliers are significantly larger.  We then quantify the importance of the systematic response of confidence to spending shocks for the spending multiplier and find that, in normal times, confidence is irrelevant for the transmission of government spending shocks to output, but during periods of economic slack it is important.  We argue and present evidence that it is not confidence per se - in the sense of pure sentiment - that matters for the transmission of spending shocks during downturns, but rather that the composition of spending during a downtown is different.  In particular, spending shocks during downturns predict future productivity improvements through a persistent increase in government investment relative to consumption, which is in turn reflected in higher measured confidence.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}