{
    "id": 17078,
    "citation_title": "Financial Literacy and Planning: Implications for Retirement Wellbeing",
    "citation_author": [
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "2023-03-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRelatively little is known about why people fail to plan for retirement and whether planning and information costs might affect retirement saving patterns. This paper reports on a purpose-built survey module on planning and financial literacy for the Health and Retirement Study which measures how people make financial plans, collect the information needed to make these plans, and implement the plans. We show that financial illiteracy is widespread among older Americans, particularly women, minorities, and the least educated.  We also find that the financially savvy are more likely to plan and to succeed in their planning, and they rely on formal methods such as retirement calculators, retirement seminars, and financial experts, instead of family/relatives or co-workers. These results have implications for targeted financial education efforts.\n\n",
    "acknowledgement": "\nThe research reported herein was pursuant to a grant from the US Social Security Administration (SSA) funded as part of the Retirement Research Consortium (RRC) and the Pension Research Council/Boettner Center at the Wharton School.  Without implicating them, we are grateful for comments provided by Alberto Alesina, Rob Alessie, Maristella Botticini, John Campbell, Andrew Caplin, Sewin Chan, Gary Engelhardt, Alan Gustman, Mike Hurd, Arie Kapteyn, Mauro Mastrogiacomo, Mary Beth Ofstedal, William Rodgers, Chris Snyder, Maarten van Rooij, Arthur van Soest, and Steve Utkus. Helpful suggestions were offered by participants at conference at Dartmouth, Harvard, Rand, the NBER, the Retirement Research Consortium, the Dutch Central Bank, and the American Economic Association. Mark Christman and Jason Beeler provided excellent research assistance. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affiliated. Findings and conclusions do not represent the views of the SSA, any agency of the Federal Government, the RRC, or the National Bureau of Economic Research.\n\n\n"
}