{
    "id": 17075,
    "citation_title": "Evolution and the Growth Process: Natural Selection of Entrepreneurial Traits",
    "citation_author": [
        "Oded Galor",
        "Stelios Michalopoulos"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research suggests that a Darwinian evolution of entrepreneurial spirit played a significant role in the process of economic development and the dynamics of inequality within and across societies. The study argues that entrepreneurial spirit evolved non-monotonically in the course of human history. In early stages of development, risk-tolerant, growth promoting traits generated an evolutionary advantage and their increased representation accelerated the pace of technological progress and the process of economic development. In mature stages of development, however, risk-averse traits gained an evolutionary advantage, diminishing the growth potential of advanced economies and contributing to convergence in economic growth across countries.\n\n",
    "acknowledgement": "\nThe authors wish to thank Peter Howitt, Ashley Lester, Ross Levine, Miles Kimball, Yona Rubinstein and seminar participants at the Max Planck Institute, Warwick University, Athens University of Economics and Business, Crete Conference, the Minerva - DEGIT XI conference and AEA Meetings for helpful discussions and useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}