{
    "id": 17076,
    "citation_title": "A Fistful of Dollars: Lobbying and the Financial Crisis",
    "citation_author": [
        "Deniz Igan",
        "Prachi Mishra",
        "Thierry Tressel"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "2023-03-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHas lobbying by financial institutions contributed to the financial crisis?  This paper uses detailed information on financial institutions' lobbying and mortgage lending activities to answer this question.  We find that lobbying was associated with more risk-taking during 2000-07 and with worse outcomes in 2008.  In particular, lenders lobbying more intensively on issues related to mortgage lending and securitization (i) originated mortgages with higher loan-to-income ratios, (ii) securitized a faster growing proportion of their loans, and (iii) had faster growing originations of mortgages.  Moreover, delinquency rates in 2008 were higher in areas where lobbying lenders' mortgage lending grew faster.  These lenders also experienced negative abnormal stock returns during the rescue of Bear Stearns and the collapse of Lehman Brothers, but positive abnormal returns when the bailout was announced. Finally, we find a higher bailout probability for lobbying lenders.  These findings suggest that lending by politically active lenders played a role in accumulation of risks and thus contributed to the financial crisis.\n\n",
    "acknowledgement": "\nWe would like to thank the participants at the IMF Research Brown Bag Seminar, 2009 NBER Summer Institute, Center for Analytical Finance (Indian School of Business) 2009 Summer Research Conference in Finance, World Bank Macroeconomics Seminar, De Nederlandsche Bank 12th Annual Research Conference, Wharton/FIRS/JFI Workshop on the Financial Crisis, IMF 10th Jacques Polak Annual Research Conference, Toulouse School of Economics Conference on the Political Economy of the Financial Crisis, University of Maryland, and 2010 NBER Political Economy Program Meeting for useful discussions and suggestions.  Sumit Aneja, Mattia Landoni, and Lisa Kolovich provided excellent research assistance. Nothing contained in this paper should be reported as representing the views of the IMF, its Executive Board, member governments, the National Bureau of Economic Research, or any other entity mentioned herein. The views expressed in this paper belong solely to the authors.\n\n\n"
}