{
    "id": 17073,
    "citation_title": "Financial Protectionism: the First Tests",
    "citation_author": [
        "Andrew K. Rose",
        "Tomasz Wieladek"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first empirical tests for financial protectionism, defined as a nationalistic change in banks' lending behaviour, as the result of public intervention, which leads domestic banks either to lend less or at higher interest rates to foreigners. We use a bank-level panel data set spanning all British and foreign banks providing loans within the United Kingdom between 1997Q3 and 2010Q1.  During this time, a number of banks were nationalised, privatised, given unusual access to loan or credit guarantees, or received capital injections.  We use standard empirical panel-data techniques to study the \"loan mix,\" domestic (British) loans of a bank expressed as a fraction of its total loan activity.  We also study effective short-term interest rates, though our data set here is much smaller.  We examine the loan mix for both British and foreign banks, both before and after unusual public interventions such as nationalisations and public capital injections.  We find strong evidence of financial protectionism.  After nationalisations, foreign banks reduced the fraction of loans going to the UK by about eleven percentage points and increased their effective interest rates by about 70 basis points.  By way of contrast, nationalised British banks did not significantly change either their loan mix or effective interest rates. Succinctly, foreign nationalised banks seem to have engaged in financial protectionism, while British nationalised banks have not.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors, and not necessarily those of the Bank of England, the Monetary Policy Committee, or the National Bureau of Economic Research.  For comments, we thank: Charles Calomiris, Charles Engel, Kristin Forbes, Sebnem Kalemli-Ozcan, Michael Kumhof, Philip Lane, Adam Posen, Andrew Sentance, Jeremy Stein, Martin Weale and participants at the NBER International Finance and Macroeconomics Program Meeting.  We would like to thank Mark Robson for permitting us to use the data in this study. For assistance with the data, we thank: Kiman Bassi, Eleanor Broughton; Mhairi Burnett; Martin Cleaves; Norbert Janssen; David Osborn; Jeremy Rowe; Jake Staines; and Martin Udy.\n\n\n"
}