{
    "id": 17079,
    "citation_title": "Disability, Pension Reform and Early Retirement in Germany",
    "citation_author": [
        "Axel H. Boersch-Supan",
        "Hendrik Juerges"
    ],
    "citation_publication_date": "2011-05-24",
    "issue_date": "2011-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe aim of this paper is to describe for (West) Germany the historical relationship between health and disability on the one hand and old-age labor force participation or early retirement on the other hand. We explore how both are linked with various pension reforms. To put the historical developments into context, the paper first describes the most salient features and reforms of the pension system since the 1960s. Then we show how mortality, health and labor force participation of the elderly have changed since the 1970. While mortality (as our main measure of health) has continuously decreased and population health improved, labor force participation has also decreased, which is counterintuitive. We then look at a number of specific pension reforms in the 1970s and 1980s and show that increasing or decreasing the generosity of the pension system has had the expected large effects on old-age labor force participation. Finally, we explore the possible link between early childhood environment and early retirement by analyzing the retirement behavior of cohorts born during World War I, a period of harsh living conditions among the civilian population in Germany. Our data show higher early retirement rates among those cohorts, presumably because those cohorts still suffer from worse health on average many decades after their birth.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}