{
    "id": 17072,
    "citation_title": "Financially Fragile Households: Evidence and Implications",
    "citation_author": [
        "Annamaria Lusardi",
        "Daniel J. Schneider",
        "Peter Tufano"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "2021-02-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines households' financial fragility by looking at their capacity to come up with $2,000 in 30 days. Using data from the 2009 TNS Global Economic Crisis survey, we document widespread financial weakness in the United States: Approximately one quarter of Americans report that they would certainly not be able to come up with such funds, and an additional 19% would do so by relying at least in part on pawning or selling possessions or taking payday loans. If we consider the respondents who report being certain or probably not able to cope with an ordinary financial shock of this size, we find that nearly half of Americans are financially fragile. While financial fragility is more severe among those with low educational attainment and no financial education, families with children, those who suffered large wealth losses, and those who are unemployed, a sizable fraction of seemingly \"middle class\" Americans also judge themselves to be financially fragile. We examine the coping methods people use to deal with shocks.  While savings is used most often, relying on family and friends, using formal and alternative credit, increasing work hours, and selling items are also used frequently to deal with emergencies, especially for some subgroups. Household finance researchers must look beyond precautionary savings to understand how families cope with risk.   We also find evidence of a \"pecking order\" of coping methods in which savings appears to be first in the ordering. Finally, the paper compares the levels of financial fragility and methods of coping among eight industrialized countries.  While there are differences in coping ability across countries, there is general evidence of a consistent ordering of coping methods\n\n",
    "acknowledgement": "\nWe would like to thank TNS Global and, in particular, Bertina Bus, Maria Eugenia Garcia Neder, Ellen Sills-Levy, and Bob Neuhaus. We are grateful for the comments from our colleagues, seminar participants at Columbia Business School, the American Economic Association meetings, the Association for Public Policy Analysis and Management conference, and especially from Sumit Agarwal, George Akerlof, Arie Kaptein, Adair Morse, Karen Pence, Kartini Shastry, the participants in the Spring 2011 Conference for the Brookings Papers on Economic Activity, Washington, D.C., March 17-18, 2011, and the editors, David Romer, and Justin Wolfers. Lusardi gratefully acknowledges financial support from Netspar.  Schneider thanks the National Science Foundation Graduate Research Fellowship (Grant No. DGE-0646086) and Princeton University for financial support.  Tufano thanks the HBS Division of Research and Faculty Development for financial support for this work.  We are grateful to Andrea Ryan and Dan Quan for research assistance.  The views expressed herein do not reflect those of TNS Global or the National Bureau of Economic Research.\n\n\n"
}