{
    "id": 17086,
    "citation_title": "Intermittency and the Value of Renewable Energy",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Stanley S. Reynolds",
        "Mario Samano"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "2015-05-07",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key problem with solar energy is intermittency: solar generators only produce when the sun is shining. This adds to social costs and also requires electricity system operators to reoptimize key decisions with large-scale renewables. We develop a method to quantify the economic value of large-scale renewable energy. We estimate the model for southeastern Arizona. Not accounting for offset CO2, we find social costs of $138.4/MWh for 20% solar generation, of which unforecastable intermittency accounts for $6.1 and intermittency overall for $46. With solar installation costs of $1.52/W and CO2 social costs of $39/ton, 20% solar would be welfare neutral.\n\n",
    "acknowledgement": "\nWe thank Rob Clark, Allan Collard-Wexler, Joseph Cullen, Lucas Davis, Meredith Fowlie, Ken Gillingham, Ben Handel, Bill Hogan, Paul Joskow, David Keith, Derek Lemoine, Ariel Pakes, Philipp Schmidt-Dengler, Juha Teirilä, Catherine Wolfram, John Wooders, Mo Xiao, Gregor Zoettl, the referees, Editor, and seminar and conference participants at numerous institutions for helpful comments; Alex Cronin and the University of Arizona Photovoltaics Research Lab for providing solar PV data; and Valentina Kachanovskaya and Anatolii Kokoza for research assistance. We acknowledge research support from Arizona Research Institute for Solar Energy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}