{
    "id": 17082,
    "citation_title": "Funding in Public Sector Pension Plans - International Evidence",
    "citation_author": [
        "Eduard Ponds",
        "Clara Severinson",
        "Juan Yermo"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost countries have separate pension plan for public sector employees. The future fiscal burden of these plans can be substantial as the government usually is the largest employer, pension promises in the public sector tend to be relatively generous, and future payments have to be paid out directly from government revenues (pay-as-you-go) or by funded plans (pension funds) which tend to be underfunded. The valuation and disclosure of these promises in some countries lacks transparency, which may be hiding potentially huge fiscal liabilities that are being passed on to future generations of workers.\nIn order to arrive at a fair comparison between countries regarding the fiscal burden of their DB public sector pension plans, this paper gathers more evidence on public sector pension plans regarding the type of pension promise and quantifies the future tax burden related to these pension promises. The reported liabilities are recalculated using both a fair value approach (local market discount rates) and a common, fixed discount rate across all countries which reflects projected growth in national income. We also estimate for a number of plans from a sample of OECD countries the size of the net unfunded liabilities in fair value terms as of the end of 2008. This fiscal burden can also be interpreted as the implicit pension debt in fair value terms.\n\n",
    "acknowledgement": "\nThe authors would like to thank Monika Bütler, Michael Orszag, Jeffrey Brown, participants of the NBER State and Local Pensions Conference on Aug.19-20, 2010 and Delegates to the OECD Working Party on Private Pensions for their helpful comments. They are also grateful to Yuecheng Liu for research assistance. The study has benefited from a research grant from Netspar. The views expressed are the sole responsibility of the authors and do not reflect those of their organisations, the National Bureau of Economic Research, or the governments of OECD Member countries. The authors are solely responsible for any errors.\n\n\n"
}