{
    "id": 17087,
    "citation_title": "Distributional Impacts of Carbon Pricing: A General Equilibrium Approach with Micro-Data for Households",
    "citation_author": [
        "Sebastian Rausch",
        "Gilbert E. Metcalf",
        "John M. Reilly"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany policies to limit greenhouse gas emissions have at their core efforts to put a price on carbon emissions.  Carbon pricing impacts households both by raising the cost of carbon intensive products and by changing factor prices. A complete analysis requires taking both effects into account. The impact of carbon pricing is determined by heterogeneity in household spending patterns across income groups as well as heterogeneity in factor income patterns across income groups. It is also affected by precise formulation of the policy (how is the revenue from carbon pricing distributed) as well as the treatment of other government policies (e.g. the treatment of transfer payments). What is often neglected in analyses of policy is the heterogeneity of impacts across households even within income or regional groups. In this paper, we incorporate 15,588 households from the U.S. Consumer and Expenditure Survey data as individual agents in a comparative-static general equilibrium framework. These households are represented within the MIT USREP model, a detailed general equilibrium model of the U.S. economy. In particular, we categorize households by full household income (factor income as well as transfer income) and apply various measures of lifetime income to distinguish households that are temporarily low-income (e.g., retired households drawing down their financial assets) from permanently low-income households. We also provide detailed within-group distributional measures of burden impacts from various policy scenarios.\n\n",
    "acknowledgement": "\nThis paper grew out of a presentation made by Metcalf at the Fourth Atlantic Workshop on Energy and Environmental Economics held in A Toxa, Spain in July 8 - 9, 2010. The authors thank Tony Smith-Grieco for his invaluable help in assembling the CEX data. We acknowledge support of MIT Joint Program on the Science and Policy of Global Change through a combination of government, industry, and foundation funding, the MIT Energy Initiative, and additional support for this work from a coalition of industrial sponsors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}