{
    "id": 17084,
    "citation_title": "Unemployment in an Estimated New Keynesian Model",
    "citation_author": [
        "Jordi Galí",
        "Frank Smets",
        "Rafael Wouters"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe reformulate the Smets-Wouters (2007) framework by embedding the theory of unemployment proposed in Galí (2011a,b). We estimate the resulting model using postwar U.S. data, while treating the unemployment rate as an additional observable variable. Our approach overcomes the lack of identification of wage markup and labor supply shocks highlighted by Chari, Kehoe and McGrattan (2008) in their criticism of New Keynesian models, and allows us to estimate a \"correct\" measure of the output gap. In addition, the estimated model can be used to analyze the sources of unemployment fluctuations.\n\n",
    "acknowledgement": "\nPrepared for the NBER Macroeconomics Annual 2011 Conference, held in Cambridge, MA on April 8-9, 2011. We have benefited from comments by Larry Christiano, Marco del Negro, Keith Kuester, Richard Rogerson, Carlos Thomas, and participants at the NBER Summer Institute, SED Conference (Montréal), Banque de France, Harvard, EUI (Florence), Bank of Cyprus, CREI-UPF, ECB, Leuven, Insead and PSE. Galí acknowledges the financial support from the European Research Council through an Advanced Grant (Project Reference #229650). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}