{
    "id": 17080,
    "citation_title": "Monetary Policy Mistakes and the Evolution of Inflation Expectations",
    "citation_author": [
        "Athanasios Orphanides",
        "John Williams"
    ],
    "citation_publication_date": "2011-05-20",
    "issue_date": "2011-05-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat monetary policy framework, if adopted by the Federal Reserve, would have avoided the Great Inflation of the 1960s and 1970s? We use counterfactual simulations of an estimated model of the U.S. economy to evaluate alternative monetary policy strategies. We show that policies constructed using modern optimal control techniques aimed at stabilizing inflation, economic activity, and interest rates would have succeeded in achieving a high degree of economic stability as well as price stability only if the Federal Reserve had possessed excellent information regarding the structure of the economy or if it had acted as if it placed relatively low weight on stabilizing the real economy. Neither condition held true. We document that policymakers at the time both had an overly optimistic view of the natural rate of unemployment and put a high priority on achieving full employment. We show that in the presence of realistic informational imperfections and with an emphasis on stabilizing economic activity, an optimal control approach would have failed to keep inflation expectations well anchored, resulting in high and highly volatile inflation during the 1970s. Finally, we show that a strategy of following a robust first-difference policy rule would have been highly effective at stabilizing inflation and unemployment in the presence of informational imperfections. This robust monetary policy rule yields simulated outcomes that are close to those seen during the period of the Great Moderation starting in the mid-1980s.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Bob Hall, Seppo Honkapohja, Andy Levin, John Taylor, Bharat Trehan, and participants at the NBER Conference on the \"Great Inflation\" and other presentations for helpful comments and suggestions. We also thank Justin Weidner for excellent research assistance. The opinions expressed are those of the authors and do not necessarily reflect the views of the Central Bank of Cyprus, the Governing Council of the European Central Bank, the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}