{
    "id": 17081,
    "citation_title": "The Economics of Risky Health Behaviors",
    "citation_author": [
        "John Cawley",
        "Christopher Ruhm"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nRisky health behaviors such as smoking, drinking alcohol, drug use, unprotected sex, and poor diets and sedentary lifestyles (leading to obesity) are a major source of preventable deaths. This chapter overviews the theoretical frameworks for, and empirical evidence on, the economics of risky health behaviors. It describes traditional economic approaches emphasizing utility maximization that, under certain assumptions, result in Pareto-optimal outcomes and a limited role for policy interventions. It also details nontraditional models (e.g. involving hyperbolic time discounting or bounded rationality) that even without market imperfections can result in suboptimal outcomes for which government intervention has greater potential to increase social welfare. The chapter summarizes the literature on the consequences of risky health behaviors for economic outcomes such as medical care costs, educational attainment, employment, wages, and crime. It also reviews the research on policies and strategies with the potential to modify risky health behaviors, such as taxes or subsidies, cash incentives, restrictions on purchase and use, providing information and restricting advertising. The chapter concludes with suggestions for future research.\n\n",
    "acknowledgement": "\nThis is a paper in progress that will be published as a chapter in the Handbook of Health Economics, volume 2, by Elsevier.  We thank the editors of the Handbook, Pedro Pita Barros, Tom McGuire, and Mark Pauly, for their useful feedback and helpful guidance.  We also thank the other authors in the volume for their feedback and comments at the Authors' Conference, and we are grateful to Abigail Friedman for transcribing the comments at that conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}