{
    "id": 17083,
    "citation_title": "Optimal Policy Instruments for Externality-Producing Durable Goods Under Time Inconsistency",
    "citation_author": [
        "Garth Heutel"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWhen consumers exhibit present bias and are time-inconsistent, the standard solution to market failures caused by externalities--Pigouvian pricing--is suboptimal.  I investigate policies aimed at externalities for time-inconsistent consumers.  Welfare-maximizing policy in this case includes an instrument to correct the externality and an instrument to correct the present bias.  Either instrument can be an incentive-based policy or a command-and-control policy.  Calibrated to the US automobile market, simulation results from a model with time-inconsistent consumers suggest that the second-best gasoline tax is 18%-30% higher than marginal external damages.  These simulations also suggest that social welfare is maximized with a gasoline tax set about equal to marginal external damages and a fuel economy tax that increases the price of an average non-hybrid car by about $750-$2200 relative to the price of an average hybrid car.\n\n",
    "acknowledgement": "\nI thank Stephen Holland, Chris Ruhm, Jason Shogren, Ken Snowden, Nathan Wozny, and seminar participants for comments, and David Cornejo, Derek Mobley and Alex Smith for valuable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}