{
    "id": 17097,
    "citation_title": "Racial Differences in Inequality Aversion: Evidence from Real World Respondents in the Ultimatum Game",
    "citation_author": [
        "John D. Griffin",
        "David Nickerson",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe distinct historical and cultural experiences of American blacks and whites may influence whether members of those groups perceive a particular exchange as fair.  We investigate racial differences in fairness standards using preferences for equal treatment in the ultimatum game, where responders choose to allow a proposed division of a monetary amount or to block it. Although previous research has studied group differences in the ultimatum game, no study has been able to examine these across races in America.  We use a sample of over 1600 blacks and whites drawn from the universe of registered voters in three states and merged with information on neighborhood income and racial composition. We experimentally vary proposed divisions as well as the implied race of the ultimatum game proposer. We find no overall racial differences in acceptance rates or aversion to unequal divisions. However, we uncover racial differences in the response to pecuniary returns conditional on inequality of the division. This is driven by the lowest income group in our sample, which represents the 10th percentile of the black income distribution. The racial differences are robust across gender and age groups. We also find that blacks are more sensitive to unfair proposals from other blacks.\n\n",
    "acknowledgement": "\nWe thank Bill Evans, Dan Hungerman, Lars Lefgren, Sandra Black, and seminar participants at Princeton University, Vanderbilt University, and the University of Notre Dame for helpful comments. Wozniak thanks the Industrial Relations Section at the Princeton Economics Department for financial support during the course of this project. All errors are our own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}