{
    "id": 17096,
    "citation_title": "Childhood Health and Differences in Late-Life Health Outcomes Between England and the United States",
    "citation_author": [
        "James Banks",
        "Zoe Oldfield",
        "James P. Smith"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the link between retrospectively reported measures of childhood health and the prevalence of various major and minor diseases at older ages. Our analysis is based on comparable retrospective questionnaires placed in the Health and Retirement Study and the English Longitudinal Study of Ageing - nationally representative surveys of the age 50 plus population in America and England respectively. We show that the origins of poorer adult health among older Americans compared to the English trace right back into the childhood years - the American middle and old-age population report higher rates of specific childhood health conditions than their English counterparts. The transmission into poor health in mid life and older ages of these higher rates of childhood illnesses also appears to be higher in America compared to England. Both factors contribute to higher rates of adult illness in the United States compared to England although even in combination they do not explain the full extent of the country difference in late-life health outcomes.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Boulders Economics of Aging Conference in May 2011. We are grateful for comments by participants at the conference and our discussant Amitabh Chandra. The research was supported by grants from the NIA. Banks and Oldfield are grateful to the Economic and Social Research Council for co-funding through the Centre for Microeconomic Analysis of Public Policy at the IFS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}