{
    "id": 17094,
    "citation_title": "Life and Growth",
    "citation_author": [
        "Charles I. Jones"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome technologies save lives -- new vaccines, new surgical techniques, safer highways. Others threaten lives -- pollution, nuclear accidents, global warming, the rapid global transmission of disease, and bioengineered viruses. How is growth theory altered when technologies involve life and death instead of just higher consumption? This paper shows that taking life into account has first-order consequences. Under standard preferences, the value of life may rise faster than consumption, leading society to value safety over consumption growth. As a result, the optimal rate of consumption growth may be substantially lower than what is feasible, in some cases falling all the way to zero.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"The Costs of Economic Growth.'' I am grateful to Raj Chetty, Bob Hall, Peter Howitt, Pete Klenow, Omar Licandro, David Romer, Michele Tertilt, Martin Weitzman and participants in seminars at Berkeley, the Federal Reserve Bank of San Francisco, an NBER EFG meeting, Stanford, UC Irvine, and UCSD for comments, and to the National Science Foundation for financial support. Arthur Chiang, William Vijverberg and Mu-Jeung Yang provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}