{
    "id": 17099,
    "citation_title": "Do Majority Black Districts Limit Blacks' Representation? The Case of the 1990 Redistricting",
    "citation_author": [
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom and empirical academic research conclude that majority Black districts decrease Black representation by increasing conservatism in Congress. However, this research generally suffers from three limitations: 1) too low a level of aggregation 2) lack of a counterfactual and 3) failure to account for the endogeneity of the creation of majority minority districts. I compare congressional delegations of states that during the 1990 redistricting were under greater pressure to create majority minority districts with those under lesser pressure in a difference-in-difference framework. I find no evidence that the creation of majority minority districts leads to more conservative House delegations. In fact point estimates indicate that states that increased their share of majority Black districts saw their delegations grow increasingly liberal. I find similar results for majority Latino districts in the southwest. Thus I find no evidence for the common view that majority minority districts decrease minority representation in Congress.\n\n",
    "acknowledgement": "\nI thank Meredith Levine and Xin Li for excellent research assistance. I thank Phil Haile, Joanna Lahey and seminar participants at Caltech, Hebrew University, Syracuse University, Tel Aviv University, the University of Michigan and the University of Chicago Conference on the Law and Economics of Race, particularly discussant Adam Cox, for their comments. The University of Kentucky Center for Poverty Research and the National Science Foundation generously provided funding. This project was supported with a grant from the UK Center for Poverty Research through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant number 5 U01 PE000002-06. The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policies of the UKCPR, the National Bureau of Economic Research, or any agency of the Federal government.\n\n\n"
}