{
    "id": 17098,
    "citation_title": "On the Origins of Gender Roles: Women and the Plough",
    "citation_author": [
        "Alberto F. Alesina",
        "Paola Giuliano",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper seeks to better understand the historical origins of current differences in norms and beliefs about the appropriate role of women in society. We test the hypothesis that traditional agricultural practices influenced the historical gender division of labor and the evolution and persistence of gender norms. We find that, consistent with existing hypotheses, the descendants of societies that traditionally practiced plough agriculture, today have lower rates of female participation in the workplace, in politics, and in entrepreneurial activities, as well as a greater prevalence of attitudes favoring gender inequality. We identify the causal impact of traditional plough use by exploiting variation in the historical geo-climatic suitability of the environment for growing crops that differentially benefited from the adoption of the plough. Our IV estimates, based on this variation, support the findings from OLS. To isolate the importance of cultural transmission as a mechanism, we examine female labor force participation of second-generation immigrants living within the US.\n\n",
    "acknowledgement": "\nWe thank Samuel Bowles, David Clingingsmith, Esther Duflo, Raquel Fernandez, Nicole Fortin, Oded Galor, Pauline Grosjean, Judith Hellerstein, Edward Miguel, Rohini Pande, Louis Putterman, John Wallis, as well as seminar participants at the Bank of Italy, Brown University, Harvard University, Hong Kong University of Science and Technology, MIT, New York University, Sciences Po, UCLA Kaler Meeting, University of Oklahoma, Washington University St. Louis, World Bank, WAEHS, Stanford's SITE Conference, Coevolution of Behaviors and Institutions Conference, AEA Annual Meetings, Brooking Africa Growth Forum, NBER Political Economy Meeting, NBER Cohort Studies Meeting, and the IZA/Science Po Workshop on Trust, Civic Spirit and Economic Performance for valuable comments. We also thank Eva Ng for excellent research assistance. Giuliano gratefully acknowledges support from the UCLA Senate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}