{
    "id": 17093,
    "citation_title": "How Responsive is Investment in Schooling to Changes in Redistribution Policies and in Returns",
    "citation_author": [
        "Ran Abramitzky",
        "Victor Lavy"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper uses an unusual pay reform to test the responsiveness of investment in schooling to changes in redistribution schemes that increase the rate of return to education. We exploit an episode where different Israeli kibbutzim shifted from equal sharing to productivity-based wages in different years and find that students in kibbutzim that reformed earlier invested more in education. This effect is stronger for males and is mainly driven by students whose parents have lower levels of education. Our findings support the prediction that education is highly responsive to changes in the redistribution policy, especially for students from weaker backgrounds.\n\n",
    "acknowledgement": "\nWe thank Izi Sin, Josh Angrist, Orazio Attanasio, Sacha Becker, Ken Chay, Giacomo Degiorgi, Pascaline Dupas, Liran Einav, Erica Field, Oded Galor, Nora Gordon, Avner Greif, Mark Harrison, Caroline Hoxby, Seema Jayachandran, Dirk Jenter, Pete Klenow, Ruth Klinov, Ed Lazear, Tim Leunig, Alan Manning, Kaivan Munshi, Roy Mill, Joel Mokyr, Steve Pischke, Olmo Silva, Paul Schultz, John Van Reenen, Jonah Rockoff, Fabian Waldinger, and Gui Woolston, and seminar participants in Brown, Ben Guiron, Columbia, LSE, Stanford, Warwick, Yale, and the NBER Education and Children Spring 2011 conference for most useful discussions and suggestions. We thank Roy Mill, Alex Zablotsky and Sergei Sumkin for excellent research assistance. We are grateful to Shlomo Getz for sharing his data on the pay reform, and to Avner Barzilai from the kibbutz for helping us collect the data underlying Figure 2, as well as Tables A1 and 2. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}