{
    "id": 17095,
    "citation_title": "Empirical Implementation of Nonparametric First-Price Auction Models",
    "citation_author": [
        "Daniel J. Henderson",
        "John A. List",
        "Daniel L. Millimet",
        "Christopher F. Parmeter",
        "Michael K. Price"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonparametric estimators provide a flexible means of uncovering salient features of auction data.  Although these estimators are popular in the literature, many key features necessary for proper implementation have yet to be uncovered.  Here we provide several suggestions for nonparamteric estimation of first-price auction models.  Specifically, we show how to impose monotonicity of the equilibrium bidding strategy; a key property of structural auction models not guaranteed in standard nonparametric estimation.  We further develop methods for automatic bandwidth selection.  Finally, we discuss how to impose monotonicity in auctions with differering number of bidders, reserve prices, and auction-specific characteristics.  Finite sample performance is examined using simulated data as well as experimental auction data.\n\n",
    "acknowledgement": "\nThe authors have benefited greatly from comments made by four anonymous referees, Zongwu Cai, Han Hong, Subal Kumbhakar, Harry Paarsch and Robin Sickles, participants in seminars at Cornell University, Drexel University, the State University of New York at Albany, the University of California, Merced, the University of California, Riverside, the University of Nevada, Reno, Utah State University and University LUISS, as well as from participants at NY Camp Econometrics III, the Conference on Auctions and Games held at Virginia Polytechnic Institute and State University and the 2010 North American Winter Meetings of the Econometric Society in Atlanta, GA. All GAUSS code used in the paper is available from the authors upon request. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}