{
    "id": 17100,
    "citation_title": "International Business Travel: An Engine of Innovation?",
    "citation_author": [
        "Nune Hovhannisyan",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2011-05-26",
    "issue_date": "2011-05-26",
    "revision_date": "2012-09-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile it is well known that managers prefer in-person meetings for negotiating deals and selling their products, face-to-face communication may be particularly important for the transfer of technology because technology is best explained and demonstrated in person. This paper studies the role of short-term cross-border labor movements for innovation by estimating the recent impact of U.S. business travel to foreign countries on their patenting rates. Business travel is shown to have a signi...cant e¤ect up and beyond technology transfer through the channels of international trade and foreign direct investment. On average, a 10% increase in business travel leads to an increase in patenting by about 0.2%, and inward business travel is about one fourth as potent for innovation as domestic R&D spending. We show that the technological knowledge of each business traveler matters by estimating a higher impact for travelers that originate in U.S. states with substantial innovation, such as California. This study provides initial evidence that international air travel may be an important channel through which cross-country income di¤erences can be reduced.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees, Jeff Furman, Ben Jones, Jim Markusen, Keith Maskus, Marc Muendler, Jim Rauch, and David Weil, as well as participants at presentations at the University of Colorado, the CEPR GIST (Ljubljana 2010), and the American Economic Association (Denver 2011) conferences for useful comments. We thank Erik Stuen and especially Jennifer Poole for help with the data.  The views expressed herein are those of the authors and do not necessarily represent the views of the National Bureau of Economic Research.\n\n\n"
}