{
    "id": 17102,
    "citation_title": "Banks, Market Organization, and Macroeconomic Performance: An Agent-Based Computational Analysis",
    "citation_author": [
        "Quamrul Ashraf",
        "Boris Gershman",
        "Peter Howitt"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an exploratory analysis of the role that banks play in supporting the mechanism of exchange. It considers a model economy in which exchange activities are facilitated and coordinated by a self-organizing network of entrepreneurial trading firms. Collectively, these firms play the part of the Walrasian auctioneer, matching buyers with sellers and helping the economy to approximate equilibrium prices that no individual is able to calculate. Banks affect macroeconomic performance in this economy because their lending activities facilitate entry of trading firms and also influence their exit decisions. Both entry and exit have conflicting effects on performance, and we resort to computational analysis to understand how they are resolved. Our analysis sheds new light on the conflict between micro-prudential bank regulation and macroeconomic stability. Specifically, it draws an important distinction between \"normal\" performance of the economy and \"worst-case\" scenarios, and shows that micro prudence conflicts with macro stability only in bad times. The analysis also shows that banks provide a \"financial stabilizer\" that in some respects can more than counteract the more familiar financial accelerator.\n\n",
    "acknowledgement": "\nThe authors are grateful for suggestions from Blake LeBaron, Ned Phelps, Bob Tetlow, and various seminar participants at the Federal Reserve Bank of Cleveland, the Marschak Colloquium at UCLA, the Center on Capitalism and Society at Columbia, Brandeis University, Columbia Business School, the Federal Reserve Bank of Dallas, the National Bank of Austria, Brown, and MIT, none of whom bears any responsibility for errors or should be taken to endorse the analysis. The research was supported by an NSF grant. The C++ code for the computational model is available for download at http:\n//www.econ.brown.edu/fac/Peter_Howitt/working/BankFail.zip. It was compiled and run as a 32 bit Windows application. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}