{
    "id": 17104,
    "citation_title": "Children Left Behind: The Effects of Statewide Job Loss on Student Achievement",
    "citation_author": [
        "Elizabeth Oltmans Ananat",
        "Anna Gassman-Pines",
        "Dania V. Francis",
        "Christina M. Gibson-Davis"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "2013-08-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine effects of state-level job losses on student achievement. Losses to 1% of the working-age population decrease eighth-grade math scores by .076 standard deviations, with consistently negative but less precise effects on eighth-grade reading and on fourth-grade math and reading. Effects are 34 times larger than found when comparing students with displaced parents to otherwise similar students, suggesting that downturns affect all students, not just those whose parents lose employment. Evidence is inconsistent with a \"downward spiral of behavior\" or reduced school funding as causal mechanisms; rather, reduced income and increased distress likely inhibit performance. States experiencing displacement of 1% of workers likely see an 8% increase in schools missing No Child Left Behind requirements.\n\n",
    "acknowledgement": "\nThis research was supported by the Smith Richardson Foundation. Ananat, Francis and Gibson-Davis also gratefully acknowledge support from the William T. Grant Foundation. Gassman-Pines gratefully acknowledges support from the Foundation for Child Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}