{
    "id": 17106,
    "citation_title": "Institutional Comparative Statics",
    "citation_author": [
        "James A. Robinson",
        "Ragnar Torvik"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy was the Black Death followed by the decline of serfdom in Western Europe but its' intensification in Eastern Europe? What explains why involvement in Atlantic trade in the Early Modern period was positively correlated with economic growth in Britain but negatively correlated in Spain? Why did frontier expansion in the 19th Century Americas go along with economic growth in the United States and economic decline in Latin America? Why do natural resource booms seem to stimulate growth in some countries, but lead to a 'curse' in others, and why does foreign aid sometimes seem to encourage, other times impede economic growth? In this paper we argue that the response of economies to shocks or innovations in economic opportunities depends on the nature of institutions. When institutions are strong, new opportunities or windfalls can have positive effects. But when institutions are weak they can have negative effects. We present a simple model to illustrate how comparative statics are conditional on the nature of institutions and show how this perspective helps to unify a large number of historical episodes and empirical studies.\n\n",
    "acknowledgement": "\nPaper prepared for the 2010 World Congress of the Econometic Society, Shanghai. We are grateful to our discussant Marco Battaglini and to Daron Acemoglu and Stephen Morris for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}