{
    "id": 17107,
    "citation_title": "Financial Literacy around the World: An Overview",
    "citation_author": [
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "2015-06-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn an increasingly risky and globalized marketplace, people must be able to make well-informed financial decisions. Yet new international research demonstrates that financial illiteracy is widespread when financial markets are well developed as in Germany, the Netherlands, Sweden, Japan, Italy, New Zealand, and the United States, or when they are changing rapidly as in Russia. Further, across these countries, we show that the older population believes itself well informed, even though it is actually less well informed than average. Other common patterns are also evident: women are less financially literate than men and are aware of this shortfall. More educated people are more informed, yet education is far from a perfect proxy for literacy. There are also ethnic/racial and regional differences: city-dwellers in Russia are better informed than their rural counterparts, while in the U.S., African Americans and Hispanics are relatively less financially literate than others. Moreover, the more financially knowledgeable are also those most likely to plan for retirement. In fact, answering one additional financial question correctly is associated with a 3-4 percentage point higher chance of planning for retirement in countries as diverse as Germany, the U.S., Japan, and Sweden; in the Netherlands, it boosts planning by 10 percentage points. Finally, using instrumental variables, we show that these estimates probably underestimate the effects of financial literacy on retirement planning. In sum, around the world, financial literacy is critical to retirement security.\n\n",
    "acknowledgement": "\nThe research reported herein was conducted pursuant to a grant from Netspar. Additional support was provided by the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania. The authors thank participants at the December 2010 Financial Literacy around the World conference at Collegio Carlo Alberto, Turin, Italy for suggestions and comments. They also thank Audrey Brown for editorial support. Opinions and errors are solely those of the authors and not of the institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}