{
    "id": 17109,
    "citation_title": "Financial Literacy, Retirement Preparation and Pension Expectations in the Netherlands",
    "citation_author": [
        "Rob J. Alessie",
        "Maarten van Rooij",
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present new evidence on financial literacy and retirement preparation in the Netherlands based on two surveys conducted before and after the onset of the financial crisis. We document that while financial knowledge did not increase from 2005 to 2010, significantly more individuals planned for their retirement in 2010. At the same time, employees' expectations about the level of their pension income are high compared to what retirement plans may realistically provide. However, financially knowledgeable employees report lower expected replacement rates and acknowledge higher levels of uncertainty. Moreover using instrumental variables estimates for financial knowledge, we find a positive effect of financial literacy on retirement preparation. Employing the panel feature of our dataset, we show that financial knowledge has a causal impact on retirement planning. Our findings suggest that the formation of pension expectations might be an important mechanism contributing to the impact of financial literacy on planning.\n\n",
    "acknowledgement": "\nWe thank Franco Peracchi, the participants in the CeRP Workshop on Financial Literacy around the World (Turin, Italy, December 2010), and the participants in the Mathematical and Statistical Methods for Actuarial Sciences and Finance conference (Ravello, Italy, April 2010) for useful comments and suggestions. We are grateful to the staff of CentERdata and, in particular, Stephanie Mertens for their assistance in setting up the survey and the field work. Financial support from Netspar is gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Dutch Central Bank or the National Bureau of Economic Research.\n\n\n"
}