{
    "id": 17103,
    "citation_title": "Americans' Financial Capability",
    "citation_author": [
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2011-06-02",
    "issue_date": "2011-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines Americans' financial capability, using data from a new survey. Financial capability is measured in terms of how well people make ends meet, plan ahead, choose and manage financial products, and possess the skills and knowledge to make financial decisions. The findings reported in this work paint a troubling picture of the state of financial capability in the United States. The majority of Americans do not plan for predictable events such as retirement or children's college education. Most importantly, people do not make provisions for unexpected events and emergencies, leaving themselves and the economy exposed to shocks. To understand financial capability, it is important to look not only at assets but also at debt and debt management, as an increasingly large portion of the population carry debt. In managing debt, Americans engage in behaviors that can generate large expenses, such as sizable interest payments and fees. Moreover, more than one in five Americans has used alternative (and often costly) borrowing methods (payday loans, advances on tax refunds, pawn shops, etc.) in the past five years. The most worrisome finding is that many people do not seem well informed and knowledgeable about their terms of borrowing; a sizeable group does not know the terms of their mortgages or the interest rates they pay on their loans. Finally, the majority of Americans lack basic numeracy and knowledge of fundamental economic principles such as the workings of inflation, risk diversification, and the relationship between asset prices and interest rates.\n\n",
    "acknowledgement": "\nThis paper draws heavily from the work I did on preliminary releases of the Financial Capability Study together with Chris Bumcrot, John Gannon, Michelle Greene, Christine Kieffer, and Judy Lin. Geraldine Walsh edited the manuscript several times and I have very much benefitted from her suggestions and comments. I would like to thank Dubis Correal from the U.S. Treasury and participants to the International Conference on Financial Education in Rio de Janeiro, Brazil, December 2009, and the ASPE-NIA seminar on the Impact of Economic Crisis on Behaviors, Expectations and Well-Being Among Middle-Aged and Older Americans, Washington, DC, January 2010 for many helpful comments. Ben Rump provided excellent research assistance. The first version of this paper was prepared as a report for the Financial Crisis Inquiry Commission. All mistakes are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}