{
    "id": 17117,
    "citation_title": "Trade and the Greenhouse Gas Emissions from International Freight Transport",
    "citation_author": [
        "Anca D. Cristea",
        "David Hummels",
        "Laura Puzzello",
        "Misak G. Avetisyan"
    ],
    "citation_publication_date": "2011-06-09",
    "issue_date": "2011-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe collect extensive data on worldwide trade by transportation mode and use this to provide detailed comparisons of the greenhouse gas emissions associated with output versus international transportation of traded goods.  International transport is responsible for 33 percent of world-wide trade-related emissions, and over 75 percent of emissions for major manufacturing categories like machinery, electronics and transport equipment.  US exports intensively make use of air cargo; as a result two-thirds of its export-related emissions are due to international transport, and US exports by themselves generate a third of transport emissions worldwide.   Inclusion of transport dramatically changes the ranking of countries by emission intensity.  US production emissions per dollar of exports are 16 percent below the world average, but once we include transport US emissions per dollar exported are 59 percent above the world average. We use our data to systematically investigate whether trade inclusive of transport can lower emissions.  In one-quarter of cases, the difference in output emissions is more than enough to compensate for the emissions cost of transport.  Finally, we examine how likely patterns of trade growth will affect modal use and emissions.  Full liberalization of tariffs and GDP growth concentrated in China and India lead to transport emissions growing much faster than the value of trade, due to trade shifting toward distant trading partners.  Emissions growth from growing GDP dwarfs any growth from tariff liberalization.\n\n",
    "acknowledgement": "\nWe thank the OECD for funding, Ron Steenblik for suggesting and encouraging the work.   We also thank Bruce Blonigen, Tim Cason, Lata Gangadharan, Tom Hertel, Pete Minor, Paul Raschky, Christis Tombazos, Terrie Walmsley, and seminar participants at the ASSA meetings 2011, and the International Workshop on Current Issues in CGE Analysis for suggestions and help. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}