{
    "id": 17115,
    "citation_title": "A Model of Shadow Banking",
    "citation_author": [
        "Nicola Gennaioli",
        "Andrei Shleifer",
        "Robert W. Vishny"
    ],
    "citation_publication_date": "2011-06-09",
    "issue_date": "2011-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of shadow banking in which financial intermediaries originate and trade loans, assemble these loans into diversified portfolios, and then finance these portfolios externally with riskless debt.  In this model: i) outside investor wealth drives the demand for riskless debt and indirectly for securitization, ii) intermediary assets and leverage move together as in Adrian and Shin (2010), and iii) intermediaries increase their exposure to systematic risk as they reduce their idiosyncratic risk through diversification, as in Acharya, Schnabl, and Suarez (2010).  Under rational expectations, the shadow banking system is stable and improves welfare.  When investors and intermediaries neglect tail risks, however, the expansion of risky lending and the concentration of risks in the intermediaries create financial fragility and fluctuations in liquidity over time.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Tobias Adrian, Effi Benmelech, John Campbell, Robin Greenwood, Sam Hanson, Arvind Krishnamurthy, Rafael Repullo, Matt Richardson, Philipp Schnabl, Josh Schwartzstein, Alp Simsek, Jeremy Stein, Rene Stulz, Amir Sufi, and especially Charles-Henri Weymuller for helpful comments. Gennaioli thanks the Barcelona GSE and the European Research Council for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}