{
    "id": 17113,
    "citation_title": "Persecution Perpetuated: The Medieval Origins of Anti-Semitic Violence in Nazi Germany",
    "citation_author": [
        "Nico Voigtlaender",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2011-06-09",
    "issue_date": "2011-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow persistent are cultural traits? This paper uses data on anti-Semitism in Germany and finds continuity at the local level over more than half a millennium. When the Black Death hit Europe in 1348-50, killing between one third and one half of the population, its cause was unknown. Many contemporaries blamed the Jews. Cities all over Germany witnessed mass killings of their Jewish population. At the same time, numerous Jewish communities were spared. We use plague pogroms as an indicator for medieval anti-Semitism. Pogroms during the Black Death are a strong and robust predictor of violence against Jews in the 1920s, and of votes for the Nazi Party. In addition, cities that saw medieval anti-Semitic violence also had higher deportation rates for Jews after 1933, were more likely to see synagogues damaged or destroyed in the 'Night of Broken Glass' in 1938, and their inhabitants wrote more anti-Jewish letters to the editor of the Nazi newspaper Der Stürmer.\n\n",
    "acknowledgement": "\nWe thank Sascha Becker, Efraim Benmelech, Davide Cantoni, Dora Costa, Raquel Fernandez, Jordi Galí, Claudia Goldin, Avner Greif, Elhanan Helpman, Rick Hornbeck, Saumitra Jha, Matthew Kahn, Lawrence Katz, Deirdre McCloskey, Joel Mokyr, Petra Moser, Nathan Nunn, Steve Pischke, Leah Platt Boustan, Shanker Satyanath, Kurt Schmidheiny, Andrei Shleifer, Yannay Spitzer, Peter Temin, Matthias Thoenig, and Jaume Ventura for helpful comments. Seminar audiences at CREI, Harvard, NYU, Northwestern, Stanford, UCLA, UPF, Warwick, and at the 2011 Royal Economic Society Conference offered useful criticisms. We are grateful to Hans-Christian Boy for outstanding research assistance, and Jonathan Hersh, Maximilian von Laer, and Diego Puga for help with the geographic data. Davide Cantoni and Noam Yuchtman kindly shared their data on year of incorporation and first market for German cities. Voigtländer acknowledges financial support from the UCLA Center for International Business Education and Research (CIBER). Voth thanks the European Research Council for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}