{
    "id": 17112,
    "citation_title": "High-School Exit Examinations and the Schooling Decisions of Teenagers: A Multi-Dimensional Regression-Discontinuity Analysis",
    "citation_author": [
        "John P. Papay",
        "John B. Willett",
        "Richard J. Murnane"
    ],
    "citation_publication_date": "2011-06-09",
    "issue_date": "2011-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether failing one or more of the state-mandated high-school exit examinations affects whether students graduate from high school. Using a new multi-dimensional regression-discontinuity approach, we examine simultaneously scores on mathematics and English language arts tests. Barely passing both examinations, as opposed to failing them, increases the probability that students graduate by 7.6 percentage points. The effects are greater for students scoring near each cutoff than for students further away from them.  We explain how the multi-dimensional regression-discontinuity approach provides insights over conventional methods for making causal inferences when multiple variables assign individuals to a range of treatments.\n\n",
    "acknowledgement": "\nThe authors thank Carrie Conaway, the Director of Planning, Research, and Evaluation of the Massachusetts Department of Elementary and Secondary Education, for providing the data and for answering many questions about data collection procedures. The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305E100013 to Harvard University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education or the National Bureau of Economic Research. Address correspondence to John Papay (john_papay@mail.harvard.edu).\n\n\n"
}