{
    "id": 17110,
    "citation_title": "Financial Literacy and Retirement Planning in Germany",
    "citation_author": [
        "Tabea Bucher-Koenen",
        "Annamaria Lusardi"
    ],
    "citation_publication_date": "2011-06-09",
    "issue_date": "2011-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine financial literacy in Germany using data from the SAVE survey. We find that knowledge of basic financial concepts is lacking among women, the less educated, and those living in East Germany. In particular, those with low education and low income in East Germany have little financial literacy compared to their West German counterparts. Interestingly, there is no gender disparity in financial knowledge in the East. In order to investigate the nexus of causality between financial literacy and retirement planning, we develop an IV strategy by making use of regional variation in the financial knowledge of peers. We find a positive impact of financial knowledge on retirement planning.\n\n",
    "acknowledgement": "\nThe research reported herein was conducted pursuant to a grant from Netspar. We would like to thank Axel Börsch-Supan, Elsa Fornero, Martin Gasche, Michael Haliassos, Mike Hurd, Alex Lefter, Chiara Monticone, Kathrin Nies and Guglielmo Weber for their helpful comments. We are grateful to seminar participants at the Mathematical and Statistical Methods for Actuarial Sciences and Finance conference in Ravello, Italy, April 2010, at the Netspar Pension Workshop in Zurich, Switzerland, 2010, and at the CeRP Workshop \"Financial Literacy around the World\" in Turin, Italy, December 2010. This paper was started while Tabea visited Dartmouth College in the fall of 2009 and CeRP in February 2010 and she thanks both institutions for their hospitality and CDSE for financial support. We are particularly grateful to the German Research Foundation (Deutsche Forschungsgemeinschaft) for financing the SAVE survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}