{
    "id": 17121,
    "citation_title": "Global Crises and Equity Market Contagion",
    "citation_author": [
        "Geert Bekaert",
        "Michael Ehrmann",
        "Marcel Fratzscher",
        "Arnaud J. Mehl"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "2012-06-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the 2007-09 financial crisis as a laboratory, we analyze the transmission of crises to country-industry equity portfolios in 55 countries. We use a factor model to predict crisis returns, defining unexplained increases in factor loadings and residual correlations as indicative of contagion. We find statistically significant evidence of contagion from US markets and from the global financial sector, but the effects are economically small. By contrast, there has been substantial contagion from domestic equity markets to individual domestic equity portfolios, with its severity inversely related to the quality of countries' economic fundamentals and policies. This confirms the old \"wake-up call\" hypothesis, with markets and investors focusing substantially more on country-specific characteristics during the crisis.\n\n",
    "acknowledgement": "\nWe would like to thank Mardi Dungey, Andy Rose and Shang-Jin Wei for discussions and suggestions as well as participants at seminars or conferences at the Hong Kong Monetary Authority, National Bank of Serbia, Bank of England, Banco Central do Brasil, CESifo, Tsinghua-Columbia Workshop in International Economics, Banque de France-CEPR workshop on macroeconomics of global interdependence (Paris, 2012), Q-Group, (Tampa, 2012), EMG-ESRC Workshop on Global Linkages and Financial Crises (Cass Business School, London, 2012) for comments on earlier versions of the paper, as well as Assaf Shtauber and Tadios Tewolde for helpful research assistance. The views expressed in this paper are solely our own and do not necessarily reflect those of the European Central Bank or the National Bureau of Economic Research.\n\n\n"
}