{
    "id": 17128,
    "citation_title": "The Financial Crisis and the Well-Being of Americans",
    "citation_author": [
        "Angus S. Deaton"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Recession was associated with large changes in income, wealth, and unemployment, changes that affected many lives. Since January 2008, the Gallup Organization has been collecting daily data on 1,000 Americans each day, with a range of self-reported well-being (SWB) questions. I use these data to examine how the recession affected the emotional and evaluative lives of the population, as well as of subgroups within it.  In the fall of 2008, around the time of the collapse of Lehman Brothers, and lasting into the spring of 2009, at the bottom of the stock market, Americans reported sharp declines in their life evaluation, sharp increases in worry and stress, and declines in positive affect. By the end of 2010, in spite of continuing high unemployment, these measures had largely recovered, though worry remained higher and life evaluation lower than in January 2008. The SWB measures do a much better job of monitoring short-run levels of anxiety as the crisis unfolded than they do of reflecting the evolution of the economy over a year or two. Even large macroeconomic shocks to income and unemployment can be expected to produce only small and hard to detect effects on SWB measures. SWB, particularly evaluation of life as a whole, is sensitive to question order effects. Asking political questions before the life evaluation question reduces reported life evaluation by an amount that dwarfs the effects of even the worst of the crisis; these order effects persist deep into the interview, and condition the reporting of hedonic experience and of satisfaction with standard of living. Methods for controlling these effects need to be developed and tested if national measures are to be comparable over space and time.\n\n",
    "acknowledgement": "\nThe Hicks Lecture, Oxford, May 16th, 2011. I am grateful to the Gallup Organization for access to their data, to Jim Harter of Gallup for his extensive help in understanding the design of the Gallup Healthways Wellbeing Index survey, and to Sangeeta Agrawal, Jim Harter, and Frank Newport for leading Gallup's work on the adjustments discussed here. I thank Daniel Kahneman, Daniel McFadden and Norbert Schwarz for extensive help and comments. I also acknowledge helpful comments on an earlier version from Tony Atkinson, David Cutler, Paul Dolan, Marc Fleurbaey, Ori Heffetz, John Helliwell, David Laibson, Richard Layard, John Muellbauer, Matthew Rabin and Arthur Stone. This work was supported by the Gallup Organization and by the National Institute on Aging through grants AG024928-06 and P30 AG024361 to Princeton and P01 AG05842-14 and R01 AG049629-01 to the National Bureau of Economic Research. I am a consulting Senior Scientist with the Gallup Organization. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}