{
    "id": 17129,
    "citation_title": "Mobile Banking: The Impact of M-Pesa in Kenya",
    "citation_author": [
        "Isaac Mbiti",
        "David N. Weil"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "2014-06-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nM-Pesa is a mobile phone based money transfer system in Kenya which grew at a blistering pace following its inception in 2007. We examine how M-Pesa is used as well as its economic impacts. Analyzing data from two waves of individual data on financial access in Kenya, we find that increased use of M-Pesa lowers the propensity of people to use informal savings mechanisms such as ROSCAS, but raises the probability of their being banked. Using aggregate data, we calculate the velocity of M-Pesa at roughly four person-to-person transfers per month. In addition, we find that M-Pesa causes decreases in the prices of competing money transfer services such as Western Union. While we find little evidence that people use their M-Pesa accounts as a place to store wealth, our results suggest that M-Pesa improves individual outcomes by promoting banking and increasing transfers.\n\n",
    "acknowledgement": "\nWe are grateful to Taryn Dinkelman, John Driscoll, Frederik Eijkman, James Habyarimana, Stephen Mwaura, Benno Ndulu, Pauline Vaughn, Dean Yang and seminar participants at Tulane University and the NBER Africa Success Conference for helpful comments and suggestions. Emilio Depetris Chauvin, Federico Droller, Richard Amwayi Namolo, Angeline Nguyen, Scott Weiner and Jingjing Ye provided superb research assistance. We are grateful to the Financial Sector Deepening (FSD) Trust of Kenya and Pep Intermedius for providing us with data. Financial support for this research was graciously provided by the NBER Africa Success Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}