{
    "id": 17120,
    "citation_title": "How Performance Information Affects Human-Capital Investment Decisions: The Impact of Test-Score Labels on Educational Outcomes",
    "citation_author": [
        "John P. Papay",
        "Richard J. Murnane",
        "John B. Willett"
    ],
    "citation_publication_date": "2011-06-22",
    "issue_date": "2011-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudents receive abundant information about their educational performance, but how this information affects future educational-investment decisions is not well understood. Increasingly common sources of information are state-mandated standardized tests. On these tests, students receive a score and a label that summarizes their performance. Using a regression-discontinuity design, we find persistent effects of earning a more positive label on the college-going decisions of urban, low-income students. Consistent with a Bayesian-updating model, these effects are concentrated among students with weaker priors, specifically those who report before taking the test that they do not plan to attend a four-year college.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305E100013 to Harvard University and by the Spencer Foundation. The opinions expressed are those of the authors and do not represent views of the Institute, the U.S. Department of Education, the Spencer Foundation, or the National Bureau of Economic Research. The authors thank Carrie Conaway, the Director of Planning, Research, and Evaluation of the Massachusetts Department of Elementary and Secondary Education, for providing the data and for answering many questions about data collection procedures. Address correspondence to John Papay (john_papay@mail.harvard.edu).\n\n\n"
}