{
    "id": 17122,
    "citation_title": "Local Overweighting and Underperformance: Evidence from Limited Partner Private Equity Investments",
    "citation_author": [
        "Yael V. Hochberg",
        "Joshua D. Rauh"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInstitutional investors of all types exhibit substantial home-state bias when investing in private equity (PE) funds. This effect is particularly pronounced for public pension funds, where the local overweighting amounts to 9.7% of the private equity portfolio on average, based on 5-year rolling average benchmarks. Public pension funds' own-state investments perform significantly worse than their out-of-state investments, an average of 3-4 percentage points of net IRR per year, and those that that overweight their portfolios towards home-state investments also perform worse overall. These underperformance patterns are not evident for other types of institutional investors, such as endowments, foundations and corporate pension funds, and we do not observe similar overweighting or underperformance of investments in neighboring states. Overweighting in home state investments by public pension funds is greater in states with higher levels of corruption, although there is no positive correlation of underperformance with corruption for these investors. The overweighting and underperformance of local investments cost public pension funds between $0.9 and $1.2 billion per year, depending on the benchmark.\n\n",
    "acknowledgement": "\nWe are grateful to Ed Glaeser, Victoria Ivashina, Josh Pollet, and Jules van Binsbergen for very helpful comments and discussions, as well as seminar participants at Northwestern University, Oxford University, the Federal Reserve Bank of Chicago, DePaul University, the University of Florida, Michigan State University, the University of British Columbia, Yale University, and the University of Hong Kong. Hochberg and Rauh gratefully acknowledge funding from the Zell Center for Risk Research at the Kellogg School of Management. Hochberg gratefully acknowledges funding from the Heizer Center for Private Equity and Venture Capital at the Kellogg School of Management. Address correspondence to: y-hochberg@kellogg.northwestern.edu (Hochberg), joshua-rauh@kellogg.northwestern.edu (Rauh). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}