{
    "id": 17127,
    "citation_title": "Staggered Boards and the Wealth of Shareholders: Evidence from Two Natural Experiments",
    "citation_author": [
        "Lucian A. Bebchuk",
        "Alma Cohen",
        "Charles C.Y. Wang"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile staggered boards have been documented to be negatively correlated with firm valuation, such association might be due to staggered boards either bringing about lower firm value or merely reflecting the tendency of low-value firms to have staggered boards. In this paper, we use two natural experiments to shed light on the causality question. In particular, we focus on two recent court rulings, separated by several weeks, that affected in opposite directions the antitakeover force of staggered boards: (i) a ruling by the Delaware Chancery Court approving the legality of shareholder-adopted bylaws that weaken the antitakeover force of a staggered board by moving the company's annual meeting up from later parts of the calendar year to January, and (ii) the subsequent decision by the Delaware Supreme Court to overturn the Chancery Court ruling and invalidate such bylaws.\nWe find evidence consistent with the hypothesis that the Chancery Court ruling increased the value of affected companies - namely, companies with a staggered board and an annual meeting in later parts of the calendar year - and that the Supreme Court ruling produced a reduction in the affected companies' value. The identified effects were most pronounced for firms for which control contests are especially relevant due to relative underperformance, small firm size, high asset pledgibility, or high takeover intensity in their industry.\nOur findings have implications for the long-standing debate on staggered boards. The findings are consistent with the market's viewing staggered boards as bringing about a reduction in firm value. Our findings are thus consistent with leading institutional investors' policies in favor of board de-staggering, and with the view that the ongoing process of board de-staggering in public firms can be expected to enhance shareholder value.\n\n",
    "acknowledgement": "\nFor helpful comments on earlier drafts, we are grateful to Steven Davidoff, Jeff Gordon, Guhan Subramanian, and participants in a Harvard workshop. We have also benefitted from conversations with a number of participants in the Airgas takeover battle and the market trading surrounding it, including Isaac Corree, Jeff Gordon, Matthew Mark, David Millstone, Ted Mirvis, and Tim Wallach. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}