{
    "id": 17134,
    "citation_title": "Lifecycle Impacts of the Financial and Economic Crisis on Household Optimal Consumption, Portfolio Choice, and Labor Supply",
    "citation_author": [
        "Jingjing Chai",
        "Raimond Maurer",
        "Olivia S. Mitchell",
        "Ralph Rogalla"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe direct financial impact of the financial crisis has been to deal a heavy blow to investment-based pensions; many workers lost a substantial portion of their retirement saving. The financial sector implosion produced an economic crisis for the rest of the economy via high unemployment and reduced labor earnings, which reduced household contributions to Social Security and some private pensions. Our research asks which types of individuals were most affected by these dual financial and economic shocks, and it also explores how people may react by changing their consumption, saving and investment, work and retirement, and annuitization decisions. We do so with a realistically calibrated lifecycle framework allowing for time-varying investment opportunities and countercyclical risky labor income dynamics. We show that households near retirement will reduce both short- and long-term consumption, boost work effort, and defer retirement. Younger cohorts will initially reduce their work hours, consumption, saving, and equity exposure; later in life, they will work more, retire later, consume less, invest more in stocks, save more, and reduce their demand for private annuities.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC) as part of the Retirement Research Consortium. Additional research support was provided by Netspar, the German Investment and Asset Management Association (BVI), and the Pension Research Council at The Wharton School of the University of Pennsylvania. Helpful comments were provided by Peter Brady, Susann Rohwedder, Mark Warshawsky, and participants at the 2011 Pension Research Council Conference. This research is part of the NBER programs on Aging, Public Economics, and Labor Studies. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affiliated, nor of the National Bureau of Economic Research.\n\n\n"
}