{
    "id": 17133,
    "citation_title": "Risk, Monetary Policy and the Exchange Rate",
    "citation_author": [
        "Gianluca Benigno",
        "Pierpaolo Benigno",
        "Salvatore Nisticò"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this research, we provide new empirical evidence on the importance of time-varying uncertainty for the exchange rate and the excess return in currency markets. Following an increase in monetary policy uncertainty, the dollar exchange rate appreciates in the medium run, while an increase in the volatility of productivity leads to a dollar depreciation. We propose a general-equilibrium theory of exchange rate determination based on the interaction between monetary policy and time-varying uncertainty aimed at understanding these regularities. In the model, the behaviour of the exchange rate following nominal and real volatility shocks is consistent with the empirical evidence. Furthermore we show that risk factors and interest-rate smoothing are important in accounting for the negative coefficient in the UIP regression.\n\n",
    "acknowledgement": "\nWe thank the editors, Daron Acemoglu and Michael Woodford. We also thank Marianna Bellòc, Fabrice Collard, Charles Engel, Max Gillman, Hande Küçük-Tuger, Albert Marcet, Alessandro Rebucci, Martin Uribe, seminar participants at Cardiff Business School and Trinity College Dublin and participants at the NBER's Twenty-sixth Annual Conference on Macroeconomics for helpful comments, Matteo Ciccarelli for sharing his RATS codes for PanelVAR estimation and analysis, and Federica Romei for excellent research assistance. Financial support from and ERC Starting Independent Grant is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}