{
    "id": 17136,
    "citation_title": "A Pyrrhic Victory? - Bank Bailouts and Sovereign Credit Risk",
    "citation_author": [
        "Viral V. Acharya",
        "Itamar Drechsler",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that financial sector bailouts and sovereign credit risk are intimately linked.  A bailout benefits the economy by ameliorating the under-investment problem of the financial sector.  However, increasing taxation of the non-financial sector to fund the bailout may be inefficient since it weakens its incentive to invest, decreasing growth.  Instead, the sovereign may choose to fund the bailout by diluting existing government bondholders, resulting in a deterioration of the sovereign's creditworthiness. This deterioration feeds back onto the financial sector, reducing the value of its guarantees and existing bond holdings and increasing its sensitivity to future sovereign shocks. We provide empirical evidence for this two-way feedback between financial and sovereign credit risk using data on the credit default swaps (CDS) of the Eurozone countries for 2007-10. We show that the announcement of financial sector bailouts was associated with an immediate, unprecedented widening of sovereign CDS spreads and narrowing of bank CDS spreads; however, post-bailouts there emerged a significant co-movement between bank CDS and sovereign CDS, even after controlling for banks' equity performance, the latter being consistent with an effect of the quality of sovereign guarantees on bank credit risk.\n\n",
    "acknowledgement": "\nWe are grateful to Ilan Kremer, Mitchell Petersen, Isabel Schnabel and Luigi Zingales (discussants), Dave Backus, Mike Chernov, Amir Yaron, Stan Zin, and seminar participants at the American Economics Association Meetings (2011), Austrian Central Bank, Bundesbank-ECB-CFS Joint Luncheon workshop, Douglas Gale's Financial Economics workshop at NYU, Federal Reserve Bank of Minneapolis, HEC Paris and BNP Paribas Hedge Fund Center conference, Indian School of Business, Indian Institute of Management (Ahmedabad), London Business School and Moody's Credit Risk  Conference, Oxford Said Business School, Rothschild Caesarea Center 8th Annual Conference (Israel), Stockholm School of Economics and SIFR, Universitat van Amsterdam and de Nederlandsche Bank, and University of Minnesota for helpful comments. Farhang Farazmand and Nirupama Kulkarni provided valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}