{
    "id": 17135,
    "citation_title": "Time for Children: Trends in the Employment Patterns of Parents, 1967-2009",
    "citation_author": [
        "Liana E. Fox",
        "Wen-Jui Han",
        "Christopher Ruhm",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUtilizing data from the 1967-2009 years of the March Current Population Surveys, we examine two important resources for children's well-being: time and money. We document trends in parental employment, from the perspective of children, and show what underlies these trends. We find that increases in family work hours mainly reflect movements into jobs by parents who, in prior decades, would have remained at home. This increase in market work has raised incomes for children in the typical two-parent family but not for those in lone-parent households. Time use data from 1975 and 2003-2008 reveal that working parents spend less time engaged in primary childcare than their counterparts without jobs but more than employed peers in previous cohorts. Analysis of 2004 work schedule data suggests that non-daytime work provides an alternative method of coordinating employment schedules for some dual-earner families.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding support from NICHD and helpful comments from seminar participants at the Population Association of America Annual Meeting and the University of Virginia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}