{
    "id": 17138,
    "citation_title": "Disability Programs, Health and Retirement in Denmark since 1960",
    "citation_author": [
        "Paul Bingley",
        "Nabanita Datta Gupta",
        "Peder J. Pedersen"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the interaction between measures of health, disability pension take up and labor market performance in Denmark by charting their development over time and by examining how they are affected by key policy reforms in the area of early retirement. The main emphasis is on the long-run development of the Social Disability Pension (SDP) program, and whether it concurs with trends in population health based on mortality indicators (both overall and cause-specific) and with self-reported health. A strong relationship is found between labor force activity measures and non-health related programs for early retirement for those 60 and older. However, no clear relationship is evident between SDP take up and the health indicators. One reason for the lack of a correlation is most probably that SDP is \"on its own track\" due to program innovations and reforms creating competing risks or program substitution especially for the 50+ population.\n\n",
    "acknowledgement": "\nWe are grateful to participants at several ISS meetings for comments on previous drafts of the paper. Thanks to Chalotte Bøgesvang and Katrine Pedersen for excellent research assistance. Financial support was provided by Danish Social Sciences Research Council (grant FSE-09-063859). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}