{
    "id": 17139,
    "citation_title": "Immigration, Jobs and Employment Protection: Evidence from Europe",
    "citation_author": [
        "Francesco D'Amuri",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the effect of immigrants on native jobs in fourteen Western European countries. We test whether the inflow of immigrants in the period 1996-2007 decreased employment rates and/or if it altered the occupational distribution of natives with similar education and age. We find no evidence of the first but significant evidence of the second: immigrants took \"simple\" (manual-routine) type of occupations and natives moved, in response, toward more \"complex\" (abstract-communication) jobs. The results are robust to the use of an IV strategy based on past settlement of different nationalities of immigrants across European countries. We also document the labor market flows through which such a positive reallocation took place: immigration stimulated job creation, and the complexity of jobs offered to new native hires was higher relative to the complexity of destructed native jobs. Finally, we find evidence that the occupation reallocation of natives was significantly larger in countries with more flexible labor laws. This tendency was particularly strong for less educated workers.\n\n",
    "acknowledgement": "\nWe are indebted to Anna Salomons for providing data and guidance necessary to construct task variables. We thank Paul Gaggl for excellent assistance in research and editing. William Ambrosini and Chad Sparber provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}