{
    "id": 17137,
    "citation_title": "Animal Spirits, Financial Crises and Persistent Unemployment",
    "citation_author": [
        "Roger Farmer"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "2012-09-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a rational expectations model with multiple equilibrium unemployment rates where the price of capital may be unbounded above. I argue that this property is an important feature of any rational-agent explanation of a financial crisis, since for the expansion phase of the crisis to be rational, investors must credibly believe that asset prices could keep increasing forever with positive probability. I explain the sudden crash in asset prices that precipitates a financial crisis as a large negative self-fulfilling shock to the expectation of the future price of capital. This shock causes a permanent reduction in wealth and consumption and a permanent increase in the unemployment rate. My work suggests that economic policies designed to reduce the volatility of asset market movements will significantly increase economic welfare.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Animal Spirits, Rational Bubbles and Unemployment in an Old-Keynesian Model.\" I wish to thank Wouter den Haan and two anonymous referees for their careful reading of this paper and for their detailed comments. Thanks also to Jang-Ting Guo, Thomas Hintermaier, Mingming Jiang, Luca Pensieroso, Pietro Peretto and Dmitry Plotnikov for their helpful feedback on earlier drafts of this paper and to C. Roxanne Farmer for her invaluable editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}