{
    "id": 17130,
    "citation_title": "An Estimation of Economic Models with Recursive Preferences",
    "citation_author": [
        "Xiaohong Chen",
        "Jack Favilukis",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents estimates of key preference parameters of the Epstein and Zin (1989, 1991) and Weil (1989) (EZW) recursive utility model, evaluates the model's ability to fit asset return data relative to other asset pricing models, and investigates the implications of such estimates for the unobservable aggregate wealth return. Our empirical results indicate that the estimated relative risk aversion parameter ranges from 17-60, with higher values for aggregate consumption than for stockholder consumption, while the estimated elasticity of intertemporal substitution is above one. In addition, the estimated model-implied aggregate wealth return is found to be weakly correlated with the CRSP value-weighted stock market return, suggesting that the return to human wealth is negatively correlated with the aggregate stock market return.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the National Science Foundation (Chen and Ludvigson) and from the Alfred P. Sloan Foundation (Ludvigson). We are grateful to Orazio Attanasio, Richard Blundell, Darrel Duffie, Lars Hansen, Monika Piazzesi, Annette Vissing-Jorgensen, Gianluca Violante, Motohiro Yogo, Stanley Zin, and to seminar participants at NYU, UC Berkeley, the University of Chicago, the June 2007 SED annual meetings, the July 2007 NBER Summer Institute Methods and Applications for Dynamic, Stochastic General Equilibrium Models Workshop, and the September 2007 CMU Conference in honor of Hansen-Singleton 1982 paper for helpful comments. We also thank Annette Vissing-Jorgensen for help with the stockholder consumption data. Any errors or omissions are the responsibility of the authors, and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}