{
    "id": 17132,
    "citation_title": "Income, Democracy, and the Cunning of Reason",
    "citation_author": [
        "Daniel Treisman"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long-standing debate pits those who think economic development leads to democratization against those who argue that both result from distant historical causes. Using the most comprehensive estimates of national income available, I show that development is associated with more democratic government--but in the medium run (10 to 20 years). The reason is that, for the most part, higher income only prompts a breakthrough to more democratic politics after the incumbent leader falls from power. And in the short run, faster economic growth increases the leader's odds of survival. This logic--for which I provide evidence at the levels of individual countries and the world--helps explain why democracy advances in waves followed by periods of stasis and why dictators, concerned only to entrench themselves in power, end up preparing their countries to leap to a higher level of democracy when they are eventually overthrown.\n\n",
    "acknowledgement": "\nI thank Bruce Bueno de Mesquita, Jim Robinson, and Andrei Shleifer for valuable comments and suggestions, and the UCLA College of Letters and Sciences for support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}