{
    "id": 17131,
    "citation_title": "Sharing the Burden: Monetary and Fiscal Responses to a World Liquidity Trap",
    "citation_author": [
        "David Cook",
        "Michael B. Devereux"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith integrated trade and financial markets, a collapse in aggregate demand in a large country can cause 'natural real interest rates' to fall below zero in all countries, giving rise to a global 'liquidity trap'. This paper explores the policy choices that maximize the joint welfare of all countries following such a shock, when governments cooperate on both fiscal and monetary policy. Adjusting to a large negative demand shock requires raising world aggregate demand, as well as redirecting demand towards the source (home) country. The key feature of demand shocks in a liquidity trap is that relative prices respond perversely. A negative shock causes an appreciation of the home terms of trade, exacerbating the slump in the home country. At the zero bound, the home country cannot counter this shock. Because of this, it may be optimal for the foreign policy-maker to raise interest rates. Strikingly, the foreign country may choose to have a positive policy interest rate, even though its 'natural real interest rate' is below zero. A combination of relatively tight monetary policy in the foreign country combined with substantial fiscal expansion in the home country achieves the level and composition of world expenditure that maximizes the joint welfare of the home and foreign country. Thus, in response to conditions generating a global liquidity trap, there is a critical mutual interaction between monetary and fiscal policy.\n\n",
    "acknowledgement": "\nDevereux thanks SSHRC, the Bank of Canada, and the Royal Bank of Canada for financial support. The opinions in this paper are those of the authors alone and cannot be ascribed to the Bank of Canada. We thank seminar participants at the Bank of Japan, participants of the ECB-Bundesbank workshop, the Bundesbank Spring Conference 2011, Paul Beaudry, Nao Sudou, Ippei Fujiwara, Takahashi Ito, and Gernot Muller for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}