{
    "id": 17140,
    "citation_title": "Inference for VARs Identified with Sign Restrictions",
    "citation_author": [
        "Hyungsik Roger Moon",
        "Frank Schorfheide",
        "Eleonora Granziera",
        "Mihye Lee"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a fast growing literature that partially identifies structural vector autoregressions (SVARs) by imposing sign restrictions on the responses of a subset of the endogenous variables to a particular structural shock (sign-restricted SVARs). To date, the methods that have been used are only justified from a Bayesian perspective. This paper develops methods of constructing error bands for impulse response functions of sign-restricted SVARs that are valid from a frequentist perspective. We also provide a comparison of frequentist and Bayesian error bands in the context of an empirical application - the former can be twice as wide as the latter.\n\n",
    "acknowledgement": "\nWe thank Fabio Canova and Eric Renault as well as seminar participants at the 2010 California Econometric Conference, the 2009 Canadian Econometric Study Group Meeting, Boston University, the 2010 Econometric Society World Congress, Harvard-MIT, the 2010 NBER Summer Institute, Queens University, the University of Pennsylvania, and Yale University. We also thank Hilda Guay and Minchul Shin for proofreading. Schorfheide gratefully acknowledges financial support from the National Science Foundation under Grant SES 0617803. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada or the National Bureau of Economic Research. Data and Software to replicate the empirical analysis are available at http://www.ssc.upenn.edu/~schorf.\n\n\n"
}