{
    "id": 17143,
    "citation_title": "Globalization, Structural Change and Productivity Growth",
    "citation_author": [
        "Margaret S. McMillan",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "2021-04-30",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge gaps in labor productivity between the traditional and modern parts of the economy are a fundamental reality of developing societies.  In this paper, we document these gaps, and emphasize that labor flows from low-productivity activities to high-productivity activities are a key driver of development. Our results show that since 1990 structural change has been growth reducing in both Africa and Latin America, with the most striking changes taking place in Latin America. The bulk of the difference between these countries' productivity performance and that of Asia is accounted for by differences in the pattern of structural change - with labor moving from low- to high-productivity sectors in Asia, but in the opposite direction in Latin America and Africa. In our empirical work, we identify three factors that help determine whether (and the extent to which) structural change contributes to overall productivity growth. In countries with a relatively large share of natural resources in exports, structural change has typically been growth reducing. Even though these \"enclave\" sectors usually operate at very high productivity, they cannot absorb the surplus labor from agriculture. By contrast, competitive or undervalued exchange rates and labor market flexibility have contributed to growth enhancing structural change.\n\n",
    "acknowledgement": "\nThis is a paper prepared for a joint ILO-WTO volume.  We are grateful to Marion Jansen for guidance and Inigo Verduzco for outstanding research assistance.  Rodrik gratefully acknowledges financial support from IFPRI. McMillan gratefully acknowledges support from IFPRI's regional and country program directors for assistance with data collection. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}