{
    "id": 17149,
    "citation_title": "Too-Systemic-To-Fail: What Option Markets Imply About Sector-wide Government Guarantees",
    "citation_author": [
        "Bryan T. Kelly",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestors in option markets price in a substantial collective government bailout guarantee in the financial sector, which puts a floor on the equity value of the financial sector as a whole, but not on the value of the individual firms. The guarantee makes put options on the financial sector index cheap relative to put options on its member banks. The basket-index put spread rises fourfold from 0.8 cents per dollar insured before the financial crisis to 3.8 cents during the crisis for deep out-of-the-money options. The spread peaks at 12.5 cents per dollar, or 70% of the value of the index put. The rise in the put spread cannot be attributed to an increase in idiosyncratic risk because the correlation of stock returns increased during the crisis. The government's collective guarantee partially absorbs financial sector-wide tail risk, which lowers index put prices but not individual put prices, and hence can explain the basket-index spread. A structural model with financial disasters quantitatively matches these facts and attributes as much as half of the value of the financial sector to the bailout guarantee during the crisis. The model solves the problem of how to measure systemic risk in a world where the government distorts market prices.\n\n",
    "acknowledgement": "\nWe thank Mikhail Chernov, Peter Christoffersen, John Cochrane, George Constantinides, Itamar Drechsler, Darrell Duffie, Ralph Koijen, Marc Martos-Vila, Pascal Maenhout, Ian Martin, Richard Roll, Stephen Ross, and seminar participants at Chicago Booth, the University of Southern California, the University of California at Los Angeles, the University of Toronto, the University of Utah, the Federal Reserve Bank of San Francisco and the Stanford University economics and finance departments for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}