{
    "id": 17141,
    "citation_title": "Surviving the Global Financial Crisis: Foreign Ownership and Establishment Performance",
    "citation_author": [
        "Laura Alfaro",
        "Maggie Chen"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the differential response of establishments to the recent global financial crisis with particular emphasis on the role of foreign ownership. Using a worldwide establishment panel dataset, we investigate how multinational subsidiaries around the world responded to the crisis relative to local establishments. We find that, first, multinational subsidiaries fared on average better than local counterfactuals with similar economic characteristics. Second, among multinational subsidiaries, establishments sharing stronger vertical production and financial linkages with parents exhibited greater resilience. Finally, in contrast to the crisis period, the effect of foreign ownership and linkages on establishment performance was insignificant in non-crisis years.\n\n",
    "acknowledgement": "\nWe thank James Harrigan, James Markusen, Ariell Reshef, and session and seminar participants at the American Economic Association Meeting, the Midwest International Economics Group Meeting, the LACEA Trade, Integration and Growth Network Meeting, University of Virginia, IMF, the Kiel International Economics Meeting for helpful feedback. We are grateful to Dun & Bradstreet and Dennis Jacques for helping with the D&B dataset and HBS and GW CIBER for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}