{
    "id": 17144,
    "citation_title": "Financing Labor",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman",
        "Amit Seru"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial market imperfections can have significant impact on employment decisions of firms. We illustrate the economic importance of this channel by demonstrating that the responsiveness of employment decisions to firms' financial health is quantitatively similar to the much-studied responsiveness of investment decisions to cash-flows. We use a collage of three 'quasi-experiments' used previously in the investment-cash flow and finance-growth literatures to trace the effects of finance on employment. Our results suggest that financial constraints and the availability of credit play an important role in firm-level employment decisions, as well as aggregate unemployment outcomes\n\n",
    "acknowledgement": "\nWe thank Rajesh Aggarwal, George-Marios Angeletos, Bo Becker, Frederico Belo, Philip Bond, John Boyd, Lauren Cohen, Emmanuel Farhi, Edward Glaeser, Steven Kaplan, Anil Kashyap, Larry Katz, Owen Lamont, Marco Pagano, Andrei Shleifer, Alp Simsek, Jeremy Stein, Tracy Wang, Ivan Werning and seminar participants at The Einaudi Institute for Economics and Finance in Rome, Harvard Economics department, Harvard Law School, and University of Minnesota Carlson School of Management for useful comments. We thank Joe Peek for providing us guidance in constructing the data on Japanese-affiliated banks. We thank Eduardo Davila and Yu Xu for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}