{
    "id": 17159,
    "citation_title": "Estimating the Return to College Selectivity over the Career Using Administrative Earnings Data",
    "citation_author": [
        "Stacy Dale",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "2023-01-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the monetary return to attending a highly selective college using the College and Beyond (C&B) Survey linked to Detailed Earnings Records from the Social Security Administration (SSA). This paper extends earlier work by Dale and Krueger (2002) that examined the relationship between the college that students attended in 1976 and the earnings they self-reported reported in 1995 on the C&B follow-up survey. In this analysis, we use administrative earnings data to estimate the return to various measures of college selectivity for a more recent cohort of students: those who entered college in 1989. We also estimate the return to college selectivity for the 1976 cohort of students, but over a longer time horizon (from 1983 through 2007) using administrative data.\nWe find that the return to college selectivity is sizeable for both cohorts in regression models that control for variables commonly observed by researchers, such as student high school GPA and SAT scores. However, when we adjust for unobserved student ability by controlling for the average SAT score of the colleges that students applied to, our estimates of the return to college selectivity fall substantially and are generally indistinguishable from zero. There were notable exceptions for certain subgroups. For black and Hispanic students and for students who come from less-educated families (in terms of their parents' education), the estimates of the return to college selectivity remain large, even in models that adjust for unobserved student characteristics.\n\n",
    "acknowledgement": "\nWe thank the Mellon Foundation for financial support, Ed Freeland for obtaining permission of the colleges that are included in our study, Matthew Jacobus and Licia Gaber Baylis for skilled computer programming support, Mike Risha of SSA for tirelessly running our computer programs and for merging the C&B data with administrative earnings records, Lawrence Katz, Sarah Turner, and Mark Dynarski for helpful comments on an earlier draft, and Mark Long for providing data on college SAT scores. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}