{
    "id": 17157,
    "citation_title": "Income Inequality and Early Non-Marital Childbearing: An Economic Exploration of the \"Culture of Despair\"",
    "citation_author": [
        "Melissa Schettini Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "2012-01-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing individual-level data from the United States and a number of other developed countries, we empirically investigate the role of income inequality in determining rates of early, non-marital childbearing among low socioeconomic status (SES) women. We present robust evidence that low SES women are more likely to give birth at a young age and outside of marriage when they live in more unequal places, all else held constant. Our results suggest that inequality itself, as opposed to other correlated geographic factors, drives this relationship. We calculate that differences in the level of inequality are able to explain a sizeable share of the geographic variation in teen fertility rates both across U.S. states and across developed countries. We propose a model of economic \"despair\" that facilitates the interpretation of our results. It reinterprets the sociological and ethnographic literature that emphasizes the role of economic marginalization and hopelessness into a parsimonious framework that captures the concept of \"despair\" with an individual's perception of economic success. Our empirical results are consistent with the idea that income inequality heightens a sense of economic despair among those at the bottom of the distribution.\n\n",
    "acknowledgement": "\nThis paper was originally circulated as \"Early Non-marital Childbearing and the 'Culture of Despair'\". The authors thank Liz Ananat, Judy Hellerstein, and Serkan Ozbeklik for comments on an earlier version. We also acknowledge helpful comments from seminar participants at the Harris School at the University of Chicago, the Harvard Labor Workshop, Middlebury College, the Maryland Population Research Center, University of British Columbia, Wharton, University of Wisconsin IRP, Northwestern IPR, and participants at the conferences, \"Public Policy and the Economics of Fertility\" at Mount Holyoke and \"Labor Markets, Children, and Families\" at the University of Stavanger. We thank Erin Moody and Lisa Dettling for very capable research assistance. We are grateful to Christopher Rogers at the National Center for Health Statistics for facilitating our access to confidential data. Any views expressed are those of the authors alone, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}