{
    "id": 17150,
    "citation_title": "Performance Evaluation of Zero Net-Investment Strategies",
    "citation_author": [
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces new nonparametric statistical methods to evaluate zero-cost investment strategies. We focus on directional trading strategies, risk-adjusted returns, and the investor's decisions under uncertainty as the core of our analysis. By relying on classification tools with a long tradition in the sciences and biostatistics, we can provide a tighter connection between model-based risk characteristics and the no-arbitrage conditions for market efficiency. Moreover, we extend the methods to multicategorical settings, such as when the investor can sometimes take a neutral position. A variety of inferential procedures are provided, many of which are illustrated with applications to excess equity returns and to currency carry trades.\n\n",
    "acknowledgement": "\nTaylor has been supported by the Center for the Evolution of the Global Economy at UC Davis and Jorda by DGCYT Grant (SEJ2007-63098-econ); part of this work was completed whilst Taylor was a Houblon-Norman/George Fellow at the Bank of England, and later when he was a Senior Advisor at Morgan Stanley; all of this research support is gratefully acknowledged. We thank Colin Cameron, Miguel Delgado, Martin Evans, Pedro Gete, Gloria Gonz ́alez-Rivera, Guido Kuersteiner, Burkhard Schipper, Enrique Sentana and seminar participants at the Federal Reserve Bank of San Francisco, Georgetown University, Universidad Carlos III de Madrid, and University of California, Riverside for comments and suggestions. Travis Berge and Yanping Chong provided superb research assistance. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}