{
    "id": 17152,
    "citation_title": "A Functional Filtering and Neighborhood Truncation Approach to Integrated Quarticity Estimation",
    "citation_author": [
        "Torben G. Andersen",
        "Dobrislav Dobrev",
        "Ernst Schaumburg"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a first in-depth look at robust estimation of integrated quarticity (IQ) based on high frequency data. IQ is the key ingredient enabling inference about volatility and the presence of jumps in financial time series and is thus of considerable interest in applications. We document the significant empirical challenges for IQ estimation posed by commonly encountered data imperfections and set forth three complementary approaches for improving IQ based inference. First, we show that many common deviations from the jump diffusive null can be dealt with by a novel filtering scheme that generalizes truncation of individual returns to truncation of arbitrary functionals on return blocks. Second, we propose a new family of efficient robust neighborhood truncation (RNT) estimators for integrated power variation based on order statistics of a set of unbiased local power variation estimators on a block of returns. Third, we find that ratio-based inference, originally proposed by Barndorff-Nielsen and Shephard, has desirable robustness properties and is well suited for our empirical applications. We confirm that the proposed filtering scheme and the RNT estimators perform well in our extensive simulation designs and in an application to the individual Dow Jones 30 stocks.\n\n",
    "acknowledgement": "\nWe thank participants at the 2010 SETA Conference at Singapore Management University and the \"Nonlinear and Financial Econometrics Conference: A Tribute to A. Ronald Gallant,'' Toulouse, France, May 2011, along with Federico Bandi, Peter R. Hansen, Andrew Patton, Peter C. B. Phillips and Kevin Sheppard for comments on an earlier draft. Excellent research assistance was provided by Patrick Mason. Andersen gratefully acknowledges financial support from the NSF through a grant to the NBER and by CREATES funded by the Danish National Research Foundation. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of New York, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}