{
    "id": 17156,
    "citation_title": "Studying Discrimination: Fundamental Challenges and Recent Progress",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Jonathan Guryan"
    ],
    "citation_publication_date": "2011-06-16",
    "issue_date": "2011-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss research on discrimination against blacks and other racial minorities in labor market outcomes, highlighting fundamental challenges faced by empirical work in this area. Specifically, for work devoted to measuring whether and how much discrimination exists, we discuss how the absence of relevant data, the potential noncomparability of blacks and whites, and various conceptual concerns peculiar to race may frustrate or render impossible the application of empirical methods used in other areas of study. For work seeking to arbitrate empirically between the two main alternative theoretical explanations for such discrimination as it exists, we distinguish between indirect analyses, which do not directly study the variation in prejudice or the variation in information, the mechanisms at the heart of the two types of models we review, and direct analyses, which are more recent and much less common. We highlight problems with both approaches. Throughout, we discuss recent work, which, the various challenges notwithstanding, permits tentative conclusions about discrimination. We conclude by pointing to areas that might be fruitful avenues for future investigation.\n\n",
    "acknowledgement": "\nThe authors thank four anonymous reviewers, Ben Keys, Kevin Lang, and Jens Ludwig for helpful comments on previous drafts. All remaining errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This article was prepared for the Annual Review of Economics, Volume 3. (DOI 10.1146/annurev.economics.102308.124448)\n\n\n"
}