{
    "id": 17160,
    "citation_title": "Smoking Policies and Birth Outcomes: Estimates From a New Era",
    "citation_author": [
        "Sara Markowitz",
        "E. Kathleen Adams",
        "Patricia M. Dietz",
        "Viji Kannan",
        "Van Tong"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSmoking during pregnancy has been shown to have significant adverse health effects for  new born babies.  Smoking is the leading preventable cause of low birth weight of infants who in turn, need more resources at delivery and are more likely to have related health problems in infancy and beyond.  Despite these outcomes, many women still smoke during pregnancy.  The main question for policy makers is whether tobacco control policies can influence maternal smoking and reduce adverse birth outcomes.  We examine this question using data from the Pregnancy Risk Assessment Monitoring System data from 2000 to 2005.  This is a time period during which states significantly changed their tobacco control policies by raising excise taxes and imposing strong restrictions on indoor smoking.  We estimate reduced form models of birth weight and gestational weeks, focusing on the effects of taxes and workplace restrictions on smoking as the policies of interest.  We also estimate demand equations for the probability of smoking during the third trimester.  Results show that the smoking policies are effective, but limited to babies born to mothers of certain age groups.  For babies born to teenage mothers, higher cigarette taxes are associated with small increases in birth weight and gestational weeks.  For babies born to mothers ages 25-34, restrictions on smoking in the workplace are associated with small increases in gestational weeks.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the Robert Wood Johnson Foundation (RWJF), Health care Financing Initiative (HCFO) Grant # 66104.  The findings and conclusions in this report are those of the authors and do not necessarily represent the official positions of RWJF, the Centers for Disease Control and Prevention, or the National Bureau of Economic Research.\n\n\n"
}