{
    "id": 17166,
    "citation_title": "How Do Mortgage Subsidies Affect Home Ownership? Evidence from the Mid-century GI Bills",
    "citation_author": [
        "Daniel K. Fetter"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "2012-08-15",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe largest 20th-century increase in U.S. home ownership occurred between 1940 and 1960, associated largely with declining age at first ownership.  I shed light on the contribution of coincident government mortgage market interventions by examining home loan benefits granted under the World War II and Korean War GI Bills.  The impact of veterans' housing benefits on home ownership is positive for young men, and declines with age.  Veterans' benefits increased aggregate home ownership rates primarily by shifting purchase earlier in life, explaining 7.4 percent of the overall 1940-60 increase and 25 percent of the increase for affected cohorts.  A rough extrapolation suggests that broader changes in mortgage terms may explain 40 percent of the 1940-60 increase.\n\n",
    "acknowledgement": "\nFor helpful comments at various points in this project, I am grateful to James Alm, Erica Field, Price Fishback, Joshua Goodman, Eric Hilt, Richard Hornbeck, Gray Kimbrough, Erzo Luttmer, Robert Margo, Patrick McEwan, Marianne Page, Rohini Pande, Ken Snowden, Susan Wachter, Eugene White, Heidi Williams, and numerous seminar participants at the Federal Reserve Bank of St. Louis, Harvard, Northwestern-Kellogg, Mathematica Policy Research, Rutgers, Stanford, UC-Davis, the University of Maryland, UNC-Greensboro, UPenn-Wharton, Wellesley, the Spring 2011 meeting of the NBER Development of the American Economy Program, and the September 2011 NBER-Universities Research Conference.  I am especially indebted to Edward Glaeser, Claudia Goldin, and Lawrence Katz for detailed feedback.  I also gratefully acknowledge financial support from the Taubman Center for State and Local Government, the Real Estate Academic Initiative, and the Harvard Graduate School of Arts and Sciences.  All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}