{
    "id": 17168,
    "citation_title": "The Impacts of the Affordable Care Act: How Reasonable Are the Projections?",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Patient Protection and Affordable Care Act (ACA) is the most comprehensive reform of the U.S. medical system in at least 45 years. The ACA transforms the non-group insurance market in the United States, mandates that most residents have health insurance, significantly expands public insurance and subsidizes private insurance coverage, raises revenues from a variety of new taxes, and reduces and reorganizes spending under the nation's largest health insurance plan, Medicare. Projecting the impacts of such fundamental reform to the health care system is fraught with difficulty. But such projections were required for the legislative process, and were delivered by the Congressional Budget Office (CBO). This paper discusses the projected impact of the ACA in more detail, and describes the evidence that sheds light upon the accuracy of the projections. It begins by reviewing in broad details the structure of the ACA and then reviews evidence from a key case study that informs our understanding of the ACA's impacts: a comparable health reform that was carried out in Massachusetts four years earlier. The paper discusses the key results from that earlier reform and what they might imply for the impacts of the ACA. The paper ends with a discussion of the projected impact of the ACA and offers some observations on those estimates.\n\n",
    "acknowledgement": "\nForthcoming as part of a Forum on Health Care Reform and the U.S. Budget, National Tax Journal. Jonathan Gruber served as a paid advisor to the Romney Administration and Massachusetts Legislature during the development of health care reform in Massachusetts, and has since been a member of the Commonwealth Health Connector Board that oversees implementation of the law.  He was also a paid technical consultant to the Obama Adminstration during the development of the Affordable Care Act.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}