{
    "id": 17169,
    "citation_title": "Does Financial Constraint Affect Shareholder Taxes and the Cost of Equity Capital?",
    "citation_author": [
        "Chongyang Chen",
        "Zhonglan Dai",
        "Douglas Shackelford",
        "Harold Zhang"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that firms with the least elastic demand for equity capital should benefit the most from reductions in shareholder taxes. Consistent with this prediction, we find that, following 1997 and 2003 cuts in U.S. individual shareholder taxes, financially constrained firms, and particularly those with disproportionate ownership by U.S. individuals, enjoyed larger reductions in their cost of equity capital than did other firms. The results are consistent with the incidence of the tax reductions falling mostly on firms with the most pressing needs for capital. Furthermore, the findings provide an explanation for the heretofore puzzling finding that, following the unprecedented 2003 reduction in dividend tax rates, non-dividend-paying firms outperformed dividend-paying firms. Not surprisingly, we find that non-dividend-paying firms are more financial constrained than dividend-paying firms are. When a firm's financial constraint and dividend choice are jointly considered, we find that the extent of financial constraint affects the change in the cost of equity capital, but whether a firm issues a dividend does not. In other words, it appears that the extant studies suffered from the omission of a correlated variation, the extent to which a firm is financially constrained.\n\n",
    "acknowledgement": "\nWe would like to acknowledge our appreciation to the workshop participants at the University of Frankfurt, the Max Planck Institute for Tax Law and Public Finance, and the Vienna University of Economics and Business for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}