{
    "id": 17174,
    "citation_title": "Pharmaceutical Pricing in Emerging Markets: Effects of Income, Competition and Procurement",
    "citation_author": [
        "Patricia M. Danzon",
        "Andrew W. Mulcahy",
        "Adrian K. Towse"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes determinants of ex-manufacturer prices for originator and generic drugs across a large sample of countries. We focus on drugs to treat HIV/AIDS, TB and malaria in middle and low income countries (MLICs), with robustness checks to other therapeutic categories and other countries. We examine effects of per capita income, income dispersion, number and type of therapeutic and generic competitors, and whether the drugs are sold to retail pharmacies vs. tendered procurement by NGOs. \nThe cross-national income elasticity of prices is 0.4 across high and low income countries, but is only 0.15 between MLICs, implying that drugs are least affordable relative to income in the lowest income countries. Within-country income inequality contributes to relatively high prices in MLICs. Number of therapeutic and generic competitors only weakly affects prices to retail pharmacies, plausibly because uncertain quality leads to competition on brand rather than price. Tendered procurement attracts multi-national generic suppliers and significantly reduces prices for originators and generics, compared to prices to retail pharmacies.\n\n",
    "acknowledgement": "\nThis research was supported by Eli Lilly Inc.'s Project on Fair Prices for Pharmaceuticals. The empirical analysis uses data obtained under license from the IMS Health Incorporated MIDAS™ database. We would like to thank these sponsors for making the research possible. The conclusions and views expressed herein are not necessarily those of Eli Lilly Inc., IMS Health Inc, or the National Bureau of Economic Research. We are responsible for all conclusions and any errors.\n\n\n"
}