{
    "id": 17172,
    "citation_title": "Leveraging Monopoly Power by Degrading Interoperability: Theory and Evidence from Computer Markets",
    "citation_author": [
        "Christos Genakos",
        "Kai-Uwe Kühn",
        "John Van Reenen"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen will a monopolist have incentives to foreclose a complementary market by degrading compatibility/interoperability of his products with those of rivals? We develop a framework where leveraging extracts more rents from the monopoly market by \"restoring\" second degree price discrimination. In a random coefficient model with complements we derive a policy test for when incentives to reduce rival quality will hold. Our application is to Microsoft's strategic incentives to leverage market power from personal computer to server operating systems. We estimate a structural random coefficients demand system which allows for complements (PCs and servers). Our estimates suggest that there were incentives to reduce interoperability which were particularly strong at the turn of the 21st Century.\n\n",
    "acknowledgement": "\nWe would like to thank Tim Besley, Cristina Caffarra, Francesco Caselli, Sofronis Clerides, Peter Davis, Ying Fan, Jeremy Fox, Georg von Graevenitz, Ryan Kellogg, Christopher Knittel, Mark McCabe, Aviv Nevo, Pierre Regibeau, Bob Stillman, Michael Whinston and participants at seminars at AEA, CEPR, Cyprus, FTC, LSE, Mannheim, Michigan, MIT, Pennsylvania and the NBER for helpful comments. Financial support has come from the ESRC Centre for Economic Performance. In the past Kühn and Van Reenen have acted in a consultancy role for Sun Microsystems. This paper represents the view of the authors and not the European Commission or the National Bureau of Economic Research. The usual disclaimer applies.\n\n\n"
}