{
    "id": 17170,
    "citation_title": "Pounds that Kill: The External Costs of Vehicle Weight",
    "citation_author": [
        "Michael Anderson",
        "Maximilian Auffhammer"
    ],
    "citation_publication_date": "2011-06-23",
    "issue_date": "2011-06-23",
    "revision_date": "2023-08-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeavier vehicles are safer for their own occupants but more hazardous for the occupants of other vehicles. In this paper we estimate the increased probability of fatalities from being hit by a heavier vehicle in a collision. We show that, controlling for own-vehicle weight, being hit by a vehicle that is 1,000 pounds heavier results in a 47% increase in the baseline fatality probability. Estimation results further suggest that the fatality risk is even higher if the striking vehicle is a light truck (SUV, pickup truck, or minivan). We calculate that the value of the external risk generated by the gain in fleet weight since 1989 is approximately 27 cents per gallon of gasoline. We further calculate that the total fatality externality is roughly equivalent to a gas tax of $1.08 per gallon. We consider two policy options for internalizing this external cost: a gas tax and an optimal weight varying mileage tax. Comparing these options, we find that the cost is similar for most vehicles.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Robert Wood Johnson Foundation and the University of California Energy Institute. We thank Larry Goulder, Ryan Kellogg, Ian Parry and Ken Small for valuable feedback. Seminar participants at CESIfo München, Duke University, UC Berkeley, the UC Energy Institute, UC Irvine, University of Michigan, Cornell University, RAND, NBER, and the Occasional Workshop on Environmental and Resource Economics have provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}