{
    "id": 17175,
    "citation_title": "Productivity Volatility and the Misallocation of Resources in Developing Economies",
    "citation_author": [
        "Allan Collard-Wexler",
        "John Asker",
        "Jan De Loecker"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of dynamic production inputs and their associated adjustment costs in shaping the dispersion of total factor productivity (TFP) and static measures of capital misallocation within a country. Using data on 5,010 establishments in 33 developing countries from the World Bank's Enterprise Research Data, we find that countries exhibiting greater time-series volatility of productivity are also characterized by greater cross-sectional dispersion in productivity. Volatility in TFP explains one quarter to one third of cross-country productivity dispersion. We document a similar relationship between productivity volatility and the dispersion of the marginal revenue product of capital (static capital misallocation). We then use a standard model of investment with adjustment costs, parameterized using numbers calibrated to U.S. data, to show that increasing the volatility of productivity to the level observed in these developing economies can quantitatively replicate the observed relationship between static misallocation and volatility observed in the data. We find that sixty-one percent of the static capital misallocation in the data is captured by the model's prediction. Our findings suggest that the dynamic process governing productivity shocks is a first-order determinant of differences in misallocation and, hence, income across countries.\n\n",
    "acknowledgement": "\nWe would like to thank Dave Backus, for introducing us to the World Bank Data, and Gian Luca Clementi, Alessandro Gavazza, Pete Klenow, Richard Rogerson, Daniel Xu, and participants in the NYU Stern Micro Lunch and the MIT IO seminar for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}