{
    "id": 17177,
    "citation_title": "Effective Schools: Teacher Hiring, Assignment, Development, and Retention",
    "citation_author": [
        "Susanna Loeb",
        "Demetra Kalogrides",
        "Tara Béteille"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on effective schools emphasizes the importance of a quality teaching force in improving educational outcomes for students.  In this paper, we use value-added methods to examine the relationship between a school's effectiveness and the recruitment, assignment, development and retention of its teachers.  We ask whether effective schools systematically recruit more effective teachers; whether they assign teachers to students more effectively; whether they do a better job of helping their teachers improve; whether they retain more effective teachers; or whether they do a combination of these processes. Our results reveal four key findings. First, we find that more effective schools are able to attract and hire more effective teachers from other schools when vacancies arise. Second, we find that more effective schools assign novice teachers to students in a more equitable fashion. Third, we find that teachers who work in schools that were more effective at raising achievement in a prior period improve more rapidly in a subsequent period than do those in less effective schools. Finally, we find that more effective schools are better able to retain higher-quality teachers, though they are not differentially able to remove ineffective teachers. The results point to the importance of personnel, and perhaps, school personnel practices, for improving student outcomes.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the Hewlett Foundation and the Spencer Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}