{
    "id": 17178,
    "citation_title": "Innovation and Productivity",
    "citation_author": [
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat do we know about the relationship between innovation and productivity among firms? The workhorse model of this relationship is presented and the implications of analysis using this model and the usually available data on product and process innovation are derived. The recent empirical evidence on the relationship between innovation and productivity in firms is then surveyed. The conclusion is that there are substantial positive impacts of product innovation on revenue productivity, but that the impact of process innovation is more ambiguous, suggesting some market power on the part of the firms being analyzed.\n\n",
    "acknowledgement": "\nUniversity of Maastricht and University of California at Berkeley. Email: bhhall@econ.berkeley.edu Paper prepared for the Nordic economic policy conference on productivity and competitiveness, 29 April 2011, Helsinki, Finland. The revision of this paper has benefitted greatly from comments by Ari Hytinnen, Jakob Madsden, Jacques Mairesse, and Anders Sorenson. I also thank John Jankowski for essential help with the US innovation data. This paper was produced as part of the SCIFI-GLOW Collaborative Project supported by the European Commission's Seventh Framework Programme for Research and Technological Development, under the Socio-economic Sciences and Humanities theme (Contract no. SSH7-CT-2008-217436). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}