{
    "id": 17187,
    "citation_title": "What Explains the German Labor Market Miracle in the Great Recession?",
    "citation_author": [
        "Michael C. Burda",
        "Jennifer Hunt"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGermany experienced an even deeper fall in GDP in the Great Recession than the United States, with little employment loss. Employers' reticence to hire in the preceding expansion, associated in part with a lack of confidence it would last, contributed to an employment shortfall equivalent to 40 percent of the missing employment decline in the recession. Another 20 percent may be explained by wage moderation.  A third important element was the widespread adoption of working time accounts, which permit employers to avoid overtime pay if hours per worker average to standard hours over a window of time. We find that this provided disincentives for employers to lay off workers in the downturn. Although the overall cuts in hours per worker were consistent with the severity of the Great Recession, reduction of working time account balances substituted for traditional government-sponsored short-time work.\n\n",
    "acknowledgement": "\nWe are grateful to Markus Poschke for many insightful discussions, and to participants in the spring Brookings Papers on Economic Activity conference, discussants Mike Elsby and John Haltiwanger and editors David Romer and Justin Wolfers, as well as Wendy Carlin, Bernd Fitzenberger, Dan Hamermesh and Johannes Schmieder for valuable comments and suggestions. Gerhard Bosch, Wolfram Brehmer, John Galbraith, Hermann Gartner, Thomas Haipeter, Bart Hobijn, Sabine Klinger, Jürgen Pechmann, Claus Schnabel, Sigrid Stallhofer, Viktor Steiner, Hans-Jürgen Urban, Susanne Wanger, Frank- Jürgen Weise and Ottheinrich von Weitershausen provided data and useful background information. Femke Schmarbeck and Jean-Philippe Garant were excellent research assistants throughout the project. Maren Brede, Christina Resnicek, and Marko Ringmann constructed an invaluable repository of Handelsblatt articles on business optimism over the period 2005-2009. Burda acknowledges support from the CRC 649 of the German Science Foundation. Hunt is also affiliated with the CEPR and IZA, and acknowledges financial support from the Social Science and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}