{
    "id": 17188,
    "citation_title": "Regulation and Welfare: Evidence from Paragraph IV Generic Entry in the Pharmaceutical Industry",
    "citation_author": [
        "Lee G. Branstetter",
        "Chirantan Chatterjee",
        "Matthew Higgins"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith increasing frequency, generic drug manufacturers in the United States are able to challenge the monopoly status of patent-protected drugs even before their patents expire.  The legal foundation for these challenges is found in Paragraph IV of the Hatch-Waxman Act.  If successful, these Paragraph IV challenges generally lead to large market share losses for incumbents and sharp declines in average market prices.  This paper estimates, for the first time, the welfare effects of accelerated generic entry via these challenges.  Using aggregate brand level sales data between 1997 and 2008 for hypertension drugs in the U.S. we estimate demand using a nested logit model in order to back out cumulated consumer surplus, which we find to be approximately $270 billion.  We then undertake a counterfactual analysis, removing the stream of Paragraph IV facilitated generic products, finding a corresponding cumulated consumer surplus of $177 billion.  This implies that gains flowing to consumers as a result of this regulatory mechanism amount to around $92 billion or about $133 per consumer in this market.  These gains come at the expense to producers who lose, approximately, $14 billion.  This suggests that net short-term social gains stands at around $78 billion.  We also demonstrate significant cross-molecular substitution within the market and discuss the possible appropriation of consumer rents by the insurance industry.  Policy and innovation implications are also discussed.\n\n",
    "acknowledgement": "\nWe thank Tamer Abdelgawad, Serguey Braguinsky, Iain Cockburn, Marty Gaynor, David Greenstreet, Bart Hamilton, Lowell Taylor, Jerry Thursby, Kenneth Train, and  Ellerie Weber, and as well as seminar participants at Emory, Cornell, Carnegie Mellon, Pittsburgh, IIM Bangalore, IIM Ahmedabad, Charles River Associates and Precision Health Economics for valuable comments and discussions. We thank Susan Jack, Margaret Warner and Robert Anderson for guidance in using the National Health Interview Survey, and we thank Antara Dutta for sharing her code with us as well as for extensive discussions on her related research. Programming assistance by Nachiket Sahoo, Anubrata Banerjee and Trupti Natu is appreciated. We are grateful for the time Dr. Terry Simon and Dr. Ronald Severtis spent explaining to us the treatment of hypertension. We also thank Alexandra Kondo and IMS Health Incorporated for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated, any of its affiliated or subsidiary entities, or the National Bureau of Economic Research. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS Midas™, IMS Lifecycle™, IMS National Disease and Therapeutic Index™, IMS National Prescription Audit™, June 1997 to December 2008, IMS Health Incorporated or its affiliates. Higgins acknowledges funding from The Imlay Professorship and Pfizer, Inc. Chatterjee and Branstetter acknowledge funding from NSF SCISIP Grant #0830233.\n\n\n"
}