{
    "id": 17180,
    "citation_title": "Weekends and Subjective Well-Being",
    "citation_author": [
        "John F. Helliwell",
        "Shun Wang"
    ],
    "citation_publication_date": "2011-07-07",
    "issue_date": "2011-07-07",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper exploits the richness and large sample size of the Gallup/Healthways US daily poll to illustrate significant differences in the dynamics of two key measures of subjective well-being: emotions and life evaluations. We find that there is no day-of-week effect for life evaluations, represented here by the Cantril Ladder, but significantly more happiness, enjoyment, and laughter, and significantly less worry, sadness, and anger on weekends (including public holidays) than on weekdays. We then find strong evidence of the importance of the social context, both at work and at home, in explaining the size and likely determinants of the weekend effects for emotions. Weekend effects are twice as large for full-time paid workers as for the rest of the population, and are much smaller for those whose work supervisor is considered a partner rather than a boss and who report trustable and open work environments. A large portion of the weekend effects is explained by differences in the amount of time spent with friends or family between weekends and weekdays (7.1 vs. 5.4 hours). The extra daily social time of 1.7 hours in weekends raises average happiness by about 2%.\n\n",
    "acknowledgement": "\nThis paper is part of the 'Social Interactions, Identity and Well-Being' research program of the Canadian Institute for Advanced Research, and is also supported by grants from the Social Sciences and Humanities Research Council of Canada. This support is gratefully acknowledged. We are grateful to the Gallup Corporation for access to the Gallup/Healthways US daily poll. We thank Kevin Milligan and other participants of the empirical lunch at the University of British Columbia for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}