{
    "id": 17185,
    "citation_title": "Improving Reading Skills by Encouraging Children to Read in School: A Randomized Evaluation of the Sa Aklat Sisikat Reading Program in the Philippines",
    "citation_author": [
        "Ama Baafra Abeberese",
        "Todd J. Kumler",
        "Leigh L. Linden"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "2013-07-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a short-term (31 day) reading program, designed to provide age-appropriate reading material, to train teachers in their use, and to support teachers' initial efforts for about a month improves students' reading skills by 0.13 standard deviations. The effect is still present three months after the program but diminishes to 0.06 standard deviations, probably due to a reduced emphasis on reading after the program. We find that the program also encourages students to read more on their own at home. We find no evidence that improved reading ability improves test scores on other subjects.\n\n",
    "acknowledgement": "\nWe are indebted to many individuals involved with the experiment. We wish to thank Catherine S. Alcaraz, Marie Angeles, Coly Los Baños, Clarissa Isabelle Delgado, Margarita L Delgado, Norlyn Gregorio, Elizabeth E. Zobel and all of the other staff members of the Sa Aklat Siskat Foundation for their support and assistance during the evaluation. All surveys were conducted by TNS Philippines. Finally, we are grateful to an anonymous donor for generously agreeing to fund this research effort. Without his or her help, this project would not have been possible. Leigh L. Linden is the corresponding author. Please direct all correspondence to leigh.linden@austin.utexas.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}