{
    "id": 17183,
    "citation_title": "Using Implementation Intentions Prompts to Enhance Influenza Vaccination Rates",
    "citation_author": [
        "Katherine L. Milkman",
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe evaluate the results of a field experiment designed to measure the effect of prompts to form implementation intentions on realized behavioral outcomes. The outcome of interest is influenza vaccination receipt at free on-site clinics offered by a large firm to its employees. All employees eligible for study participation received reminder mailings that listed the times and locations of the relevant vaccination clinics. Mailings to employees randomly assigned to the treatment conditions additionally included a prompt to write down either (1) the date the employee planned to be vaccinated or (2) the date and time the employee planned to be vaccinated. Vaccination rates increased when these implementation intentions prompts were included in the mailing. The vaccination rate among control condition employees was 33.1%.  Employees who received the prompt to write down just a date had a vaccination rate 1.5 percentage points higher than the control group, a difference that is not statistically significant. Employees who received the more specific prompt to write down both a date and a time had a 4.2 percentage point higher vaccination rate, a difference that is both statistically significant and of meaningful magnitude.\n\n",
    "acknowledgement": "\nWe thank Evive Health for collaborating on the design of the mailer, conducting the field experiment, and providing the data.  We are particularly grateful to Prashant Srivastava and Jennifer Linder.  We also thank Kevin Volpp, Todd Rogers and participants at the CMU-Penn Fall 2010 Roybal Center Retreat for their insightful feedback.  Beshears, Choi, Laibson, and Madrian acknowledge individual and collective financial support from the National Institute on Aging (grants P30-AG-034532, R01-AG- 021650, and T32-AG-000186).  Corresponding author: Katherine L. Milkman. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\nThis work has been published in the Proceedings of the National Academy of Sciences:\nhttp://www.pnas.org/content/early/2011/06/03/1103170108.full.pdf\n\n\n"
}