{
    "id": 17181,
    "citation_title": "Business Partners, Financing, and the Commercialization of Inventions",
    "citation_author": [
        "Thomas Åstebro",
        "Carlos J. Serrano"
    ],
    "citation_publication_date": "2011-06-29",
    "issue_date": "2011-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effect of business partners on the commercialization of nvention based ventures, and it assesses the relative importance of partners' human and social capital on commercialization outcomes. Projects run by partnerships were five times more likely to reach commercialization, and they had mean revenues approximately ten times greater than projects run by solo-entrepreneurs. These gross differences may be due both to business partners' value added and to selection. After controlling for selection effects and observed/unobserved heterogeneity, our smallest estimate of partner value added approximately doubles the probability of commercialization and increases expected revenues by 29% at the sample mean.\n\n",
    "acknowledgement": "\nWe have benefited from the comments of Victor Aguirregabiria, Serguei Braguinsky, Alberto Galasso, Bart Hamilton, Octavian Harare, Ig Horstmann, Alexander Kritikos, Illoong Kwon, Robert Petrunia, Peter Thompson, Aloysius Siow, Sheryl Winston Smith, Scott Stern, and seminar participants at the DRUID conference 2008, REER conference in Georgia Tech 2008, Society of Economic Dynamics 2008, University of Chile, International Industrial Organization conference 2009, EARIE 2009, EEA 2009 meetings, Spanish Economic Association Meetings 2009, Canadian Economic Association Meetings 2010, Amsterdam Center for Entrepreneurship (ACE) workshop 2010, the University of Nottingham, LBS Sumantra Ghoshal Strategy Conference, and the Fourth Searle Conference on Entrepreneurhip and Innovation. Åstebro acknowledges financial support from the Social Sciences and Humanities Research Council, Canada and the Natural Sciences and Engineering Research Council, Canada for data collection and HEC Foundation for support writing this article. Serrano acknowledges financial  support from the Social Sciences and Humanities Research Council, Canada, and the Connaught Research Funds from the University of Toronto, Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}