{
    "id": 17198,
    "citation_title": "The Labor Market Impact of Employer Health Benefit Mandates: Evidence from San Francisco's Health Care Security Ordinance",
    "citation_author": [
        "Carrie H. Colla",
        "William H. Dow",
        "Arindrajit Dube"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key issue surrounding employer benefit mandates is the incidence on workers through wages and employment.  In this paper, we address this question using a pay-or-play policy implemented in San Francisco in 2008 that requires employers to either provide health benefits or contribute to a public option health plan. We estimate the impact on employment and earnings for the private sector overall, as well as for high impact sectors: retail and accommodation and food services. We develop a novel approach for individual case studies by combining both spatial discontinuity in policies and permutation-type inference using other MSAs. We find that, compared to control counties, employment and earnings patterns in San Francisco did not change appreciably following the policy. This was true for industries most affected by the mandate, as well as for overall private sector employment. The results are generally robust to inclusion of different control groups, county-specific time trends, and varying pre-periods. In contrast to the small effects on the labor market, we do find that about 25% of surveyed restaurants imposed customer surcharges, with the median surcharge being 4% of the bill. These results indicate that while little of the burden of the mandate fell on San Francisco workers, approximately half of the incidence of the mandate fell on consumers.\n\n",
    "acknowledgement": "\nWe acknowledge funding support from the Robert Wood Johnson Foundation, the University of California Labor and Employment Research Fund, and the California Program on Access to Care. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}