{
    "id": 17195,
    "citation_title": "Policy Response to Pandemic Influenza: The Value of Collective Action",
    "citation_author": [
        "Georgiy Bobashev",
        "Maureen L. Cropper",
        "Joshua M. Epstein",
        "D. Michael Goedecke",
        "Stephen Hutton",
        "Mead Over"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines positive externalities and complementarities in the use of antiviral pharmaceuticals to mitigate pandemic influenza.  The paper demonstrates the presence of treatment externalities in simple epidemiological SIR models, and then through simulations of a Global Epidemiological Model, in which the pandemic spreads between cities through the international airline network, and between cities and rural areas through ground transport.  While most treatment benefits are private, spillovers may mean that it is in the self-interest of rich countries to pay for some AV treatment in poor countries. The most cost-effective policy is for rich countries to donate doses to the outbreak source country; however, donating doses to poor countries in proportion to their populations may also be cost-effective.  These results depend on the transmissibility of the flu strain, the efficacy of antivirals in reducing transmissibility and on the proportion of infectious that can be identified and treated.\n\n",
    "acknowledgement": "\nThis work was supported in part by the Pilot Studies of Modeling of Infectious Disease Agents Study (MIDAS) cooperative agreement from NIGMS (1 U01 GM0700698).  We thank the World Bank Research Board and the KCP Trust Fund for research support and seminar participants at the Center for Global Development and World Bank for useful comments. The findings and conclusions of this paper are those of the authors and do not necessarily represent the views of the National Bureau of Economic Research, the World Bank and its affiliated organizations, the Executive Directors of the World Bank, or the governments they represent.\n\n\n"
}