{
    "id": 17193,
    "citation_title": "Connected Substitutes and Invertibility of Demand",
    "citation_author": [
        "Steven T. Berry",
        "Amit Gandhi",
        "Philip Haile"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the invertibility of a nonparametric nonseparable demand system. Invertibility of demand is important in several contexts, including identification of demand, estimation of demand, testing of revealed preference, and economic theory requiring uniqueness of market clearing prices. We introduce the notion of \"connected substitutes\" and show that this structure is sufficient for invertibility. The connected substitutes conditions require weak substitution between all goods and sufficient strict substitution to necessitate treating them in a single demand system. These conditions are satisfied in many standard models, have transparent economic interpretation, and allow us to show invertibility without functional form restrictions, smoothness assumptions, or strong domain restrictions.\n\n",
    "acknowledgement": "\nThis paper combines and expands on selected material first explored in Gandhi (2008) and Berry and Haile (2009a). We thank Jean-Marc Robin for helpful discussions. We received useful comments from participants in the 2011 \"Econometrics of Demand\" conference at MIT. Adam Kapor provided capable research assistance. Financial support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}