{
    "id": 17191,
    "citation_title": "Customer Capital",
    "citation_author": [
        "Francois Gourio",
        "Leena Rudanko"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms spend substantial resources on marketing and selling. Interpreting this as evidence of frictions in product markets, which require firms to spend resources on customer acquisition, this paper develops a search theoretic model of firm dynamics in frictional product markets. Introducing search frictions generates long-term customer relationships, rendering the customer base a state variable for firms, which is sluggish to adjust. This affects: the level and volatility of firm investment, sales, profits, value and markups, the timing of firm responses to shocks, and the relationship between investment and Tobin's q. We document support for these predictions in firm-level data from Compustat, using cross-industry variation in selling expenses to quantify differences in the degree of friction across markets.\n\n",
    "acknowledgement": "\nThis research is supported by NSF grant SES-1024739. First version: June 2009. We are grateful to audiences at Booth, UBC, BU, UCSD, EIEF, FRB Boston, Federal Reserve Board, HEC Montreal, IIES, Maryland, OSU, Penn, UQAM, Rochester, Wharton, Wisconsin, Yale, AEA, NBER EFG, Price Dynamics\nand Macro Perspectives meetings, Penn Search and Matching Workshop, SED, CMSG, BC/BU Macro Workshop, Nordic Macro Workshop, as well as Fernando Alvarez, Almut Balleer, John Cochrane, Simon Gilchrist, Veronica Guerrieri, John Haltiwanger, Dirk Krueger, Per Krusell, John Leahy, Stijn Van Nieuwerburgh, Claudia Olivetti, Valerie Ramey, Fabio Schiantarelli, and Randy Wright for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}