{
    "id": 17197,
    "citation_title": "Issuer Quality and the Credit Cycle",
    "citation_author": [
        "Robin Greenwood",
        "Samuel G. Hanson"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "2021-07-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that the credit quality of corporate debt issuers deteriorates during credit booms, and that this deterioration forecasts low excess returns to corporate bondholders. The key insight is that changes in the pricing of credit risk disproportionately affect the financing costs faced by low quality firms, so the debt issuance of low quality firms is particularly useful for forecasting bond returns. We show that a significant decline in issuer quality is a more reliable signal of credit market overheating than rapid aggregate credit growth. We use these findings to investigate the forces driving time-variation in expected corporate bond returns.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Issuer Quality and Corporate Bond Returns.\" For helpful suggestions, we are grateful to Malcolm Baker, Effi Benmelech, Dan Bergstresser, John Campbell, Sergey Chernenko, Lauren Cohen, Ian Dew-Becker, Martin Fridson, Victoria Ivashina, Chris Malloy, Jun Pan, Erik Stafford, Luis Viceira, Jeff Wurgler, seminar participants at Columbia GSB, Dartmouth Tuck, Federal Reserve Bank of New York, Federal Reserve Board of Governors, Harvard Business School, MIT Sloan, NYU Stern, Ohio State Fisher, University of Chicago Booth, University of Pennsylvania Wharton, Washington University Olin, Yale SOM, and especially David Scharfstein, Andrei Shleifer, Jeremy Stein, and Adi Sunderam. We thank Annette Larson and Morningstar for data on bond returns and Mara Eyllon and William Lacy for research assistance. The Division of Research at the Harvard Business School provided funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}