{
    "id": 17192,
    "citation_title": "Negotiating with Labor Under Financial Distress",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai K. Bergman",
        "Ricardo Enriquez"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze how firms renegotiate labor contracts to extract concessions from labor. While anecdotal evidence suggests that firms tend to renegotiate down wages in times of financial distress, there is no empirical evidence that documents such renegotiation, its determinants, and its magnitude. This paper attempts to fill this gap. Using a unique data set of airlines that includes detailed information on wages and pension plans we document an empirical link between airline financial distress, pension underfunding, and wage concessions.\n\n",
    "acknowledgement": "\nWe thank Rene Adams, Ulf Axelson, David Autor, Ilona Babenko (our discussant at HKUST finance symposium), Richard Freeman, Luigi Guiso, Marcin Kacperczyk, Steve Kaplan, Larry Katz, David Matsa, Marco Pagano, Nancy Qian, Joshua Rauh (our discussant at the NBER), Andrei Shleifer, Jeremy Stein, Oren Sussman (our discussant at Oxford), Michael Weisbach, Toni Whited, and seminar participants at the 2011 American Finance Association meetings in Denver, Banca d'Italia, Brandeis University, Columbia University, Harvard Law School, Harvard University (economics), Hebrew University, 2009 Hong Kong University of Science and Technology Finance Symposium on Corporate FInance, NBER Corporate Finance meeting, New York University (Stern), Northwestern (Kellogg), The Einaudi Institute for Economics and Finance, The Saïd Business School Labour and Finance Conference, University of Melbourne, University of Michigan (Ross), and University of New South Wales for useful comments. All errors are our own. Benmelech is grateful for financial support from the National Science Foundation under CAREER award SES-0847392. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}