{
    "id": 17199,
    "citation_title": "The Behavior of Savings and Asset Prices When Preferences and Beliefs are Heterogeneous",
    "citation_author": [
        "Ngoc-Khanh Tran",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMovements in asset prices are a major risk confronting individuals.  This paper establishes new asset pricing results when agents differ in risk preference, time preference and/or expectations.  It shows that risk tolerance is a critical concept driving savings decisions, consumption allocations, prices and return volatilities.  Surprisingly, due to the equilibrium risk sharing, the precautionary savings motive in the aggregate can vastly exceed that of even the most prudent actual agent in the economy.  Consequently, a low real interest rate, resulting from large aggregate savings, can prevail with reasonable risk aversions for all agents.  One downside of a large aggregate savings motive is that savings rates become extremely sensitive to output fluctuation.  Thus, the same mechanism that produces realistically low interest rates tends to make them unrealistically volatile.\nA powerful isomorphism allows differences in time preference and expectations to be swept away in the analysis, yielding an equivalent economy whose agents differ merely in risk aversion.  These results hold great potential to simplify the analysis of heterogeneous-agent economies, as we demonstrate in quantifying how asset prices move and bounding their volatilities.  All results are obtained in closed form for any number of agents possessing additively separable preferences in an endowment economy.\n\n",
    "acknowledgement": "\nWe are very grateful to Hui Chen, Scott Joslin, Leonid Kogan, Anh Tran, Raman Uppal and Jessica Wachter for many insightful discussions and suggestions.  We are indebted to Jerome Detemple for his introduction to and lectures on Malliavin calculus.  All the remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}