{
    "id": 17194,
    "citation_title": "Pay for Percentile",
    "citation_author": [
        "Gadi Barlevy",
        "Derek Neal"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze an incentive pay scheme for educators that links educator compensation to the ranks of their students within appropriately defined comparison sets, and we show that under certain conditions this scheme induces teachers to allocate socially optimal levels of effort to all students. Moreover, because this scheme employs only ordinal information, it allows education authorities to employ completely new assessments at each testing date without ever having to equate various assessment forms. This approach removes incentives for teachers to teach to a particular assessment form and eliminates opportunities to influence reward pay by corrupting the equating process or the scales used to report assessment results. Education authorities can use the incentive scheme we describe while employing a separate no-stakes assessment system to track secular trends in scaled measures of student achievement.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Julian Betts, Ann Bartel, Robert Gibbons, Richard Holden, John Kennan, Kevin Lang, Roger Myerson, Kevin Murphy, Canice Prendergast, Phil Reny, Doug Staiger, Chris Taber, and Azeem Shaikh for helpful comments and discussions. We thank Eric Nielsen, Richard Olson, and Armin Rick for excellent research assistance. Neal thanks Lindy and Michael Keiser for research support through a gift to the University of Chicago's Committee on Education. Neal also thanks the Searle Freedom Trust. Our views need not reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}