{
    "id": 1719,
    "citation_title": "Defined Benefit versus Defined Contribution Pension Plans: What are the Real Tradeoffs?",
    "citation_author": [
        "Zvi Bodie",
        "Alan J. Marcus",
        "Robert C. Merton"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDefined Benefit and Defined Contribution plans have significantly different characteristics with respect to the risks faced by employers and employees, the sensitivity of benefits to inflation, the flexibility of funding, and the importance of governmental supervision. In this paper, we examine some of the main tradeoffs involved in the choice between DB and DC plans. Our most general conclusion is that neither plan type can be said to wholly dominate the other from the perspective of employee welfare.The major advantage of DB plans is the potential they offer to provide a stable replacement rate of final income to workers. If the replacement rate is the relevant variable for worker retirement utility, then DB plans offer some degree of insurance against real wage risk. Of course, protection offered to workers is risk borne by the firm. As real wages change, funding rates must correspondingly adjust. However, to the extent that real wage risk is largely diversifiable to employers, and nondiversifiable to employees, the replacement rate stability should be viewed as an advantage of DB plans. The advantages of DC plans are most apparent during periods of inflation uncertainty. These are: the predictability of the value of pension wealth, the ability to invest in inflation-hedged portfolios rather than nominal DB annuities,and the fully-funded nature of the DC plan. Finally, the DC plan has the advantage that workers can more easily determine the true present value of the pension benefit they earn in any year, although they may have more incertainty about future pension-benefit flows at retirement. Measuring the present value of accruing defined benefits is difficult at best and imposes severe informational requirements on workers. Such difficulties could lead workers to misvalue their total compensation, and result in misinformed behavior.\n\n",
    "acknowledgement": "\n"
}