{
    "id": 17190,
    "citation_title": "The Oregon Health Insurance Experiment: Evidence from the First Year",
    "citation_author": [
        "Amy Finkelstein",
        "Sarah Taubman",
        "Bill Wright",
        "Mira Bernstein",
        "Jonathan Gruber",
        "Joseph P. Newhouse",
        "Heidi Allen",
        "Katherine Baicker",
        "The Oregon Health Study Group"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "2021-08-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2008, a group of uninsured low-income adults in Oregon was selected by lottery to be given the chance to apply for Medicaid. This lottery provides a unique opportunity to gauge the effects of expanding access to public health insurance on the health care use, financial strain, and health of low-income adults using a randomized controlled design. In the year after random assignment, the treatment group selected by the lottery was about 25 percentage points more likely to have insurance than the control group that was not selected. We find that in this first year, the treatment group had substantively and statistically significantly higher health care utilization (including primary and preventive care as well as hospitalizations), lower out-of-pocket medical expenditures and medical debt (including fewer bills sent to collection), and better self-reported physical and mental health than the control group.\n\n",
    "acknowledgement": "\nWe are grateful to Josh Angrist, Robert Avery, David Autor, Ethan Cohen-Cole, Carlos Dobkin, Esther Duflo, Jack Fowler, Guido Imbens, Larry Katz, Jeff Kling, John McConnell, Jon Levin, Richard Levin, Ben Olken, and Alan Zaslavsky for helpful comments and advice, to Brandi Coates, Michael Gelman, John Graves, Ahmed Jaber, Andrew Lai, Conrad Miller, Iuliana Pascu, Adam Sacarny, Nivedhitha Subramanian, Zirui Song, James Wang, and Annetta Zhou for expert research assistance, and to numerous Oregon state employees for help acquiring the necessary data and for answering our many questions about the administration of state programs. We gratefully acknowledge funding from the Assistant Secretary for Planning and Evaluation in the Department of Health and Human Services, the California HealthCare Foundation, the John D. and Catherine T. MacArthur Foundation, the National Institute on Aging (RC2AGO36631 and R01AG0345151), the Robert Wood Johnson Foundation, the Sloan Foundation, the Smith Richardson Foundation, and the U.S. Social Security Administration (through grant 5 RRC 08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium). We also gratefully acknowledge Centers for Medicare and Medicaid Services' matching funds for this evaluation. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, the National Institute on Aging, the National Institutes of Health, any agency of the Federal Government, any of our funders, or the NBER.\n\n\n"
}