{
    "id": 172,
    "citation_title": "Sample Selection Bias As a Specification Error (with an Application to the Estimation of Labor Supply Functions)",
    "citation_author": [
        "James J. Heckman"
    ],
    "citation_publication_date": "1977-03-01",
    "issue_date": "1977-03-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I present a simple characterization of the sample selection bias problem that is also applicable to the conceptually distinct econometric problems that arise from truncated samples and from models with limited dependent variables. The problem of sample selection bias is fit within the conventional specification error framework of Griliches and Theil. A simple estimator is discussed that enables analysts to utilize ordinary regression methods to estimate models free of selection bias. The techniques discussed here are applied to re-estimate and test a model of female labor supply developed by the author. (1974). This paper is in three parts. In the first section, selection bias is presented within the specification error framework. In this section, general distributional assumptions are maintained. In section two, specific results are presented for the case of normal regression disturbances. Simple estimators are proposed and discussed. In the third section, empirical results are presented.\n\n",
    "acknowledgement": "\nThe research reported in this paper was supported by an HEW grant to the Rand Corporation and a U.S. Department of Labor grant to the National Bureau of Economic Research. A previous version of this paper circulated under the title \"Shadow Prices, Market Wages, and Labor Supply Revisited: Some Computational Simplifications and Revised Estimates,\" June 1975. I have greatly benefited from conversations with Paul Schultz and James Smith, and from detailed written comments of Mark Killingsworth on the first draft of this paper. Takeshi Amemiya, John Cogan, Reuben Gronau, Ed Leamer, H. G. Lewis, and Bill Rodgers all made valuable comments on the second draft. Gary Becker, Tom MaCurdy and Arnold Zellner made valuable comments on this draft. Ralph Shnelvar performed the computations. I assume all responsibility for any remaining errors.\n\n\n"
}