{
    "id": 17207,
    "citation_title": "When is capital enough to get female microenterprises growing? Evidence from a randomized experiment in Ghana",
    "citation_author": [
        "Marcel Fafchamps",
        "David McKenzie",
        "Simon R. Quinn",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nStandard models of investment predict that credit-constrained firms should grow rapidly when given additional capital, and that how this capital is provided should not affect decisions to invest in the business or consume the capital. We randomly gave cash and in-kind grants to male- and female-owned microenterprises in urban Ghana. Our findings cast doubt on the ability of capital alone to stimulate the growth of female microenterprises. First, while the average treatment effects of the in-kind grants are large and positive for both males and females, the gain in profits is almost zero for women with initial profits below the median, suggesting that capital alone is not enough to grow subsistence enterprises owned by women. Second, for women we strongly reject equality of the cash and in-kind grants; only in-kind grants lead to growth in business profits. The results for men also suggest a lower impact of cash, but differences between cash and in-kind grants are less robust. The difference in the effects of cash and in-kind grants is associated more with a lack of self-control than with external pressure. As a result, the manner in which funding is provided affects microenterprise growth.\n\n",
    "acknowledgement": "\nWe are grateful to Markus Mobius and conference and seminar participants at Auvergne, Bristol, the IPA Microfinance conference, Madrid, Michigan, Oxford, Paris, Stern (NYU), Tilburg, Leuven, the World Bank, and Microsoft Research, Cambridge for useful comments. The authors thank Caroline Kouassiaman for outstanding work as project coordinator, and Innovations for Poverty Action for their support on the ground. Financial support from the World Bank' Gender Action Plan and Research Budget is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}