{
    "id": 17204,
    "citation_title": "Supplier Responses to Wal-Mart's Invasion of Mexico",
    "citation_author": [
        "Leonardo Iacovone",
        "Beata Smarzynska Javorcik",
        "Wolfgang Keller",
        "James R. Tybout"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of Wal-Mart's entry into Mexico on Mexican manufacturers of consumer goods. Guided by firm interviews that suggested substantial heterogeneity across firms in how they responded to Wal-Mart's entry, we develop a dynamic industry model in which firms decide whether to sell their products through Walmex (short for Wal-Mart de Mexico), or use traditional retailers. Walmex provides access to a larger market, but it puts continuous pressure on its suppliers to improve their product's appeal, and it forces them to accept relatively low prices relative to product appeal. Simulations of the model show that the arrival of Walmex separates potential suppliers into two groups. Those with relatively high-appeal products choose Walmex as their retailer, whereas those with lower appeal products do not. For the industry as a whole, the model predicts that the associated market share reallocations, adjustments in innovative effort, and exit patterns increase productivity and the rate of innovation. These predictions accord well with the results from our firm interviews. The model's predictions are also supported by establishment-level panel data that characterize Mexican producers' domestic sales, investments, and productivity gains in regions with differing levels of Walmex presence during the years 1994 to 2002.\n\n",
    "acknowledgement": "\nWe thank Andy Bernard, Jan De Loecker and the audiences at the 2008 LACEA, the 2009 NBER Spring Productivity Meeting, and the 2009 Princeton Summer Trade Conference for comments and suggestions. We thankfully acknowledge support from the World Bank's Research Support Budget. The authors are grateful to Gerardo Leyva and Abigail Durán for granting us access to INEGI data at the offices of INEGI in Aguascalientes under the commitment of complying with the confidentiality requirements set by the Mexican Laws. Special thanks go to all INEGI employees who provided assistance and answered our questions, in particular to Gabriel Romero, Alejandro Cano, Araceli Martinez, Armando Arellanes, Ramon Sanchez, Otoniel Soto, Candido Aguilar, and Adriana Ramirez. We also wish to thank Thomas Withiam for his excellent work preparing the maps that appear in this paper, and Mauricio Varela for help with the data. The views expressed in the paper are those of the authors and should not be attributed to the National Bureau of Economic Research, the World Bank, its Executive Directors or the countries they represent.\n\n\n"
}