{
    "id": 17202,
    "citation_title": "Tax Policy and the Efficiency of U.S. Direct Investment Abroad",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeferral of U.S. taxes on foreign source income is commonly characterized as a subsidy to foreign investment, as reflected in its inclusion among \"tax expenditures\" and occasional calls for its repeal. This paper analyzes the extent to which tax deferral and other policies inefficiently subsidize U.S. direct investment abroad. Investments are dynamically inefficient if they consistently generate fewer returns to investors than they absorb in new investment funds. From 1982-2010, repatriated earnings from foreign affiliates exceeded net capital investments by $1.1 trillion in 2010 dollars; and from 1950-2010, repatriated earnings and net interest from foreign affiliates exceeded net equity investments and loans by $2.1 trillion in 2010 dollars. By either measure, cash flows received from abroad exceeded 160 percent of net investments, implying that foreign investment over these periods was dynamically efficient.\n\n",
    "acknowledgement": "\nWe thank Matt Johnson for excellent research assistance, and Kimberly Clausing and various seminar participants for very helpful comments on earlier drafts.  Desai and Foley thank the Division of Research of the Harvard Business School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}