{
    "id": 17206,
    "citation_title": "What Really Happened During the Glorious Revolution?",
    "citation_author": [
        "Steven C.A. Pincus",
        "James A. Robinson"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe English Glorious Revolution of 1688-89 is one of the most famous instances of 'institutional' change in world history which has fascinated scholars because of the role it may have played in creating an environment conducive to making England the first industrial nation. This claim was most forcefully advanced by North and Weingast yet the existing literature in history and economic history dismisses their arguments. In this paper we argue that North and Weingast were entirely correct in arguing that the Glorious Revolution represented a critical change in institutions. In addition, and contrary to the claims of many historians, most of the things they claimed happened, for example parliamentary sovereignty, did happen. However, we argue that they happened for reasons different from those put forward by North and Weingast. We show that rather than being an instance of a de jure 're-writing the rules', as North and Weingast argued, the Glorious Revolution was actually an interlinked series of de facto institutional changes which came from a change in the balance of power and authority and was part of a broader reorientation in the political equilibrium of England. Moreover, it was significant for the economy not because it solved a problem of credible commitment, but for two other reasons. First, because the institutional changes it led to meant that party political ministries, rather than the king's private advisors, now initiated policy. Second, because these ministries were dominated by Whigs with a specific program of economic modernization.\n\n",
    "acknowledgement": "\nThis paper was written for Douglass North's 90th Birthday celebration. We would like to thank Doug, Daron Acemoglu, Stanley Engerman, Joel Mokyr and Barry Weingast for their comments and suggestions. We are grateful to Dan Bogart, Julian Hoppit and David Stasavage for providing us with their data and to María Angélica Bautista and Leslie Thiebert for their superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}