{
    "id": 17203,
    "citation_title": "Economic Preparation for Retirement",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe define and estimate measures of economic preparation for retirement based on a complete inventory of economic resources while taking into account the risk of living to advanced old age and the risk of high out-of-pocket spending for health care services.  We ask whether, in a sample of 66-69 year-olds, observed economic resources could support with high probability a life-cycle consumption path anchored at the initial level of consumption until the end of life. We account for taxes, widowing, differential mortality and out-of-pocket health spending risk.  We find that 71% of persons in our target age group are adequately prepared according to our definitions, but there is substantial variation by observable characteristics:  80% of married persons are adequately prepared compared with just 55% of single persons.  We estimate that a reduction in Social Security benefits of 30 percent would reduce the fraction adequately prepared by 7.8 percentage points among married persons and by as much as 10.7 percentage points among single persons.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research support from the Social Security Administration via the Michigan Retirement Research Center (UM06-03and UM09-08), from the Department of Labor (J-9-P-2-0033), and from the National Institute on Aging (P01AG08291 and P01AG022481).  We thank Joanna Carroll for excellent programming assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}