{
    "id": 17208,
    "citation_title": "Competition in Health Care Markets",
    "citation_author": [
        "Martin Gaynor",
        "Robert J. Town"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the literature devoted to studying markets for health care services and health insurance. There has been tremendous growth and progress in this field.  A tremendous amount of new research has been done in this area over the last 10 years.  In addition, there has been increasing development and use of frontier industrial organization methods.  We begin by examining research on the determinants of market structure, considering both static and dynamic models. We then model the strategic determination of prices between health insurers and providers where insurers market their products to consumers based, in part, on the quality and breadth of their provider network. We then review the large empirical literature on the strategic determination of hospital prices through the lens of this model. Variation in the quality of health care clearly can have large welfare consequences. We therefore also describe the theoretical and empirical literature on the impact of market structure on quality of health care. The paper then moves on to consider competition in health insurance markets and physician services markets.  We conclude by considering vertical restraints and monopsony power.\n\n",
    "acknowledgement": "\nWe wish to thank participants at the Handbook of Health Economics meeting in Lisbon, Portugal, Pedro Pita Barros, and Cory Capps for helpful comments and suggestions. Misja Mikkers, Rein Halbersma, and Ramsis Croes of the Netherlands Healthcare Authority graciously provided data on hospital and insurance market structure in the Netherlands.  David Emmons kindly provided aggregates of the American Medical Association's calculations of health insurance market structure.  Leemore Dafny was kind enough to share her measures of market concentration for the large employer segment of the U.S. health insurance market.  All opinions expressed here and any errors are the sole responsibility of the authors.  No endorsement or approval by any other individuals or institutions is implied or should be inferred.\n\n\n"
}