{
    "id": 17209,
    "citation_title": "State Redemption of the Continental Dollar, 1779-1790",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRemittances of Continental Dollars to the national treasury from each state by year from 1779 through 1789 are used to determine state compliance with congressional resolutions regarding Continental-Dollar redemption. From 1781 through 1789, the states as a whole stayed well ahead of the remittance schedule set by Congress in 1779. Individual state compliance, however, varied considerably. By the time Congress changed redemption requirements with the Funding Act of 4 August 1790, a majority of the net new Continental Dollars ever emitted by Congress had already been redeemed by the states and remitted to the national treasury to be burned.\n\n",
    "acknowledgement": "\nPreliminary versions were presented at SUNY-Binghamton and the 2008 American Economic Association meeting in New Orleans. The author thanks the participants at these presentations and Christopher Hanes and Peter Rousseau for helpful comments. He also thanks Nayla Dahan, Kelly Lynn Perkins, Nathan Richwine, and Zachary Rose for research assistance and Tracy McQueen for editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}