{
    "id": 17217,
    "citation_title": "Understanding Cross-National Trends in High-Tech Renewable Power Equipment Exports to the United States",
    "citation_author": [
        "Aparna Sawhney",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe track US imports of advanced technology wind and solar power-generation equipment from a panel of countries during 1989-2010, and examine the determining factors including sector-specific US FDI outflow, country size, and domestic wind and solar power generation. Differentiating between the core high-tech and the balance of system equipment, we find US imports of the both categories have grown at significantly higher rate from the relatively poorer countries, particularly China and India. US FDI is found to play a significant positive role in the exports of high-tech equipment from both rich and poor countries, especially for the balance of system equipment. For the core wind and solar equipment, we find domestic renewable power generation played a significant positive role, and the effect is more pronounced for the rich countries as well as China compared to other poor countries.\n\n",
    "acknowledgement": "\nThis paper was written while Sawhney was a Visiting Scholar at the UCLA Institute of Environment and the Luskin Center for Innovation.  We thank the Luskin Center for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}