{
    "id": 17215,
    "citation_title": "Economic Growth in the Mid Atlantic Region: Conjectural Estimates for 1720 to 1800",
    "citation_author": [
        "Joshua L. Rosenbloom",
        "Thomas J. Weiss"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "2013-03-20",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe employ the conjectural approach to estimate the growth of GDP per capita for the colonies and states of the mid-Atlantic region (Del., NJ, NY and Penn).  In contrast to previous studies of the region's growth that relied heavily on the performance of the export sector, the conjectural method enables us to take into account the impact of domestic sector, in particular the production of agricultural products for the domestic market.  We find that the region experienced modest growth of real GDP per capita.  Although the rate of growth was modest in comparison to what would materialize in the late nineteenth century, it was faster than that of the Lower South in the eighteenth century, and at times as fast as that for the U.S. in the first half of the nineteenth century.  In its heyday of growth from 1740 to 1750--before the dislocations produced by the spread of the Seven Years' War--real GDP per capita rose at 0.7 percent per year, driven by the growth of output per worker in both agriculture and nonagriculture, and by capital accumulation.\n\n",
    "acknowledgement": "\nThis research was funded in part by the National Science Foundation Grant SES-0317265. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}