{
    "id": 17211,
    "citation_title": "American Incomes before and after the Revolution",
    "citation_author": [
        "Peter H. Lindert",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "2013-02-14",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding social tables in the tradition of Gregory King, we develop new estimates suggesting that between 1774 and 1800 American incomes fell in real per capita terms.  The colonial South was richer than the North at the start, but was already beginning to lose its income lead by 1800. We also find that free American colonists had much more equal incomes than did households in England and Wales. The colonists also had greater purchasing power than their English counterparts over all of the income ranks except in the top few percent.\n\n",
    "acknowledgement": "\nOur work has been aided greatly by a battalion of scholars and archivists. The list of helpful colleagues includes Jeremy Atack, Paul Clemens, Paul David, Farley Grubb, Herb Klein, Allan Kulikoff, Bob Margo, Paul Rhode, Josh Rosenbloom, Carole Shammas, Billy Gordon Smith, Richard Sylla, Sam Williamson, and especially Tom Weiss. Archival help was supplied by, among others, Jan Kinzer (Pennsylvania State Archives), Diana McCain (Connecticut Historical Society), Clifford C. Parker (Chester County Archives), and Marc Thomas (Maryland Historical Society). We thank them, yet absolve them from any responsibility for the results presented here. We also acknowledge with gratitude the research assistance of Lety Arroyo-Abad, Julianne Deitch, Sun Go, Patricia Levin, David Nystrom, Brock Smith, Oscar Mendez Medina, and especially Nick Zolas.  The paper has also benefitted from earlier suggestions by participants at the Warwick-Venice conference, the NBER summer DAE workshop, the World Economic History Congress (Stellenbosch), the IISH Amsterdam workshop, the EHES Annual Meetings (Dublin), and seminars at Michigan, the Institute for Research on Poverty at Wisconsin, AAE Development at Wisconsin, Oxford, London School of Economics, and UC Berkeley. Financial support was provided by the National Science Foundation through the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}