{
    "id": 17219,
    "citation_title": "Sources of Entropy in Representative Agent Models",
    "citation_author": [
        "David Backus",
        "Mikhail Chernov",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose two metrics for asset pricing models and apply them to representative agent models with recursive preferences, habits, and jumps. The metrics describe the pricing kernel's dispersion (the entropy of the title) and dynamics (time dependence, a measure of how entropy varies over different time horizons). We show how each model generates entropy and time dependence and compare their magnitudes to estimates derived from asset returns. This exercise -- and transparent loglinear approximations -- clarifies the mechanisms underlying these models. It also reveals, in some cases, tension between entropy, which should be large enough to account for observed excess returns, and time dependence, which should be small enough to account for mean yield spreads.\n\n",
    "acknowledgement": "\nWe have received helpful advice from many people, including Adam Brandenburger, Lars Hansen, Christian Heyerdahl-Larsen, Hanno Lustig, Ian Martin, Andrea Tamoni, Harald Uhlig, and participants in seminars at, and conferences sponsored by, AHL, Columbia, CREATES/SoFiE, Duke, ECB, Federal Reserve, Geneva, IE Business School, LSE, LUISS Guido Carli University, Minnesota, NYU, Reading, SED, and SIFR. We thank all of them. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}