{
    "id": 17212,
    "citation_title": "Early Maternal Employment and Family Wellbeing",
    "citation_author": [
        "Pinka Chatterji",
        "Sara Markowitz",
        "Jeanne Brooks-Gunn"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses longitudinal data from the NICHD Study on Early Child Care (SECC) to examine the effects of maternal employment on family well-being, measured by maternal mental and overall health, parenting stress, and parenting quality. First, we estimate the effects of maternal employment on these outcomes measured when children are 6 months old.  Next, we use dynamic panel data models to examine the effects of maternal employment on family outcomes during the first 4.5 years of children's lives.  Among mothers of six month old infants, maternal work hours are positively associated with depressive symptoms and self-reported parenting stress, and negatively associated with self-rated overall health among mothers.  Compared to mothers who are on leave 3 months after childbirth, mothers who are working full-time score 22 percent higher on the CES-D scale of depressive symptoms.  However, maternal employment is not associated with the quality of parenting at 6 months, based on trained assessors' observations of maternal sensitivity.  Moreover, during the first 4.5 years of life as a whole, we find only weak evidence that maternal work hours are associated with maternal health, and no evidence that maternal employment is associated with parenting stress and quality. We find that unobserved heterogeneity is an important factor in modeling family outcomes.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge that the project was supported by Grant Number R03HD052583 from the National Institute of Child Health And Human Development. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of Child Health And Human Development, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n"
}