{
    "id": 17218,
    "citation_title": "Post-Secondary Attendance by Parental Income in the U.S. and Canada: What Role for Financial Aid Policy?",
    "citation_author": [
        "Philippe Belley",
        "Marc Frenette",
        "Lance Lochner"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of tuition and need-based financial aid policies for family income - post-secondary (PS) attendance relationships.  We first conduct a parallel empirical analysis of the effects of parental income on PS attendance for recent high school cohorts in both the U.S. and Canada using data from the 1997 Cohort of the National Longitudinal Survey of Youth and Youth in Transition Survey.  We estimate substantially smaller PS attendance gaps by parental income in Canada relative to the U.S., even after controlling for family background, adolescent cognitive achievement, and local residence fixed effects.  We next document that U.S. public tuition and financial aid policies are actually more generous to low-income youth than are Canadian policies.  By contrast, Canada offers more generous aid to middle-class youth than does the U.S.  These findings suggest that the much stronger family income - PS attendance relationship in the U.S. is not driven by differences in the need-based nature of financial aid policies. Based on previous estimates of the effects of tuition and aid on PS attendance, we consider how much stronger income - attendance relationships would be in the absence of need-based aid and how much additional aid would need to be offered to lower income families to eliminate existing income - attendance gaps entirely.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Lochner acknowledges research support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}