{
    "id": 17210,
    "citation_title": "Environmental Regulations, Air and Water Pollution, and Infant Mortality in India",
    "citation_author": [
        "Michael Greenstone",
        "Rema Hanna"
    ],
    "citation_publication_date": "2011-07-08",
    "issue_date": "2011-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the most comprehensive data file ever compiled on air pollution, water pollution, environmental regulations, and infant mortality from a developing country, the paper examines the effectiveness of India's environmental regulations.  The air pollution regulations were effective at reducing ambient concentrations of particulate matter, sulfur dioxide, and nitrogen dioxide.  The most successful air pollution regulation is associated with a modest and statistically insignificant decline in infant mortality.  However, the water pollution regulations had no observable effect. Overall, these results contradict the conventional wisdom that environmental quality is a deterministic function of income and underscore the role of institutions and politics.\n\n",
    "acknowledgement": "\nWe thank Samuel Stolper for truly outstanding research assistance. In addition, we thank Joseph Shapiro and Abigail Friedman for excellent research assistance. Funding from the MIT Energy Initiative is gratefully acknowledged. The analysis was conducted while Hanna was a fellow at the Science Sustainability Program at Harvard University.  The research reported in this paper was not the result of a for-pay consulting relationship.  Further, neither of the authors nor their respective institutions have a financial interest in the topic of the paper which might constitute a conflict of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}