{
    "id": 17213,
    "citation_title": "Future Skill Shortages in the U.S. Economy?",
    "citation_author": [
        "David Neumark",
        "Hans P. Johnson",
        "Marisol Cuellar Mejia"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "2012-08-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impending retirement of the baby boom cohort represents the first time in the history of the United States that such a large and well-educated group of workers will exit the labor force.  This could imply skill shortages in the U.S. economy.  We develop near-term labor force projections of the educational demands on the workforce and the supply of workers by education to assess the potential for skill imbalances to emerge.  Based on our formal projections, we see little likelihood of skill shortages emerging by the end of this decade.  More tentatively, though, skill shortages are more likely as all of the baby boomers retire in later years, and skill shortages are more likely in the near-term in states with large and growing immigrant populations.\n\n",
    "acknowledgement": "\nNeumark is Chancellor's Professor of Economics at UCI, Research Associate at the NBER, and Research Fellow at IZA.  Johnson is a Senior Fellow at the Public Policy Institute of California (PPIC).  Cuellar Mejia is Policy Associate at PPIC.  We are grateful to Ian Salas for outstanding research assistance, and to Peer Ederer, Nicole Smith, Jeff Strohl, Andrew Sum, and two anonymous reviewers for helpful comments,   This paper was prepared for the European Commission Joint Research Centre's \"Catch the Train: Skills, Education and Jobs\" conference, Brussels, June 2011.  More details on some of the material presented in this paper are available in an earlier working paper (Neumark et al., 2011).  The research was supported by the Gates Foundation and the AARP Foundation.  The views expressed are the authors', and do not reflect the views of PPIC or the AARP or Gates Foundations.  The views expressed are the authors', and do not reflect the views of PPIC, the AARP, the Gates Foundations, or the National Bureau of Economic Research.\n\n\n"
}