{
    "id": 17216,
    "citation_title": "The \"Out of Africa\" Hypothesis, Human Genetic Diversity, and Comparative Economic Development",
    "citation_author": [
        "Quamrul Ashraf",
        "Oded Galor"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research argues that deep-rooted factors, determined tens of thousands of years ago, had a significant effect on the course of economic development from the dawn of human civilization to the contemporary era. It advances and empirically establishes the hypothesis that, in the course of the exodus of Homo sapiens out of Africa, variation in migratory distance from the cradle of humankind to various settlements across the globe affected genetic diversity and has had a long-lasting effect on the pattern of comparative economic development that is not captured by geographical, institutional, and cultural factors. In particular, the level of genetic diversity within a society is found to have a hump-shaped effect on development outcomes in both the pre-colonial and the modern era, reflecting the trade-off between the beneficial and the detrimental effects of diversity on productivity. While the intermediate level of genetic diversity prevalent among Asian and European populations has been conducive for development, the high degree of diversity among African populations and the low degree of diversity among Native American populations have been a detrimental force in the development of these regions.\n\n",
    "acknowledgement": "\nThis work was supported by NSF grant SES-0921573. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}