{
    "id": 17222,
    "citation_title": "Caution, Drivers! Children Present: Traffic, Pollution, and Infant Health",
    "citation_author": [
        "Christopher R. Knittel",
        "Douglas L. Miller",
        "Nicholas J. Sanders"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the Clean Air Act Amendments of 1990 (CAAA), atmospheric concentration of local pollutants has fallen drastically. A natural question is whether further reductions will yield additional health benefits. We further this research by addressing two related research questions: (1) what is the impact of automobile driving (and especially congestion) on ambient air pollution levels, and (2) what is the impact of modern air pollution levels on infant health? Our setting is California (with a focus on the Central Valley and Southern California) in the years 2002-2007. Using an instrumental variables approach that exploits the relationship between traffic, ambient weather conditions, and various pollutants, our findings suggest that ambient pollution levels, specifically particulate matter, still have large impacts on weekly infant mortality rates. Our results also illustrate the importance of weather controls in measuring pollution's impact on infant mortality.\n\n",
    "acknowledgement": "\nThis paper has benefitted from Janet Currie, Matthew Neidell, seminar participants at UC Davis, UC San Diego, and the University of California Energy Institute, and attendants of the NBER Summer Institute and Toxic Substances Research & Teaching Program Symposium (TSR&TP). Knittel gratefully acknowledges financial support from the University of California Energy Institute and UC Davis Institute of Transportation Studies. Sanders gratefully acknowledges funding from the UC Davis Institute of Governmental Affairs, the UC Davis Institute of Transportation Studies, and the TSR&TP through the Atmospheric Aerosols and Health (AAH) Lead Campus program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}