{
    "id": 17220,
    "citation_title": "Competing with Costco and Sam's Club: Warehouse Club Entry and Grocery Prices",
    "citation_author": [
        "Charles J. Courtemanche",
        "Art Carden"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "2013-01-31",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior research shows grocery stores reduce prices to compete with Walmart Supercenters.  This study finds evidence that the competitive effects of two other big box retailers - Costco and Walmart-owned Sam's Club - are quite different.  Using city-level panel grocery price data matched with a unique data set on Walmart and warehouse club locations, we find that Costco entry is associated with higher grocery prices at incumbent retailers, and that the effect is strongest in cities with small populations and high grocery store densities.  This could be explained by a segmented-market model, or by incumbents competing with Costco along non-price dimensions such as product quality or quality of the shopping experience.  We find no evidence that Sam's Club entry affects grocery stores' prices, consistent with Sam's Club's focus on small businesses instead of consumers.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, referees, Benjamin Anderson, Kenneth Snowden, and seminar participants at the University of Nebraska at Omaha, the University of North Carolina at Greensboro, Samford University, Rhodes College, the College of Charleston, Charleston Southern University, Johns Hopkins University, the 2010 Missouri Valley Economic Association meetings, the 2010 Southern Economic Association meetings, and the 2011 Association of Private Enterprise Education meetings for valuable comments.  We also thank Keith Becker and Sameer Warraich for excellent research assistance and Wal-Mart's External Reporting Team for directing us to public company financial documents on Sam's Club.  Thach Truong, Kelly Gillean, and Dylan Chambers assisted with data collection.  Julia Clapper proofread the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}