{
    "id": 17228,
    "citation_title": "Capital Flow Types, External Financing Needs, and Industrial Growth: 99 countries, 1991-2007",
    "citation_author": [
        "Joshua Aizenman",
        "Vladyslav Sushko"
    ],
    "citation_publication_date": "2011-07-15",
    "issue_date": "2011-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the differential impact of portfolio debt, portfolio equity, and FDI inflows on 37 manufacturing industries, 99 countries, 1991-2007, extending Rajan-Zingales (1998). We utilize external finance dependence measures in a series of cross-sectional regressions of manufacturing industries' growth rates covering 17 years. Net portfolio debt inflows are negatively associated with growth during the mid 1990s. The magnitudes of the negative effect of surges in portfolio debt inflows on growth are substantial in the late 1990s for a number of countries. The effect of debt inflows on growth in the 2000s is rather muted. Surges in portfolio equity inflows also exhibit a negative association with aggregate growth in the manufacturing sector. For instance, the inflow surge during the financial liberalization period, 1993-1994, is associated with a sharp decline in aggregate manufacturing sector growth, but a rise in the growth of relatively more financially constrained industries. Equity inflows exhibited economically significant positive impact on the growth of financially constrained industries, unlike their negative impact on the average manufacturing growth rate. FDI inflows exhibit a positive association with aggregate manufacturing growth during most of the sample period, both at the aggregate level and specifically for the industries in need of external financing.\n\n",
    "acknowledgement": "\nWe acknowledge advice from Brian Pinto, Senior Adviser at the World Bank, and funding from the Poverty Reduction and Economic Management (PREM) Anchor.  This paper is part of a broader investigation at the PREM Anchor of the World Bank on financial integration and economic growth in developing countries.  The views herein are entirely those of the authors.  They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent, or the NBER.\n\n\n"
}