{
    "id": 17221,
    "citation_title": "Conglomerate Industry Choice and Product Differentiation",
    "citation_author": [
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2011-07-14",
    "issue_date": "2011-07-14",
    "revision_date": "2012-02-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use text-based computational analysis of business descriptions from 10-Ks to examine in which industries conglomerates are most likely to operate and to understand conglomerate valuations. We find that conglomerates are more likely to operate in industry pairs that are closer together in the product space and in industry pairs that have profitable opportunities \"between\" them. Conglomerate firms have lower stock market valuations than matched single-segment firms when their products are easier to replicate with single-segment firms. Conglomerate firms have stock market premiums when they have higher product differentiation and produce in more profitable industries. These findings are consistent with successful conglomerate firms having higher product differentiation and lower cost entry into profitable markets when operating in strategically chosen industry pairs.\n\n",
    "acknowledgement": "\nThis paper entirely replaces a previous version titled \"Conglomerate Industry Spanning\". We thank Merih Sevilir, Denis Sosyura and seminar participants at Rotterdam School of Management, Erasmus University, Stanford University, Tilberg University, University of Illinois and the University of Mannheim for helpful comments. All errors are the authors alone. All rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}