{
    "id": 17227,
    "citation_title": "The Costs of Free Entry: An Empirical Study of Real Estate Agents in Greater Boston",
    "citation_author": [
        "Panle Jia Barwick",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2011-07-15",
    "issue_date": "2011-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the real estate brokerage industry in Greater Boston, an industry with low entry barriers and substantial turnover. Using a comprehensive dataset of agents and transactions from 1998-2007, we find that entry does not increase sales probabilities or reduce the time it takes for properties to sell, decreases the market share of experienced agents, and leads to a reduction in average service quality. These empirical patterns motivate an econometric model of the dynamic optimizing behavior of agents that serves as the foundation for simulating counterfactual market structures. A one-half reduction in the commission rate leads to a 73% increase in the number of houses each agent sells and benefits consumers by about $2 billion. House price appreciation in the first half of the 2000s accounts for 24% of overall entry and a 31% decline in the number of houses sold by each agent. Low cost programs that provide information about past agent performance have the potential to increase overall productivity and generate significant social savings.\n\n",
    "acknowledgement": "\nJia gratefully acknowledges the research support of the National Science Foundation via grant SES-1061970. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}