{
    "id": 17224,
    "citation_title": "House Price Booms and the Current Account",
    "citation_author": [
        "Klaus Adam",
        "Pei Kuang",
        "Albert Marcet"
    ],
    "citation_publication_date": "2011-07-18",
    "issue_date": "2011-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA simple open economy asset pricing model can account for the house price and current account dynamics in the G7 over the years 2001-2008. The model features rational households, but assumes that households entertain subjective beliefs about price behavior and update these using Bayes' rule. The resulting beliefs dynamics considerably propagate economic shocks and crucially contribute to replicating the empirical evidence. Belief dynamics can temporarily delink house prices from fundamentals, so that low interest rates can fuel a house price boom. House price booms, however, are not necessarily synchronized across countries and the model is consistent with the heterogeneous response of house prices across the G7 following the reduction in real interest rates at the beginning of the millennium. The response to interest rates depends sensitively on agents' beliefs at the time of the interest rate reduction, which in turn are a function of the country specific history prior to the year 2000. According to the model, the US house price boom could have been largely avoided, if real interest rates had decreased by less after the year 2000.\n\n",
    "acknowledgement": "\nWe thank Lars Hansen, Michael Woodford and Daron Acemoglu for useful comments. All errors are our own. Marcet acknowleges funding from Research project number ECO2008-04785, Plan Nacional, Ministerio de Educación y Ciencia, Spain, and Generalitat de Catalunya. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}