{
    "id": 17226,
    "citation_title": "Cross-National Evidence on Generic Pharmaceuticals: Pharmacy vs. Physician-Driven Markets",
    "citation_author": [
        "Patricia M. Danzon",
        "Michael F. Furukawa"
    ],
    "citation_publication_date": "2011-07-20",
    "issue_date": "2011-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of regulation and competition in generic markets. Generics offer large potential savings to payers and consumers of pharmaceuticals. Whether the potential savings are realized depends on the extent of generic entry and uptake and the level of generic prices. In the U.S., the regulatory, legal and incentive structures encourage prompt entry, aggressive price competition and patient switching to generics. Key features are that pharmacists are authorized and incentivized to switch patients to cheap generics. By contrast, in many other high and middle income countries, generics traditionally competed on brand rather than price because physicians rather than pharmacies are the decision-makers. Physician-driven generic markets tend to have higher generic prices and may have lower generic uptake, depending on regulations and incentives. \nUsing IMS data to analyze generic markets in the U.S., Canada, France, Germany, U.K., Italy, Spain, Japan, Australia, Mexico, Chile, Brazil over the period 1998-2009, we estimate a three-equation model for number of generic entrants, generic prices and generic volume shares. We find little effect of originator defense strategies, significant differences between unbranded and unbranded generics, variation across countries in volume response to prices. Policy changes adopted to stimulate generic uptake and reduce generic prices have been successful in some E.U. countries.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were presented at the 2010 American Society of Health Economics meetings and the 2009 Harvard Law School conference on Legal and Regulatory Issues in Pharmaceutical Research and Development. This research was supported in part by the Merck Foundation Program on Pharmaceutical Policy Issues to the University of Pennsylvania. The analysis is based on data obtained under license from the IMS Health Incorporated MIDAS™ database.  We would like to thank IMS Health and Pfizer Inc. for making the data available. The opinions expressed are those of the authors and do not necessarily reflect the opinions of the research sponsors, IMS Health or the National Bureau of Economic Research. We are responsible for all conclusions and any errors.\n\n\n"
}