{
    "id": 17230,
    "citation_title": "Public Consumption Over the Business Cycle",
    "citation_author": [
        "Ruediger Bachmann",
        "Jinhui Bai"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat fraction of the business cycle volatility of government purchases is accounted for as endogenous reactions to overall macroeconomic conditions? We answer this question in the framework of a neoclassical representative household model where the provision of a public consumption good is decided upon endogenously and in a time-consistent fashion. A simple frictionless version of such a model with aggregate productivity as the sole driving force can explain almost all the volatility of U.S. non-defense government consumption expenditures. However, such a model fails to match other important features of the business cycle dynamics of public consumption, which comes out as not persistent enough and too synchronized with the cycle. We add implementation lags and implementation costs in the budgeting process to the model, plus taste shocks for public consumption relative to private consumption, and achieve a substantially better match to the data. All these ingredients are essential to improve the fit. Depending on the precise specification of the flow utility function over private consumption, public consumption and leisure, 25-40 percent of the variance of public consumption is driven by aggregate productivity shocks.\n\n",
    "acknowledgement": "\nWe are grateful to conference/seminar participants at the 2011 Cologne Workshop on Macroeconomics, the IIES at Stockholm University, the 2011MidwestMacroMeeting, the 2011 SED meeting (Ghent) and the University of Pennsylvania as well as Per Krusell for their comments. We would also like to thank Liz Accetta from the Census Bureau for providing us with the historical data of the Annual Survey of State Government Finances, and JoshMontes for his excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}