{
    "id": 17232,
    "citation_title": "Gauging the Generosity of Employer-Sponsored Insurance: Differences Between Households With and Without a Chronic Condition",
    "citation_author": [
        "Jean M. Abraham",
        "Anne Beeson Royalty",
        "Thomas DeLeire"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an empirical method to assess the generosity of employer-sponsored insurance across groups within the U.S. population.  A key feature of this method is its simplicity - it only requires data on out-of-pocket (OOP) health care spending and total health care spending and does not require detailed knowledge of health insurance benefit design.  We apply our method to assess whether households with a chronically ill member have more or less generous insurance relative to households with no chronically ill members. We find that the chronically ill have less generous insurance coverage than the non-chronically ill. Additional analyses suggest that the reason for this less generous coverage is not that households with a chronically ill member are in different, less generous plans, on average. Rather, households with a chronically ill member have higher spending on certain types of medical services (e.g., pharmaceutical drugs) that are covered less generously by insurance.  Given recent work on value-based insurance design and coinsurance as an obstacle to medication adherence, our findings suggest that the current design of health plans may put the health and financial well-being of the chronically ill at risk.\n\n",
    "acknowledgement": "\nWe thank Jay Bhattacharya, Sandra Decker, and conference participants at APPAM for helpful comments.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}