{
    "id": 1723,
    "citation_title": "Taxation of Investment and Savings in a World Economy: The Certainty Case",
    "citation_author": [
        "Roger H. Gordon"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the characteristics of individual portfolio holdings in a world economy with a unified securities market where there are many countries, each with its own tax rates and inflation rate. When nominal interest is taxable but income to equity owners is tax exempt in all countries, I show that the highest tax bracket investors specialize in equity and, among the remaining investors, those with lower tax rates buy bonds of countries with higher inflation rates. Because of the tax system, countries with a higher inflation rate must pay a higher real interest rate on their debt. This is necessary in equilibrium to compensate those who purchase the debt for their higher taxable income. This diversity of real rates of return in the world securities market has a variety of effects on the optimal tax policy of a small open economy. I also explore a model where there is a unified world market in bonds, but no international trade in equity. Here, I find a strong tax incentive for firms owned by investors in countries with high personal tax rates to become multinationals and invest abroad. If domestic investors do end up purchasing both bonds and domestic equity, then the optimal corporate tax rate on real corporate income in a small open economy would be quite high relative to the personal tax rate on nominal interest income, in order not to distort the portfolio composition of domestic investors.\n\n",
    "acknowledgement": "\n"
}