{
    "id": 17238,
    "citation_title": "Are All Ratings Created Equal? The Impact of Issuer Size on the Pricing of Mortgage-backed Securities",
    "citation_author": [
        "Jie (Jack) He",
        "Jun 'QJ' Qian",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether rating agencies (Moody's, S&P, and Fitch) reward large issuers of mortgage-backed securities, who bring substantial business, by granting them unduly favorable ratings.  The initial yield on both AAA-rated and non-AAA rated tranches sold by large issuers is higher than that on similar tranches sold by small issuers during the market boom years of 2004-2006.   Moreover, the prices of MBS sold by large issuers drop more than those sold by small issuers, and the differences are concentrated among tranches issued during 2004-2006.  We conclude that large issuers receive more favorable ratings and that the market prices the risk of inflated ratings, especially during booming periods.\n\n",
    "acknowledgement": "\nCorresponding author: Strahan. We appreciate helpful comments from Cam Harvey (editor), an associate editor, two anonymous referees, Efraim Benmelech, Patrick Bolton, Gerard Hoberg, Chris James, Brian Quinn, Joel Shapiro, Richard Stanton, Dragon Tang, James Vickery, and seminar/session participants at Boston College, Brigham Young University, DePaul University, Federal Reserve Bank of New York, London School of Economics, Northwestern University, Queen's University (Canada), Simon Fraser University, University of Florida, University of Maryland, American Economic Association meetings (Denver), China International Conference in Finance (Beijing), European Finance Association meetings (Frankfurt), and the NBER conference on securitization.  We thank Calvin Chau, Hugh Kirkpatrick, Sailu Li, Yingzhen Li, and Chenying Zhang for excellent research assistance and Boston College and University of Georgia for financial support. The authors are responsible for all the remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}