{
    "id": 17239,
    "citation_title": "Over-optimism in Forecasts by Official Budget Agencies and Its Implications",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies forecasts of real growth rates and budget balances made by official government agencies among 33 countries.  In general, the forecasts are found: (i) to have a positive average bias, (ii) to be more biased in booms, (iii) to be even more biased at the 3-year horizon than at shorter horizons.    This over-optimism in official forecasts can help explain excessive budget deficits, especially the failure to run surpluses during periods of high output:   if a boom is forecasted to last indefinitely, retrenchment is treated as unnecessary.  Many believe that better fiscal policy can be obtained by means of rules such as ceilings for the deficit or, better yet, the structural deficit.  But we also find: (iv) countries subject to a budget rule, in the form of euroland's Stability and Growth Path, make official forecasts of growth and budget deficits that are even more biased and more correlated with booms than do other countries.   This effect may help explain frequent violations of the SGP.  One country, Chile, has managed to overcome governments' tendency to satisfy fiscal targets by wishful thinking rather than by action.  As a result of budget institutions created in 2000, Chile's official forecasts of growth and the budget have not been overly optimistic, even in booms.  Unlike many countries in the North, Chile took advantage of the 2002-07 expansion to run budget surpluses, and so was able to ease in the 2008-09 recession.\n\n",
    "acknowledgement": "\nThe author wishes to thank Jesse Schreger for exceptional research assistance; to thank Roel Beetsma, Carlos Alvarado, Mauricio Calani, Mauricio Cardenas, Luis Céspedes, Massimo Giuliodori, Martin Mühleisen, Claudia Bulos Ramirez, and Victoria Rodriguez for help acquiring data; Philippe Bacchetta, Roel Beetsma, Cynthia Balloch, Sebastian Bustos, Dieter Helm, Philippe Martin, Guillermo Perry, Klaus Schmidt-Hebbel and two anonymous referees for comments; and to thank the Weatherhead Center for International Affairs at Harvard for support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nJuly 15, 2011\n\n\nEthics Disclosure - Jeffrey A. Frankel\n\n\nIt has recently become expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employer.   Accordingly I offer the following information.   (I include only compensation in excess of $1,000.)\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and  two consulting firms.  I wrote and presented papers for the NBER, the World Bank, and a foreign central bank.   I also served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms.  I wrote and presented papers for the European Central Bank and the World Bank.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution.  I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank.   I also served as an expert witness in a legal case where the client was a financial investor.\n\n\nSee also:  http://www.hks.harvard.edu/fs/jfrankel/EthicsDisclosure.doc\n\n\n"
}