{
    "id": 17234,
    "citation_title": "\"Last-place Aversion\": Evidence and Redistributive Implications",
    "citation_author": [
        "Ilyana Kuziemko",
        "Ryan W. Buell",
        "Taly Reich",
        "Michael I. Norton"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do low-income individuals often oppose redistribution? We hypothesize that an aversion to being in \"last place\" undercuts support for redistribution, with low-income individuals punishing those slightly below themselves to keep someone \"beneath\" them. In laboratory experiments, we find support for \"last-place aversion\" in the contexts of risk aversion and redistributive preferences. Participants choose gambles with the potential to move them out of last place that they reject when randomly placed in other parts of the distribution. Similarly, in money- transfer games, those randomly placed in second-to-last place are the least likely to costlessly give money to the player one rank below. Last-place aversion predicts that those earning just above the minimum wage will be most likely to oppose minimum-wage increases as they would no longer have a lower-wage group beneath them, a prediction we confirm using survey data.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Ryan Buell acknowledges a doctoral student stipend from Harvard Business School.  Taly Reich acknowledges a doctoral student stipend from Stanford Business School.\n\n\n"
}