{
    "id": 17231,
    "citation_title": "The Land that Lean Manufacturing Forgot? Management Practices in Transition Countries",
    "citation_author": [
        "Nicholas Bloom",
        "Helena Schweiger",
        "John Van Reenen"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe have conducted the first survey on management practices in transition countries. We found that Central Asian transition countries, such as Uzbekistan and Kazakhstan, have on average very poor management practices. Their average scores are below emerging countries such as Brazil, China and India. In contrast, the central European transition countries such as Poland and Lithuania operate with management practices that are only moderately worse than those of western European countries such as Germany. Since we find these practices are strongly linked to firm performance, this suggests poor management practices may be impeding the development of Central Asian transition countries. We find that competition, multinational ownership, private ownership and human capital are all strongly correlated with better management. This implies that the continued opening of markets to domestic and foreign competition, privatisation of state-owned firms and increased levels of workforce education should promote better management, and ultimately faster economic growth.\n\n",
    "acknowledgement": "\nThe authors would like to thank Nolan Noble, Stephen Jeffrey and Anupriya Kumar for excellent research assistance. The authors would like to thank Erik Berglof, Simon Commander, Ralph de Haas and Jeromin Zettlemeyer for helpful comments.  Funding for the survey came from the World Bank and the European Bank for Reconstruction and Development. (EBRD) Bloom and Van Reenen were paid by the EBRD to help run this survey. We would also like to thank the ESRC for support of the CEP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}