{
    "id": 17233,
    "citation_title": "How Do Firm Financial Conditions Affect Product Quality and Pricing?",
    "citation_author": [
        "Gordon M. Phillips",
        "Giorgo Sertsios"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the interaction of firm product quality and pricing decisions with financial distress and bankruptcy in the airline industry. We consider an airline's choices of quality and price as dynamic decisions that trade off current cash flows for future revenue. We examine how airline mishandled baggage, on-time performance and pricing are related to financial distress and bankruptcy, controlling for the endogeneity of financial distress and bankruptcy. We find that an airline's quality decisions are differentially affected by financial distress and bankruptcy. Product quality decreases when airlines are in financial distress, consistent with financial distress reducing a firm's incentive to invest in quality. In contrast, in bankruptcy product quality increases relative to financial distress. In addition, we find that firms price more aggressively when in financial distress consistent with firms trying to increase short-term market share and revenues.\n\n",
    "acknowledgement": "\nWe wish to thank Sheri Tice, our discussant at the 2011 American Finance Association meetings and Roger Betancourt, Eyal Dvir, Edith Hotchkiss, Ginger Jin, Ivan Marinovic and John Shea and seminar participants at London Business School, the Norwegian School of Management and Universidad Catolica de Chile for helpful comments.  Funding for Gordon Phillips was provided through NSF Grant #0823319. All errors are the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}