{
    "id": 17235,
    "citation_title": "Human Capital Spillovers in Families: Do Parents Learn from or Lean on their Children?",
    "citation_author": [
        "Ilyana Kuziemko"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop a model in which a child's acquisition of a given form of human capital incentivizes adults in his household to either learn from him (if children act as teachers then adults' cost of learning the skill falls) or lean on him (if children's human capital substitutes for that of adults in household production then adults' benefit of learning the skill falls). I exploit regional variation in two shocks to children's human capital and examine the effect on adults. The rapid introduction of primary education for black children in the South during Reconstruction not only increased literacy of children but also of adults living in the same household (\"learning\" outweighs \"leaning\"). Conversely, the 1998 introduction of English immersion in California public schools appears to have increased the English skills of children but discouraged adults living with them from acquiring the language (\"leaning\" outweighs \"learning\"). Whether family members learn from or lean on each other has implications for the externalities associated with education policies.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}