{
    "id": 17237,
    "citation_title": "Corporate and Personal Bankruptcy Law",
    "citation_author": [
        "Michelle J. White"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBankruptcy is the legal process by which the debts of firms, individuals, and occasionally governments in financial distress are resolved.  Bankruptcy law always includes three components.   First, it provides a collective framework for simultaneously resolving all debts of the bankrupt entity, regardless of when they are due.   Second, it provides rules for determining how the assets and earnings used to repay are divided among creditors.  Third, bankruptcy law specifies punishments intended to discourage debtors from defaulting on their debts and filing for bankruptcy.  This review discusses and evaluates bankruptcy law by examining whether and when the law encourages debtors and creditors to behave in economically efficient ways.   It also considers how bankruptcy law might be changed to improve economic efficiency.   The review shows that there are multiple economic objectives of bankruptcy law, because the law affects has very diverse effects.  Some of these objectives differ for individuals versus corporations in bankruptcy.\n\n",
    "acknowledgement": "\nI am grateful for financial support and hospitality from Cheung Kong Graduate School of Business, Beijing. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.  This paper is forthcoming at the Annual Review of Law and Social Science, DOI: 10.1146/annurev-lawsocsci-102510-105401\n\n\n"
}