{
    "id": 17236,
    "citation_title": "Has the Shift to Managed Care Reduced Medicaid Expenditures? Evidence from State and Local-Level Mandates",
    "citation_author": [
        "Mark Duggan",
        "Tamara Hayford"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1991 to 2003, the fraction of Medicaid recipients enrolled in HMOs and other forms of Medicaid managed care (MMC) increased from 11 percent to 58 percent. This increase was largely driven by state and local mandates that required most Medicaid recipients to enroll in an MMC plan. Theoretically, it is ambiguous whether the shift from fee-for-service into managed care would lead to an increase or a reduction in Medicaid spending. This paper investigates this effect using a data set on state and local level MMC mandates and detailed data from CMS on state Medicaid expenditures. The findings suggest that shifting Medicaid recipients from fee-for-service into MMC did not reduce Medicaid spending in the typical state.  However, the effects of the shift varied significantly across states as a function of the generosity of the state's baseline Medicaid provider reimbursement rates. These results are consistent with recent research on managed care among the privately insured, which finds that HMOs and other forms of managed care achieve their savings largely through reduced prices rather than lower quantities.\n\n",
    "acknowledgement": "\nWe are grateful to Abby Alpert, James Baumgardner, Linda Bilheimer, Judith Hellerstein, Melissa Kearney, and Rob Stewart for helpful discussions. The views expressed in this paper are solely those of the authors and should not be interpreted as those of the Congressional Budget Office, the National Bureau of Economic Research, or the University of Pennsylvania's Wharton School. All errors are our own.\n\n\n"
}