{
    "id": 17242,
    "citation_title": "Defying Gravity: The 1932 Imperial Economic Conference and the Reorientation of Canadian Trade",
    "citation_author": [
        "David S. Jacks"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the wake of the Great Depression, the Canadian government embarked on a stunning reversal in its commercial policy. A key element of its response was the promotion of intra-imperial trade at the Imperial Economic Conference of 1932. This paper addresses whether or not Canadian trade was able to defy gravity and divert trade flows towards other signatories at Ottawa. The results strongly suggest that the conference was a failure from the Canadian perspective. Potential sources of this failure include unreasonable expectations about the likely reductions in trade costs and a neglect of key considerations related to certainty and credibility.\n\n",
    "acknowledgement": "\nThis paper was written while the author was a visitor at UCLA, and he thanks the Department of Economics for its hospitality. He also thanks Jen Baggs, Krishna Pendakur, Leah Platt Boustan, and Almos Tassonyi for advice and appreciates the comments from seminars at Caltech, the LSE, Toronto, Waterloo, and Western Ontario as well as from the 2011 All-UC Group/Caltech/Huntington Conference, the 2011 Canadian Network in Economic History meetings, the 2011 NBER DAE Summer Institute, and the 2011 Rocky Mountain Empirical Trade meetings. Finally, the author gratefully acknowledges the Social Science and Humanities Research Council of Canada for research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}