{
    "id": 17243,
    "citation_title": "Stepping Stones: Principal Career Paths and School Outcomes",
    "citation_author": [
        "Tara Béteille",
        "Demetra Kalogrides",
        "Susanna Loeb"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than one out of every five principals leaves their school each year.  In some cases, these career changes are driven by the choices of district leadership.  In other cases, principals initiate the move, often demonstrating preferences to work in schools with higher achieving students from more advantaged socioeconomic backgrounds. Principals often use schools with many poor or low-achieving students as stepping stones to what they view as more desirable assignments. We use longitudinal data from one large urban school district to study the relationship between principal turnover and school outcomes. We find that principal turnover is, on average, detrimental to school performance. Frequent turnover of school leadership results in lower teacher retention and lower student achievement gains. Leadership changes are particularly harmful for high poverty schools, low-achieving schools, and schools with many inexperienced teachers. These schools not only suffer from high rates of principal turnover but are also unable to attract experienced successors. The negative effect of leadership changes can be mitigated when vacancies are filled by individuals with prior experience leading other schools. However, the majority of new principals in high poverty and low-performing schools lack prior leadership experience and leave when more attractive positions become available in other schools.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the Hewlett Foundation and the Spencer Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}