{
    "id": 17247,
    "citation_title": "The Value of Honesty: Empirical Estimates from the Case of the Missing Children",
    "citation_author": [
        "Sara LaLumia",
        "James M. Sallee"
    ],
    "citation_publication_date": "2011-07-22",
    "issue_date": "2011-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much are people willing to forego to be honest, to follow the rules? When people do break the rules, what can standard data sources tell us about their behavior? Standard economic models of crime typically assume that individuals are indifferent to dishonesty, so that they will cheat or lie as long as the expected pecuniary benefits exceed the expected costs of being caught and punished. We investigate this presumption by studying the response to a change in tax reporting rules that made it much more difficult for taxpayers to evade taxes by inappropriately claiming additional dependents. The policy reform induced a substantial reduction in the number of dependents claimed, which indicates that many filers had been cheating before the reform. Yet, the number of filers who availed themselves of this evasion opportunity is dwarfed by the number of filers who passed up substantial tax savings by not claiming extra dependents. By declining the opportunity to cheat, these taxpayers reveal information about their willingness to pay to be honest. We present a novel method for inferring the characteristics of taxpayers in the absence of audit data. Our analysis suggests both that this willingness to pay to be honest is large on average and that it varies significantly across the population of taxpayers.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jon Bakija, Brian Erard, Bill Gentry, Jens Ludwig, Damon Jones, Lucie Schmidt, and Joel Slemrod for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}