{
    "id": 17246,
    "citation_title": "Network Stability, Network Externalities and Technology Adoption",
    "citation_author": [
        "Catherine Tucker"
    ],
    "citation_publication_date": "2011-07-22",
    "issue_date": "2011-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates how the destabilizing of a social network may increase the scope of network externalities, using data on sales of a video-calling system made to an investment bank's employees and subsequent usage by these customers. The terrorist attacks of 2001 led potential customers in New York to start communicating with a new and less predictable set of people when their work teams were reorganized as a result of the physical displacement that resulted from the attacks.  This did not happen in other comparable cities. These destabilized communication patterns were associated with potential adopters in New York being more likely to take into account a wider spectrum of the user base when deciding whether to adopt relative to those in other cities. Empirical analysis suggests that the aggregate effect of network externalities on adoption was doubled by this instability.\n\n",
    "acknowledgement": "\nI gratefully acknowledge financial support from the NET Institute (www.netinst.org) and the Kauffman Foundation (www.kauffman.org). All errors are my own. This paper is based on an earlier working paper entitled 'Interactive, Option-Value and Domino Network Externalities in Technology Adoption'. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}