{
    "id": 17249,
    "citation_title": "China and India as Suppliers of Affordable Medicines to Developing Countries",
    "citation_author": [
        "Tamara Hafner",
        "David Popp"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs countries reform their patent laws to be in compliance with the Trade Related Intellectual Property Rights Agreement, an important question is how increased patent protection will affect drug prices in low-income countries. Using pharmaceutical trade data from 1996 to 2005, we examine the role of China and India as suppliers of medicines to other middle- and low-income countries and evaluate the competitive effect of medicine imports from these countries on the price of medicines from high- income countries. We find that imports of antibiotics and unspecified medicaments from India and China significantly depress the average price of these commodities imported from high-income trading partners, suggesting that India and China are not only important sources of inexpensive medicines but also have an indirect effect by lowering prices through competition. As India is the leading supplier of medicines in Sub-Saharan Africa, this region will likely be affected most adversely.\n\n",
    "acknowledgement": "\nFunding support was provided by the Maxwell School at Syracuse University.  We declare that we have no conflict of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}