{
    "id": 17240,
    "citation_title": "On Measuring the Effects of Fiscal Policy in Recessions",
    "citation_author": [
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2011-07-21",
    "issue_date": "2011-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe do not have a good measure of the effects of fiscal policy in a recession because the methods that we use to estimate the effects of fiscal policy -- both those using the observed outcomes following different policies in aggregate data and those studying counterfactuals in fitted model economies -- almost entirely ignore the state of the economy and estimate 'the' government multiplier, which is presumably a weighted average of the one we care about -- the multiplier in a recession -- and one we care less about -- the multiplier in an expansion. Notable exceptions to this general claim suggest this difference is potentially large. Our lack of knowledge stems significantly from the focus on linear dynamics: VARs and linearized (or close-to-linear) DSGEs. Our lack of knowledge also reflects a lack of data: deep recessions are few and nonlinearities hard to measure. The lack of statistical power in the estimation of nonlinear models using aggregate data can be addressed by exploiting estimates of partial-equilibrium responses in dissaggregated data. Microeconomic estimates of the partial-equilibrium causal effects of a policy can discipline the causal channels inherent in any DSGE model of the general equilibrium effects of policy. Microeconomic studies can also provide measures of the dependence of the effects of a policy on the states of different agents which is a key component of the dependence of the general-equilibrium effects of fiscal policy on the state of the economy.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Literature forum, The Multiplier. The author thanks Martin Eichenbaum, Lawrence Christiano, Pierre-Olivier Gourinchas, Ricardo Reis, and Michael Woodford for very helpful discussions and comments. This research was funded by the Kellogg School. In addition to being faculty at the Kellogg School, the author serves as an academic consultant and adviser for the Federal Reserve Bank of Chicago, and served as a Special Adviser on Financial Stability for the US Department of the Treasury during 2009. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}