{
    "id": 17244,
    "citation_title": "How Survey Design Affects Inference Regarding Health Perceptions and Outcomes",
    "citation_author": [
        "Anneke Exterkate",
        "Robin L. Lumsdaine"
    ],
    "citation_publication_date": "2011-07-22",
    "issue_date": "2011-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper considers the role of survey design and question phrasing in evaluating the subjective health assessment responses using the Survey of Health, Ageing and Retirement in Europe (SHARE) dataset. A unique feature of this dataset is that respondents were twice asked during the survey to evaluate their health on a five-point scale, using two different sets of descriptors to define the five points, with the ordering of which set was first given determined randomly. We find no evidence to refute the assertion that the order was determined by random assignment. Yet we document differences in the response distributions between the two questions, as well as differences in inference in comparing the two populations (those that were asked one question first versus those that were asked the other). We then consider determinants of the degree of concordance between the two questions, as well as the determinants of individuals that provide conflicting responses. There appears to be evidence to suggest that individuals' assessments of their health in response to the second question may be influenced by the battery of health questions that were asked following the first assessment. We find that information in self-assessed health responses is useful in examining health outcomes. Our results suggest that adjusting such responses to take into account framing and sequencing of questions may improve inference. In addition, we show that accounting for survey design may be important in models for predicting outcomes of interest, such as the probability of a major health event.\n\n",
    "acknowledgement": "\nThe authors are grateful to Heather Anderson, James Banks, Martin Evans, Rachel Griffiths, Alastair Hall, Denise Whalen, and seminar participants at the London School of Economics and the University of Manchester for comments on an earlier draft. Financial support for the first author from the Van Beek Fonds is gratefully acknowledged. This paper was written while Lumsdaine served part-time on an Intergovernmental Personnel Agreement (IPA) with the National Institute on Aging. Address correspondence to Robin L. Lumsdaine. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institute on Aging.\n\n\n"
}