{
    "id": 17258,
    "citation_title": "Capital flows: Catalyst or Hindrance to economic takeoffs?",
    "citation_author": [
        "Joshua Aizenman",
        "Vladyslav Sushko"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper applies a probit estimation to assess the relationship between economic takeoffs during 1950-2000 and inflows of portfolio debt, portfolio equity, and FDI, controlling for country's stock of short-term external debt and commodity terms of trade. Average level of FDI inflows is associated with a 23 percent higher takeoff probability relative to a zero FDI inflow benchmark, and this effect is highest for the Latin America subsample, with a 65 rise in takeoff probability. Higher stock of short term external debt has been associated with a substantial negative effect on the probability of a takeoff, and the effect of the short terms debt overhang is largest for Latin American countries. Yet, virtually all the takeoffs were associated with a rise in portfolio debt inflows. At the sample mean, inflow of portfolio debt is associated with approximately 25 percent higher probability of a takeoff. In contrast, a one standard deviation increase in equity outflows (inflows) is associated with a 47 percent (17 percent) decline in the probability of a takeoff. A one standard deviation improvement in commodity terms of trade is associated with 28 percent higher takeoff probability.\n\n",
    "acknowledgement": "\nWe acknowledge advice from Brian Pinto, Senior Adviser at the World Bank, and funding from the Poverty Reduction and Economic Management (PREM) Anchor. This paper is part of a broader investigation at the PREM Anchor of the World Bank on financial integration and economic growth in developing countries. The views herein are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent, or the NBER.\n\n\n"
}