{
    "id": 17251,
    "citation_title": "Inefficiencies from Metropolitan Political and Fiscal Decentralization: Failures of Tiebout Competition",
    "citation_author": [
        "Stephen Calabrese",
        "Dennis N. Epple",
        "Richard Romano"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the welfare effects of provision of local public goods in an empirically relevant setting using a multi-community model with mobile and heterogeneous households, and with flexible housing supplies.  We characterize the first-best allocation and show efficiency can be implemented with decentralization using head taxes.  We calibrate the model and compare welfare in property-tax equilibria, both decentralized and centralized, to the efficient allocation.  Inefficiencies with decentralization and property taxation are large, dissipating most if not all the potential welfare gains that efficient decentralization could achieve.  In property tax equilibrium centralization is frequently more efficient!  An externality in community choice underlies the failure to achieve efficiency with decentralization and property taxes: Poorer households crowd richer communities and free ride by consuming relatively little housing thereby avoiding taxes.\n\n",
    "acknowledgement": "\nWe appreciate support from the National Science Foundation and Urban Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}