{
    "id": 17256,
    "citation_title": "Wage Effects of Trade Reform with Endogenous Worker Mobility",
    "citation_author": [
        "Pravin Krishna",
        "Jennifer P. Poole",
        "Mine Zeynep Senses"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "2014-03-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use a linked employer-employee database from Brazil to evaluate the wage effects of trade reform. With an aggregate (firm-level) analysis of this question, we find that a decline in trade protection is associated with an increase in average wages in exporting firms relative to domestic firms, consistent with earlier studies. However, using disaggregated, employer-employee level data, and allowing for the endogenous assignment of workers to firms due to match-specific productivity, we find that the premium paid to workers at exporting firms is economically and statistically insignificant, as is the differential impact of trade openness on the wages of workers at exporting firms relative to otherwise identical workers at domestic firms. We also find that workforce composition improves systematically in exporting firms, in terms of the combination of worker ability and the quality of worker-firm matches, post-liberalization. These results stand in stark contrast to the findings reported in many earlier studies and underscore the importance of endogenous matching and, more generally, non-random labor market allocation mechanisms, in determining the effects of trade policy changes on wages.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we are grateful to the editor, Steve Redding, two anonymous referees, and workshop participants at American University, the Bureau of Labor Statistics, Carnegie Mellon University, the Costa Rican High Technology Advisory Committee, IPEA-Rio, Stanford University, Temple University, UC Davis, the University of Oregon, the World Bank Research Department, and Yale University, as well as to participants at various conferences. Jennifer Poole offers special thanks to the Department of Economics and Academic Computing Services at the University of California, San Diego and to Marc Muendler, for assistance with continued data access. Pravin Krishna and Jennifer Poole were visiting scholars in the International Trade Division of the Development Research Group of the World Bank while work on this paper was conducted and acknowledge the funding support of the World Bank-executed Multi-Donor Trust Fund on Trade. Earlier versions of this paper were circulated under the title \"Trade Liberalization, Firm Heterogeneity, and Wages: New Evidence from Matched Employer-Employee Data.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}