{
    "id": 17254,
    "citation_title": "Corporate Social Responsibility for Irresponsibility",
    "citation_author": [
        "Matthew J. Kotchen",
        "Jon Jungbien Moon"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an empirical investigation of the hypothesis that companies engage in corporate social responsibility (CSR) in order to offset corporate social irresponsibility (CSI). We find general support for the causal relationship: when companies do more \"harm,\" they also do more \"good.\" The empirical analysis is based on an extensive 15-year panel dataset that covers nearly 3,000 publicly traded companies. In addition to the overall finding that more CSI results in more CSR, we find evidence of heterogeneity among industries, where the effect is stronger in industries where CSI tends to be the subject of greater public scrutiny. We also investigate the degree of substitutability between different categories of CSR and CSI. Within the categories of community relations, environment, and human rights--arguably among those dimensions of social responsibility that are most salient--there is a strong within-category relationship. In contrast, the within-category relationship for corporate governance is weak, but CSI related to corporate governance appears to increase CSR in most other categories. Thus, when CSI concerns arise about corporate governance, companies seemingly choose to offset with CSR in other dimensions, rather than reform governance itself.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and discussions while presenting earlier versions of this paper at Duke, Michigan, UCLA, Vanderbilt, and the 2010 AEA annual meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}