{
    "id": 17253,
    "citation_title": "Heterogeneity and the Dynamics of Technology Adoption",
    "citation_author": [
        "Stephen P. Ryan",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the demand for a videocalling technology in the presence of both network effects and  heterogeneity. Using a unique dataset from a large multinational firm, we pose and estimate a fully dynamic model of technology adoption.  We propose a novel identification strategy based on post-adoption technology usage to disentangle equilibrium beliefs concerning the evolution of the network from observed and unobserved heterogeneity in technology adoption costs and use benefits.  We find that employees have significant heterogeneity in both adoption costs and network benefits, and have preferences for diverse networks. Using our estimates, we evaluate a number of counterfactual adoption policies, and find that a policy of strategically targeting the right subtype for initial adoption can lead to a faster-growing and larger network than a policy of uncoordinated or diffuse adoption.\n\n",
    "acknowledgement": "\nFinancial support from the NET Institute, is gratefully acknowledged. We would also like to thank Dan Ackerberg, Amy Finkelstein, Shane Greenstein, Thierry Magnac, Chris Snyder, Marc Yesman, Andrew Sweeting, and seminar participants at the International Industrial Organization Conference, Boston University, Central European University, Chicago GB, the University of Mannerism, the Minnesota Applied Microeconomics Conference, the Wharton School of the University of Pennsylvania, the Quantitative Marketing and Economics Conference, the Tuck Winter IO Conference, the Fourth IDEI Conference on the Economics of the Software and Internet Industries, MIT, and the NBER Winter IO Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}