{
    "id": 17259,
    "citation_title": "Time Use During Recessions",
    "citation_author": [
        "Mark A. Aguiar",
        "Erik Hurst",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the American Time Use Survey (ATUS), covering both the recent recession and the pre-recessionary period, to explore how foregone market work hours are allocated to other activities over the business cycle. Given the short time series, it is hard to distinguish business cycle effects from low frequency trends by simply comparing time spent on a given category prior to the recession with time spent on that category during the recession. Instead, we identify the business cycle effects on time use using cross state variation with respect to the severity of the recessions. We find that roughly 30% to 40% of the foregone market work hours are allocated to increased home production. Additionally, 30% of the foregone hours are allocated to increased sleep time and increased television watching. Other leisure activities absorb 20% of the foregone market work hours. We use our evidence from the ATUS to calibrate and test the predictions of workhorse macroeconomic models with home production. We show that the quantitative implications of these models regarding the allocation of time over the business cycle matches reasonably well the actual behavior of households.\n\n",
    "acknowledgement": "\nMark Aguiar thanks Princeton University for summer financial support. Erik Hurst thanks the John E. Jeuck Faculty Fund at Chicago Booth for financial support. Loukas Karabarbounis thanks the Federal Reserve Bank of Minneapolis for its hospitality during the early stages of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}