{
    "id": 17252,
    "citation_title": "Stories of the Twentieth Century for the Twenty-First",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key precursor of twentieth-century financial crises in emerging and advanced economies alike was the rapid buildup of leverage. Those emerging economies that avoided leverage booms during the 2000s also were most likely to avoid the worst effects of the twenty-first century's first global crisis. A discrete-choice panel analysis using 1973-2010 data suggests that domestic credit expansion and real currency appreciation have been the most robust and significant predictors of financial crises, regardless of whether a country is emerging or advanced. For emerging economies, however, higher foreign exchange reserves predict a sharply reduced probability of a subsequent crisis.\n\n",
    "acknowledgement": "\nPrepared for the American Economic Journal: Macroeconomics session on \"Financial Crises and Macroeconomics\" at the American Economic Association annual meeting, Denver, CO, January 8, 2011. We thank Galina Hale, Philip Lane, Alan Taylor and seminar participants at the European Central Bank and Columbia University for comments and data. We benefited also from the comments of the editors and three anonymous referees. Johannes Wieland, Vladimir Asriyan, and Victoria Vanasco provided dedicated research assistance. Financial support was provided by the International Growth Centre at the London School of Economics (project numbers RA-2009-11-002 and 004) and the Coleman Fung Risk Research Center at UC Berkeley. All errors are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}