{
    "id": 17255,
    "citation_title": "Why Don't the Poor Save More? Evidence from Health Savings Experiments",
    "citation_author": [
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "2012-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing data from a field experiment in Kenya, we document that providing individuals with simple informal savings technologies can substantially increase investment in preventative health and reduce vulnerability to health shocks. Simply providing a safe place to keep money was sufficient to increase health savings, through a mental accounting effect. Adding an earmarking feature was only helpful when funds were put towards emergencies; earmarking for preventative health reduced savings on average, because the liquidity cost of tying up money was too great. Providing social pressure and credit through a ROSCA-based savings scheme had very large effects.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees, Nava Ashraf, Esther Duflo, Sarah Green, Seema Jayachandran, Anthony Keats, Erik Snowberg, John Strauss and Diego Ubfal for helpful comments, as well as numerous seminar audiences. We are grateful to the California Center for Population Research for funding, to IPA Kenya for administrative assistance coordinating the project, and to Jacob Bor, Sefira Fialkoff, Katie Hubner, Stephanie Ruiz and Kim Siegal for research assistance in the field. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}