{
    "id": 17261,
    "citation_title": "Global Asset Pricing",
    "citation_author": [
        "Karen K. Lewis"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial markets have become increasingly global in recent decades, yet the pricing of internationally traded assets continues to depend strongly upon local risk factors, leading to several observations that are difficult to explain with standard frameworks.  Equity returns depend upon both domestic and global risk factors.  Further, local investors tend to overweight their asset portfolios in local equity.  The stock prices of firms that begin to trade across borders increase in response to this information.  Foreign exchange markets also display anomalous relationships.  The forward rate predicts the wrong sign of future movements in the exchange rate, implying that traders can make profits by borrowing in lower interest rate currencies and investing in higher interest rate currencies.  Furthermore, the sign of the foreign exchange premium changes over time, a fact difficult to reconcile with consumption variability.  In this review, I describe the implications of the current body of research for addressing these and other global asset pricing challenges.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Financial Economics, DOI: 10.1146/annurev-financial- 102710-144841. All opinions expressed in this review are mine alone. Nevertheless, I am grateful for comments from a number of people including Markus Brunnermeier, Choong Tze Chua, Max Croce, Bernard Dumas, Cam Harvey, Bob Hodrick, Andrew Karolyi, Sandy Lai, Edith Liu, Emilio Osambela, Lasse Pedersen, Nick Roussanov, and Frank Warnock. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}