{
    "id": 17264,
    "citation_title": "The Elite Illusion: Achievement Effects at Boston and New York Exam Schools",
    "citation_author": [
        "Atila Abdulkadiroglu",
        "Joshua D. Angrist",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTalented students compete fiercely for seats at Boston and New York exam schools. These schools are characterized by high levels of peer achievement and a demanding curriculum tailored to each district's highest achievers. While exam school students do very well in school, the question of whether an exam school education adds value relative to a regular public education remains open. We estimate the causal effect of exam school attendance using a regression-discontinuity design, reporting both parametric and non- parametric estimates. The outcomes studied here include scores on state standardized achievement tests, PSAT and SAT participation and scores, and AP scores. Our estimates show little effect of exam school offers on most students' achievement. We use two-stage least squares to convert reduced form estimates of the effects of exam school offers into estimates of peer and tracking effects, arguing that these appear to be unimportant in this context. Finally, we explore the external validity of RD estimates, arguing that as best we can tell, there is little effect of an exam school education on achievement even for the highest-ability marginal applicants and for applicants to the right of admissions cutoffs. On the other hand, a Boston exam school education seems to have a modest effect on high school English scores for minority applicants. A small group of 9th grade applicants also appears to do better on SAT Reasoning. These localized gains notwithstanding, the intense competition for exam school seats does not appear to be justified by improved learning for a broad set of students.\n\n",
    "acknowledgement": "\nOur thanks to Kamal Chavda, Jack Yessayan, and the Boston Public Schools and to Jennifer Bell-Ellwanger, Thomas Gold, Jesse Margolis, and the New York City Department of Education for graciously sharing their data. The views expressed here are those of the authors and do not reflect the views of either the Boston Public Schools or the NYC Department of Education. We thank participants in the June 2010 Tel-Aviv Frontiers in the Economics of Education conference for comments and in particular our discussant Jonah Rockoff, who also contributed data on teacher tenure in NYC. We're also grateful to Daron Acemoglu, Gary Chamberlain, Glenn Ellison, and Guido Imbens for many helpful discussions along the way. Weiwei Hu and Miikka Rokkanen provided superb research assistance. Pathak thanks the Graduate School of Business at Stanford University, where parts of this work were completed, and the NSF for financial support.\n\n\n"
}