{
    "id": 17266,
    "citation_title": "Constituencies and Legislation: The Fight over the McFadden Act of 1927",
    "citation_author": [
        "Raghuram G. Rajan",
        "Rodney Ramcharan"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe McFadden Act of 1927 was one of the most hotly contested pieces of legislation in U.S. banking history, and its influence was felt over half a century later. This paper studies the Congressional voting behavior surrounding the Act’s passage. We find congressmen in districts in which landholdings were concentrated, and credit costlier were significantly more likely to oppose the act. The evidence suggests that while the law and the overall regulatory structure can shape the financial system far into the future, they themselves are likely to be shaped by elites, even in countries with benign political institutions.\n\n",
    "acknowledgement": "\nWe thank Edward Scott Adler, Daron Acemoglu, Lee Alston, Charles Calomiris, Price Fishback, Oded Galor, Sebnem Kalemli-Ozcan, Gary Richardson, Howard Rosenthal, Eugene White and seminar participants at the IMF, and the NBER Development of the American Economy and Income Distribution and Macroeconomic Groups for useful comments. Rajan thanks the Stigler Center for the Study of the State and the Economy and the Initiative on Global Markets, both at the University of Chicago’s Booth School, as well as the National Science Foundation, for funding. Keith T. Poole and Kris James Mitchener kindly provided data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}