{
    "id": 17260,
    "citation_title": "What's Next for the Dollar?",
    "citation_author": [
        "Martin S. Feldstein"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe real trade weighted value of the dollar fell 11 percent against the Federal Reserve Bank's index of major currencies during the 12 months through May 2011 and 31 percent during the past ten years. Four strong market forces are likely to cause further declines over the next several years: a portfolio rebalancing by major international investors who regard their portfolios as overweight dollars, the large US current account deficit, a Chinese policy to raise consumption, and interest rate differences that make dollar investments less attractive.\nA declining dollar could have a powerful positive effect on the short-run performance of the American economy by raising exports (now more than $1.3 trillion) and inducing American consumers to shift from imports to American made products and services. Without a boost to demand from an increase in net exports, the U.S. recovery is likely to remain weak and could run out of steam.   \nThere are of course also negative effects of a falling dollar: reducing the real value of any given level of personal incomes by raising the cost to households of the imported products that they consume and creating inflationary pressures as import prices rise.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}