{
    "id": 17267,
    "citation_title": "The Influence of Irving Fisher on Milton Friedman's Monetary Economics",
    "citation_author": [
        "Michael D. Bordo",
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the influence of Irving Fisher's writings on Milton Friedman's work in monetary economics. We focus first on Fisher's influences in monetary theory (the quantity theory of money, the Fisher effect, Gibson's Paradox, the monetary theory of business cycles, and the Phillips Curve, and empirics, e.g. distributed lags.). Then we discuss Fisher and Friedman's views on monetary policy and various schemes for monetary reform (the k% rule, freezing the monetary base, the compensated dollar, a mandate for price stability, 100% reserve money, and stamped money.)  Assessing the influence of an earlier economist's writings on that of later scholars is a challenge. As a science progresses the views of its earlier pioneers are absorbed in the weltanschauung. Fisher's Purchasing Power of Money as well as the work of Pigou and Marshall were the basic building blocks for later students of monetary economics. Thus, the Chicago School of the 1930s absorbed Fisher's approach, and Friedman learned from them. However, in some salient aspects of Friedman's work we can clearly detect a major direct influence of Fisher's writings on Friedman's. Thus, for example with the buildup of inflation in the 1960s Friedman adopted the Fisher effect and Fisher's empirical approach to inflationary expectations into his analysis. Thus, Fisher's influence on Friedman was both indirect through the Chicago School and direct. Regardless of the weight attached to the two influences, Fisher' impact on Friedman was profound.\n\n",
    "acknowledgement": "\nThere were no outside sources of funding for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}