{
    "id": 17262,
    "citation_title": "Trade Policy Making in a Model of Legislative Bargaining",
    "citation_author": [
        "Levent Celik",
        "Bilgehan Karabay",
        "John McLaren"
    ],
    "citation_publication_date": "2011-07-28",
    "issue_date": "2011-07-28",
    "revision_date": "2013-08-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn democracies, trade policy is the result of interactions among many agents with different agendas. In accordance with this observation, we construct a dynamic model of legislative trade policy-making in the realm of distributive politics. An economy consists of different sectors, each of which is concentrated in one or more electoral districts. Each district is represented by a legislator in the Congress. Legislative process is modeled as a multilateral sequential bargaining game à la Baron and Ferejohn (1989). Some surprising results emerge: bargaining can be welfare-worsening for all participants; legislators may vote for bills that make their constituents worse off; identical industries will receive very different levels of tariff. The results pose a challenge to empirical work, since equilibrium trade policy is a function not only of economic fundamentals but also of political variables at the time of congressional negotiations - some of them random realizations of mixed bargaining strategies.\n\n",
    "acknowledgement": "\nWe would like to thank to coeditor Giovanni Maggi, two anonymous referees, Gerald Willmann and Krešimir Z̈igic̈ as well as seminar and conference participants at the University of Adelaide, University of Auckland, CERGE-EI, Deakin University, Massey University, Monash University, University of Otago, 6th Australian Trade Workshop, 7th Asia Pacific Trade Seminars and 4th Singapore Economic Review Conference for helpful comments. We are also grateful to CERGE-EI, University of Virginia and University of Auckland for their hospitality during the authors' visits. We acknowledge the research support provided by the University of Auckland Faculty Research Development Fund (project ref. # 3625352/9554) and by the Czech Science Foundation (project ref. # GAµCR P402/12/0666). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}