{
    "id": 17268,
    "citation_title": "Tax Expenditures, the Size and Efficiency of Government, and Implications for Budget Reform",
    "citation_author": [
        "Leonard E. Burman",
        "Marvin Phaup"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne possible explanation for the difficulty in controlling the budget is that a major component of spending --tax expenditures--receives privileged status.  It is treated as tax cuts rather than spending.  This paper explores the implications of that classification and illustrates how it can lead to higher taxes, larger government, and an inefficient mix of spending (too many tax expenditures).  The paper then analyzes alternative budgeting approaches that would explicitly incorporate and measure tax expenditures. It concludes by analyzing ways to control tax expenditures (and other spending) and the special challenges presented by tax expenditures.\n\n",
    "acknowledgement": "\nForthcoming in Jeffrey Brown, ed., Tax Policy and the Economy, Volume 26.  We thank Charles Alamo, Thomas Barthold, Jeffrey Brown, John Buckley, Mihir Desai, Elizabeth Garrett, Laura Kalambokidis, Pam Moomau, John Palmer, Leslie Reinhorn, Robert Rozen, Dan Shaviro, Reed Shuldiner, John Spry, Eric Toder, Roberton Williams, Johnny Yinger, and seminar participants at the George Washington University, New York University, the University of Pennsylvania, and Pew Subsidyscope for helpful comments and discussions.  The views expressed herein are those of the authors and do not necessarily reflect the views of any of the organizations with which we are affiliated, or the National Bureau of Economic Research.\n\n\n"
}