{
    "id": 17265,
    "citation_title": "The Incredible Shrinking Portuguese Firm",
    "citation_author": [
        "Serguey Braguinsky",
        "Lee G. Branstetter",
        "Andre Regateiro"
    ],
    "citation_publication_date": "2011-07-31",
    "issue_date": "2011-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing Portugal's extensive matched employer-employee data set, this paper documents an unusual feature of the Portuguese economy.  For decades, the entire Portuguese firm size distribution has been shifting to the left.  We argue in this paper that Portugal's shrinking firms are linked to the country's anemic growth and low productivity.  We show that the shift in the Portuguese firm size distribution is not reflected in other advanced industrial economies for which we have been able to obtain comparable data.  Careful attempts to account for expanding data coverage, a structural shift from manufacturing to services, and aggressive efforts to \"demonopolize\" the Portuguese economy leave about half of this shift unexplained by these factors.  So, what does explain the shift?  We argue that Portugal's uniquely strong protections for regular workers have played an important role.  Drawing upon an emerging literature that that attributes much of the productivity gap between advanced nations and developing nations to the misallocation of resources across firms in developing countries, we develop a theoretical model that shows how Portugal's labor market institutions could prevent more productive firms from reaching their optimal size, thereby constraining GDP per capita.  Calibration exercises based on this model quantify the degree of labor market distortion consistent with recent shifts in the Portuguese firm size distribution.  These calibration exercises suggest quite substantial growth effects could arise if the distortions were lessened or abolished altogether.\n\n",
    "acknowledgement": "\nThis research was supported by the Carnegie Mellon-Portugal Information and Communications Technologies Institute, the Institute's Ph.D. program in Technological Change and Entrepreneurship, and the Portuguese National Science Foundation (FCT).  We thank Rui Baptista, Steven Klepper, Pedro Martins, and Lowell Taylor for helpful comments.  We also thank Michael Dahl for access to information on changes in the firm size distribution in Denmark and Javier Miranda for similar information on changes in the firm size distribution in the U.S.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, nor do they reflect the views of any branch, agency, or ministry of the Government of Portugal.\n\n\n"
}