{
    "id": 17270,
    "citation_title": "Employment, Wages and Voter Turnout",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Melvin Stephens Jr."
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that, since activities that provide political information are complementary with leisure, increased labor market activity should lower turnout, but should do so least in prominent elections where information is ubiquitous.  Using official county-level voting data and a variety of OLS and TSLS models, we find that increases in wages and employment: reduce voter turnout in gubernatorial elections by a significant amount; have no effect on Presidential turnout; and raise the share of persons voting in a Presidential election who do not vote on a House of Representative election on the same ballot.  We argue that this pattern (which contradicts some previous findings in the literature) can be fully accounted for by an information argument, and is either inconsistent with or not fully explicable by arguments based on citizens' psychological motivations to vote in good or bad times; changes in logistical voting costs; or transitory migration.  Using individual-level panel data methods and multiple years' data from the American National Election Study (ANES) we confirm that increases in employment lead to less use of the media and reduced political knowledge, and present associational individual evidence that corroborates our main argument.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}