{
    "id": 17277,
    "citation_title": "International Risk Cycles",
    "citation_author": [
        "François Gourio",
        "Michael Siemer",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work in international finance suggests that the forward premium puzzle can be accounted for if (1) aggregate uncertainty is time-varying, and (2) countries have heterogeneous exposures to a world aggregate shock. We embed these features in a standard two-country real business cycle framework, and calibrate the model to match the differences between low and high interest rates countries. Unlike traditional real business cycle models, our model generates volatile exchange rates, a large currency forward premium, \"excess comovement'' of asset prices relative to quantities, and an imperfect correlation between relative consumption growth and exchange rates. Our model implies, however, that high interest rate countries have smoother quantities, equity returns and interest rates than low interest rate countries, contrary to the data.\n\n",
    "acknowledgement": "\nFrancois Gourio gratefully acknowledges NSF funding under grant SES-0922600. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}