{
    "id": 17272,
    "citation_title": "Country Heterogeneity and the International Evidence on the Effects of Fiscal Policy",
    "citation_author": [
        "Carlo Favero",
        "Francesco Giavazzi",
        "Jacopo Perego"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how the richer frequency and variety of fiscal policy shocks available in an international sample can be analyzed recognizing the heterogeneity that exists across different countries. The main conclusion of our empirical analysis is that the question \"what is the fiscal policy multiplier\"  is an ill-posed one. There is no unconditional fiscal policy multiplier. The effect of fiscal policy on output is different depending on the different debt dynamics, the different degree of openness and the different fiscal reaction functions across different countries. There are many fiscal multipliers and an average fiscal multiplier is of very little use to describe the effect of exogenous shifts in fiscal policy on output.\n\n",
    "acknowledgement": "\nPaper prepared for the Fiscal Policy, Stabilization and Sustainability Conference, Florence 6-7 June 2011. We thank Alberto Alesina, Morten Ravn, Luigi Spaventa, participants in the conference, and in the conference in honour of M.Hashem Pesaran, Cambridge, June 2011, for many helpful comments and suggestions. This paper is produced as part of the project Growth and Sustainability Policies for Europe (GRASP), a Collaborative Project funded by the European Commission's Seventh Research Framework Program, contract number 244725. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}