{
    "id": 17275,
    "citation_title": "Substitution Between Individual and Cultural Capital: Pre-Migration Labor Supply, Culture and US Labor Market Outcomes Among Immigrant Women",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we use New Immigrant Survey data to investigate the impact of immigrant women's own labor supply prior to migrating and female labor supply in their source country to provide evidence on the role of human capital and culture in affecting their labor supply and wages in the United States.  We find, as expected, that women who migrate from countries with relatively high levels of female labor supply work more in the United States.  Moreover, most of this effect remains when we further control for each woman's own labor supply prior to migrating, which itself also strongly affects labor supply in the United States.  Importantly, we find a significantly negative interaction between pre-migration labor supply and source country female labor supply.  We obtain broadly similar effects analyzing the determinants of hourly earnings among the employed in the United States, although the results are not always significant. These results suggest an important role for culture and norms in affecting immigrant women's labor supply, since the effect of source country female labor supply on immigrant women's US work hours is still strong even controlling for the immigrant's own pre-migration labor supply.  The negative interaction effects between previous work experience and source country female labor supply on women's US work hours and wages suggest that cultural capital and individual job-related human capital act as substitutes in affecting preparedness for work in the US.\n\n",
    "acknowledgement": "\nPreliminary draft.  Comments welcome.  The authors are grateful to participants at the ESOP Workshop on Gender and Households, University of Oslo, May 2011, for helpful comments, Peter Brummund for excellent research assistance, and Cornell University for financial support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}