{
    "id": 17273,
    "citation_title": "\"Healthy, Wealthy and Wise?\" Revisited: An Analysis of the Causal Pathways from Socio-economic Status to Health",
    "citation_author": [
        "Till Stowasser",
        "Florian Heiss",
        "Daniel McFadden",
        "Joachim Winter"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMuch has been said about the stylized fact that the economically successful are not only wealthier but also healthier than the less affluent. There is little doubt about the existence of this socio-economic gradient in health, but there remains a vivid debate about its source. In this paper, we review the methodological challenges involved in testing the causal relationships between socio-economic status and health. We describe the approach of testing for the absence of causal channels developed by Adams et al. (2003) that seeks identification without the need to isolate exogenous variation in economic variables, and we repeat their analysis using the full range of data that have become available in the Health and Retirement Study since, both in terms of observations years and age ranges covered. This analysis shows that causal inference critically depends on which time periods are used for estimation. Using the information of longer panels has the greatest effect on results. We find that SES causality cannot be ruled out for a larger number of health conditions than in the original study. An approach based on a reduced-form interpretation of causality thus is not very informative, at least as long as the confounding influence of hidden common factors is not fully controlled.\n\n",
    "acknowledgement": "\nFinancial support was provided by the National Institute on Aging (NIA) grant No. P01 AG005842. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}