{
    "id": 17276,
    "citation_title": "The Continental Dollar: Initial Design, Ideal Performance, and the Credibility of Congressional Commitment",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "2013-02-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn alternative history of the Continental dollar is constructed from original sources and tested against evidence on prices and exchange rates. The Continental dollar was a zero-interest bearer bond, not a pure fiat currency. The public was promised redemption at face value in specie at fixed future dates. When time-discounting (rational bond pricing) is separated from depreciation, little depreciation occurred before 1779. In 1779, and again in 1780, Congress passed ex post facto laws altering Continental-dollar maturity dates. Because these new dates were not fiscally feasible, Congress' commitment to the Continental dollar lost credibility. Depreciation and collapse followed shortly thereafter.\n\n",
    "acknowledgement": "\nPreliminary versions were presented at Queens University, Kingston, Canada, 2010; University of Cambridge, Cambridge, UK, 2010; the National Bureau of Economic Research, Cambridge, MA, 2011; the annual meeting of the Economic History Association, Boston, MA, 2011; and the University of Delaware, Newark, DE, 2011. The author thanks the participants for their comments. Research assistance by John Bockrath, Jiaxing Jiang, and Zachary Rose, and editorial assistance by Tracy McQueen, are gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}