{
    "id": 17279,
    "citation_title": "The Importance of the Meaning and Measurement of \"Affordable\" in the Affordable Care Act",
    "citation_author": [
        "Richard V. Burkhauser",
        "Sean Lyons",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2011-08-04",
    "issue_date": "2011-08-04",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the practical importance of a critical but under-explored interpretation of a provision in the Affordable Care Act (ACA): whether \"affordable\" refers to the cost of single coverage alone, or to family or single coverage as applicable to the worker, in determining the employer's mandated coverage requirement and workers' (and their dependents') access to subsidized exchange coverage. Since the average annual total premium for family coverage is substantially higher than that for single coverage (on average $12,298 vs. $4,386 in 2008) this is a non-trivial distinction.\nUsing data on workers from the Current Population Survey merged with estimates of employer and exchange policy premiums, we investigate the impact of the affordability decision on the fraction of workers who could then access exchange coverage subsidies and on the correspondingly lower employer sponsored insurance (ESI) coverage rates. We do via a series of calculations for each worker that first shows the financial incentives at stake in deciding between ESI and subsidized exchange coverage. We then show how many of those who stand to gain from exchange coverage could do so under the two different affordability rules and different levels of employee contributions. Finally, we show the extent to which a single affordability rule would cause low-income workers with families to fall into a \"no-man's land\" with no source of affordable family coverage.\nWe estimate that choosing a family affordability rule could initially lead to as many as 1.3 million more workers accessing exchange subsidies for themselves and their families than under a single affordability rule. If employees pay 50 percent of the premiums in the future, this number increases to 6 million. Increased use of exchange subsidies would be accompanied by reductions in ESI coverage and increased costs to taxpayers. Alternatively, choosing a single affordability rule would initially result in close to 4 million dependents of workers with affordable single coverage not having affordable health insurance. This would grow to close to 13 million if employees pay 50 percent of the premium.\n\n",
    "acknowledgement": "\nAcknowledgments: The authors acknowledge receiving partial funding for this study from the Employment Policies Institute, in the amount of a total budget of $40,000. We are grateful for helpful conversations with several individuals, including Chrissy Eibner, Phil Ellis, Doug Holtz-Eakin, Jenny Kenney, Richard Kronick, and Mike Saltsman. Conflict of Interest Statement: During the last three years, the authors have worked as paid consultants for the Pew Charitable Trust (Burkhauser and Simon), and the Center for American Progress (Simon) on research related health reform. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}