{
    "id": 17281,
    "citation_title": "Systemic Risk Exposures: A 10-by-10-by-10 Approach",
    "citation_author": [
        "Darrell Duffie"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHere, I present and discuss a \"10-by-10-by-10\" network-based approach to monitoring systemic financial risk. Under this approach, a regulator would analyze the exposures of a core group of systemically important financial firms to a list of stressful scenarios, say 10 in number. For each scenario, about 10 such designated firms would report their gains or losses. Each reporting firm would also provide the identities of the 10, say, counterparties with whom the gain or loss for that scenario is the greatest in magnitude relative to all counterparties. The gains or losses with each of those 10 counterparties would also be reported, scenario by scenario.\nGains and losses would be measured in terms of market value and also in terms of cash flow, allowing regulators to assess risk magnitudes in terms of stresses to both economic values and also liquidity. Exposures would be measured before and after collateralization. One of the scenarios would be the failure of a counterparty. The \"top ten\" counterparties for this scenario would therefore be those whose defaults cause the greatest losses to the reporting firm.\nIn eventual practice, the number of reporting firms, the number of stress scenarios, and the number of major counterparties could all exceed 10, but it is reasonable to start with a small reporting system until the approach is better understood and agreed upon internationally.\n\n",
    "acknowledgement": "\nI am grateful for comments from Viral Acharya, Lewis Alexander, Niki Anderson, Peter Axilrod, Dick Berner, Markus Brunnermeier, Stacey Coleman, Rob Engle, Mike Fishman, Mark Flood, John Gidman, Tobi Guldimann, Anil Kashyap, John Khambu, Arvind Krishnamurthy, Joe Langsam, Clinton Lively, Stephen O'Connor, Mike Piwowar, Hélène Rey, and Chester Spatt, none of whom necessarily agree with any of the views expressed here. In June 2007, I provided a preliminary version of this approach to the Financial Advisory Roundtable of the Federal Reserve Bank of New York. This note was prepared for a meeting on October 17, 2010, of the Systemic Risk Measurement Initiative of the National Bureau of Economic Research, of which I am a research associate. This approach has been presented to a number of regulators in Europe and the United States, whose comments have been extremely helpful. I am especially grateful to the editors, Markus Brunnermeier and Arvind Krishnamurthy. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarrell Duffie\n\nCurrent Editorial Board Service\n\n\nEconometrica, 1990 to present.\nReview of Finance, 1995 to present.\nJournal of Computational Finance, 1997 to present.\nAdvances in Mathematical Economics, 1998 to present.\nJournal of Financial Economics, 2001 to present.\nMathematics and Financial Economics, 2007 to present.\nAEJ: Microeconomics, 2007 to present.\nInternational Journal of Central Banking, 2009 to present.\nStochastic Systems, 2009 to present.\nReview of Asset Pricing Studies, 2010 to present.\n\n\nOther Current Professional Positions\n\n\nAmerican Academy of Arts and Sciences, Fellow.\nEconometric Society, Fellow and Member of Council.\nNational Bureau of Economic Research, Research Associate.\nNCCR FinRisk, International Scientific Council, Switzerland.\nAmerican Finance Association, Board of Directors.\nChicago Mercantile Exchange-Mathematical Sciences Research Institute, Prize Committee.\nFederal Reserve Bank of New York, Financial Advisory Roundtable.\nFinancial Economists Roundtable.\nPacific Institute of Mathematical Sciences, Board of Directors.\nWorking Group on Global Markets, Stanford University.\nSquam Lake Group, Member.\nStanford Institute of Economic Policy Research (SIEPR), Senior Fellow.\nSociety of Financial Econometrics (SoFiE), Council.\nHausdorff Research Institute for Mathematics, University of Bonn, Stochastic Dynamics in Economics and Finance, Advisory Board.\nSwiss Finance Institute, Scientific Council.\n\n\nCurrent Business Activities\n\n\nLehman Estate (New York), Consulting and Expert Witness.\nMatterhorn Investment Management (hedge fund), Consultation.\nKepos Capital (hedge fund), Academic Advisory Board.\nCantor Fitzgerald (interdealer brokerage), Expert Witness.\nMoody's Corporation, Board of Directors.\n\n\n"
}