{
    "id": 17287,
    "citation_title": "Would People Behave Differently If They Better Understood Social Security? Evidence From a Field Experiment",
    "citation_author": [
        "Jeffrey B. Liebman",
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "2011-12-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the results of a field experiment in which a sample of older workers was randomized between a treatment group that was given information about key Social Security provisions and a control group that was not. The experiment was designed to examine whether it is possible to affect individual behavior using a relatively inexpensive informational intervention about the provisions of a public program and to explore the mechanisms underlying the behavior change. We find that our relatively mild intervention (sending an informational brochure and an invitation to a web-tutorial) increased labor force participation one year later by 4 percentage points relative to the control group mean of 74 percent and that this effect is driven by a 7.2 percentage point increase among female subjects. In addition to affecting actual labor supply behavior, the information intervention increased survey measures of the perceived returns to working longer, especially among female respondents.\n\n",
    "acknowledgement": "\nWe thank Michael Anderson, Dan Benjamin, John Geanakoplos, Jeffrey Kling, David Laibson, Annamaria Lusardi, Brigitte Madrian, Susann Rohwedder, Mark Shepard, Stephen Zeldes, and seminar participants at Collegio Carlo Alberto, Harvard University, the NBER Summer Institute, and Stanford University for helpful comments. We thank Kate Mikels, Abdul Tariq, and Victoria Levin for superb research assistance. We thank Michael Anderson for sharing Stata code on familywise error rates. This research was supported by the U.S. Social Security Administration through grant #10-M- 98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. All errors are our own.\n\n\n"
}