{
    "id": 17282,
    "citation_title": "Foreign Firms and Local Communities",
    "citation_author": [
        "Bruce Blonigen",
        "Cheyney O'Fallon"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on the effects of foreign direct investment (FDI) and activities of multinational enterprises (MNEs) on host-countries has been almost exclusively focused on issues of productivity, growth and wages.   We argue that this leaves quite a bit of important unexplored areas of inquiry, particularly those connected with the interactions of local communities and governments with MNEs.  As an example, we provide a novel analysis of local corporate philanthropy, which shows significant differences between local- and foreign-owned corporations. We find that foreign-owned enterprises are less likely to give, but that when they do give, it is substantially more in magnitude than domestic firms, everything else equal.  This evidence is consistent with the hypothesis that foreign-owned firms would prefer to use corporate social responsibility (CSR) activities on a more international scale, but will strategically use CSR activities for public relation motives when the MNE faces greater local scrutiny and/or bias.\n\n",
    "acknowledgement": "\nThis paper was written for the 2011 CESifo Venice Summer Workshop on Globalisation, Trade, FDI, and the Multinational Firm.   Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}