{
    "id": 17285,
    "citation_title": "Covariances versus Characteristics in General Equilibrium",
    "citation_author": [
        "Xiaoji Lin",
        "Lu Zhang"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe question a deep-ingrained doctrine in asset pricing: If an empirical characteristic-return relation is consistent with investor \"rationality,\" the relation must be \"explained\" by a risk factor model. The investment approach changes the big picture of asset pricing. Factors formed on characteristics are not necessarily risk factors: Characteristics-based factor models are linear approximations of firm-level investment returns. The evidence that characteristics dominate covariances in horse races does not necessarily mean mispricing: Measurement errors in covariances are more likely to blame. Most important, the investment approach completes the consumption approach in general equilibrium, especially for cross-sectional asset pricing.\n\n",
    "acknowledgement": "\nWe thank Frederico Belo, Jonathan Berk, Michael Brennan, Andrew Chen, Bob Dittmar, Wayne Ferson, Adlai Fisher, Kewei Hou, Lars-Alexander Kuehn, Mike Lemmon, Stavros Panageas, Jules van Binsbergen, Toni Whited, and seminar participants at the University of British Columbia's Phillips, Hager, and North Centre for Financial Research Summer Finance Conference in 2011 for helpful discussions. The Matlab and SAS programs used to produce the results reported in the paper are available on the authors' Web sites. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}