{
    "id": 17280,
    "citation_title": "The Exact Law of Large Numbers for Independent Random Matching",
    "citation_author": [
        "Darrell Duffie",
        "Yeneng Sun"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a mathematical foundation for independent random matching of a large population, as widely used in the economics literature. We consider both static and dynamic systems with random mutation, partial matching arising from search, and type changes induced by matching. Under independence assumptions at each randomization step, we show that there is an almost-sure constant cross-sectional distribution of types in a large population, and moreover that the multi-period cross-sectional distribution of types is deterministic and evolves according to the transition matrices of the type process of a given agent. We also show the existence of a joint agent-probability space, and randomized mutation, partial matching and match-induced type-changing functions that satisfy appropriate independence conditions, where the agent space is an extension of the classical Lebesgue unit interval.\n\n",
    "acknowledgement": "\nThis work was presented as \"Independent Random Matching\" at the International Congress of Nonstandard Methods in Mathematics, Pisa, Italy, May 25-31, 2006, the conference on Random Matching and Network Formation, University of Kentucky in Lexington, USA, October 20-22, 2006, and the 1st PRIMA Congress, Sydney, Australia, July 6-10, 2009. We are grateful for helpful comments from an anonymous associate editor of this journal, two anonymous referees, and from Haifeng Fu, Xiang Sun, Pierre-Olivier Weill, Yongchao Zhang and Zhixiang Zhang. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}