{
    "id": 17286,
    "citation_title": "Exam High Schools and Academic Achievement: Evidence from New York City",
    "citation_author": [
        "Will Dobbie",
        "Roland G. Fryer",
        "Jr."
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "2019-02-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublicly funded exam schools educate many of the world's most talented students. These schools typically contain higher achieving peers, more rigorous instruction, and additional resources compared to regular public schools. This paper uses a sharp discontinuity in the admissions process at three prominent exam schools in New York City to provide the first causal estimate of the impact of attending an exam school in the United States on longer term academic outcomes. Attending an exam school increases the rigor of high school courses taken and the probability that a student graduates with an advanced high school degree. Surprisingly, however, attending an exam school has little impact on Scholastic Aptitude Test scores, college enrollment, or college graduation -- casting doubt on their ultimate long term impact.\n\n",
    "acknowledgement": "\nWe are grateful to Joel Klein, Ryan Fagan, Aparna Prasad, and Gavin Samms for their assistance in collecting the data necessary for this project. We also thank Lawrence Katz and seminar participants in the Harvard Labor Lunch for helpful comments and suggestions. Pamela Ban provided outstanding research assistance. Financial support from the Education Innovation Lab at Harvard University [Fryer], and the Multidisciplinary Program on Inequality and Social Policy [Dobbie] is gratefully acknowledged. Correspondence can be addressed to the authors by e-mail.  The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}