{
    "id": 17284,
    "citation_title": "Equilibrium Wage and Employment Dynamics in a Model of Wage Posting without Commitment",
    "citation_author": [
        "Melvyn G. Coles",
        "Dale T. Mortensen"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA rich but tractable variant of the Burdett-Mortensen model of wage setting behavior is formulated and a dynamic market equilibrium solution to the model is defined and characterized. In the model, firms cannot commit to wage contracts. Instead, the Markov perfect equilibrium to the wage setting game, characterized by Coles (2001), is assumed. In addition, firm recruiting decisions, firm entry and exit, and transitory firm productivity shocks are incorporated into the model.\nGiven that the cost of recruiting workers is proportional to firm employment, we establish the existence of an equilibrium solution to the model in which wages are not contingent on firm size but more productive employers always pay higher wages. Although the state space, the distribution of workers over firms, is large in the general case, it reduces to a scalar that can be interpreted as the unemployment rate in the special case of homogenous firms. Furthermore, the equilibrium is unique. As the dimension of the state space is equal to the number of firms types in general, an (approximate) equilibrium is computable.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}