{
    "id": 17293,
    "citation_title": "Why Do Voters Dismantle Checks and Balances?",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson",
        "Ragnar Torvik"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "2012-12-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nVoters often dismantle constitutional checks and balances on the executive. If such checks and balances limit presidential abuses of power and rents, why do voters support their removal? We argue that by reducing politician rents, checks and balances also make it cheaper to bribe or influence politicians through non-electoral means. In weakly-institutionalized polities where such non-electoral influences, particularly by the better organized elite, are a major concern, voters may prefer a political system without checks and balances as a way of insulating politicians from these influences. When they do so, they are effectively accepting a certain amount of politician (presidential) rents in return for redistribution. We show that checks and balances are less likely to emerge when the elite is better organized and is more likely to be able to influence or bribe politicians, and when inequality and potential taxes are high (which makes redistribution more valuable to the majority). We also provide case study evidence from Bolivia, Ecuador and Venezuela and econometric evidence on voter attitudes from a Latin American survey consistent with the model.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from the editor Francesco Caselli, three referees, and from Daniel Diermeier, Roland Benabou, Gunnar Eskeland, Bård Harstad, Manuel Oechslin, Rick van der Ploeg, Guido Tabellini, and seminar participants at Bern, CalTech, Canadian Institute for Advanced Research, Columbia, EUDN conference in Paris, Harvard, Norwegian School of Economics, Oslo, Oxford, Stanford, Stockholm School of Economics, and Tilburg. For research assistance, we thank David Jimenez-Gómez and especially Pascual Restrepo, who also pointed out a mistake in an earlier version of the paper. Acemoglu and Robinson gratefully acknowledge ...nancial support from the Canadian Institute of Advanced Research, and Acemoglu also gratefully acknowledges support from the NSF and the AFOSR.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}