{
    "id": 17294,
    "citation_title": "Labor Market Flows in the Cross Section and Over Time",
    "citation_author": [
        "Steven J. Davis",
        "Jason Faberman",
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany theoretical models of labor market search imply a tight link between worker flows (hires and separations) and job gains and losses at the employer level. Partly motivated by these theories, we exploit establishment-level data from U.S. sources to study the relationship between worker flows and job flows in the cross section and over time.  We document strong, highly nonlinear relationships of hiring, quit and layoff rates to employer growth in the cross section.  Simple statistical models that capture these cross-sectional relationships greatly improve our ability to account for fluctuations in aggregate worker flows.  We also evaluate how well various theoretical models and views fit the patterns in the data. Aggregate fluctuations in layoffs are well captured by micro specifications that impose a tight cross-sectional link between worker flows and job flows. Aggregate fluctuations in quits are not. Instead, quit rates rise and fall with booms and recessions across the distribution of establishment growth rates, but more so at shrinking employers. Finally, we use our preferred statistical models - in combination with data on the cross-sectional distribution of establishment growth rates - to construct synthetic JOLTS-type measures of hires, separations, quits and layoffs back to 1990.\n\n",
    "acknowledgement": "\nThis paper was presented at the Spring 2011 Carnegie-Rochester Conference.  We thank Jennifer Hayden for excellent research assistance. We thank seminar participants at EUI, Princeton, Chicago, Rochester, the Federal Reserve Bank of Philadelphia, Federal Reserve Bank of New York, workshop participants at various conferences and Ayşegül Şahin, Hermann Gartner, Christopher Reicher, Tom Cooley and Yongsung Chang for comments on an earlier draft.  We thank the Kauffman Foundation and the Booth School of Business at the University of Chicago for financial support.  The views expressed are solely those of the authors and do not necessarily reflect the official positions or policies of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, the U.S. Bureau of Labor Statistics, the U.S. Bureau of the Census, the National Bureau of Economic Research, or the views of other staff members.\n\n\n"
}