{
    "id": 17299,
    "citation_title": "Inefficient Provision of Liquidity",
    "citation_author": [
        "Oliver D. Hart",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study an economy where the lack of a simultaneous double coincidence of wants creates the need for a relatively safe asset (money). We show that, even in the absence of asymmetric information or an agency problem, the private provision of liquidity is inefficient. The reason is that liquidity affects prices and the welfare of others, and creators do not internalize this. This distortion is present even if we introduce lending and government money. To eliminate the inefficiency the government must restrict the creation of liquidity by the private sector.\n\n",
    "acknowledgement": "\nWe would like to thank David Abrams, Eduardo Azevedo, Mathias Dewatripont, Douglas Diamond, Douglas Gale, Itay Goldstein, Christian Julliard, Jonathan Klick, Colin Mayer, Raghu Rajan, Andrei Shleifer, Jeremy Stein, Elu von Thadden, and participants at the Chicago, ILE/Wharton, LBS, and LSE finance seminars, the Oxford law and finance seminar, the NYU law and economic seminar, the University of Trento, and the NBER corporate finance meeting, for helpful comments. Oliver Hart gratefully acknowledges financial support from the U.S. National Science Foundation through the National Bureau of Economic Research. Luigi Zingales gratefully acknowledges financial support from the Center for Research in Security Prices (CRSP), the Stigler Center, and the Initiative on Global Markets at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}