{
    "id": 17290,
    "citation_title": "Are Corporate Default Probabilities Consistent with the Static Tradeoff Theory?",
    "citation_author": [
        "Armen Hovakimian",
        "Ayla Kayhan",
        "Sheridan Titman"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDefault probability plays a central role in the static tradeoff theory of capital structure.  We directly test this theory by regressing the probability of default on proxies for costs and benefits of debt. Contrary to predictions of the theory, firms with higher bankruptcy costs, i.e., smaller firms and firms with lower asset tangibility, choose capital structures with higher bankruptcy risk. Further analysis suggests that the capital structures of smaller firms with lower asset tangibility, which tend to have less access to capital markets, are more sensitive to negative profitability and equity value shocks, making them more susceptible to bankruptcy risk.\n\n",
    "acknowledgement": "\nWe thank John Graham for providing corporate marginal tax rates data and Shisheng Qu and Erika Jimenez at Moody's KMV for providing data on their expected default frequency. Financial support from the FDIC Center for Financial Research is gratefully acknowledged. Armen Hovakimian gratefully acknowledges the financial support from the PSC-CUNY Research Foundation of the City University of New York. The Securities and Exchange Commission, as a matter of policy, disclaims responsibility for any private publication or statement by any of its employees.  The views expressed herein are those of the author and do not necessarily reflect the views of the Commission, the author's colleagues upon the staff of the Commission, or the National Bureau of Economic Research.\n\n\n"
}