{
    "id": 17292,
    "citation_title": "Spillover Effects in Mutual Fund Companies",
    "citation_author": [
        "Clemens Sialm",
        "T. Mandy Tham"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur paper investigates spillover effects across different business segments of publicly traded mutual fund management companies.  We find that the prior stock price performance of the management company has a significant impact on the  money flows and the management turnover of the affiliated mutual funds. Mutual funds managed by poorly performing firms experience unexpectedly low flows of new money and exhibit a significantly higher attrition of fund managers even if the mutual funds themselves performed well. Our results remain strong for companies where mutual funds account for only a small fraction of the overall revenues and hold for both equity and bond mutual funds. These results indicate that the financial health of a diversified firm has a significant impact on the prospects of the various business segments.\n\n",
    "acknowledgement": "\nWe thank Long Chen, Susan Christoffersen, Wayne Ferson, Andre Guettler, Jennifer Huang, Jiekun Huang, Inmoo Lee, Michael Lemmon, Lubos Pastor, Lukasz Pomorski, Veronika Pool, Laura Starks,  Sheridan Titman, Mitch Warachka, Scott Weisbenner, Zoran Ivkovich, and seminar participants at the 2011 China International Conference in Finance, the 2011 Financial Intermediation Research Society Meeting, the 2011 National Taiwan University International Conference on Economics, Finance, and Accounting, the Cheung Kong Graduate School of Business, the Korea Advanced Institute of Science and Technology, the Hong Kong Baptist University, and the University of Texas at Austin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}