{
    "id": 17291,
    "citation_title": "A Gains from Trade Perspective on Macroeconomic Fluctuations",
    "citation_author": [
        "Paul Beaudry",
        "Franck Portier"
    ],
    "citation_publication_date": "2011-08-11",
    "issue_date": "2011-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness cycles reflect changes over time in the amount of trade between individuals.  In this paper we show that  incorporating explicitly intra-temporal gains from trade between individuals into a macroeconomic model can provide new insight into the potential mechanisms driving economic fluctuations as well as modify key policy implications.  We first show how a \"gains from trade\" approach can easily explain why changes in perceptions about the future (including \"news\" about the future) can cause booms and bust. We then turn to fiscal policy, and discuss under what conditions fiscal multipliers can be observed. While much of our analysis is conducted in a flexible price environment, we also present implications of our model for a sticky price environments, as it allows to understand stable-inflation boom-bust cycles. The source of the explicit gains from trade in our setup derives from simply assuming that in the short run workers are not perfect mobile across all sectors of the economy.  We provide evidence from the PSID in support of this modeling assumption.\n\n",
    "acknowledgement": "\nThe authors thank  Florin Bilbiie, Russ Cooper, Wouter Den Hann and Henry Siu for discussions as well as participants in the various seminars where this work was presented. The authors would also like to thank Matias Cortes and Dana Galizia for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}