{
    "id": 17297,
    "citation_title": "Building Peace: The Impact of Aid on the Labor Market for Insurgents",
    "citation_author": [
        "Radha Iyengar",
        "Jonathan Monten",
        "Matthew Hanson"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployment growth could reduce violence during civil conflicts.  To determine if increased employment affects violence we analyzed varying employment in development programs run by different US military divisions in Iraqi districts.  Employment levels vary with funding periods and the military division in charge.  Controlling for variability between districts, we find that a 10% increase in labor-related spending generates a 15-20% decline in labor-intensive insurgent violence. Overall the 10% spending increase is associated with a nearly 10% violence reduction, due to reduction in attacks which kill civilians, but increased attacks against the military. These findings indicate that labor-intensive development programs can reduce violence during insurgencies.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Funding was provided by the Centre for Economic Performance.\n\n\n\nMatthew Hanson\n\nHanson was an employee of the Institute for Defense Analyses and Leonie Industries, LLC, under contract to the U.S. Department of Defense and U.S. Forces-Iraq during the period in which this paper was written. This paper has been reviewed for security purposes but does not necessarily represent the official position of these companies or any agency or department of the U.S. government.\n\n\n"
}