{
    "id": 17308,
    "citation_title": "The Impact of Trade on Organization and Productivity",
    "citation_author": [
        "Lorenzo Caliendo",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nA firm's productivity depends on how production is organized given the level of demand for its product. To capture this mechanism, we develop a theory of an economy where firms with heterogeneous demands use labor and knowledge to produce. Entrepreneurs decide the number of layers of management and the knowledge and span of control of each agent. As a result, in the theory, heterogeneity in demand leads to heterogeneity in productivity and other firms' outcomes. We use the theory to analyze the impact of international trade on organization and calibrate the model to the U.S. economy. Our results indicate that, as a result of a bilateral trade liberalization, firms that export will increase the number of layers of management and will decentralize decisions. The new organization of the average exporter results in higher productivity, although the responses of productivity are heterogeneous across these firms. In contrast, non-exporters reduce their number of layers, decentralization, and, on average, their productivity. The marginal exporter increases its productivity by about 1% and its revenue productivity by about 1.8%.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Kyle Bagwell, Paco Buera, Arnaud Costinot, Luis Garicano, Elhanan Helpman, Wolfgang Keller, Alex Monge, Steve Redding, Steve Yeaple and many seminar participants for useful conversations and comments. Caliendo thanks the International Economics Section at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}