{
    "id": 17309,
    "citation_title": "Free to Punish? The American Dream and the Harsh Treatment of Criminals",
    "citation_author": [
        "Rafael Di Tella",
        "Juan Dubra"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe describe the evolution of selective aspects of punishment in the US over the period 1980-2004. We note that imprisonment increased around 1980, a period that coincides with the \"Reagan revolution\" in economic matters. We build an economic model where beliefs about economic opportunities and beliefs about punishment are correlated. We present three pieces of evidence (across countries, within the US and an experimental exercise) that are consistent with the model.\n\n",
    "acknowledgement": "\nWe thank Ricardo Perez Truglia for extremely helpful suggestions; as well as Anthony Doob for generous help understanding Canadian data. We also thank Jeff Miron (the editor), our commentators (Glenn Loury and Justin McCrary), as well as Sallie James, Marc Mauer, Eric Rasmusen, and participants at the Cato Papers on Public Policy Conference, for extremely helpful suggestions. For ideas and exceptional research assistance we thank Javier Donna, Ramiro Galvez, Irene Mussio, Ricardo Perez Truglia and James Zeitler. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research was financed by the Cato Institute.\n\n\n"
}