{
    "id": 17302,
    "citation_title": "The Effect of Pollution on Labor Supply: Evidence from a Natural Experiment in Mexico City",
    "citation_author": [
        "Rema Hanna",
        "Paulina Oliva"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModerate effects of pollution on health may exert an important influence on labor market decisions. We exploit exogenous variation in pollution due to the closure of a large refinery in Mexico City to understand how pollution impacts labor supply. The closure led to an 8 percent decline in pollution in the surrounding neighborhoods. We find that a one percent increase in sulfur dioxide results in a 0.61 percent decrease in the hours worked. The effects do not appear to be driven by labor demand shocks nor differential migration as a result of the closure in the areas located near the refinery.\n\n",
    "acknowledgement": "\nWe thank Jonathan Hill, Katherine Kimble, and Sebastian Bustos for outstanding research assistance. We thank Maria Teresa Garrido, Luisa Soto and Gerardo Guillen for their cooperation for this project. We also thank Alberto Abadie, David Card, Lucas Davis, Stefano DellaVigna, Edward Glaeser, Michael Greenstone, Asim Khwaja, Peter Kuhn, Shelly Lundberg, Sendhil Mullainathan, Matt Neidell, Ben Olken, Rohini Pande, Heather Royer, Reed Walker and Heidi Williams for helpful comments, as well as participants at the NBER Summer Institute Environmental Meetings. Funding for this project comes from the Science Sustainability Program at the Center for International Development at Harvard, the Harvard Center for Population and Development Studies, and UCMexus. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}