{
    "id": 17305,
    "citation_title": "Japanese Government Debt and Sustainability of Fiscal Policy",
    "citation_author": [
        "Takero Doi",
        "Takeo Hoshi",
        "Tatsuyoshi Okimoto"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct quarterly series of the revenues, expenditures, and debt outstanding for Japan from 1980 to 2010, and analyze the sustainability of the fiscal policy.  We pursue three approaches to examine the sustainability.  First, we calculate the minimum tax rate that stabilizes the debt to GDP ratio given the future government expenditures.  Using 2010 as the base year, we find that the government revenue to GDP ratio must rise permanently to 40%-47% (from the current 33%) to stabilize the debt to GDP ratio.  Second, we estimate the response of the primary surplus when the debt to GDP ratio increases.  We allow the relationship to fluctuate between two \"regimes\" using a Markov switching model.  In both regimes, the primary surplus to GDP ratio fails to respond positively to debt, which suggests the process is explosive.  Finally, we estimate a fiscal policy function and a monetary policy function with Markov switching.  We find that the fiscal policy is \"active\" (the tax revenues do not rise when the debt increases) and the monetary policy is \"passive\" (the interest rate does not react to the inflation rate sufficiently) in both regimes.  These results suggest that the current fiscal situation for the Japanese government is not sustainable.\n\n",
    "acknowledgement": "\nWe thank Shin-ichi Fukuda, Yasushi Iwamoto, Hugh Patrick and two anonymous referees for valuable suggestions.  We also thank participants of the 23rd NBER-TCER-CEPR Conference at University of Tokyo and the 12th annual conference of the Association for Public Economic Theory at Indiana University and seminars at University of California, San Diego and Australian National University for helpful comments.  Doi has received a financial support from the Grant-in-Aid for Specially Promoted Research from Japan's Ministry of Education, Culture, Sports, Science and Technology: \"Economic Analysis of Intergenerational Issues: Searching for Further Development\" (grant number 22000001).  All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakero Doi\n\nOther Professional Positions:\n•Faculty Fellow, Research Institute of Economy, Trade and Industry, July 2005- March 2006.\n•Visiting Economist, Economic and Social Research Institute, Cabinet Office, June 2004- June 2005.\n•Visiting Senior Economist, Policy Research Institute, Ministry of Finance, Government of Japan, April 2004- Present.\n•Researcher, Tokyo Center for Economic Reseach, April 2004- Present.\n•Researcher, Japanese Bankers Association (ZENGINKYO), April 2003- March 2006.\n•Consulting Fellow, Research Institute of Economy, Trade and Industry, January 2003- March 2004.\n•Senior Economist, Policy Research Institute, Ministry of Finance, Government of Japan, August 2002- March 2004.\n•Visiting Researcher, Japan Medical Association Research Institute, April 2001- Present.\n•Visiting Researcher, Policy Research Institute for Land, Infrastructure and Transport, Ministry of Land, Infrastructure and Transport, Government of Japan, January 2001- March 2001.\n•Visiting Researcher, Mitsubishi Economic Research Institute, October 2000- October 2001.\n•Researcher, Japanese Bankers Association (ZENGINKYO), April 2000- March 2001.\n•Visiting Economist, Economic and Social Research Institute, Cabinet Office (formerly Economic Research Institute, Economic Planning Agency), Government of Japan, June 1998- October 2003.\n•Researcher, Advisory Council on Social Security, Prime Minister's Office, Government of Japan, September 1998- March 1999.\n•Research Fellow, The Japanese Society for Promotion of Science, April 1995- March 1998.\n•Visiting Economist, Kokumin Keizai Research Institute, August 1996- March 1998.\n\n\n\nTakeo Hoshi\n\nCompensated Professional Activities, 2006-Present\nBoard of Directors\nUnion Bank, N.A., 2009-Present\nConsulting\nGerson Lehrman Group, August 2010-Present.\nFederal Reserve Bank of Cleveland, April 2008 and September 2010.\nJapan Society for the Promotion of Science, April 2008 - March 2009.\nDepartment of Economics, Osaka University, April 2007 - March 2008.\nMosley and Gearinger, LLP, June-October, 2007.\n\n\nCommissioned Editorship\nElsevier Publishers Encyclopedia of Financial Globalization, January 2009-Present.\n\n\nSponsored Research\nNational Institute for Research Advancement, Japan.  “Why Did Japan Stop Growing?” (with Anil Kashyap), December 2010.\nEconomic and Social Research Institute, Japan. “Corporate Restructuring in Japan” (with Satoshi Koibuchi and Ulrike Schaede), January 2008 – December 2009.\nJapan Institute of Labour Policy and Training.  “Corporate Governance and Human Resource Management”, April 2005-Present.\n\n\nSpeeches and Presentations\nAvalon Capital Group, December 2010\n\n\n"
}