{
    "id": 17303,
    "citation_title": "Pay Cuts for the Boss: Executive Compensation in the 1940s",
    "citation_author": [
        "Carola Frydman",
        "Raven Molloy"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nExecutive pay fell during the 1940s, marking the last notable decrease in the past 70 years. We study this decline using a new panel dataset on the remuneration of top executives in 246 firms.  We find that government regulation--including explicit salary restrictions and taxation--had, at best, a modest effect on executive pay.  By contrast, a decline in the returns to firm size and an increase in the power of labor unions contributed greatly to the reduction in executive compensation relative to other workers' earnings from 1940 to 1946.  The continued decrease in relative executive pay remains largely unexplained.\n\n",
    "acknowledgement": "\nWe thank Price Fishback, Claudia Goldin, Eric Hilt, Larry Katz, Bob Margo and seminar participants at Harvard University and the NBER Summer Institute for valuable comments.  We are particularly grateful to Catherine Muething and Kevin Pan for excellent research assistance. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}