{
    "id": 17304,
    "citation_title": "Estimating the Gains from Trade in the Market for Innovation: Evidence from the Transfer of Patents",
    "citation_author": [
        "Carlos J. Serrano"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe \"market for innovation\" -- the sale and licensing of patents -- is an often discussed source of incentives to invest in R&D. This article presents and estimates a model of the transfer and renewal of patents that, under some assumptions, allows us to quantify the gains resulting from the transfer of patents in the market for innovation. The gains from trade measure the benefits of reallocating the ownership of a patent from the original inventor to a new owner for whom the patent has a higher value. In addition, we study the effect that lowering the costs of technology transfer has on the proportion of patents traded and the gains from trade.\n\n",
    "acknowledgement": "\nI am especially grateful to Thomas Holmes and Sam Kortum for their advice and guidance. I would also like to thank Victor Aguirregabiria, Zvi Eckstein, Nicolas Figueroa, Suqin Ge, Flor Gragera de Leon, Hugo Hopenhayn, Chris Laincz, Katherine Lande, Rob McMillan, Matt Mitchell, Valeriu Omer, Ariel Pakes, Mark Schankerman, and Andy Skrzypacz. In addition, I thank Concordia University, Universite de Montreal, University of Toronto, University of Iowa, Federal Reserve Bank of Minneapolis, University of British Columbia - Sauder Business School, University of Texas, Dallas - Management School, Federal Reserve Board, London School of Economics, Universitat Autonoma de Barcelona, Harvard, Wilfrid-Laurie, IESE, and Duke for their comments. Serrano acknowledges financial support from the Bank of Spain and the University of Toronto. An earlier draft of this paper went under the title \"The Market for Intellectual Property: Evidence from the Transfer of Patents\". The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}