{
    "id": 17306,
    "citation_title": "A Political Theory of Populism",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen voters fear that politicians may have a right-wing bias or that they may be influenced or corrupted by the rich elite, signals of true left-wing conviction are valuable. As a consequence, even a moderate politician seeking reelection chooses \"populist' policies - i.e., policies to the left of the median voter - as a way of signaling that he is not from the right. Truly right-wing politicians respond by choosing more moderate, or even left-of-center policies. This populist bias of policy is greater when the value of remaining in office is higher for the politician; when there is greater polarization between the policy preferences of the median voter and right-wing politicians; when politicians are indeed more likely to have a hidden right-wing agenda; when there is an intermediate amount of noise in the information that voters receive; when politicians are more forward-looking; and when there is greater uncertainty about the type of the incumbent. We show that similar results apply when some politicians can be corrupted or influenced through other non-electoral means by the rich elite. We also show that 'soft term limits' may exacerbate, rather than reduce, the populist bias of policies.\n\n",
    "acknowledgement": "\nWe thank Jon Eguia, Timothy Feddersen, John Hat...eld, Emir Kamenica, Alessandro Lizzeri, Jean Tirole, Francesco Trebbi, participants of PIER Conference on Political Economy, the Political Economy in the Chicago Area Conference, Non-Democratic Regimes Conference at Yale, Society for Economic Dynamics Conference in Montreal, the Econometric Society World Congress in Shanghai, NBER Summer Institute PEPF in 2011, and seminars at Harvard and the New Economic School for valuable comments. Acemoglu gratefully acknowledges financial support from the Canadian Institute of Advanced Research, the NSF and the AFOSR. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}