{
    "id": 17310,
    "citation_title": "Is there a Link Between Foreclosure and Health?",
    "citation_author": [
        "Janet Currie",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "2013-11-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the relationship between foreclosures and hospital visits using data on all foreclosures and all hospital and emergency room visits from four states that were among the hardest hit by the foreclosure crisis. We find that living in a neighborhood with a spike in foreclosures is associated with significant increases in urgent unscheduled visits, including increases in visits for preventable conditions. The estimated relationships cannot be accounted for by increasing unemployment, declines in housing prices, migration, or by people switching from out-patient providers to hospitals.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Is the Foreclosure Crisis Making Us Sick?\" We would like to thank Peter Muennig, Yongheng Deng, Craig Garthwaite, Haruko Noguuchi, Hannes Schwandt and the seminar participants at Arizona State University, George Mason University, Mathematica, the Rockwool Foundation, the University of Hawaii, the University of South Carolina, the University of North Carolina, Union College, Kansas State University, the University of Nevada at Las Vegas, the University of Illinois at Chicago, Princeton University, Tilburg University, University of Toronto, the Yale School of Public Health, the Federal Reserve Board, and the 22nd Annual East Asian Seminar on Economics for helpful comments, and Tyler White of RealtyTrac for helping us to access the data. We also thank Chandler McClellan, Jessica Van Parys, Dawn Koffman, and Thu Vu for excellent research assistance. This research was supported by a NIH grant R21 AG 041404-01 and by the John D. and Catherine T. MacArthur Foundation. The authors are solely responsible for any views expressed. Neither author has any material financial relationships or conflicts of interest to disclose.\n\n\n"
}