{
    "id": 17317,
    "citation_title": "Fiscal Volatility Shocks and Economic Activity",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Pablo A. Guerrón-Quintana",
        "Keith Kuester",
        "Juan Rubio-Ramírez"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of changes in uncertainty about future fiscal policy on aggregate economic activity. Fiscal deficits and public debt have risen sharply in the wake of the financial crisis. While these developments make fiscal consolidation inevitable, there is considerable uncertainty about the policy mix and timing of such budgetary adjustment. To evaluate the consequences of this increased uncertainty, we first estimate tax and spending processes for the U.S. that allow for time-varying volatility. We then feed these processes into an otherwise standard New Keynesian business cycle model calibrated to the U.S. economy. We find that fiscal volatility shocks have an adverse effect on economic activity that is comparable to the effects of a 25-basis-point innovation in the federal funds rate.\n\n",
    "acknowledgement": "\nWe thank participants of seminars at the Atlanta Fed, Bank of Canada, Board of Governors, Concordia, CREI, Drexel, IMF, Northwestern, and the Philadelphia Fed, and conference presentations at the Midwest Macro Meetings and the Society for Computational Economics for comments and Jim Nason for a careful reading of a first draft of the paper. Michael Chimowitz and Behzad Kianian provided excellent research assistance. Any views expressed herein are those of the authors and do not necessarily coincide with those of the National Bureau of Economic Research, the Federal Reserve Banks of Atlanta or Philadelphia, or the Federal Reserve System. We also thank the NSF for financial support.\n\n\n"
}