{
    "id": 17314,
    "citation_title": "How the West 'Invented' Fertility Restriction",
    "citation_author": [
        "Nico Voigtländer",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "2012-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEuropeans restricted their fertility long before the Demographic Transition. By raising the marriage age of women and ensuring that a substantial proportion remained celibate, the \"European Marriage Pattern\" (EMP) reduced childbirths by up to one third between the 14th and 18th century. In a Malthusian environment, this translated into lower population pressure, raising average wages significantly, which in turn facilitated industrialization. We analyze the rise of this first socio-economic institution in history that limited fertility through delayed marriage. Our model emphasizes changes in agricultural production following the Black Death in 1348-50. The land-intensive production of pastoral products increased in relative importance. Using detailed data from England after 1290, we show that women had a comparative advantage in livestock farming. They often worked as servants in husbandry, where they remained unmarried until their mid-twenties. Where pastoral agriculture dominated, marriage occurred markedly later. Overall, we estimate that pastoral farming raised female age at first marriage by more than 4 years.\n",
    "acknowledgement": "\nWe would like to thank Stefania Albanesi, Quamrul Ashraf, Francesco Caselli, Matteo Cervellati, Hal Cole, David de la Croix, Matthias Doepke, Ruben Durante, Raquel Fernández, Alessandra Fogli, Jesus Fernandez-Villaverde, Oded Galor, Jeremy Greenwood, Avner Greif, Nezih Guner, Sebnem Kalemli-Ozcan, Dirk Krueger, Naomi Lamoreaux, Oksana Leukhina, Kiminori Matsuyama, Joel Mokyr, Nathan Nunn, Víctor Ríos-Rull, David Stromberg, Michèle Tertilt, Jaume Ventura, Dietrich Vollrath, David Weil, and Fabrizio Zilibotti for helpful comments and suggestions. Seminar audiences at EEA-ESEM, NYU, Sciences Po, Stanford SITE, UCLA, UC Louvain, UPF, U Houston, U Penn, U Washington, and Warwick offered helpful advice. This paper is produced as part of the project Historical Patterns of Development and Underdevelopment: Origins and Persistence of the Great Divergence (HI-POD), a Collaborative Project funded by the European Commission's Seventh Research Framework Programme, Contract number 225342. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}