{
    "id": 17315,
    "citation_title": "Complex Mortgages",
    "citation_author": [
        "Gene Amromin",
        "Jennifer Huang",
        "Clemens Sialm",
        "Edward Zhong"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate the characteristics and the default behavior of households who take out complex mortgages. Unlike traditional fixed rate or adjustable rate mortgages, complex mortgages are not fully amortizing and enable households to postpone loan repayment. We find that complex mortgages are used by sophisticated households with high income levels and prime credit scores, in contrast to the low income population targeted by subprime mortgages. Complex mortgage borrowers have significantly higher delinquency rates than traditional  mortgage borrowers even after controlling for leverage, payment resets, and other household and loan characteristics. The difference in the delinquency rates between complex and traditional borrowers increases with  measures of financial sophistication and leverage, suggesting that complex borrowers are more strategic in their default decisions than traditional borrowers.\n\n",
    "acknowledgement": "\nWe thank Ethan Cohen-Cole, Yongheng Deng, Serdar Dinc, Craig Furfine, Stuart Gabriel, Wei Jiang, Pete Kyle, Debbie Lucas, Jaehoon Hahn, Jay Hartzell, Jeongmin Lee, Robert McDonald, Justin Murfin, Tomasz Piskorski, Wenlan Qian, Oleg Rytchkov, Amit Seru, Laura Starks, Amir Sufi, Sheridan Titman, Michelle White and  seminar participants at the 2010 Financial Economics and Accounting Conference, the 2011 Korea America Finance Association International Conference, the 2011 Society of Financial Studies Cavalcade, Brigham Young University, the Federal Reserve Bank of Chicago, the Hong Kong University of Science and Technology, the Nanyang Technological University of Singapore, the National University of Singapore, the Shanghai Advanced Institute of Finance, the Singapore Management University, the University of  California at Los Angeles, the University of California at San Diego, the University of Lausanne, the University of Texas at Austin, the University of Zurich, and Vanderbilt University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}