{
    "id": 17320,
    "citation_title": "Nonparametric Evidence on the Effects of Financial Incentives on Retirement Decisions",
    "citation_author": [
        "Dayanand S. Manoli",
        "Andrea Weber"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new empirical evidence on the effects of retirement benefits on labor force participation decisions. We use administrative data on the census of private sector employees in Austria and variation from mandated discontinuous changes in retirement benefits from the Austrian pension system. We present graphical evidence documenting labor supply responses to the policy discontinuities. Next, we develop nonparametric procedures to estimate labor supply elasticities based on the graphical evidence and mandated financial incentives. We estimate elasticities of 0.12 for men and 0.38 for women. These relatively low elasticities highlight that many retirement decisions are likely to be affected by factors beyond only financial incentives from retirement benefits.\n\n",
    "acknowledgement": "\nWe are grateful to Joe Altonji, Martin Browning, David Card, Raj Chetty, Courtney Coile, Julie Cullen, Eric French, John Friedman, Jon Gruber, Patrick Kline, Kathleen Mullen, Jesse Rothstein and numerous seminar and conference participants for insightful comments and suggestions. We are also grateful for financial support from the Steven H. Sandell Grant Program. Andrea Weber acknowledges research funding by the Leibniz Association (Pakt für Forschung und Innovation) and the Austrian Science Fund (NRN Labor Economics and the Welfare State). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}