{
    "id": 17321,
    "citation_title": "Implicit Guarantees and Risk Taking: Evidence from Money Market Funds",
    "citation_author": [
        "Marcin Kacperczyk",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA firm's termination generates bankruptcy costs. This may create incentives for a firm's owner to bail out a firm in bankruptcy and to curb the firm's risk taking outside bankruptcy. We analyze the role of such implicit guarantees in the context of financial institutions that sponsor money market mutual funds. Our identification strategy exploits a large, exogenous expansion in risk-taking opportunities of money market funds during the period of August 2007 to August 2008. We find that a fund's response to the expansion depends on its sponsor's ability to provide implicit guarantees: Funds sponsored by financial institutions with higher equity take on less risk than those sponsored by financial institutions with lower equity. Moreover, fund sponsors with higher equity are more likely to provide financial support to their funds during a market-wide run in September 2008. The difference in risk taking disappears once implicit guarantees by fund sponsors are replaced with an explicit government guarantee. Overall, our findings suggest that implicit guarantees may reduce, rather than increase, risk taking.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}