{
    "id": 17329,
    "citation_title": "Is Leisure a Normal Good? Evidence from the European Parliament",
    "citation_author": [
        "Naci H. Mocan",
        "Duha Tore Altindag"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to July 2009, salaries of the members of the European Parliament were paid by their home country and there were substantial salary differences between parliamentarians representing different EU countries.  Starting in July 2009, the salary of each member of the Parliament is pegged to 38.5% of a European Court judge's salary, paid by the EU. This created an exogenous change in salaries, the magnitude and direction of which varied substantially between parliamentarians.  Parliamentarians receive per diem compensation for each plenary session they attend, but salaries constitute unearned income as they are independent of attendance to the Parliament. Using detailed information on each parliamentarian of the European Parliament between 2004 and 2011 we show that an increase in salaries reduces attendance to plenary sessions and an increase in per diem compensation increases it. We also show that corruption in home country has a negative effect on attendance for seasoned members of the Parliament.\n\n",
    "acknowledgement": "\nWe thank Kaj Gittings for helpful comments, and Ana Ichim and Natalia Boliari for providing information on Romanian and Bulgarian elections, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}