{
    "id": 17325,
    "citation_title": "Health and Mortality Delta: Assessing the Welfare Cost of Household Insurance Choice",
    "citation_author": [
        "Ralph Koijen",
        "Stijn Van Nieuwerburgh",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "2015-12-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe develop a pair of risk measures, health and mortality delta, for the universe of life and health insurance products. A life-cycle model of insurance choice simplifies to replicating the optimal health and mortality delta through a portfolio of insurance products. We estimate the model to explain the observed variation in health and mortality delta implied by the ownership of life insurance, annuities including private pensions, and long-term care insurance in the Health and Retirement Study. For the median household aged 51 to 57, the lifetime welfare cost of market incompleteness and suboptimal choice is 3.2% of total wealth.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from Netspar, and Koijen acknowledges financial support from the European Research Council (grant 338082). The Health and Retirement Study is sponsored by the National Institute on Aging (grant U01- AG009740) and is conducted by the University of Michigan. For comments and discussions, we thank three referees, Peter Bossaerts, Jiajia Cui, Frank de Jong, Liran Einav, Michael Gallmeyer, Ben Heijdra, Deborah Lucas, Robin Lumsdaine, Alexander Michaelides, Olivia Mitchell, Theo Nijman, Radek Paluszynski, Sam Schulhofer-Wohl, Kenneth Singleton, Pascal St-Amour, Mogens Steffensen, and Mark Warshawsky. We also thank seminar participants at APG, Australian National University, Columbia University, Erasmus University, Federal Reserve Bank of Chicago, Federal Reserve Bank of Minneapolis, Financial Engines, Georgetown University, Georgia State University, Maastricht University, New York University, Northwestern University, Princeton University, Tilburg University, University of Chicago, University of Minnesota, University of New South Wales, University of Technology Sydney, University of Tokyo, University of Utah, Vanderbilt University, 2011 Netspar International Pension Workshop, 2011 SED Annual Meeting, 2011 UBC Summer Finance Conference, 2011 Conference on Economic Decisionmaking, 2012 AEA Annual Meeting, 2012 Utah Winter Finance Conference, 2012 LAEF Conference on Health and Mortality, 2012 Wharton Conference on Household Portfolio Choice and Investment Decisions, 2012 NBER Summer Institute Economics of Household Saving Workshop, 2012 EFA Annual Meeting, 2012 Systemic Risk Conference: Economists Meet Neurologists, 2012 NBER-Oxford Saïd-CFS-EIEF Conference on Household Finance, 2012 Q-Group Fall Seminar, 2013 NBER Personal Retirement Challenges Meeting, and 2014 AFA Annual Meeting. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}