{
    "id": 17338,
    "citation_title": "A Model of the Consumption Response to Fiscal Stimulus Payments",
    "citation_author": [
        "Greg Kaplan",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "2014-01-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA wide body of empirical evidence finds that around 25 percent of fiscal stimulus payments (e.g., tax rebates) are spent on nondurable household consumption in the quarter that they are received. To interpret this fact, we develop a structural economic model where households can hold two assets: a low-return liquid asset (e.g., cash, checking account) and a high-return illiquid asset that carries a transaction cost (e.g., housing, retirement account). The optimal life-cycle pattern of portfolio choice implies that many households in the model are \"wealthy hand-to-mouth\": they hold little or no liquid wealth despite owning sizeable quantities of illiquid assets. They therefore display large propensities to consume out of additional transitory income, and small propensities to consume out of news about future income. We document the existence of such households in data from the Survey of Consumer Finances. A version of the model parameterized to the 2001 tax rebate episode yields consumption responses to fiscal stimulus payments that are in line with the evidence, and an order of magnitude larger than in the standard \"one-asset\" framework. The model's nonlinearities with respect to the size of the rebate, its degree of phasing-out, and aggregate economic conditions have implications for policy design.\n\n",
    "acknowledgement": "\nThe authors received support from the National Science Foundation Award No. 1126039. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}