{
    "id": 17335,
    "citation_title": "Country Size, International Trade, and Aggregate Fluctuations in Granular Economies",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new mechanism by which country size and international trade affect macroeconomic volatility. We study a multi-country, multi-sector model with heterogeneous firms that are subject to idiosyncratic firm-specific shocks. When the distribution of firm sizes follows a power law with an exponent close to -1, the idiosyncratic shocks to large firms have an impact on aggregate output volatility. We explore the quantitative properties of the model calibrated to data for the 50 largest economies in the world. Smaller countries have fewer firms, and thus higher volatility. The model performs well in matching this pattern both qualitatively and quantitatively: the rate at which macroeconomic volatility decreases in country size in the model is very close to what is found in the data. Opening to trade increases the importance of large firms to the economy, thus raising macroeconomic volatility. Our simulation exercise shows that the contribution of trade to aggregate fluctuations depends strongly on country size: in the largest economies in the world, such as the U.S. or Japan, international trade increases volatility by only 1.5-3.5%. By contrast, trade increases aggregate volatility by some 15-20% in a small open economy, such as Denmark or Romania.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Sam Kortum), two anonymous referees, Michael Alexeev, Stijn Claessens, Fabio Ghironi, Gordon Hanson, Chris House, Marc Melitz, Andy Rose, Matthew Shapiro, Linda Tesar, and workshop participants at various institutions for helpful suggestions, and to Edith Laget, Lin Ma, and Ryan Monarch for expert research assistance. Levchenko thanks the National Science Foundation for financial support under grant SES-0921971. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its Executive Board, its management, or the National Bureau of Economic Research. The Supplementary Web Appendix to this paper is available at http://alevchenko.com/diGiovanni_Levchenko_granular_web_appendix.pdf.\n\n\n"
}