{
    "id": 17339,
    "citation_title": "Financial Literacy, Retirement Planning, and Household Wealth",
    "citation_author": [
        "Maarten van Rooij",
        "Annamaria Lusardi",
        "Rob J. Alessie"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is ample empirical evidence documenting widespread financial illiteracy and limited pension knowledge. At the same time, the distribution of wealth is widely dispersed and many workers arrive on the verge of retirement with few or no personal assets. In this paper, we investigate the relationship between financial literacy and household net worth, relying on comprehensive measures of financial knowledge designed for a special module of the Dutch Central Bank Household Survey (DHS). Our findings provide evidence of a strong positive association between financial literacy and net worth, even after controlling for many determinants of wealth. Moreover, we discuss two channels through which financial literacy might facilitate wealth accumulation. First, financial knowledge increases the likelihood of investing in the stock market, allowing individuals to benefit from the equity premium. Second, financial literacy is positively related to retirement planning, and the development of a savings plan has been shown to boost wealth. Overall, financial literacy, both directly and indirectly, is found to have a strong link to household wealth.\n\n",
    "acknowledgement": "\nWe would like to thank Carol Bertaut, Johannes Binswanger, Thomas Crossley, Michael Haliassos, Lex Hoogduin, Peter Schotman, Federica Teppa, Joachim Winter and Peter van Els for their advice and comments, and Audrey Brown for excellent editorial assistance. We also thank the staff of CentERdata and, in particular, Corrie Vis for their assistance with the survey and the field work. The views expressed in this paper are those of the authors and do not necessarily reflect the views of De Nederlandsche Bank or the National Bureau of Economic Research.\n\n\n"
}