{
    "id": 17336,
    "citation_title": "Ethnic Innovation and U.S. Multinational Firm Activity",
    "citation_author": [
        "C. Fritz Foley",
        "William R. Kerr"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact that immigrant innovators have on the global activities of U.S. firms by analyzing detailed data on patent applications and on the operations of the foreign affiliates of U.S. multinational firms. The results indicate that increases in the share of a firm's innovation performed by inventors of a particular ethnicity are associated with increases in the share of that firm's affiliate activity in their native countries. Ethnic innovators also appear to facilitate the disintegration of innovative activity across borders and to allow U.S. multinationals to form new affiliates abroad without the support of local joint venture partners. Thus, this paper points out that immigration can enhance the competitiveness of multinational firms.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to ffoley@hbs.edu and wkerr@hbs.edu. We are grateful to Olof Aslund, Lee Branstetter, Michael Clemens, Exequiel Hernandez, Sari Kerr, Joan Muysken, Hillel Rapoport, Jasjit Singh, Bill Zeile, and seminar participants at the AFD-World Bank International Migration and Development Conference, American Economic Association, Baruch Business School, Centre for Economic Policy Research Transnationality of Migrants Conference, Census Bureau, Cleveland Federal Reserve Board, Comparative Analysis of Enterprise [Micro] Data Conference, European Regional Science Association, Harvard University, International Workshop on Immigration and Economic Growth, MIT, National Bureau of Economic Research, Sloan Industry Studies, Sweden Conference on Immigration and Labor Market Integration, and University of Connecticut CIBER Conference for insightful comments. This research is supported by the Division of Research of the Harvard Business School. We thank Debbie Strumsky and Bill Lincoln for data assistance. An earlier version of this paper was titled, \"US Ethnic Scientists and Foreign Direct Investment Placement.\"  The statistical analysis of firm-level data on U.S. multinational enterprises was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality arrangements. The views expressed herein are those of the authors and do not reflect the official positions of the U.S. Department of Commerce. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}