{
    "id": 17332,
    "citation_title": "Explaining Charter School Effectiveness",
    "citation_author": [
        "Joshua D. Angrist",
        "Parag A. Pathak",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2011-08-18",
    "issue_date": "2011-08-18",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates using admissions lotteries suggest that urban charter schools boost student achievement, while charter schools in other settings do not. We explore student-level and school-level explanations for these differences using a large sample of Massachusetts charter schools. Our results show that urban charter schools boost achievement well beyond ambient non-charter levels (that is, the average achievement level for urban non-charter students), and beyond non-urban achievement in math. Student demographics explain some of these gains since urban charters are most effective for non-whites and low-baseline achievers. At the same time, non-urban charter schools are uniformly ineffective. Our estimates also reveal important school-level heterogeneity in the urban charter sample. A non-lottery analysis suggests that urban schools with binding, well-documented admissions lotteries generate larger score gains than under-subscribed urban charter schools with poor lottery records. We link the magnitude of charter impacts to distinctive pedagogical features of urban charters such as the length of the school day and school philosophy. The relative effectiveness of urban lottery-sample charters is accounted for by over-subscribed urban schools' embrace of the No Excuses approach to education.\n\n",
    "acknowledgement": "\nSpecial thanks go to Carrie Conoway, Sarah Cohodes, Jon Fullerton, Harvard's Center for Education Policy Research, and the Massachusetts Department of Education for assistance and data, and to our charter team collaborators, Sue Dynarski and Tom Kane for their valuable input. Seminar participants at Boston College, Columbia, HEC Montreal, and the August 2011 Impact Evaluation Network meeting in Buenos Aires provided extensive helpful comments. We thank the Massachusetts Department of Elementary and Secondary Education for financial support. Pathak also gratefully acknowledges support from the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}