{
    "id": 17344,
    "citation_title": "Managing a Liquidity Trap: Monetary and Fiscal Policy",
    "citation_author": [
        "Ivan Werning"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study monetary and fiscal policy in liquidity trap scenarios, where the zero bound on the nominal interest rate is binding. I work with a continuous-time version of the standard New Keynesian model. Without commitment, the economy suffers from deflation and depressed output. I show that, surprisingly, both are exacerbated with greater price flexibility. I examine monetary and fiscal policies that maximize utility for the agent in the model and refer to these as optimal throughout the paper. I find that the optimal interest rate is set to zero past the liquidity trap and jumps discretely up upon exit. Inflation may be positive throughout, so the absence of deflation is not evidence against a liquidity trap. Output, on the other hand, always starts below its efficient level and rises above it. I then study fiscal policy and show that, regardless of parameters that govern the value of \"fiscal multipliers\" during normal or liquidity trap times, at the start of a liquidity trap optimal spending is above its natural level. However, it declines over time and goes below its natural level. I propose a decomposition of spending according to \"opportunistic\" and \"stimulus\" motives. The former is defined as the level of government purchases that is optimal from a static, cost-benefit standpoint, taking into account that, due to slack resources, shadow costs may be lower during a slump; the latter measures deviations from the former. I show that stimulus spending may be zero throughout, or switch signs, depending on parameters. Finally, I consider the hybrid where monetary policy is discretionary, but fiscal policy has commitment. In this case, stimulus spending is typically positive and increasing throughout the trap.\n\n",
    "acknowledgement": "\nFor useful discussions I thank Manuel Amador, George-Marios Angeletos, Emmanuel Farhi, Jordi Galí and Ricardo Reis, as well as seminar participants at the Society of Economic Dynamics meetings in Ghent and the NBER's summer institute. All remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}