{
    "id": 17348,
    "citation_title": "Optimal Taxes on Fossil Fuel in General Equilibrium",
    "citation_author": [
        "Mikhail Golosov",
        "John Hassler",
        "Per Krusell",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a dynamic stochastic general-equilibrium (DSGE) model with an externality through climate change from using fossil energy. A central result of our paper is an analytical derivation of a simple formula for the marginal externality damage of emissions. This formula, which holds under quite plausible assumptions, reveals that the damage is proportional to current GDP, with the proportion depending only on three factors: (i) discounting, (ii) the expected damage elasticity (how many percent of the output flow is lost from an extra unit of carbon in the atmosphere), and (iii) the structure of carbon depreciation in the atmosphere. Very importantly, future values of output, consumption, and the atmospheric CO2 concentration, as well as the paths of technology and population, and so on, all disappear from the formula. The optimal tax, using a standard Pigou argument, is then equal to this marginal externality. The simplicity of the formula allows the optimal tax to be easily parameterized and computed. Based on parameter estimates that rely on updated natural-science studies, we find that the optimal tax should be a bit higher than the median, or most well-known, estimates in the literature. We also show how the optimal taxes depend on the expectations and the possible resolution of the uncertainty regarding future damages. Finally, we compute the optimal and market paths for the use of energy and the corresponding climate change.\n\n",
    "acknowledgement": "\nWe thank Bill Nordhaus, Jonas Nycander, Tony Smith, Sjak Smulders, and seminar participants at ESSIM, EIEF, EUI, IIES, Mistra-SWECIA, Yale, UCL, CREI, the Environmental Macro Conference at ASU, the EEA Annual Meeting (Glasgow), Fudan University (Shanghai), the Chinese University of Hong Kong, Bonn, Zurich, Carlos III, and REDg DGEM (Barcelona). Golosov and Tsyvinski thank NSF for support and EIEF for their hospitality; Krusell thanks ERC and Mistra-SWECIA for support and Hassler thanks Mistra-SWECIA and the Swedish Research Council for support. Tsyvinski acknowledges relationships with the National Science Foundation, Einaudi Institute of Economics and Finance, Guggenheim Memorial Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}