{
    "id": 17349,
    "citation_title": "Gender Gaps across Countries and Skills: Supply, Demand and the Industry Structure",
    "citation_author": [
        "Claudia Olivetti",
        "Barbara Petrongolo"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe gender wage gap varies widely across countries and across skill groups within countries. Interestingly, there is a positive cross-country correlation between the unskilled-to-skilled gender wage gap and the corresponding gap in hours worked. Based on a canonical supply and demand framework, this positive correlation would reveal the presence of net demand forces shaping gender differences in labor market outcomes across skills and countries. We use a simple multi-sector framework to illustrate how differences in labor demand for different inputs can be driven by both within-industry and between-industry factors. The main idea is that, if the service sector is more developed in the US than in continental Europe, and unskilled women tend to be over-represented in this sector, we expect unskilled women to suffer a relatively large wage and/or employment penalty in the latter than in the former. We find that, overall, the between-industry component of labor demand explains more than half of the total variation in labor demand between the US and the majority of countries in our sample, as well as one-third of the correlation between wage and hours gaps. The between-industry component is relatively more important in countries where the relative demand for unskilled females is lowest.\n\n",
    "acknowledgement": "\nWe wish to thank Claudia Goldin, Steve Pischke and Gianluca Violante for their suggestions on earlier versions of this paper, and Craig Riddel for invaluable help with the Canadian LFS. We also thank Briana Ballis, Maria Burtseva and Michael Harris for excellent research assistance and the NSF for financial suppport (grant SES-0820127). Helpful comments from seminar participants at Bocconi University, Boston University, the 2009 Summer Meetings of the Econometric Society, the 2009 ESPE Conference, the 2010 Eale/Sole Conference, the 2010 Research on Money and Markets conference and the ESOP-ISF conference on Gender and Households are also gratefully aknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}