{
    "id": 17341,
    "citation_title": "Deregulation, Consolidation, and Efficiency: Evidence from U.S. Nuclear Power",
    "citation_author": [
        "Lucas W. Davis",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2011-08-19",
    "issue_date": "2011-08-19",
    "revision_date": "2020-08-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor the first four decades of its existence the U.S. nuclear power industry was run by regulated utilities, with most companies owning only one or two reactors. Beginning in the late 1990s electricity markets in many states were deregulated and almost half of the nation's 103 reactors were sold to independent power producers selling power in competitive wholesale markets. Deregulation has been accompanied by substantial market consolidation and today the three largest companies control more than one-third of all U.S. nuclear capacity. We find that deregulation and consolidation are associated with a 10 percent increase in operating efficiency, achieved primarily by reducing the frequency and duration of reactor outages. At average wholesale prices the value of this increased efficiency is approximately $2.5 billion annually and implies an annual decrease of almost 40 million metric tons of carbon dioxide emissions.\n\n",
    "acknowledgement": "\nWe are thankful to Catie Hausman for outstanding research assistance. Comments from Matt Barmack, Severin Borenstein, Paul Joskow, Per Peterson, Scott Taylor and seminar participants at Colorado, UC Davis, the AERE Summer Conference, the NBER EASE Conference and the NBER Summer Institute substantially improved the paper. This work was funded by a grant from the California Energy Commission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}