{
    "id": 17345,
    "citation_title": "The Effect of Providing Peer Information on Retirement Savings Decisions",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian",
        "Katherine L. Milkman"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "2014-08-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conducted a field experiment in a 401(k) plan to measure the effect of disseminating information about peer behavior on savings. Low-saving employees received simplified plan enrollment or contribution increase forms. A randomized subset of forms stated the fraction of age-matched coworkers participating in the plan or age-matched participants contributing at least 6% of pay to the plan. We document an oppositional reaction: the presence of peer information decreased the savings of non-participants who were ineligible for 401(k) automatic enrollment, and higher observed peer savings rates also decreased savings. Discouragement from upward social comparisons seems to drive this reaction.\n\n",
    "acknowledgement": "\nHarvard University and NBER, Yale University and NBER, Harvard University and NBER, Harvard University and NBER, and University of Pennsylvania. We thank Aon Hewitt and our corporate partner for conducting the field experiment and providing the data. We are particularly grateful to Pam Hess, Mary Ann Armatys, Diane Dove, Barb Hogg, Diana Jacobson, Larry King, Bill Lawless, Shane Nickerson, and Yan Xu, some of our many contacts at Aon Hewitt. We thank Sherry Li and seminar participants at Berkeley, Cornell, Stanford, Wharton, the NBER Summer Institute, the Harvard Business School / Federal Reserve Bank of Boston Consumer Finance Workshop, and the Behavioral Decision Research in Management Conference for their insightful feedback. Michael Buckley, Yeguang Chi, Christina Jenq, John Klopfer, Henning Krohnstad, and Eric Zwick provided excellent research assistance. Beshears acknowledges financial support from a National Science Foundation Graduate Research Fellowship. Beshears, Choi, Laibson, and Madrian acknowledge individual and collective financial support from the National Institute on Aging (grants R01-AG-021650, P01-AG-005842, and T32-AG-000186). This research was also supported by the U.S. Social Security Administration through grant #19-F-10002-9-01 to RAND as part of the SSA Financial Literacy Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, RAND, or the National Bureau of Economic Research. See the authors' websites for lists of their outside activities.\n\n\n"
}