{
    "id": 17347,
    "citation_title": "Trade Wars and Trade Talks with Data",
    "citation_author": [
        "Ralph Ossa"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "2014-01-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow large are optimal tariffs? What tariffs would prevail in a worldwide trade war? How costly would be a breakdown of international trade policy cooperation? And what is the scope for future multilateral trade negotiations? I address these and other questions using a unified framework which nests traditional, new trade, and political economy motives for protection. I find that optimal tariffs average 62 percent, world trade war tariffs average 63 percent, the government welfare losses from a breakdown of international trade policy cooperation average 2.9 percent, and the possible government welfare gains from future multilateral trade negotiations average 0.5 percent. Optimal tariffs are tariffs which maximize a political economy augmented measure of real income.\n\n",
    "acknowledgement": "\nI am grateful to the editor Penny Goldberg and two anonymous referees. I would also like to thank Kyle Bagwell, Kerem Cosar, Chang-Tai Hsieh, Giovanni Maggi, Andres Rodriguez-Clare, Bob Staiger, Jon Vogel, and seminar participants at various universities and conferences for very helpful comments and suggestions. Seyed Ali Madanizadeh provided excellent research assistance. This work is supported by the Business and Public Policy Faculty Research Fund at the University of Chicago Booth School of Business. The usual disclaimer applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}