{
    "id": 17343,
    "citation_title": "Reexamining the Impact of Family Planning Programs on U.S. Fertility: Evidence from the War on Poverty and the Early Years of Title X",
    "citation_author": [
        "Martha J. Bailey"
    ],
    "citation_publication_date": "2011-08-19",
    "issue_date": "2011-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nAlmost 50 years after domestic U.S. family planning programs began, their effects on childbearing remain controversial.  Using the county-level roll-out of these programs from 1964 to 1973, this paper reevaluates their shorter- and longer-term effects on U.S. fertility rates.  I find that the introduction of family planning is associated with significant and persistent reductions in fertility driven both by falling completed childbearing and childbearing delay. Although federally-funded family planning accounted for a small portion of the post-baby boom U.S. fertility decline, the estimates imply that they reduced childbearing among poor women by 21 to 29 percent.\n\n",
    "acknowledgement": "\nThis project was supported by the National Science Foundation (Grant 6334659); the National Bureau of Economic Research's (NBER) Dissertation Grant for the Study of the Nonprofit Sector (2003-2005); the University of Michigan's National Poverty Center (NPC) and Robert Wood Johnson Health and Society Programs; the University of Michigan Population Research Center's Eva Mueller Award; and the National Institute of Health (Grant HD058065-01A1). I also received grant support from the University of Kentucky Center for Poverty Research (UKCPR) through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation (Grant 5 UO1 PE000002-05). The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policy of the NBER, NPC or UKCPR or any agency of the federal government. I am grateful to Doug Almond and Hillary Hoynes for sharing the Regional Economic Information System (REIS) data for the 1959 to 1978 period and to the Guttmacher Institute and Ted Joyce for sharing information on abortion providers from 1973 to 1979. I also thank John Bound, Nzinga Broussard, Charlie Brown, John DiNardo, Daniel Eisenberg, Hilary Hoynes, David Lam, Ron Lee, Daniel Leeds, Paul Rhode, Mel Stephens, and Jeff Smith for helpful comments and suggestions. Exceptional research assistance was provided by Andrew Goodman-Bacon, Allie Davido, Nic Duquette, Emily Collins, Brad Hershbein, and Jessica Williams.\n\n\n"
}