{
    "id": 17353,
    "citation_title": "The Financial Crisis and The Geography of Wealth Transfers",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Hélène Rey",
        "Kai Truempler"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the geography of wealth transfers during the 2008 global financial crisis. We construct valuation changes on bilateral external positions in equity, direct investment and portfolio debt at the height of the crisis to map who benefited and who lost on their external exposure. We find a very diverse set of fortunes governed by the structure of countries' external portfolios. In particular, we are able to relate the gains and losses on debt portfolios to the country's exposure to ABCP conduits and the extent of dollar shortage.\n\n",
    "acknowledgement": "\nPierre-Olivier Gourinchas acknowledges gratefully financial support from the International Growth Center (grant RA-2009-11-002). Hélène Rey acknowledges gratefully financial support from the ERC (Grant number #210584-IFA Dynamics). Kai Truempler is grateful to the AXA Research Fund for financial support. Many thanks to Viral Acharya and Philipp Schnabl as well as Robert McGuire and Goetz von Peter for sharing data with us, and to Eswar Prasad, Kristin Forbes and participants at the NBER Bretton Woods conference for excellent comments. Collecting the Chinese data would have been impossible without the generous and very competent help of Yi Huang, to whom we are very grateful. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}