{
    "id": 17354,
    "citation_title": "Leverage Across Firms, Banks, and Countries",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Bent Sorensen",
        "Sevcan Yesiltas"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new stylized facts on bank and firm leverage for 2000-2009 using extensive internationally comparable micro level data from several countries. The main result is that there was very little buildup in leverage for the average non-financial firm and commercial bank before the crisis, but the picture was quite different for large commercial banks in the United States and for investment banks worldwide. We document the following patterns: a) there was an increase in leverage ratios of investment banks and financial firms during the early 2000s; b) there was no visible increase for commercial banks and non-financial firms; c) off balance-sheet items constitute a big fraction of assets, especially for large commercial banks in the United States; d) the leverage ratio is procyclical for investment banks and for large commercial banks in the United States; e) banks in emerging markets with tighter bank regulation and stronger investor protection experienced significantly less deleveraging during the crisis. These results show that excessive risk taking before the crisis was not easily detectable because the risk involved the quality rather than the amount of assets.\n\n",
    "acknowledgement": "\nThe authors thank NBER-MIT SLOAN Project for Global Financial Crisis for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}