{
    "id": 17357,
    "citation_title": "Capital Flows, Push versus Pull Factors and the Global Financial Crisis",
    "citation_author": [
        "Marcel Fratzscher"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe causes of the 2008 collapse and subsequent surge in global capital flows remain an open and highly controversial issue. Employing a factor model coupled with a dataset of high-frequency portfolio capital flows to 50 economies, the paper finds that common shocks - key crisis events as well as changes to global liquidity and risk - have exerted a large effect on capital flows both in the crisis and in the recovery. However, these effects have been highly heterogeneous across countries, with a large part of this heterogeneity being explained by differences in the quality of domestic institutions, country risk and the strength of domestic macroeconomic fundamentals. Comparing and quantifying these effects shows that common factors (\"push\" factors) were overall the main drivers of capital flows during the crisis, while country-specific determinants (\"pull\" factors) have been dominant in accounting for the dynamics of global capital flows in 2009 and 2010, in particular for emerging markets.\n\n",
    "acknowledgement": "\nI would like to thank Charles Engel, Kristin Forbes, Jeff Frankel, and my discussant Carmen Reinhart, as well as the other participants at the 2010 pre-conference and the 2011 Bretton Woods conference of the NBER/Sloan Global Financial Crisis project for comments and discussion. I am grateful to Daniel Schneider for excellent research assistance. The views expressed in this paper are those of the author and do not necessarily reflect those of the European Central Bank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}