{
    "id": 17355,
    "citation_title": "Liquidity management of U.S. global banks: Internal capital markets in the great recession",
    "citation_author": [
        "Nicola Cetorelli",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent crisis highlighted the importance of globally active banks in linking markets. One channel for this linkage is through how these banks manage liquidity across their entire banking organization. We document that funds regularly flow between parent banks and their affiliates in diverse foreign markets. We use the Great Recession as an opportunity to identify the balance sheet shocks to parent banks in the United States, and then explore which foreign affiliate features are associated with those businesses being protected, for example their status as important locations in sourcing funding or as destinations for foreign investment activity. We show that distance from the parent organization lays a significant role in this allocation, where distance is bank-affiliate specific and depends on the ex ante relative importance of such locations as local funding pools and in their overall foreign investment strategies. These flows are a form of global interdependence previously unexplored in the literature on international shock transmission.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the National Bureau of Economic Research, the Federal Reserve Bank of New York, or the Federal Reserve System. We appreciate the thoughtful comments of Beatrice Weber, Kristin Forbes, Jeffrey Frankel, and participants at the NBER Sloan conference at Bretton Woods New Hampshire.  Address correspondences to Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045. email: Linda.Goldberg@ny.frb.org or Nicola.Cetorelli@ny.frb.org . We thank Leslie Shen and Benjamin Mandel for excellent research assistance.\n\n\n"
}