{
    "id": 17356,
    "citation_title": "Bank Relationships, Business Cycles, and Financial Crises",
    "citation_author": [
        "Galina Hale"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe importance of information asymmetries in the capital markets is commonly accepted as one of the main reasons for home bias in investment.  We posit that effects of such asymmetries may be reduced through relationships between banks established through bank-to-bank lending and provide evidence to support this claim.  To analyze dynamics of formation of such relationships during 1980-2009 time period, we construct a global banking network of 7938 banking institutions from 141 countries.   We find that recessions and banking crises tend to have negative effects on the formation of new connections and that these effects are not the same for all countries or all banks.  We also find that the global financial crisis of 2008-09 had a large negative impact on the formation of new relationships in the global banking network, especially by large banks that have been previously immune to effects of banking crises and recessions.\n\n",
    "acknowledgement": "\nI am grateful to Hiro Miura and Chris Candelaria for outstanding research assistance, to Joshua Aizenman for very helpful conversations, to Matthieu Bussiere, Kristin Forbes, Reuven Glick, Charles Engel, Oscar Jorda, Jean Imbs, as well as the participants at a preconference at the NBER Summer Institute 2010, seminars at the Federal Reserve Bank of San Francisco and the Banque de France, and IBEFA session at 2011 AEA meetings for constructive comments and suggestions. I am grateful to Anita Todd for help with preparing the draft. All errors are mine. All views presented in this paper are mine and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}