{
    "id": 17350,
    "citation_title": "ABS Inflows to the United States and the Global Financial Crisis",
    "citation_author": [
        "Carol Bertaut",
        "Laurie Pounder DeMarco",
        "Steven B. Kamin",
        "Ralph W. Tryon"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe \"global saving glut\" (GSG) hypothesis argues that the surge in capital inflows from emerging market economies to the United States led to significant declines in long-term interest rates in the United States and other industrial economies.  In turn, these lower interest rates, when combined with both innovations and deficiencies of the U.S. credit market, are believed to have contributed to the U.S. housing bubble and to the buildup in financial vulnerabilities that led to the financial crisis.  Because the GSG countries for the most part restricted their U.S. purchases to Treasuries and Agency debt, their provision of savings to ultimately risky subprime mortgage borrowers was necessarily indirect, pushing down yields on safe assets and increasing the appetite for alternative investments on the part of other investors.  We present a more complete picture of how capital flows contributed to the crisis, drawing attention to the sizable inflows from European investors into U.S. private-label asset-backed securities (ABS), including mortgage-backed securities and other structured investment products.  By adding to domestic demand for private-label ABS, substantial foreign acquisitions of these securities contributed to the decline in their spreads over Treasury yields.  Through a combination of empirical estimation and model simulation, we verify that both GSG inflows into Treasuries and Agencies, as well as European acquisitions of ABS, played a role in contributing to downward pressures on U.S. interest rates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER-Sloan Project on the Global Financial Crisis.  The authors are economists in the International Finance Division of the Federal Reserve Board.  The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System.  We would like to thank Charles Engel, Kristin Forbes, Jeffrey Frankel, Michael Leahy, Andreas Lehnert, Frank Warnock, and conference participants at the Federal Reserve, Bank of Canada, and NBER for helpful comments.  James Coonan and Corinne Land provided superb research assistance.\n\n\n"
}