{
    "id": 17358,
    "citation_title": "On the International Transmission of Shocks: Micro-Evidence from Mutual Fund Portfolios",
    "citation_author": [
        "Claudio Raddatz",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses micro-level data on mutual funds from different financial centers investing in equity and bonds to study how investors and managers behave and transmit shocks across countries. The paper finds that the volatility of mutual fund investments is driven quantitatively by both the underlying investors and fund managers through (i) injections/redemptions into each fund and (ii) managerial changes in country weights and cash. Both investors and managers respond to country returns and crises and adjust their investments substantially, for example, generating large reallocations during the global crisis. Their behavior tends to be pro-cyclical, reducing their exposure to countries during bad times and increasing it when conditions improve. Managers actively change country weights over time, although there is significant short-run pass-through from returns to these weights. Consequently, capital flows from mutual funds do not seem to have a stabilizing role and expose countries in their portfolios to foreign shocks.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER conference on the global financial crisis, with funding gratefully acknowledged from the Sloan Foundation. We thank Charles Engel, Kristin Forbes, Jeff Frankel, Jeremy Stein, and participants at the MIT-NBER conference for very useful comments. We are grateful to Tomas Williams for truly outstanding research assistance and for computing most of the estimates for this paper. Francisco Ceballos, Ana Gazmuri, Laura Malatini, and Lucas Núñez also did an excellent job as research assistants, helping us at different stages of the paper. We are indebted to the EPFR Global for giving us unique data and support that made this paper possible. We thank the NBER and the World Bank for research support. The views expressed here do not necessarily represent those of the World Bank or the National Bureau of Economic Research. Authors are with the World Bank, Development Research Group.\n\n\n"
}