{
    "id": 17359,
    "citation_title": "Dollar Illiquidity and Central Bank Swap Arrangements During the Global Financial Crisis",
    "citation_author": [
        "Andrew K. Rose",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the global financial crisis was centered in the United States, it led to a surprising appreciation in the dollar, suggesting global dollar illiquidity. In response, the Federal Reserve partnered with other central banks to inject dollars into the international financial system. Empirical studies of the success of these efforts have yielded mixed results, in part because their timing is likely to be endogenous. In this paper, we examine the cross-sectional impact of these interventions. Theory consistent with dollar appreciation in the crisis suggests that their impact should be greater for countries that have greater exposure to the United States through trade and financial channels, less transparent holdings of dollar assets, and greater illiquidity difficulties. We examine these predictions for observed cross-sectional changes in CDS spreads, using a new proxy for innovations in perceived changes in sovereign risk based upon Google-search data. We find robust evidence that auctions of dollar assets by foreign central banks disproportionately benefited countries that were more exposed to the United States through either trade linkages or asset exposure. We obtain weaker results for differences in asset transparency or illiquidity. However, several of the important announcements concerning the international swap programs disproportionately benefited countries exhibiting greater asset opaqueness.\n\n",
    "acknowledgement": "\nChristopher Candelaria and Israel Malkin provided excellent research assistance. Helpful comments were received from Elena Dumitrescu, Charles Engel, Kristin Forbes, Linda Goldberg, Pierre-Olivier Gourinchas, Galina Hale, Steve Kamin, Qing Liu, Richard Portes, Jim Poterba, Vince Reinhart, Bent Sorensen, Jeremy Stein, Beatrice Weder, Randy Wright, Thomas Wu, as well as from seminar participants at the NBER IFM summer institute, the NBER Conference on the Global Financial Crisis, the Bank of England Research Forum on Unconventional Monetary Policy, the Federal Reserve Bank of Chicago Summer Money Workshop, the Fourth MIFN Conference, Shandong University, Tsinghua University, and U.C. Santa Cruz. Key data and output are available at http://faculty.haas.berkeley.edu/arose. A technical appendix providing detailed proofs of the material in the appendix is http://www.frbsf.org/economics/economists/mspiegel/wp11-18appendix.pdf. All views presented in this paper are those of authors and do not represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}