{
    "id": 17352,
    "citation_title": "External Adjustment and the Global Crisis",
    "citation_author": [
        "Philip R. Lane",
        "Gian Maria Milesi Ferretti"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe period preceding the global financial crisis was characterized by a substantial widening of current account imbalances across the world. Since the onset of the crisis, these imbalances have contracted to a significant extent. In this paper, we analyze the ongoing process of external adjustment in advanced economies and emerging markets. We find that countries whose pre-crisis current account balances were in excess of what could be explained by standard economic fundamentals have experienced the largest contractions in their external balance. We subsequently examine the contributions of real exchange rates, domestic demand and domestic output to the adjustment process (allowing for differences across exchange rate regimes) and find that external adjustment in deficit countries was achieved primarily through demand compression, rather than expenditure switching. Finally, we show that changes in other investment flows were the main channel of financial account adjustment, with official external assistance and ECB liquidity cushioning the exit of private capital flows for some countries.\n\n",
    "acknowledgement": "\nRevised version of paper prepared for the NBER-Sloan Global Financial Crisis Conference, Bretton Woods, June 3-4 2011. We thank the discussant Richard Portes, the organizers and participants in the conference and pre-conference for helpful feedback.  Peter McQuade and Clemens Struck provided helpful research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the National Bureau of Economic Research, the IMF, or IMF policy.\n\n\n"
}