{
    "id": 1736,
    "citation_title": "Social Security and Individual Welfare: Precautionary Saving, LiquidityConstraints, and the Payroll Tax",
    "citation_author": [
        "R. Glenn Hubbard",
        "Kenneth L. Judd"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent advances in the examination of efficiency gains from dynamic tax reforms have used simulation models to isolate intragenerational and/or intergenerational effects. Important considerations having to do with uncertainty or capital market imperfections are frequently missing from such a framework. In this paper, we focus on the welfare gains from introducing social security retirement annuities, given lifetime uncertainty and borrowing restrictions.Our principal findings are four. First, given the considerations mentioned above, \"precautionary saving\" exceeds life-cycle saving (that would have taken place in the absence of lifetime uncertainty), lending further support to the notion that the perfect-certainty version of the life-cycle model provides an inadequate explanation of observed saving behavior. Second, the introduction of an actuarially fair social security system leads to a significant partial equilibrium increase in lifetime consumption and welfare, accompanied by a reduction in the capital stock.The increase in lifetime welfare is reduced, however,and in many cases eliminated, when borrowing restrictions are imposed.Third, extending the model to general equilibrium, we find that the partial equilibrium gains in lifetime welfare from participation in social security are offset by the interaction of higher steady-state interest rates and binding liquidity constraints. Finally, replacing the proportional payroll tax with a progressive tax (essentially a linear tax with an exemption), we show that age-specific tax schemes can restore much of the potential gain from introducing social security.\n\n",
    "acknowledgement": "\n"
}