{
    "id": 17363,
    "citation_title": "Managing Capital Inflows: The Role of Capital Controls and Prudential Policies",
    "citation_author": [
        "Mahvash S. Qureshi",
        "Jonathan D. Ostry",
        "Atish R. Ghosh",
        "Marcos Chamon"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "2011-12-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether macroprudential policies and capital controls can contribute to enhancing financial stability in the face of large capital inflows. We construct new indices of foreign currency (FX)-related prudential measures, domestic prudential measures, and financial-sector capital controls for 51 emerging market economies over the period 1995-2008. Our results indicate that both capital controls and FX-related prudential measures are associated with a lower proportion of FX lending in total domestic bank credit and a lower proportion of portfolio debt in total external liabilities. Other prudential policies appear to help restrain the intensity of aggregate credit booms. Experience from the global financial crisis suggests that prudential and capital control policies in place during the boom seem to have enhanced economic resilience during the bust.\n\n",
    "acknowledgement": "\nWe are grateful to Olivier Blanchard, Luc Laeven, and seminar participants at the IMF and NBER-Sloan conference on the Global Financial Crisis in Bretton Woods, New Hampshire, especially to Kristin Forbes, and to our discussant, Andrés Velasco. Views expressed are those of the authors, and should not be attributed to the IMF, its Executive Board, or its management, nor to the National Bureau of Economic Research.\n\n\n"
}