{
    "id": 17365,
    "citation_title": "The WTO Government Procurement Agreement and Its Impacts on Trade",
    "citation_author": [
        "Hejing Chen",
        "John Whalley"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper assesses the impacts of the WTO Government Procurement Agreement (GPA) on trade in both goods and services among members using a gravity model applied to a panel dataset covering 20 OECD countries over the period 1996-2008 for trade in goods and 1999-2008 for trade in services. The agreement dates from 1996 and covers 41 (mainly OECD) countries (/areas). China is now negotiating possible membership. Little has been written on the GPA which is a plurilateral agreement covering both goods and services. It mutually extends commitments only to signatories, but has commitments going beyond those in the earlier GATT procurement code. Government service markets are large, and trade in these also has spillover effects on trade in services and goods.\nResults suggest that GPA membership has a positive impact on trade in both goods and services between parties as well as on outward foreign affiliate service sales. The number of GPA parties has a small marginal negative effect on trade in goods. Service exports also increase slightly with more parties participating in the GPA. The growth of government procurement contracts above the threshold under the GPA also fosters service imports, exports and outward foreign affiliate sales.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support, and to Gilbert Mao for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}