{
    "id": 17368,
    "citation_title": "Managerial Attributes and Executive Compensation",
    "citation_author": [
        "John R. Graham",
        "Si Li",
        "Jiaping Qiu"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of firm- and manager-specific heterogeneities in executive compensation. We decompose the variation in executive compensation and find that time invariant firm and especially manager fixed effects explain a majority of the variation in executive pay. We then show that in many settings, it is important to include fixed effects to mitigate potential omitted variable bias. Furthermore, we find that compensation fixed effects are significantly correlated with management styles (i.e., manager fixed effects in corporate policies). Finally, the method used in the paper has a number of potential applications in financial economics.\n\n",
    "acknowledgement": "\nWe thank editor Michael Weisbach, two anonymous referees, Jonathan Berk (the Utah Winter Finance Conference discussant), Alon Brav, Alex Edmans, Carola Frydman (the AFA discussant), Michael Roberts, Ko-Chia Yu, and seminar participants at Bank of Canada, Brock University, University of Toronto, University of Waterloo, Wilfrid Laurier University, York University, the 2009 Utah Winter Finance Conference, and the American Finance Association 2010 Annual Meeting for helpful comments. Li and Qiu acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}