{
    "id": 17369,
    "citation_title": "The Effects of Housing and Neighborhood Conditions on Child Mortality",
    "citation_author": [
        "Brian A. Jacob",
        "Jens Ludwig",
        "Douglas L. Miller"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we estimate the causal effects on child mortality from moving into less distressed neighborhood environments. We match mortality data to information on every child in public housing that applied for a housing voucher in Chicago in 1997 (N=11,848). Families were randomly assigned to the voucher wait list, and only some families were offered vouchers. The odds ratio for the effects of being offered a housing voucher on overall mortality rates is equal to 1.11 for all children (95% CI 0.54 to 2.10), 1.50 for boys (95% CI 0.72 to 2.89) and 0.00 for girls - that is, the voucher offer is perfectly protective for mortality for girls (95% CI 0 to 0.79). Our paper also addresses a methodological issue that may arise in studies of low-probability outcomes - perfect prediction by key explanatory variables.\n\n",
    "acknowledgement": "\nThe analysis presented in this paper was supported by grants from the Robert Wood Johnson Foundation (award 59496) and the Centers for Disease Control (award CE001631-01), and is part of a larger series of studies of housing policy in Chicago supported by the National Consortium on Violence Research, the Northwestern University / University of Chicago Joint Center for Poverty Research, the Smith Richardson Foundation, the William T. Grant Foundation, a HUD Urban Studies Postdoctoral Fellowship (to Jacob) a Brookings Institution post-doctoral fellowship sponsored by the Andrew W. Mellon Foundation (to Ludwig), and a visiting scholar award from the Russell Sage Foundation (to Ludwig). We thank Ken Coles, Ron Graf, Jennifer O'Neil, William Riley, Barry Isaacson, Debbie Gibson, Todd Richardson, Mark Shroder, Robert Sampson, the Chicago Housing Authority, and Robert Goerge and Chapin Hall for their assistance in obtaining and interpreting the data used in this study. Thanks to Laura Brinkman, Heather Harris, Dave Kirk, Jack Lesniewski, Sarah Rose, Elias Walsh, Wei Ha, Joshua Hyman, and Thomas Wei for excellent research assistance, and to Colin Cameron, Philip Cook, Greg Duncan, Oscar Jorda, Willard Manning, Rebecca Maynard, Paul Rathouz, Elizabeth Stuart, and Tyler Vander Weele for very helpful discussions. Each of the authors has contributed to the data collection, analysis, and writing of this manuscript. None of the authors has any financial interest or conflict of interest related to the findings reported in this paper. Jacob and Ludwig had complete access to all the data used in this study. The data used in this analysis are confidential; access to these data requires entering into a confidentiality agreement with the relevant Illinois state agencies as well as the National Center for Health Statistics. Any errors and all opinions are course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}