{
    "id": 17366,
    "citation_title": "Gains and Losses from Potential Bilateral US-China Trade Retaliation",
    "citation_author": [
        "Yan Dong",
        "John Whalley"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo closely related numerical general equilibrium models of world trade are used to analyze the potential consequences of US-China bilateral retaliation on trade flows and welfare. One is a conventional Armington trade model with five regions, the US, China, EU, Japan and Rest of the World, and calibrated to a global 2009 micro consistent data set. The other is a modified version of this model with monetary non neutrals and including China's trade surplus as an endogenous variable.\nWho may gain or loss from global trade conflicts spawned by adjustment pressures in the post crisis world is much debated. In a US-China trade conflict, Europe and Japan would seem gainers from preferential access to US and Chinese markets. The loss of markets would hurt the US, but moving closer to an optimal tariff could be the source of terms of trade gains. And the ease of substitution across trading partners practices would determine costs for China.\nResults from the conventional model suggest that retaliation between the two countries can be welfare improving for US as it substitutes expenditures into own goods and improve its terms of trade with non retaliatory regions, while China and non retaliatory regions maybe adversely affected. Results in the endogenous trade surplus model from the central case model specification ,however, suggest that both the US and the EU (the deficit regions) have welfare losses in most cases, while the surplus region, China, and the ROW have welfare gains. In both models, when the bilateral tariff rates are very high, gains accrue to the EU and Japan from trade diversion if the substitutions elasticities of imports are high. Costs will are borne by the US and China in lost exports, lowered terms of trade and adjustment costs at home.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF-3) and CIGI for financial support, and to Chunding Li for discussion and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}