{
    "id": 17362,
    "citation_title": "International Reserves and the Global Financial Crisis",
    "citation_author": [
        "Kathryn M.E. Dominguez",
        "Yuko Hashimoto",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "2012-07-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines whether pre-crisis international reserve accumulations, as well as exchange rate and reserve policy decisions made during the global financial crisis, can help to explain cross-country differences in post-crisis economic performance. Our approach focuses not only on the total stock of official reserves held by countries, but also on the decisions by governments to purchase or sell reserve assets during the crisis period.  We introduce new data made available through the IMF Special Data Dissemination Standard (SDDS) Reserve Template, which allow us to distinguish interest income and valuation changes in the stock of official reserves from the actively managed component of reserves.  We use this novel data to gauge how (and whether) reserve accumulation policies influenced the economic and financial performance of countries during and after the global crisis. Our findings support the view that higher reserve accumulations prior to the crisis are associated with higher post-crisis GDP growth.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the IMF, or IMF policy. The research is partially funded by  the Japan Society for the Promotion of Science (JSPS) Grants-in-aid for Scientific Research (A) No. 20243014.\n\n\n"
}