{
    "id": 17361,
    "citation_title": "International Financial Crises and the Multilateral Response: What the Historical Record Shows",
    "citation_author": [
        "Bergljot Barkbu",
        "Barry Eichengreen",
        "Ashoka Mody"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the modern history of financial crises, providing a context for analyses of the world's recent bout of financial instability. Along with indicators of economic performance in the subject countries, we present a comprehensive description of multilateral rescue efforts spanning the last 30 years. We show that while emergency lending has grown, reliance on debt restructuring has declined. This leads us to ask what can be done to rebalance the management of debt problems toward a better mix of emergency lending and private sector burden sharing. Building on the literature on collective action clauses, we explore the idea of sovereign cocos, contingent debt securities that automatically reduce payment obligations in the event of debt-sustainability problems.\n\n",
    "acknowledgement": "\nThe authors are with the International Monetary Fund, the University of California, Berkeley, and the International Monetary Fund, respectively.  This paper was prepared for the NBER-Sloan project on the Global Financial Crisis. We thank Kristen Forbes for helpful comments and Ajai Chopra, Jeromin Zettelmeyer and several colleagues at the IMF for generous feedback.  Barry Eichengreen acknowledges having periodically done consulting for financial institutions, law firms and multilateral organizations on issues related to debt and debt restructuring.  He has no material and relevant ongoing financial relationships with such entities at the time of writing.  The standard disclaimer applies with special force: the views expressed are the authors' and do not necessarily represent the views of the IMF's management, its Board of Directors, or the National Bureau of Economic Research.\n\n\n"
}