{
    "id": 17374,
    "citation_title": "Anatomy of the Beginning of the Housing Boom: U.S. Neighborhoods and Metropolitan Areas, 1993-2009",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide novel estimates of the timing, magnitudes, and potential determinants of the start of the last housing boom across American neighborhoods and metropolitan areas (MSAs) using a rich new micro data set containing 23 million housing transactions in 94 metropolitan areas between 1993 and 2009.  We also match transactions data with loan information, enabling us to observe household income and other demographics for each neighborhood.  Five major findings are reported.  First, the start of the boom was not a single, national event.  Booms, which are defined by the global breakpoint in an area's price appreciation series, begin at different times over a decade-long period from 1995-2006.  Second, the magnitude of the initial jump in house price appreciation at the start of the boom is economically, not just statistically, significant.  On average, log house prices are over four points higher during the first year of the boom relative to the previous twelve month period for both MSAs and neighborhoods.  There is no evidence that price growth was trending up prior to the start of the boom.  Third, local income is the only potential demand shifter found that also had an economically and statistically significant change around the time that local housing booms began.  Contemporaneous local income growth is large enough to account for half or more of the initial jump in house price appreciation.  While these estimates indicate that the beginning of the boom was fundamentally justified on average, they do not imply that what followed was rational.  Fourth, there is important heterogeneity in that result.  Income growth is large and jumps at the same time as house price appreciation in areas that boomed early and have inelastic supplies of housing, but not in late booming areas and those with elastic supply sides.  Fifth and finally, none of the demand-shifters analyzed show positive pre-trends, but some such as the share of subprime lending, do lag the beginning of the boom.  This suggests that key players in the lending market more responded to the boom, rather than caused it to start.\n\n",
    "acknowledgement": "\nWe thank the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  Anthony DeFusco, Wenjie Ding, Hye Jin Lee, Gordon MacDonald, and Cindy Soo provided outstanding research assistance.  We thank Ed Glaeser, Alvin Murphy, and the participants in seminars at the Board of Governors of the Federal Reserve System, the NBER Summer Institute, the University of Chicago, UC-Berkeley, and UCLA for comments on previous versions of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}