{
    "id": 17373,
    "citation_title": "Estimating Lost Output from Allocative Inefficiency, with an Application to Chile and Firing Costs",
    "citation_author": [
        "Amil Petrin",
        "Jagadeesh Sivadasan"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new measure of allocative efficiency based on unrealized increases in aggregate productivity growth. We show that the difference in the value of the marginal product of an input and its marginal cost at any plant - the plant-input \"gap\" - is exactly equal to the change in aggregate output that would occur if that plant changed that input's use by one unit. The mean absolute gap across plants for any input can then be interpreted as an approximation to the gain to society that would occur if every plant had a one-unit change in that input in the efficient direction, holding everything else constant. We show how to estimate this average gap using plant-level data for 1982-1994 from Chilean manufacturing, a sector largely viewed as being one of South America's least distorted. We find the gaps for blue and white collar labor are quite large in absolute value and imply that a one-unit move in the correct direction for blue collar would increase aggregate value added by almost 0.5%. We also find that the gaps for blue and white collar workers are increasing over time while the gaps for materials and electricity are not. The timing of the two separate increases in firing costs and the sharpest increases in the labor gaps is suggestive that the increases in average within-firm labor gaps may be related to the increases in severance pay.\n\n",
    "acknowledgement": "\nWe thank the editor and an anonymous referee for detailed comments and suggestions. We have benefited from discussions with and thank (without implicating for any remaining errors) Susanto Basu, Alejandra Cox-Edwards, James Heckman, Gunter Hitsch, Wendy Petropoulos and Jeremy Fox. We also thank seminar participants at the University of Chicago, Montana State University, Yale University, University of Minnesota, University of Michigan, IADB, NBER Productivity Group, the COST workshop and ASSA meetings. We thank Esteban Puentes for facilitating access to the Social Protection Survey data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}