{
    "id": 17370,
    "citation_title": "Capital Allocation and Delegation of Decision-Making Authority within Firms",
    "citation_author": [
        "John R. Graham",
        "Campbell R. Harvey",
        "Manju Puri"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey more than 1,000 CEOs and CFOs to understand how capital is allocated, and decision-making authority is delegated, within firms. We find that CEOs are least likely to share or delegate decision-making authority in mergers and acquisitions, relative to delegation of capital structure, payout, investment, and capital allocation decisions. We also find that CEOs are more likely to delegate decision authority when the firm is large or complex. Delegation is less likely when the CEO is particularly knowledgeable about a project, when the CEO has an MBA degree or long tenure, and when the CEO's pay is tilted towards incentive compensation. We study capital allocation in detail and learn that most companies allocate funds across divisions using the net present value rule, the reputation of the divisional manager, the timing of a project‟s cash flows, and senior management's \"gut feel.\" Corporate politics and corporate socialism are more important allocation criteria in foreign countries than in the U.S.\n\n",
    "acknowledgement": "\nWe thank Andy Clifton, Kees Koedijk, Peter Roosenboom, Susan Simko and Cheri Varnadoe for their help in implementing the survey, and Chief Executive magazine, CFO magazine, CFO Asia, and CFO Europe for allowing us to survey their subscribers. We thank Patrick Bolton, Bob Gibbons, Oliver Hart, Jennifer Huang, Mike Minnis, Oguz Ozbas, Zekiye Selvili, Jeremy Stein, Julie Wulf, Marc Zenner, and seminar participants at Duke University, the Harvard/MIT Organizational Economics seminar, North Carolina State University, Penn State, SMU, and University of Texas-Austin for providing helpful comments. Special thanks to Martine Cools, Abe de Jong, Frank Ecker, Nadja Guenster, and Bruno Laranjeira for translating the survey. We appreciate the excellent research assistance of Ben Ee and Nikhil Sharma. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}