{
    "id": 17377,
    "citation_title": "The Effect of Interventions to Reduce Fertility on Economic Growth",
    "citation_author": [
        "Quamrul H. Ashraf",
        "David N. Weil",
        "Joshua Wilde"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "2012-11-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess quantitatively the effect of exogenous reductions in fertility on output per capita. Our simulation model allows for effects that run through schooling, the size and age structure of the population, capital accumulation, parental time input into child-rearing, and crowding of fixed natural resources. The model is parameterized using a combination of microeconomic estimates, data on demographics and natural resource income in developing countries, and standard components of quantitative macroeconomic theory. We apply the model to examine the effect of a change in fertility from the UN medium-variant to the UN low-variant projection, using Nigerian vital rates as a baseline. For a base case set of parameters, we find that such a change would raise output per capita by 5.6 percent at a horizon of 20 years, and by 11.9 percent at a horizon of 50 years.\n\n",
    "acknowledgement": "\nWe thank Günther Fink, Andrew Foster, Stelios Michalopoulos, Alexia Prskawetz, and participants at Bar-Ilan Univeristy, the 2010 NEUDC Conference, the IUSSP Seminar on \"Demographics and Macroeconomic Performance,\" Paris, 2010, the 4th Annual \"PopPov\" Research Conference on \"Population, Reproductive Health, and Economic Development,\" Cape Town, 2010, and the conference, \"China and the West 1950-2050: Economic Growth, Demographic Transition and Pensions,\" University of Zurich, 2011, for comments, and Daniel Prinz for research assistance. Financial support from the William and Flora Hewlett Foundation and the MacArthur Foundation is gratefully acknowledged. Financial support from the William and Flora Hewlett Foundation and the MacArthur Foundation is gratefully acknowledged.\n\n\n"
}