{
    "id": 17376,
    "citation_title": "Embodied Carbon Tariffs",
    "citation_author": [
        "Christoph Böhringer",
        "Jared C. Carbone",
        "Thomas F. Rutherford"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a world where the prospects of a global agreement to control greenhouse gas emissions are bleak, the idea of using trade policy as an implicit regulation of foreign emission sources has gained many supporters in countries contemplating unilateral climate policies. Embodied carbon tariffs tax the direct and indirect carbon emissions embodied in imported goods. The appeal seems obvious: as OECD countries are, on average, large net importers of embodied emissions from non-OECD countries, carbon tariffs could substantially extend the reach of OECD climate policies. We investigate this claim by simulating the effects of embodied carbon tariffs with a computable general equilibrium model of global trade and energy use. We find that embodied carbon tariffs do effectively reduce carbon leakage. However, the scope for improvements in the global cost-effectiveness of unilateral climate policy is limited. The main welfare effect of the tariffs is to shift the burden of OECD climate policy to the developing world.\n\n",
    "acknowledgement": "\nThis research has been supported by Environment Canada. Research assistance has been provided by Justin Carron. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}