{
    "id": 17375,
    "citation_title": "Do Religious Proscriptions Matter? Evidence from a Theory-Based Test",
    "citation_author": [
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2011-08-25",
    "issue_date": "2011-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA large literature shows that religious participation is associated with a wide range of behaviors and outcomes, but what drives this association is unclear.  On the one hand, this association may stem from correlations in preferences, where those with tastes for religion coincidentally have particular tastes for other behaviors as well. Alternately, religious participation may directly affect behavior; for example many religious organizations impose rules and proscriptions on their members and these rules may affect members' decisions.  Using the canonical economic model of religiosity, I develop an empirical test to investigate the importance of religious proscriptions on behavior. Several empirical applications of this test are conducted; the results indicate a strong role for religious proscriptions in determining behavior.  The test developed here does not require an instrumental variable for religion and could be applied to the study of criminal gangs, terrorist organizations, fraternities, communes, political groups, and other \"social clubs.\"\n\n",
    "acknowledgement": "\nThanks to Earl Grinols and David Mustard for providing data, and to audiences at Princeton, Ohio State, Florida State, Harvard, SUNY-Albany, the University of California San Diego, the University of California Merced, the Federal Reserve Bank of Chicago, the University of Illinois-Chicago, the ASREC Association, and Notre Dame.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}