{
    "id": 17386,
    "citation_title": "Some Inconvenient Truths About Climate Change Policy: The Distributional Impacts of Transportation Policies",
    "citation_author": [
        "Stephen P. Holland",
        "Jonathan E. Hughes",
        "Christopher R. Knittel",
        "Nathan C. Parker"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstead of efficiently pricing greenhouse gases, policy makers have favored measures that implicitly or explicitly subsidize low carbon fuels. We simulate a transportation-sector cap & trade program (CAT) and three policies currently in use: ethanol subsidies, a renewable fuel standard (RFS), and a low carbon fuel standard (LCFS). Our simulations confirm that the alternatives to CAT are quite costly-2.5 to 4 times more expensive.   We provide evidence that the persistence of these alternatives in spite of their higher costs lies in the political economy of carbon policy. The alternatives to CAT exhibit a feature that make them amenable to adoption-a right skewed distribution of gains and losses where many counties have small losses, but a smaller share of counties gain considerably-as much as $6,800 per capita, per year. We correlate our estimates of gains from CAT and the RFS with Congressional voting on  the Waxman-Markey cap & trade bill, H.R. 2454. Because Waxman-Markey (WM) would weaken the RFS, House members likely viewed the two policies as competitors. Conditional on a district's CAT gains, increases in a district's RFS gains are associated with decreases in the likelihood of voting for WM.  Furthermore, we show that campaign contributions are correlated with a district's gains under each policy and that these contributions are correlated with a Member's vote on WM.\n\n",
    "acknowledgement": "\nThe authors thank Soren Anderson, Severin Borenstein, Meghan Busse, Garth Heutel,  Mark Jacobsen,  Randall Walsh, Catherine Wolfram and seminar participants at the Heartland Environmental and Resource Economics Conference, Iowa State University, the NBER Environmental and Energy Economics spring meeting, the University of California Energy Institute, and the University of North Carolina at Greensboro, the University of Texas, and the Massachusetts Institute of Technology for helpful comments. Knittel gratefully acknowledges support from the Institute of Transportation Studies at UC Davis and the Energy Institute@Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNathan C. Parker\n\nParker acknowledges the United States Departments of Agriculture and Energy, the Western Governors' Association and the Institute of Transportation Studies at UC Davis for their support.\n\n\n"
}