{
    "id": 17381,
    "citation_title": "A Community College Instructor Like Me: Race and Ethnicity Interactions in the Classroom",
    "citation_author": [
        "Robert W. Fairlie",
        "Florian Hoffmann",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "2014-08-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetailed administrative data from a large and diverse community college are used to examine if academic performance depends on whether students are the same race or ethnicity as their instructors. To identify racial interactions and address many threats to internal validity we estimate models that include both student and classroom fixed effects. Given the large sample sizes and computational complexity of the 2-way fixed effects model we rely on numerical algorithms that exploit the particular structure of the model's normal equations. Although we find no evidence of endogenous sorting, we further limit potential biases from sorting by focusing on students with restricted course enrollment options due to low registration priorities, students not getting first section choices, and on courses with no within-term or within-year racial variation in instructors. We find that the performance gap in terms of class dropout rates, pass rates, and grade performance between white and underrepresented minority students falls by 20-50 percent when taught by an underrepresented minority instructor. We also find these interactions affect longer term outcomes such as subsequent course selection, retention, and degree completion. Potential mechanisms for these positive interactions are examined.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Bob Barr, Andrew LaManque, Howard Irvin and Stephen Fletcher for providing the administrative data for students. Special thanks also go to Lydia Hearn, Kathleen Moberg, Mallory Newell, Jerry Rosenberg, and Rowena Tomaneng for providing detailed information on courses, minority student programs, and registration procedures. Thanks also go to Alex Haslam, David Levine, Doug Miller, Uros Petronijevic, and seminar participants at the University of Calgary, University of British Columbia, University of Manitoba, University of Victoria, the Gender and Academia Conference in Sweden, the NBER Education Program fall meeting, the Presidential and Academic Senate Leadership Presentation at De Anza College, Northern California Community Colleges Institutional Researchers workshop, Case Western University, University of Colorado Boulder, the 2013 American Economics Association annual meeting in San Diego, and RAND. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}