{
    "id": 17383,
    "citation_title": "Estimating the Impact of Restructuring on Electricity Generation Efficiency: The Case of the Indian Thermal Power Sector",
    "citation_author": [
        "Kabir Malik",
        "Maureen Cropper",
        "Alexander Limonov",
        "Anoop Singh"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "2013-07-01",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of electricity sector restructuring on the operating efficiency of coal-fired power plants in India. Between 1995 and 2009, 85 percent of coal-based generation capacity owned by state governments was unbundled from vertically integrated State Electricity Boards into state generating companies. We find that generating units in states that unbundled before the Electricity Act of 2003 experienced reductions in forced outages of about 25% and improvements in availability of about 10%, with the largest results occurring 3-5 years after restructuring. We find no evidence of improvements in thermal efficiency at state-owned power plants due to reform.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the World Bank and Resources for the Future. The findings and conclusions of this paper are those of the authors and do not necessarily represent the views of the World Bank and its affiliated organizations, the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}