{
    "id": 17384,
    "citation_title": "An Experimental Study of Alternative Campaign Finance Systems: Donations, Elections and Policy Choices",
    "citation_author": [
        "Hanming Fang",
        "Dmitry A. Shapiro",
        "Arthur Zillante"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe experimentally study the effect of alternative campaign finance systems - as characterized by different information structure about donors - on donations, election outcomes, political candidates' policy choices, and welfare. Three alternative campaign finance systems are considered: a full anonymity (FA) system in which neither the politicians nor the voters are informed about the donors' ideal policies or levels of donations; a partial anonymity (PA) system in which only the politicians, but not the voters, are informed about the donors' ideal policies and donations; and finally a no anonymity (NA) system in which both the politicians and the voters are informed about the donors' ideal policies and donations. \nWe find that donors contribute less in the FA system than in the PA and NA system, and candidates are less likely to deviate from their ideal policies under FA than under the PA and NA systems. The effect of donations on the candidate's policy deviations differs in FA from that in PA and NA. Specifically, in the FA system larger donations lead to smaller deviations from the candidate's ideal policy; but in the NA and PA systems, larger donations lead to larger deviations. As a result we observe that the donations lead to a centrist bias in the candidate's policy choices, i.e., donations are more likely to make extreme candidate move to the center than to make centrist candidate move to the right. This centrist bias is present more robustly in FA treatments. Finally, we find that donors greatly benefit from the possibility of donations regardless of the finance system. Voter welfare remains virtually unchanged under the PA and NA systems, especially when there is competition among the donors. Our findings provide the first experimental evidence supportive of Ayres and Ackerman's (2002) campaign finance reform proposal.\n\n",
    "acknowledgement": "\nWe are grateful to David J. Cooper and Tom Palfrey for encouragement and suggestions in the early stage of the project. We also thank Jordi Blanes-I-Vidal and Mattias Polborn for comments and suggestions. We gratefully acknowledge Belk College of Business for financial support. We are responsible for all remaining shortcomings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}