{
    "id": 17385,
    "citation_title": "Learning from Seller Experiments in Online Markets",
    "citation_author": [
        "Liran Einav",
        "Theresa Kuchler",
        "Jonathan D. Levin",
        "Neel Sundaresan"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe internet has dramatically reduced the cost of varying prices, displays and information provided to consumers, facilitating both active and passive experimentation. We document the prevalence of targeted pricing and auction design variation on eBay, and identify hundreds of thousands of experiments conducted by sellers across a wide array of retail products. We show how this type of data can be used to address questions about consumer behavior and market outcomes, and provide illustrative results on price dispersion, the frequency of over-bidding, the choice of reserve prices, \"buy now\" options and other auction design parameters, and on consumer sensitivity to shipping fees. We argue that leveraging the experiments of market participants takes advantage of the scale and heterogeneity of online markets and can be a powerful approach for testing and measurement.\n\n",
    "acknowledgement": "\nWe appreciate support from the National Science Foundation, the Stanford Institute for Economic Policy Research, and the Toulouse Network on Information Technology. The data for this study were obtained under a consulting agreement between the Stanford authors (Einav, Kuchler, Levin) and eBay Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan D. Levin\n\nLevin has received compensation as a consultant to eBay Research, and at various times, as a consultant to other internet companies.\n\n\n\nNeel Sundaresan\n\nNeel Sundaresan is the Senior Director, eBay Research Labs and employed by eBay Inc.\n\n\n"
}