{
    "id": 17387,
    "citation_title": "Corporate Governance, Debt, and Investment Policy during the Great Depression",
    "citation_author": [
        "John R. Graham",
        "Sonali Hazarika",
        "Krishnamoorthy Narasimhan"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a period of severe disequilibrium to investigate whether board characteristics are related to corporate investment, debt usage, and firm value. During the 1930-1938 Depression era, when the corporate sector was shocked by an unprecedented downturn, we document a relation between board characteristics and firm performance that varies in economically sensible ways: Complex firms (that would benefit more from board advice) exhibit a positive relation between board size and firm value, and simple firms exhibit a negative relation between board size and firm value. Moreover, simple firms with large boards do not downsize adequately in response to the severe economic contraction: they invest more (or shrink less) and use more debt during the 1930s. We document similar effects for the number of outside directors on the board. Finally, we also find that companies with properly aligned governance structures are more likely to replace the company president following poor performance.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees, Murillo Campello, Campbell Harvey, David Hsieh, Pete Kyle, Ken Lehn, Anil Shivdasani, and seminar participants at Duke, Indiana, INSEAD, Rice, Virginia, and the Conference on Corporate Finance at Washington University in St. Louis for useful suggestions. James Kibler and Michael Albert provided excellent research assistance. Financial support from the Hartman Center is acknowledged. Hazarika gratefully acknowledges financial support from PSC-CUNY and the Baruch College Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}