{
    "id": 17391,
    "citation_title": "Fiscal Stimulus in a Monetary Union: Evidence from U.S. Regions",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "2013-06-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use rich historical data on military procurement spending across U.S. regions to estimate the effects of government spending in a monetary union. Aggregate military build-ups and draw- downs have differential effects across regions. We use this variation to estimate an \"open economy relative multiplier\" of approximately 1.5. We develop a framework for interpreting this estimate and relating it to estimates of the standard closed economy aggregate multiplier. The closed economy aggregate multiplier is highly sensitive to how strongly aggregate monetary and tax policy \"leans against the wind.\" In contrast, our open economy relative multiplier \"differences out\" these effects because different regions in the union share a common monetary and tax policy. Our estimates provide evidence in favor of models in which demand shocks can have large effects on output.\n\n",
    "acknowledgement": "\nWe thank Nicolas Crouzet, Shaowen Luo and Thuy Lan Nguyen for excellent research assistance. We thank Steve Davis, Gauti Eggertsson, Jordi Gali, Erik Hurst, Karel Mertens, Marcelo Moreira, James Stock, Ivan Werning, Michael Woodford, Pierre Yared, Motohiro Yogo and seminar participants at various institutions for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}