{
    "id": 17396,
    "citation_title": "Sovereigns, Upstream Capital Flows, and Global Imbalances",
    "citation_author": [
        "Laura Alfaro",
        "Sebnem Kalemli-Ozcan",
        "Vadym Volosovych"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "2014-09-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct measures of net private and public capital flows for a large cross-section of developing countries considering both creditor and debtor side of the international debt transactions. Using these measures, we demonstrate that sovereign-to-sovereign transactions account for upstream capital flows and global imbalances. Specifically, we find that i) international net private capital flows (inflows minus outflows of private capital) are positively correlated with countries' productivity growth, ii) net sovereign debt flows (government borrowing minus reserves) are negatively correlated with growth only if net public debt is financed by another sovereign, iii) net public debt financed by private creditors is positively correlated with growth, iv) public savings are strongly positively correlated with growth, whereas correlation between private savings and growth is flat and statistically insignificant. These empirical facts contradict the conventional wisdom and constitute a challenge for the existing theories on upstream capital flows and global imbalances.\n\n",
    "acknowledgement": "\nWe thank our referees, editor Fabrizio Zilibotti, Pierre-Olivier Gourinchas and participants at the 2010 AEA meetings, 2010 NBER-IFM meeting, the 2010 SEA meetings, 2012, ECB Globalization Conference, 2012 CREI-UPF Summer Workshop and the seminars at Erasmus University Rotterdam, De Nederlandsche Bank for comments, and Francesco Caselli, Gian Maria Milesi-Ferretti, Elias Papaioannou and Frank Warnock for insightful discussions. The authors thank NBER-MIT SLOAN Project for Global Financial Crisis for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}