{
    "id": 17395,
    "citation_title": "Information Manipulation, Coordination, and Regime Change",
    "citation_author": [
        "Chris Edmond"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model of information and political regime change. If enough citizens act against a regime, it is overthrown. Citizens are imperfectly informed about how hard this will be and the regime can, at a cost, engage in propaganda so that at face-value it seems hard. This coordination game with endogenous information manipulation has a unique equilibrium and the paper gives a complete analytic characterization of its comparative statics. If the quantity of information available to citizens is sufficiently high, then the regime has a better chance of surviving. However, an increase in the reliability of information can reduce the regime's chances. These two effects are always in tension: a regime benefits from an increase in information quantity if and only if an increase in information reliability reduces its chances. The model allows for two kinds of information revolutions. In the first, associated with radio and mass newspapers under the totalitarian regimes of the early twentieth century, an increase in information quantity coincides with a shift towards media institutions more accommodative of the regime and, in this sense, a decrease in information reliability. In this case, both effects help the regime. In the second kind, associated with diffuse technologies like modern social media, an increase in information quantity coincides with a shift towards sources of information less accommodative of the regime and an increase in information reliability. This makes the quantity and reliability effects work against each other. The model predicts that a given percentage increase in information reliability has exactly twice as large an effect on the regime's chances as the same percentage increase in information quantity, so, overall, an information revolution that leads to roughly equal-sized percentage increases in both these characteristics will reduce a regime's chances of surviving.\n\n",
    "acknowledgement": "\nThis is a revised version of a chapter from my UCLA dissertation. Previous versions circulated under the title \"Information and the limits to autocracy\". I would particularly like to thank Andrew Atkeson and Christian Hellwig for their encouragement and many helpful discussions. I also thank Marios Angeletos, Costas Azariadis, Heski Bar-Isaac, Adam Brandenburger, Ethan Bueno de Mesquita, Ignacio Esponda, Catherine de Fontenay, Matias Iaryczower, Stephen Morris, Alessandro Pavan, Andrea Prat, Hyun Shin, Adam Szeidl, Laura Veldkamp, Iván Werning, seminar participants at the ANU, Boston University, University of Chicago (GSB and Harris), Duke University, FRB Minneapolis, La Trobe University, LSE, University of Melbourne, MIT, NYU, Northwestern University, Oxford University, University of Rochester, UC Irvine, University College London and UCLA and participants at the NBER political economy meetings for their comments. Vivianne Vilar provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}