{
    "id": 17394,
    "citation_title": "Comparing the Investment Behavior of Public and Private Firms",
    "citation_author": [
        "John Asker",
        "Joan Farre-Mensa",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe evaluate differences in investment behavior between stock market listed and privately held firms in the U.S. using a rich new data source on private firms. Listed firms invest less and are less responsive to changes in investment opportunities compared to observably similar, matched private firms, especially in industries in which stock prices are particularly sensitive to current earnings. These differences do not appear to be due to unobserved differences between public and private firms, how we measure investment opportunities, lifecycle differences, or our matching criteria. We suggest that the patterns we document are most consistent with theoretical models emphasizing the role of managerial myopia.\n\n",
    "acknowledgement": "\nWe are grateful to Sageworks Inc. for access to their database on private companies, and to Drew White and Tim Keogh of Sageworks for their help and advice regarding their data. Thanks for helpful comments and suggestions go to Mary Billings, Jesse Edgerton, Alex Edmans, Yaniv Grinstein, David Hirshleifer, Hamid Mehran, Bruce Petersen, Joshua Rauh, Michael Schill, and Stanley Zin and to various seminar and conference audiences. We are grateful to Mary Billings for sharing her ERC data with us. Ljungqvist gratefully acknowledges generous financial support from the Ewing M. Kauffman Foundation under the Berkley-Kauffman Grant Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}