{
    "id": 17390,
    "citation_title": "Cleaning the Bathwater with the Baby: The Health Co-Benefits of Carbon Pricing in Transportation",
    "citation_author": [
        "Christopher R. Knittel",
        "Ryan Sandler"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfforts to reduce greenhouse gas emissions in the US have relied on Corporate Average Fuel Economy (CAFE) Standards and Renewable Fuel Standards (RFS). Economists often argue that these policies are inefficient relative to carbon pricing because they ignore existing vehicles and do not adequately reduce the incentive to drive. This paper presents evidence that the net social costs of carbon pricing are significantly less than previous thought.  The bias arises from the fact that the demand elasticity for miles travelled varies systematically with vehicle emissions; dirtier vehicles are more responsive to changes in gasoline prices. This is true for all four emissions for which we have data--nitrogen oxides, carbon monoxide, hydrocarbon, and greenhouse gases--as well as weight. This reduces the net social costs associated with carbon pricing through increasing the co-benefits. Accounting for this heterogeneity implies that the welfare losses from $1.00 gas tax, or a $110 per ton of CO2 tax, are negative over the period of 1998 to 2008 even when we ignore the climate change benefits from the tax. Co-benefits increase by over 60 percent relative to ignoring the heterogeneity that we document. In addition, accounting for this heterogeneity raises the optimal gas tax associated with local pollution, as calculated by Parry and Small (2005), by as much as 57 percent. While our empirical setting is California, we present evidence that the effects may be larger for the rest of the US.\n\n",
    "acknowledgement": "\nThis paper has benefited from conversations with Severin Borenstein, Michael Greenstone, Jonathan Hughes, Dave Rapson, Nicholas Sanders, and Catherine Wolfram. We gratefully acknowledge financial support from the University of California Center for Energy & Environmental Economics and the Sustainable Transportation Center at UC Davis. A portion of the paper was written while Knittel was a visitor at the Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}