{
    "id": 17397,
    "citation_title": "Smooth Politicians and Paternalistic Voters: A Theory of Large Elections",
    "citation_author": [
        "Marco Faravelli",
        "Randall Walsh"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new game theoretic approach to modeling large elections that overcomes the \"paradox of voting\" in a costly voting framework, without reliance on the assumption of ad hoc preferences for voting. The key innovation that we propose is the adoption of a \"smooth\" policy rule under which the degree to which parties favor their own interests is increasing in their margin of victory. In other words, mandates matter. We argue that this approach is an improvement over the existing literature as it is consistent with the empirical evidence. Incorporating this policy rule into a costly voting model with paternalistic voters yields a parsimonious model with attractive properties.  Specifically, the model predicts that when the size of the electorate grows without bound, limiting turnout is strictly positive both in terms of numbers and proportions.  Further, the model preserves the typical comparative statics predictions that have been identified in the extant costly voting models such as the underdog effect and the competition effect. Finally, under the case of selfish agents, we are able to extend Palfrey and Rosenthal's (1985) zero turnout result to a general class of smooth policy rules.  Thus, this new approach reconciles the predictions of standard costly voting, both in terms of positive turnout and comparative statics predictions with the assumption of a large electorate environment.\n\n",
    "acknowledgement": "\nWe thank Sourav Bhattacharya, Ed Hopkins, Tatiana Kornienko, Andy McLennan, Joseph McMurray, Rohan Pitchford, John Quiggin and Jean-Francois Richard for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}