{
    "id": 17399,
    "citation_title": "Private Equity and Employment",
    "citation_author": [
        "Steven J. Davis",
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "Josh Lerner",
        "Javier Miranda"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nPrivate equity critics claim that leveraged buyouts bring huge job losses. To investigate this claim, we construct and analyze a new dataset that covers U.S. private equity transactions from 1980 to 2005.  We track 3,200 target firms and their 150,000 establishments before and after acquisition, comparing outcomes to controls similar in terms of industry, size, age, and prior growth.  Relative to controls, employment at target establishments declines 3 percent over two years post buyout and 6 percent over five years.  The job losses are concentrated among public-to-private buyouts, and transactions involving firms in the service and retail sectors. But target firms also create more new jobs at new establishments, and they acquire and divest establishments more rapidly.  When we consider these additional adjustment margins, net relative job losses at target firms are less than 1 percent of initial employment.  In contrast, the sum of gross job creation and destruction at target firms exceeds that of controls by 13 percent of employment over two years.  In short, private equity buyouts catalyze the creative destruction process in the labor market, with only a modest net impact on employment.  The creative destruction response mainly involves a more rapid reallocation of jobs across establishments within target firms.\n\n",
    "acknowledgement": "\nWe thank Chris Allen, Ronald Davis, Kyle Handley, and Sarah Woolverton for research assistance with this project and Per Stromberg for data on the classification of private equity transactions. Francesca Cornelli, Per Stromberg, a number of practitioners, and participants at the American Economic Association meetings, the NBER \"New World of Private Equity\" conference, the AEI Conference on \"The History, Impact and Future of Private Equity,\" and various university conferences and seminars provided many helpful comments. The World Economic Forum, the Kauffman Foundation, Harvard Business School's Division of Research, and the Global Markets Initiative at the University of Chicago Booth School of Business provided generous financial support for this research. One of the authors has advised institutional investors in private equity funds, private equity groups, and governments designing policies relevant to private equity. The analysis and results presented herein are attributable to the authors and do not necessarily reflect concurrence by the US Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}