{
    "id": 17392,
    "citation_title": "Cyclicality of Credit Supply: Firm Level Evidence",
    "citation_author": [
        "Bo Becker",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheory predicts that there is a close link between bank credit supply and the evolution of the business cycle. Yet fluctuations in bank-loan supply have been hard to quantify in the time-series. While loan issuance falls in recessions, it is not clear if this is due to demand or supply. We address this question by studying firms' substitution between bank debt and non-bank debt (public bonds) using firm-level data. Any firm that raises new debt must have a positive demand for external funds. Conditional on issuance of new debt, we interpret firm's switching from loans to bonds as a contraction in bank credit supply. We find strong evidence of substitution from loans to bonds at times characterized by tight lending standards, high levels of non-performing loans and loan allowances, low bank share prices and tight monetary policy. The bank-to-bond substitution can only be measured for firms with access to bond markets. However, we show that this substitution behavior has strong predictive power for bank borrowing and investments by small, out-of-sample firms. We consider and reject several alternative explanations of our findings.\n\n",
    "acknowledgement": "\nWe are grateful to Murillo Campello, Erik Hurst, Atif Mian, Joe Peek, Mitchell Petersen, Amiyatosh Purnanandam, Christina Romer, David Romer, Erik Stafford, Jeremy Stein, René Stulz, Luis Viceira, James Vickrey, Vikrant Vig, and seminar participants at the AFA 2011 meeting, the EFA 2011 meeting, Bank of Canada, Bank of Spain, Boston University Boston University Conference on Credit Markets, DePaul, City University of Hong Kong, Harvard Business School, Federal Reserve Bank of St. Louis, European Central Bank, Federal Reserve Board, the London School of Economics, the 3rd Paris Spring Corporate Finance Conference and NBER Monetary Economics workshop for helpful comments. We thank Chris Allen and Baker Library Research Services for assistance with data collection. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}