{
    "id": 17398,
    "citation_title": "Corruption in Developing Countries",
    "citation_author": [
        "Benjamin A. Olken",
        "Rohini Pande"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nRecent years have seen a remarkable expansion in economists' ability to measure corruption. This, in turn, has led to a new generation of well-identified, microeconomic studies. We review the evidence on corruption in developing countries in light of these recent advances, focusing on three questions: how much corruption is there, what are the efficiency consequences of corruption, and what determines the level of corruption. We find robust evidence that corruption responds to standard economic incentive theory, but also that effects of anti-corruption policies often attenuate as officials find alternate strategies to pursue rents.\n\n",
    "acknowledgement": "\nForthcoming with the Annual Review of Economics.  Doi: 10.1146/annurev-economics-080511-110917.  This paper was originally written as part of the Abdul Latif Jameel Poverty Action Lab's Governance Initiative, which is funded by DFID, the Hewlett Foundation, and an anonymous donor. We gratefully acknowledge the outstanding assistance of Raluca Dragusanu and Cristobal Marshall, as well as extensive conversations with Iqbal Dhaliwal. The views expressed here are those of the authors and do not necessarily reflect the views of DFID, the Hewlett Foundation, the National Bureau of Economic Research, or any other third party.\n\n\n"
}