{
    "id": 17404,
    "citation_title": "Communitywide Database Designs for Tracking Innovation Impact: COMETS, STARS and Nanobank",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Jason Fong"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "2014-06-20",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nData availability is arguably the greatest impediment to advancing the science of science and innovation policy and practice (SciSIPP). This paper describes the contents, methodology and use of the public online COMETS (Connecting Outcome Measures in Entrepreneurship Technology and Science) database spanning all sciences, technologies, and high-tech industries; its parent COMETSandSTARS database which adds more data at organization and individual scientist-inventor-entrepreneur level restricted by vendor licenses to onsite use at NBER and/or UCLA; and their prototype Nanobank covering only nano-scale sciences and technologies. Some or all of these databases include or will include: US patents (granted and applications); NIH, NSF, SBIR, STTR Grants; Thomson Reuters Web of Knowledge; ISI Highly Cited; US doctoral dissertations; IPEDS/HEGIS universities; all firms and other organizations which ever publish in ISI listed journals beginning in 1981, are assigned US patents (from 1975), or are listed on a covered grant; additional nanotechnology firms based on web search. Ticker/CUSIP codes enable linking public firms to the major databases covering them. A major matching/disambiguation effort assigns unique identifiers for an organization or individual so that their appearances are linked within and across the constituent legacy databases. Extensive geographic coding enables analysis at country, region, state, county, or city levels. The databases provide very flexible sources of data for serious research on many issues in the study of organizations in innovation systems in the development and spread of knowledge, and the economics of science. Enabling the study of these topics, among others, COMETS contributes substantially to the science of science and technology.\n\n",
    "acknowledgement": "\nThe construction of Nanobank was supported under major grants from the National Science Foundation (SES-0304727 and SES-0531146) and the University of California's Industry-University Cooperative Research Program (PP9902, P00-04, P01-02, and P03-01). Additional support was received from the California NanoSystems Institute, Sun Microsystems, Inc., UCLA's International Institute, and from the UCLA Anderson School's Center for International Business Education and Research (CIBER) and the Harold Price Center for Entrepreneurial Studies. The COMETS database (also known as the Science and Technology Agents of Revolution or STARS database) is being constructed for public research use under major grants from the Ewing Marion Kauffman Foundation (2008-0028 and 2008-0031) and the Science of Science and Innovation Policy (SciSIP) Program at the National Science Foundation (grants SES-0830983 and SES-1158907) with support from other agencies. Our colleague Jonathan Furner of the UCLA Department of Information Studies played a leading role in developing the methodology for selecting records for Nanobank.  We are indebted to our scientific and policy advisors Roy Doumani, James R. Heath, Evelyn Hu, Carlo Montemagno, Roger Noll, and Fraser Stoddart, and to our research team, especially Amarita Natt, Hsing-Hau Chen, Robert Liu, Hongyan Ma, Emre Uyar, and Stephanie Hwang Der. Additional support for COMETS has been provided by The Ewing Marion Kauffman Foundation which both hosts the main COMETS site and in the past ran a COMETS Travel Grants Program to support early use of the COMETS data and presentation of resulting empirical research at conferences through direct grants to users.  Certain data included herein are derived from the High Impact Papers, Science Citation Index Expanded, U.S. State Indicators, and U.S. University Indicators of the Institute for Scientific Information®, Inc. (ISI®), Philadelphia, Pennsylvania, USA: © Copyright Institute for Scientific Information®, Inc. 2000-2003.  All rights reserved. Certain data included herein are derived from the Nanobank and the Connecting Outcome Measures of Entrepreneurship, Technology, and Science (COMETS) databases and the associated COMETSbeta and COMETSandSTARS databases.  This paper is a part of the NBER's research program in Productivity, Innovation and Entrepreneurship.  Any opinions expressed are those of the authors and not those of their employers or the National Bureau of Economic Research.\n\n\n"
}