{
    "id": 17402,
    "citation_title": "The Impact of Youth Service on Future Outcomes: Evidence from Teach For America",
    "citation_author": [
        "Will Dobbie",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly one million American youth have participated in service programs such as Peace Corps and Teach For America. This paper provides the first causal estimate of the impact of service programs on those who serve, using data from a web-based survey of former Teach For America applicants. We estimate the effect of voluntary youth service using a sharp discontinuity in the Teach For America application process. Participating in Teach For America increases racial tolerance, makes individuals more optimistic about the life chances of poor children, and makes them more likely to work in education. We argue that these facts are broadly consistent with the \"Contact Hypothesis,\" which states that, under appropriate conditions, interpersonal contact can reduce prejudice.\n\n",
    "acknowledgement": "\nWe are grateful to Cynthia Cho, Heather Harding, Brett Hembree, Wendy Kopp, Ted Quinn, Cynthia Skinner, and Andy Sokatch for their assistance in collecting the data necessary for this project. We also thank Lawrence Katz and seminar participants in the Harvard Labor Lunch for helpful comments and suggestions. Brad Allan, Vilsa Curto, Abhirup Das, Sara D'Alessandro, Ben Hur Gomez, Meghan Howard, Daniel Lee, Sue Lin, George Marshall, Rachel Neiger, Brendan Quinn, Wonhee Park, Gavin Samms, Jonathan Scherr, and Allison Sikora provided truly exceptional research assistance and project management support. Financial support from the Education Innovation Lab at Harvard University [Fryer], and the Multidisciplinary Program on Inequality and Social Policy [Dobbie] is gratefully acknowledged. Correspondence can be addressed to the authors by e-mail: dobbie@fas.harvard.edu [Dobbie] or rfryer@fas.harvard.edu [Fryer]. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}