{
    "id": 17403,
    "citation_title": "Corporate Demand for Insurance: An Empirical Analysis of the U.S. Market for Catastrophe and Non-Catastrophe Risks",
    "citation_author": [
        "Erwann Michel-Kerjan",
        "Paul Raschky",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique dataset of insurance decisions by over 1,800 large U.S. corporations, this study provides the first empirical analysis of firm behavior that compares corporate demand for property and catastrophe insurance (here, terrorism). We combine demand and supply data and apply a simultaneous-equation approach to address the problem of endogenous premium decisions. The main finding is that demand for property and catastrophe insurance are not very different and that the demand for catastrophe coverage is actually more price inelastic. We also show that a corporation's ability to self-insure affects the demand for catastrophe insurance but not for property insurance.\n\n",
    "acknowledgement": "\nWe thank George Akerlof, Neil Doherty, Marty Feldstein, Ken Froot, Martin Grace, Scott Harrington, Robert Klein, Greg Nini, William Nordhaus, Jesse Shapiro, Terri Vaughan and seminar participants at the AEA annual meeting, NBER Insurance Group, NBER Economics of National Security Group, University of Pennsylvania„ and the OECD for their comments and insightful discussions on an earlier version of this paper. We are indebted to John Rand at Marsh & McLennan for many fruitful discussions and for sharing with us the data that were used for our analysis. Financial support from the Wharton Risk Management and Decision Processes Center is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}