{
    "id": 17401,
    "citation_title": "Who Should Supervise? The Structure of Bank Supervision and the Performance of the Financial System",
    "citation_author": [
        "Barry Eichengreen",
        "Nergiz Dincer"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assemble data on the structure of bank supervision, distinguishing supervision by the central bank from supervision by a nonbank governmental agency and independent from dependent governmental supervisors.  Using observations for 140 countries from 1998 through 2010, we find that supervisory responsibility tends to be assigned to the central bank in low-income countries where that institution is one of few public-sector agencies with the requisite administrative capacity.  It is more likely to be undertaken by a non-independent agency of the government in countries ranked high in terms of government efficiency and regulatory quality.   We show that the choice of institutional arrangement makes a difference for outcomes.  Countries with independent supervisors other than the central bank have fewer nonperforming loans as a share of GDP even after controlling for inflation, per capita income, and country and/or year fixed effects.  Their banks are required to hold less capital against assets, presumably because they have less need to protect against loan losses.  Savers in such countries enjoy higher deposit rates.  There is some evidence, albeit more tentative, that countries with these arrangements are less prone to systemic banking crises.\n\n",
    "acknowledgement": "\nThe second author greatfully acknowledges financial support of TUBITAK (The Scientific and Technological Research Council of Turkey) under TUBITAK-BIDEP fellowship. The views presented here are those of the authors; and do not necessarily reflect the official position of the State Planning Organization or the National Bureau of Economic Research.\n\n\n"
}