{
    "id": 17400,
    "citation_title": "The Future of Economic Convergence",
    "citation_author": [
        "Dani Rodrik"
    ],
    "citation_publication_date": "2011-09-01",
    "issue_date": "2011-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe question addressed in this paper is whether the gap in performance between the developed and developing worlds can continue, and in particular, whether developing nations can sustain the rapid growth they have experienced of late.  The good news is that growth in the developing world should depend not on growth in the advanced economies themselves, but on the difference in the productivity levels of the two groups of countries - on the \"convergence gap\" - which remains quite large.  Yet much of this convergence potential is likely to go to waste.   Convergence is anything but automatic, and depends on sustaining rapid structural change in the direction of tradables such as manufacturing and modern services.  The policies that successful countries have used to achieve this are hard to emulate. Moreover, these policies - such as currency undervaluation and industrial policies - will meet greater resistance on the part of industrial countries struggling with stagnant economies and high unemployment.\n\n",
    "acknowledgement": "\nThis is a paper prepared for the 2011 Jackson Hole Symposium of the Federal Reserve Bank of Kansas City, August 25-27, 2011.  I am grateful to Arvind Subramanian for helpful conversations and to UNIDO for making their INDSTAT4 data base available. I also thank Cynthia Balloch for research assistance and the Weatherhead Center for International Affairs at Harvard for financial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}