{
    "id": 17406,
    "citation_title": "Exercise, Physical Activity, and Exertion over the Business Cycle",
    "citation_author": [
        "Gregory J. Colman",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs economic recessions reduce employment and wages, associated shifts in time and income constraints would be expected to also impact individuals' health behaviors.  Prior work has focused exclusively on recreational exercise, which typically represents only about 4% of total daily physical exertion.  The general presumption in these studies is that, because exercise improves health, if unemployment increases exercise it must also improve health.  Yet a person may be laid off from a physically demanding job, exercise more, and still be less physically active than when employed.  Thus the relevant question is whether unemployment leads persons to become more physically active.  We study this question with the American Time Use Survey (2003-2010), exploring the impact of the business cycle (and specifically the Great Recession) on individuals' exercise, other uses of time, and physical activity during the day.  We also utilize more precise measures of exercise (and all other physical activities), which reflect information on the duration as well as intensity of each component activity, than has been employed in past studies.  Using within-state variation in employment and unemployment, we find that recreational exercise tends to increase as employment decreases.  In addition, we also find that individuals substitute into television watching, sleeping, childcare, and housework.  However, this increase in exercise as well as other activities does not compensate for the decrease in work-related exertion due to job-loss.  Thus total physical exertion, which prior studies have not analyzed, declines.  These behavioral effects are strongest among low-educated males, which is validating given that the Great Recession led to some of the largest layoffs within the manufacturing, mining, and construction sectors.  Due to the concentration of low-educated workers in boom-and-bust industries, the drop in total physical activity during recessions is especially problematic for vulnerable populations and may play a role in exacerbating the SES-health gradient during recessions.  We also find some evidence of intra-household spillover effects, wherein individuals respond to shifts in spousal employment conditional on their own labor supply.\n\n",
    "acknowledgement": "\nThe authors thank T.J. Christian and Michael Grossman for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}