{
    "id": 17409,
    "citation_title": "The Market for Conservation and Other Hostages",
    "citation_author": [
        "Bård Harstad"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA conservation good, such as the rainforest, is a hostage: it is possessed by S who may prefer to consume it, but B receives a larger value from continued conservation. A range of prices would make trade mutually beneficial. So, why doesn't B purchase conservation, or the forest, from S?\nIf this were an equilibrium, S would never consume, anticipating a higher price at the next stage. Anticipating this, B prefers to deviate and not pay. The Markov-perfect equilibria are in mixed strategies, implying that the good is consumed (or the forest is cut) at a positive rate. If conservation is more valuable, it is less likely to occur. If there are several interested buyers, cutting increases. If S sets the price and players are patient, the forest disappears with probability one.\nA rental market has similar properties. By comparison, a rental market dominates a sale market if the value of conservation is low, the consumption value high, and if remote protection is costly. Thus, the theory can explain why optimal conservation does not always occur and why conservation abroad is rented, while domestic conservation is bought.\n\n",
    "acknowledgement": "\nI have benefitted from the audiences at the NBER Law & Economics 2011 Summer Meeting, Northwestern University, the Norwegian School of Economics, the University of Oslo, The Princeton Political Economy Conference, Yale University, and in particular the comments of Manuel Amador, Wioletta Dziuda, Jeff Ely, Johannes Hörner, Benny Moldovanu, and Chris Snyder. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}