{
    "id": 1740,
    "citation_title": "The Administration Tax Reform Proposal and Housing",
    "citation_author": [
        "Patric H. Hendershott",
        "David C. Ling"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the likely impact of the Administration tax reform plan on housing. Our analysis incorporates two general equilibrium impacts -- a one percentage point decline in the level of interest rates and a decrease in the property tax rate on principal residences -- and corrects errors regarding discount rates and refinancing in the basic rental model. A 7 percent increase in market rents (11 percent without the decline in interest rates) is projected. Consideration of the individual components of the Administration plan suggests that the only significant negative provisionis the cut in the personal tax rate from 0.53 (including a 6 percent state and local rate deductible at the Federal level) to 0.41. Without this cut (and the decline in interest rates which is largely attributable to the cut), market rents would fall by 6 percent. Rents rise only because rental housing is a negatively taxed asset in the sense that a tax cut lowers the supply of the asset.The general-equilibriwn effects will offset the negative direct effects -- the cut in marginal tax rates and loss of deductibility of property taxes -- on owner-occupied housing in the aggregate. However, this housing will generally be cheaper for households with incomes below $40,000 -- especially below $25,000 -- but will be more expensive for those with incomes above $60,000.This constitutes an improvement in both efficiency and equity because under current law the price of owner housing services is far lower for high income households than for low income households. Homeownership rates should increase by 2 to 3 percentage points for households with incomes below $40,000 and 1 to 2 percentage points in the aggregate.\n\n",
    "acknowledgement": "\n"
}