{
    "id": 17405,
    "citation_title": "Housing Busts and Household Mobility: An Update",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko",
        "Joseph Tracy"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides updated estimates of the impact of three financial frictions - negative equity, mortgage lock-in, and property tax lock-in - on household mobility.  We add the 2009 wave of the American Housing Survey (AHS) to our sample and also create an improved measure of permanent moves in response to Schulhofer-Wohl's (2011) critique of our earlier work (Ferreira, Gyourko and Tracy (2010)).  Our updated estimates corroborate our previous results: negative equity reduces household mobility by 30 percent, and $1,000 of additional mortgage or property tax costs reduces household mobility by 10%-16%.  Schulhofer-Wohl's finding of a slight positive correlation between mobility and negative equity appears due to a large fraction of false positives, as his coding methodology has the propensity to misclassify almost half of the additional moves it identifies relative to our measure of permanent moves.  This also makes his mobility measure dynamically inconsistent, as many transitions originally classified as a move are reclassified as a non-move when additional AHS panels become available. We conclude with directions for future research, including potential improvements to measures of household mobility.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of Anthony DeFusco and Andrew Haughwout.  Fernando Ferreira and Joseph Gyourko also thank the Research Sponsor Program of the Zell-Lurie Real Estate Center at Wharton for financial support. These views are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}