{
    "id": 17410,
    "citation_title": "Comparison Friction: Experimental Evidence from Medicare Drug Plans",
    "citation_author": [
        "Jeffrey R. Kling",
        "Sendhil Mullainathan",
        "Eldar Shafir",
        "Lee Vermeulen",
        "Marian Wrobel"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nConsumers need information to compare alternatives for markets to function efficiently. Recognizing this, public policies often pair competition with easy access to comparative information. The implicit assumption is that comparison friction--the wedge between the availability of comparative information and consumers' use of it--is inconsequential because information is readily available and consumers will access this information and make effective choices. We examine the extent of comparison friction in the market for Medicare Part D prescription drug plans in the United States. In a randomized field experiment, an intervention group received a letter with personalized cost information. That information was readily available for free and widely advertised. However, this additional step--providing the information rather than having consumers actively access it--had an impact. Plan switching was 28 percent in the intervention group, versus 17 percent in the comparison group, and the intervention caused an average decline in predicted consumer cost of about $100 per year among letter recipients--roughly 5 percent of the cost in the comparison group. Our results suggest that comparison friction can be large even when the cost of acquiring information is small, and may be relevant for a wide range of public policies that incorporate consumer choice.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and should not be interpreted as those of the Congressional Budget Office or the National Bureau of Economic Research. A previous version of this analysis was circulated under the title \"Misperception in Choosing Medicare Drug Plans.\" This project was supported by Ideas42, a social science research and development laboratory, and we are grateful to Fred Doloresco, Magali Fassiotto, Santhi Hariprasad, Marquise McGraw, Garth Wiens, and Sabrina Yusuf for research assistance. We thank Phil Ellis, Don Green, Jacob Hacker, Justine Hastings, Ori Heffetz, Larry Kocot, David Laibson, Kristina Lowell, Mark McClellan, Richard Thaler, and numerous seminar participants for helpful discussions. We also thank CVS Caremark Corporation and Experion Systems (www.planprescriber.com) for sharing data. We gratefully acknowledge funding for this work provided by the John D. and Catherine T. MacArthur Foundation, the Charles Stuart Mott Foundation, the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization Initiative, the University of Chicago's Defining Wisdom Project and the John Templeton Foundation, and the National Institute on Aging (P01 AG005842).\n\n\n"
}