{
    "id": 17414,
    "citation_title": "The Impact of Therapeutic Procedure Innovation on Hospital Patient Longevity: Evidence from Western Australia, 2000-2007",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of therapeutic procedure innovation in general on the longevity of all hospital patients, i.e. patients with a variety of medical conditions.  The analysis is based on data on over one million discharges from public and private hospitals in Western Australia (WA) during the period 2000-2007.  We can measure survival for a period as long as 8 years after admission, and we know the date each procedure was added to the Medicare Benefits Schedule.\nEstimates based on patient-level data indicate that therapeutic procedure innovation increased the life expectancy of WA hospital patients  by almost 3 months between 2000 and 2007, controlling for the patient's age, sex, Diagnosis Related Group (DRG, over 600 categories), Aboriginal status, marital status, insurance coverage (whether or not the patient had private insurance), postcode (over 400 postcodes), year of hospital admission, and number of procedures performed..  Estimates based on longitudinal DRG-level data also indicate that therapeutic procedure innovation increased the life expectancy of WA hospital patients, but the implied increase may be smaller--about 2 months.  In either case, therapeutic procedure innovation in WA hospitals appears to have been remarkably cost-effective, because it increased the cost of medical procedures by a negligible amount.\n\n",
    "acknowledgement": "\nThis research was conducted while the author was a visiting professor at the Centre for Strategic Economic Studies at Victoria University (Melbourne, Australia).  I am grateful to the Data Linkage Branch of the Western Australia Department of Health (http://www.datalinkage-wa.org/) for making their data available.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}