{
    "id": 17413,
    "citation_title": "Racial, Ethnic and Gender Differences in Physical Activity",
    "citation_author": [
        "Henry Saffer",
        "Dhaval M. Dave",
        "Michael Grossman"
    ],
    "citation_publication_date": "2011-09-08",
    "issue_date": "2011-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines racial, ethnic and gender differentials in physical activity.  Individuals engage in physical activity during leisure-time and also during in many other activities such as walking to work, home maintenance, shopping and child care.  Physical activity also occurs on the job is this is referred to as work physical activity.  Prior studies have shown that non-work physical activity has a positive impact on health while work physical activity has a negative impact on health.  Many prior studies have relied primarily on leisure-time physical activity, which typically constitutes only about 10% of non-work physical activity and does not capture specific information on the intensity or duration of the activity.  This study addresses these limitations by constructing measures of physical activity from the American Time Use Surveys, which are all-inclusive and capture the duration of each activity combined with its intensity based on the Metabolic Equivalent of Task (MET).  Non-work physical activity tends to be significantly lower for Blacks, Hispanics, other racial groups than for Whites and lower for males than for females.  These adjusted differentials are consistent with racial, ethnic and gender differentials in health.  About 25-46% of the differentials in non-work physical activity can be attributed to differences in education, socio-economic status, proxies for time constraints, and locational attributes.\n\n",
    "acknowledgement": "\nThis project was supported by Grant No. 1R21 NR011285-01 from the National Institute of Nursing Research, USDHHS, to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}