{
    "id": 17416,
    "citation_title": "Equity Yields",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Wouter Hueskes",
        "Ralph Koijen",
        "Evert B. Vrugt"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "2011-10-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a new data set of prices of traded dividends with maturities up to 10 years across three world regions: the US, Europe, and Japan. We use these asset prices to construct equity yields, analogous to bond yields. We decompose these yields to obtain a term structure of expected dividend growth rates and a term structure of risk premia, which allows us to decompose the equity risk premium by maturity. We find that both expected dividend growth rates and risk premia exhibit substantial variation over time, particularly for short maturities. In addition to predicting dividend growth, equity yields help predict other measures of economic growth such as consumption growth. We relate the dynamics of growth expectations to recent events such as the financial crisis and the earthquake in Japan.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as: \"A Term Structure of Growth.\" We thank Jerome Dominge and Sander van Zelm at BNP Paribas and Christian Mueller-Glissmann at Goldman Sachs International for providing us with the data. We are grateful to Michael Brandt, John Campbell, John Cochrane, George Constantinides, Darrell Duffie, Lars Hansen, John Heaton, Anil Kashyap, Bryan Kelly, Martin Lettau, Sydney Ludvigson, Hanno Lustig, Ian Martin, Emi Nakamura, Dimitris Papanikolaou, Jonathan Parker, Monika Piazzesi, Anamaria Pieschacon, Sergio Rebelo, Martin Schneider, Ken Singleton, Jon Steinsson, Costis Skiadis, Stijn Van Nieuwerburgh, Annette Vissing-Jorgensen, and seminar participants at APG Asset Management, Carnegie Mellon University, Chicago Booth, the European Finance Association, HKUST, INSEAD, McGill University, McIntire School of Commerce, the Minneapolis Fed, Northwestern University, NTU, NUS, Rotterdam School of Management, SED meetings, Stanford University, SITE 2011, SMU, the Stockholm School of Economics (SIFR), Tilburg University, University of Utah, University of Minneapolis, University of Sydney, and Yale University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}