{
    "id": 17419,
    "citation_title": "Integration and Task Allocation: Evidence from Patient Care",
    "citation_author": [
        "Guy David",
        "Evan Rawley",
        "Daniel Polsky"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a formal model to show how integration solves task allocation problems between organizations and test the predictions of the model, using a large and rich patient-level dataset on hospital discharges to nursing homes and home health care. As predicted by the theory, we find that vertical integration allows hospitals to shift patient recovery tasks downstream to lower cost delivery systems by discharging patients earlier and in poorer health, and integration leads to greater post-hospitalization service intensity. While integration facilitates a shift in the allocation of tasks, health outcomes are no worse when patients receive care from an integrated provider. The evidence suggests that by improving the allocation of tasks, integration solves coordination problems that arise in market exchange.\n\n",
    "acknowledgement": "\nWe wish to thank Iwan Barankay, Avi Dor, Silke Forbes, Vit Henisz, Mireille Jacobson, Raffaella Sadun, Brian Silverman, Tim Simcoe, Pai-Ling Yin as well as participants at the 2010 Foundations of Business Strategy Conference at Washington University, the Third Biennial Conference of the American Society of Health Economists at Cornell University, the 2010 NYU Economics of Strategy Conference, the 2010 Institutions and Innovation Conference at Harvard Business School, the 2011 DRUID conference, the 2011 SRF workshop in Annapolis, the Bowman Seminar at Wharton, the 2011 Academy of Management conference, and the International Health Economics Association 8th World Congress in Toronto for helpful comments and suggestions. Mike Punzalan and Jianing Yang provided excellent research assistance. This work is supported by NIH/NHLBI grant # R01 HL088586-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}