{
    "id": 17417,
    "citation_title": "The Political Economy of Deforestation in the Tropics",
    "citation_author": [
        "Robin Burgess",
        "Matthew Hansen",
        "Benjamin A. Olken",
        "Peter Potapov",
        "Stefanie Sieber"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "2023-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nTropical deforestation accounts for almost one-fifth of greenhouse gas emissions worldwide and threatens the world's most diverse ecosystems. The prevalence of illegal forest extraction in the tropics suggests that understanding the incentives of local bureaucrats and politicians who enforce forest policy may be critical to understanding tropical deforestation. We find support for this thesis using a novel satellite-based dataset that tracks annual changes in forest cover across eight years of institutional change in post-Soeharto Indonesia. Increases in the numbers of political jurisdictions are associated with increased deforestation and with lower prices in local wood markets, consistent with a model of Cournot competition between jurisdictions. Illegal logging increases dramatically in the years leading up to local elections, suggesting the presence of \"political logging cycles\". And, illegal logging and rents from unevenly distributed oil and gas revenues are short run substitutes, but this effect dissapears over time as political turnover occurs. The results illustrate how incentives faced by local government officials affect deforestation, and provide an example of how standard economic theories can explain illegal behavior.\n\n",
    "acknowledgement": "\nWe thank Pranab Bardhan, Tim Besley, Mario Boccucci, Bronwen Burgess, Dave Donaldson, Frederico Finan, Amy Finkelstein, Andrew Foster, Michael Greenstone, Seema Jayachandran, Ted Miguel, Mushfiq Mobarak, Krystof Obidzinski, Subhrendu Pattanayak, Torsten Persson, Fred Stolle, Nico Voigtlaender and numerous seminar participants for helpful comments and suggestions. We thank Angela Kilby, Zejd Muhammad, Prani Sastiono, Mahvish Shaukat, and Nivedhitha Subramanian for excellent research assistance. We thank the LSE Centre for Climate Change Economics and Policy, the\nGrantham Research Institute on Climate Change and the Environment at the LSE for financial assistance, and the National Aeronautics and Space Administration's Land Cover and Land Use Change and MEASURES programs under Grants NNG06GD95G and NNX08AP33A for financial support. The views expressed here are those of the authors only, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}