{
    "id": 17425,
    "citation_title": "The Federal Reserve as an Informed Foreign Exchange Trader: 1973 - 1995",
    "citation_author": [
        "Michael D. Bordo",
        "Owen F. Humpage",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf official interventions convey private information useful for price discovery in foreign-exchange markets, then they should have value as a forecast of near-term exchange-rate movements.  Using a set of standard criteria, we show that approximately 60 percent of all U.S. foreign-exchange interventions between 1973 and 1995 were successful in this sense.  This percentage, however, is no better than random.  U.S. intervention sales and purchases of foreign exchange were incapable of forecasting dollar appreciations or depreciations.  U.S. interventions, however, were associated with more moderate dollar movements in a manner consistent with leaning against the wind, but only about 22 percent of all U.S. interventions conformed to this pattern.  We also found that the larger the size of an intervention, the greater was its probability of success, although some interventions were inefficiently large.  Other potential characteristics of intervention, notably coordination and secrecy, did not seem to influence our success rates.\n\n",
    "acknowledgement": "\nThe authors thank Maggie Jacobson for her research assistance and Christopher J. Neely and an anonymous referee for comments on an earlier draft.  Research on this paper was funded  by the Federal Reserve Bank of Cleveland where Michael Bordo is a frequent Visiting Scholar. The views expressed herein are those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of Cleveland, or the National Bureau of Economic Research.\n\n\n"
}