{
    "id": 17422,
    "citation_title": "Crashes and Collateralized Lending",
    "citation_author": [
        "Jakub W. Jurek",
        "Erik Stafford"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a parsimonious static model for characterizing financing terms in collateralized lending markets. We characterize the systematic risk exposures for a variety of securities and develop a simple indifference-pricing framework to value the systematic crash risk exposure of the collateral. We then apply Modigliani and Miller's (1958) Proposition Two (MM) to split the cost of bearing this risk between the borrower and lender, resulting in a schedule of haircuts and financing rates. The model produces comparative statics and time-series dynamics that are consistent with the empirical features of repo market data, including the dramatic change in financing terms for structured products during the credit crisis of 2007-2008.\n\n",
    "acknowledgement": "\nWe thank Joshua Coval, Victoria Ivashina, Martin Oehmke, George Pennacchi, David Sraer, Chris Rogers, Andrei Shleifer, and seminar participants at EPF Lausanne, MIT Sloan, Northwestern Kellogg, Princeton University, University of Oregon, University of Pennsylvania, the Spring 2011 NBER Corporate Finance Meeting, the Summer 2011 SITE Workshop, and the 6th Princeton-Cambridge Exchange Workshop for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}