{
    "id": 17424,
    "citation_title": "Estimators for Persistent and Possibly Non-Stationary Data with Classical Properties",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Anna Mikusheva",
        "Serena Ng"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a moments  based non-linear estimator that is  root-T consistent and uniformly asymptotically normal irrespective of the  degree of persistence of the forcing process. These properties hold for linear autoregressive models, linear predictive regressions, as well  as certain  non-linear dynamic models. Asymptotic normality is obtained because the moments are chosen so that the objective function is uniformly bounded in probability and that a central limit theorem can be applied.\nCritical values from the normal distribution can be used  irrespective of the treatment of the deterministic terms.  Simulations show that the estimates are precise,  and the t-test has  good size in the parameter region where the least squares estimates  usually yield distorted inference.\n\n",
    "acknowledgement": "\nMikusheva acknowledges financial support from the Castle-Krob Career Development Chair. Ng acknowledges financial support from the National Science Foundation (SES-0962431). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}