{
    "id": 17420,
    "citation_title": "Aggregate Hours Worked in OECD Countries: New Measurement and Implications for Business Cycles",
    "citation_author": [
        "Lee E. Ohanian",
        "Andrea Raffo"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a new quarterly dataset of aggregate hours worked consistent with standard NIPA constructs for 14 OECD countries over the last fifty years. We find that cyclical features of labor markets across countries differ markedly from the accepted empirical facts reported in the literature based on either just U.S. hours data, or based on cross-country employment data. We document that total hours worked in many OECD countries are about as volatile as output, that a relatively large fraction of labor market adjustment takes place along the intensive margin outside the United States, and that the volatility of total hours relative to output volatility has increased over time in almost all countries. We use these data to re-assess productivity and labor wedges during the Great Recession and during prior recessions. We find that the Great Recession in many OECD countries is a significant puzzle in that labor wedges are quite small, while those in the U.S. Great Recession - and those in previous European recessions - are much larger. These new data indicate that understanding cyclical labor fluctuations in OECD countries requires understanding why hours fluctuate so much more than previously considered, how and why labor markets changed so much in the last few years, why cyclical adjustment of hours per worker in countries with large firing costs is not even larger than observed, and why the Great Recession differs so much across countries.\n\n",
    "acknowledgement": "\nWe thank our discussants T. Van Rens and L. Fang, as well as R. Rogerson, Y. Chang, T. Cooley, M. Bils and participants at the 77th Meeting of the Carnegie-Rochester Conference on Public Policy \"Advances in Labor Market Dynamics\" for very useful suggestions. We also thank seminar participants at the Federal Reserve Board, 2011 Midwest Macroeconomics Meetings, Ohio State University, Queens University, 2011 SCIEA Meetings, Bank of Italy, and 2011 SED Meetings for comments. Michelle Olivier, Giang Ho and Gonzalo Llosa provided outstanding research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System.\n\n\n"
}