{
    "id": 17429,
    "citation_title": "The Cyclical Behavior of Equilibrium Unemployment and Vacancies in the US and Europe",
    "citation_author": [
        "Alejandro Justiniano",
        "Claudio Michelacci"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe set-up a real business cycle model with search and matching frictions driven by several shocks, which nests full Nash Bargaining and wage rigidity as special cases and includes other transmission mechanisms suggested by the literature for the propagation and amplification of disturbances. The model is estimated using full information methods for two Anglo-Saxon countries (the US and the UK), two Continental European countries (France and Germany) and two Scandinavian countries (Norway and Sweden). We conduct inference with mixed frequency data, combining quarterly series for unemployment, vacancies, GDP, consumption, and investment, with annual data on unemployment flows. Parameters and shocks are estimated separately for each country, which can then vary in terms of search and hiring costs, workers' bargaining power, unemployment benefits levels, wage rigidity and the stochastic properties of disturbances. Overall, the structural model accounts reasonably well for differences in labor market dynamics observed between the two sides of the Atlantic and within Europe. Our estimates indicate that there is considerable cross-country variation in the contribution of technology shocks to the cyclical fluctuations of the labor market. Technology shocks alone replicate remarkably well the volatility in vacancies, unemployment and finding probabilities observed in US, with mixed success in Europe. In contrast, matching shocks and job destruction shocks play a larger role in most European countries relative to the US.\n\n",
    "acknowledgement": "\nWe set-up a real business cycle model with search and matching frictions driven by several shocks, which nests full Nash Bargaining and wage rigidity as special cases and includes other transmission mechanisms suggested by the literature for the propagation and amplification of disturbances. The model is estimated using full information methods for two Anglo-Saxon countries (the US and the UK), two Continental European countries (France and Germany) and two Scandinavian countries (Norway and Sweden). We conduct inference with mixed frequency data, combining quarterly series for unemployment, vacancies, GDP, consumption, and investment, with annual data on unemployment flows. Parameters and shocks are estimated separately for each country, which can then vary in terms of search and hiring costs, workers' bargaining power, unemployment benefits levels, wage rigidity and the stochastic properties of disturbances. Overall, the structural model accounts reasonably well for differences in labor market dynamics observed between the two sides of the Atlantic and within Europe. Our estimates indicate that there is considerable cross-country variation in the contribution of technology shocks to the cyclical fluctuations of the labor market. Technology shocks alone replicate remarkably well the volatility in vacancies, unemployment and finding probabilities observed in US, with mixed success in Europe.  In contrast, matching shocks and job destruction shocks play a larger role in most European countries relative to the US. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Chicago or any other person associated with the Federal Reserve System.\n\n\n"
}