{
    "id": 17426,
    "citation_title": "The FDA and ABCs: The Unintended Consequences of Antidepressant Warnings on Human Capital",
    "citation_author": [
        "Susan Busch",
        "Ezra Golberstein",
        "Ellen Meara"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing annual cross-sectional data on over 100,000 adolescents aged 12-17, we studied academic and behavioral outcomes among those who were and were not likely affected by FDA warnings regarding the safety of antidepressants. Just before the FDA warnings, adolescents with probable depression had grade point averages 0.14 points higher than adolescents with depression just after the warnings. The FDA warnings also coincided with increased delinquency, use of tobacco and illicit drugs.  Together, our results stress the importance of mental health and its treatment as an input into cognitive and non-cognitive aspects of human capital.\n\n",
    "acknowledgement": "\nThis work was supported by funding from the National Institutes of Health (grants R01 MH 080883, K01 DA019485, and R01 DA030391).  We benefitted from the helpful comments and suggestions from Catherine Fullerton, Nora Gordon, Jon Skinner, Erzo Luttmer, and from seminar participants at Yale, Harvard, University of Minnesota, Dartmouth College, the University of Michigan, the NBER Health Care Meetings, and the 2011 American Economic Association Meetings, The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}