{
    "id": 17423,
    "citation_title": "The Socio-Economic Causes of Obesity",
    "citation_author": [
        "Charles L. Baum",
        "Shin-Yi Chou"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn increasing number of Americans are obese, with a body mass index of 30 or more.  In fact, the latest estimates indicate that about 30% of Americans are currently obese, which is roughly a 100% increase from 25 years ago.   It is well accepted that weight gain is caused by caloric imbalance, where more calories are consumed than expended. Nevertheless, it is not clear why the prevalence of obesity has increased so dramatically over the last 30 years.\nWe simultaneously estimate the effects of the various socio-economic factors on weight status, considering in our analysis many of the socio-economic factors that have been identified by other researchers as important influences on caloric imbalance: employment, physical activity at work, food prices, the prevalence of restaurants, cigarette smoking, cigarette prices and taxes, food stamp receipt, and urbanization.  We use 1979- and 1997-cohort National Longitudinal Survey of Youth (NLSY) data, which allows us to compare the prevalence of obesity between cohorts surveyed roughly 25 years apart. Using the traditional Blinder-Oaxaca decomposition technique, we find that cigarette smoking has the largest effect: the decline in cigarette smoking explains about 2% of the increase in the weight measures.  The other significant factors explain less.\n\n",
    "acknowledgement": "\nFinancial support for this research has been generously provided by the Center for Consumer Freedom (CCF), although the opinions expressed in this paper are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}