{
    "id": 17431,
    "citation_title": "Toward a Political Economy of Macroeconomic Thinking",
    "citation_author": [
        "Gilles St. Paul"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates, in a simplified macro context, the joint determination of the (incorrect) perceived model and the equilibrium. I assume that the model is designed by a self-interested economist who knows the true structural model, but reports a distorted one so as to influence outcomes. This model influences both the people and the government; the latter tries to stabilize an unobserved demand shock and will make different inferences about that shock depending on the model it uses. The model's choice is constrained by a set of autocoherence conditions that state that, in equilibrium, if everybody uses the model then it must correctly predict the moments of the observables. I then study, in particular, how the models devised by the economists vary depending on whether they are \"progressive\" vs. \"conservative\".\nThe predictions depend greatly on the specifics of the economy being considered. But in many cases, they are plausible. For example, conservative economists will tend to report a lower keynesian multiplier, and a greater long-term inflationary impact of output expansions. On the other hand, the economists' margin of manoeuver is constrained by the autocoherence conditions. Here, a \"progressive\" economist who promotes a Keynesian multiplier larger than it really is, must, to remain consistent, also claim that demand shocks are more volatile than they really are. Otherwise, people will be disappointed by the stabilization performance of fiscal policy and reject the hypothesized value of the multiplier. In some cases, autocoherence induces the experts to make, loosely speaking, ideological concessions on some parameter values. The analysis is illustrated by empirical evidence from the Survey of Professional Forecasters.\n\n",
    "acknowledgement": "\nI am grateful to the European Commission for financial support under the \"Sci-Fi Glow\" project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}