{
    "id": 17437,
    "citation_title": "In the Eye of a Storm: Manhattan's Money Center Banks During the International Financial Crisis of 1931",
    "citation_author": [
        "Gary Richardson",
        "Patrick Van Horn"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "2017-07-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the summer of 1931, a financial crisis began in Austria, spread to Germany, forced Britain to abandon the gold standard, crossed the Atlantic, and afflicted financial institutions in the United States. This article describes how banks in New York City, the central money market of the United States, reacted to this trans-Atlantic trauma. New York’s money-center banks anticipated the onset of a financial crisis, prepared for it by accumulating substantial reserves, and during the European crisis, continued business as usual. New York’s leading bankers deliberately and collectively decided on the business-as-usual policy in order to minimize the impact of the panic in the United States. New York banks’ behavior changed only after the Federal Reserve raised discount rates to stem gold outflows in the fall of 1931.\n\n",
    "acknowledgement": "\nPreviously circulated as \"When the Music Stopped: Transatlantic Contagion During the Financial Crisis of 1931.\" We thank colleagues, students, audiences at several conferences, and two anonymous referees for comments and advice that helped us to improve the paper. We thank the University of California for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGary Richardson\n\nBetween writing the initial draft of this essay and completing the revised version, Gary Richardson served as the official Historian of the Federal Reserve System. The opinions expressed in this essay are the authors' own, and do not reflect the opinions or policies of the Federal Reserve.\n\n\n"
}