{
    "id": 17439,
    "citation_title": "The Effects of Changes in Women's Labor Market Attachment on Redistribution Under the Social Security Benefit Formula",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies using data from the early 1990s suggested that while the progressive Social Security benefit formula succeeded in redistributing benefits from individuals with high earnings to individuals with low earnings, it was much less successful in redistributing benefits from households with high earnings to households with low earnings. Wives often earned much less than their husbands. As a result, much of the redistribution at the individual level was effectively from high earning husbands to their own lower earning wives. In addition, spouse and survivor benefits accrue disproportionately to women from high income households. Both factors mitigate redistribution at the household level. \nThis paper compares outcomes for the earlier cohort with those of a cohort born twelve years later. The aim of the study is to see whether, after the recent growth in two earner households, and the growth in women's labor market activity and earnings, the Social Security system now fosters somewhat more redistribution from high to low earning households. The analysis is based on data from the Health and Retirement Study and includes members of households with at least one person age 51 to 56 in either 1992 or in 2004. \nAs expected, women enjoyed a more rapid growth of labor force participation, hours of work and covered earnings than men. This increased the redistribution of Social Security benefits among households. Nevertheless, a considerable gap remains between the labor market activities and earnings of women versus men. As a result, the Social Security system remains much less successful in redistributing benefits from households with high covered earnings to those with lower covered earnings than in redistributing benefits from individuals with high covered earnings to those with lower covered earnings.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center (MRRC) under grant number UM11-06. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA or the MRRC. David Olson of the Social Security Administration was extremely helpful to us in dealing with the ANYPIA program. We also thank Mike Hurd, Olivia Mitchell and participants at the MRRC workshop for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}