{
    "id": 17435,
    "citation_title": "Credit Constraints in Education",
    "citation_author": [
        "Lance Lochner",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review studies of the impact of credit constraints on the accumulation of human capital. Evidence suggests that credit constraints are increasingly important for schooling and other aspects of households' behavior. We highlight the importance of early childhood investments, since their response largely determines the impact of credit constraints on the overall lifetime acquisition of human capital. We also review the intergenerational literature and examine the macroeconomic impacts of credit constraints on social mobility and the income distribution.\nA common limitation across all areas of the human capital literature is the imposition of ad hoc constraints on credit. We propose a more careful treatment of the structure of government student loan programs as well as the incentive problems underlying private credit. We show that endogenizing constraints on credit for human capital helps explain observed borrowing, schooling, and default patterns and offers new insights about the design of government policy.\n\n",
    "acknowledgement": "\nLochner acknowledges support from the Social Sciences and Humanities Research Council of Canada. Forthcoming in Annual Review of Economics: DOI 10.1146/annurev-economics-080511-110920 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}