{
    "id": 17434,
    "citation_title": "Where Have All the Young Men Gone? Using Gender Ratios to Measure Fetal Death Rates",
    "citation_author": [
        "Nicholas J. Sanders",
        "Charles F. Stoecker"
    ],
    "citation_publication_date": "2011-09-15",
    "issue_date": "2011-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFetal health is an important consideration in the formation of health-based policy. However, a complete census of true fetal deaths is impossible to obtain. We present the gender ratio of live births as an under-exploited metric of fetal health and apply it to examine the effects of air quality on fetal health. Males are more vulnerable to side effects of maternal stress in utero, and thus are more likely to suffer fetal death due to pollution exposure. We demonstrate this metric in the context of the Clean Air Act Amendments of 1970 (CAAA) which provide a source of exogenous variation in county-level ambient total suspended particulate matter (TSPs). We find that a standard deviation increase in annual average TSPs (approximately 35 μg/m³) decreases the percentage of live births that are male by 3.1 percentage points. We then explore the use of observed differences in neonatal and one-year mortality rates across genders in response to pollution exposure as a metric to estimate total fetal losses in utero. These calculations suggest the pollution reductions from the CAAA prevented approximately 21,000-134,000 fetal deaths in 1972.\n\n",
    "acknowledgement": "\nWe thank Douglas Almond, Alan Barreca, Scott Carrell, Caroline Hoxby, Hilary Hoynes, Douglas L. Miller, Hendrik Wolff, and participants in the University of California, Davis Brownbag Series, the Stanford Environmental and Energy Policy Center Brownbag Series, the Atmospheric Aerosols & Health Seminar Series, the NBER Children's Program Meeting, the Western Economic Association International 86th Annual Conference, and the NBER Environmental and Energy Economics Summer Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}