{
    "id": 17440,
    "citation_title": "Does Widowhood Explain Gender Differences in Out-of-Pocket Medical Spending Among the Elderly?",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the presence of Medicare, out-of-pocket medical spending is a large expenditure risk facing the elderly.  While women live longer than men, elderly women incur higher out-of-pocket medical spending than men at each age.  In this paper, we examine whether differences in marital status and living arrangements can explain this difference.  We find that out-of-pocket medical spending is approximately 29 percent higher when an individual becomes widowed, a large portion of which is spending on nursing homes.  Our results suggest a substantial role of living arrangements in out-of-pocket medical spending; however, our estimates combined with differences in rates of widowhood across gender suggest that marital status can explain only one third of the gender difference in total out-of-pocket medical spending, leaving a large portion unexplained.  On the other hand, gender differences in widowhood more than explain the observed gender difference in out-of-pocket spending on nursing homes.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5 RRC08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  We would like to thank participants at the NBER Summer Institute for helpful comments.\n\n\n"
}