{
    "id": 17448,
    "citation_title": "Costly Contracts and Consumer Credit",
    "citation_author": [
        "Igor Livshits",
        "James MacGee",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial innovations are a common explanation of the rise in consumer credit and bankruptcies. To evaluate this story, we develop a simple model that incorporates two key frictions: asymmetric information about borrowers' risk of default and a fixed cost to create each contract offered by lenders. Innovations which reduce the fixed cost or ameliorate asymmetric information have large extensive margin effects via the entry of new lending contracts targeted at riskier borrowers. This results in more defaults and borrowing, as well as increased dispersion of interest rates. Using the Survey of Consumer Finance and interest rate data collected by the Board of Governors, we find evidence supporting these predictions, as the dispersion of credit card interest rates nearly tripled, and the share of credit card debt of lower income households nearly doubled.\n\n",
    "acknowledgement": "\nWe thank Kartik Athreya and Richard Rogerson as well as seminar participants at Alberta, Arizona State, British Columbia, Brock, Carleton, NYU, Pennsylvania State, Rochester, Simon Fraser, UCSD, UCSB, USC, Windsor, Federal Reserve Bank of Richmond, Federal Reserve Bank of Cleveland, Stanford and Philadelphia Fed Bag Lunches, the 2007 Canadian Economic Association and Society for Economic Dynamics, and the 2008 American Economic Association Annual meetings for helpful comments. We are especially grateful to Karen Pence for her assistance with the Board of Governors interest rate data. We thank the Economic Policy Research Institute, the Social Science and Humanities Research Council (Livshits, MacGee) and the National Science Foundation SES-0748889 (Tertilt) for financial support. Wendi Goh, Vuong Nguyen, and Alex Wu provided excellent research assistance. MacGee thanks the Federal Reserve Bank of Cleveland for their support during the writing of this paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}