{
    "id": 17446,
    "citation_title": "The Impacts of the Climate Change Levy on Manufacturing: Evidence from Microdata",
    "citation_author": [
        "Ralf Martin",
        "Laure B. de Preux",
        "Ulrich J. Wagner"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impacts of the Climate Change Levy (CCL) on manufacturing plants using panel data from the UK production census. Our identification strategy builds on the comparison of outcomes between plants subject to the CCL and plants that were granted an 80% discount on the levy after joining a Climate Change Agreement (CCA). Exploiting exogenous variation in eligibility for CCA participation, we find that the CCL had a strong negative impact on energy intensity and electricity use. We cannot reject the hypothesis that the tax had no detrimental effects on economic performance and on plant exit.\n\n",
    "acknowledgement": "\nThis research was funded by the Economic and Social Research Council under research grant RES-000-22-2711. Ralf Martin was supported by the Anglo-German Foundation as a part of the \"Sustainable Growth in Europe\" project and by the British Academy. Ulrich Wagner gratefully acknowledges financial support from the Earth Institute at Columbia University and from the Spanish Ministry for Science and Innovation, reference number SEJ2007-62908. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}