{
    "id": 17449,
    "citation_title": "Credit Market Consequences of Improved Personal Identification: Field Experimental Evidence from Malawi",
    "citation_author": [
        "Xavier Giné",
        "Jessica Goldberg",
        "Dean Yang"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe report the results of a randomized field experiment that examines the credit market impacts of improvements in a lender's ability to determine borrowers' identities. Improved personal identification enhances the credibility of a lender's dynamic repayment incentives by allowing it to withhold future loans from past defaulters and expand credit for good borrowers. The experimental context, rural Malawi, is characterized by an imperfect identification system. Consistent with a simple model of borrower heterogeneity and information asymmetries, fingerprinting led to substantially higher repayment rates for borrowers with the highest ex ante default risk, but had no effect for the rest of the borrowers. The change in repayment rates is driven by reductions in adverse selection (smaller loan sizes) and lower moral hazard (for example, less diversion of loan-financed fertilizer from its intended use on the cash crop).\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Identification Strategy: A Field Experiment on Dynamic Incentives in Rural Credit Markets.\" Santhosh Srinivasan deserves the highest accolades for top-notch field work management and data collection. Lutamyo Mwamlima and Ehren Foss were key contributors to the success of the field work, and Niall Keleher helped organize wrap-up data entry. We appreciate the vital support and assistance of Michael Carter, Charles Chikopa, Sander Donker, Lena Heron, Weston Kusani, David Rohrbach, Kondwani Shaba, Mark Visocky, and Eliza Waters. We received excellent comments from Abhijit Banerjee, Martina Björkman, Shawn Cole, Alan de Brauw, Quy-Toan Do, Greg Fischer, Raj Iyer, Dean Karlan, Craig McIntosh, Dilip Mookherjee, Jonathan Morduch, John Papp, Jean Philippe Platteau, Mark Rosenzweig, and participants at presentations at Bocconi U., U. Maryland, U. Michigan, U. Malawi, U. Namur, Oxford U., Syracuse U., UCLA, UC San Diego's 2009 microfinance conference, SITE 2009 at Stanford, NEUDC 2009 at Tufts, the 3rd Impact Evaluation Network conference (2009) in Bogota, and BREAD 2010 in Montreal. This project was funded by the World Bank Research Committee, USAID's BASIS AMA CRSP, and USAID Malawi. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}