{
    "id": 17447,
    "citation_title": "Fiscal Multipliers in Recession and Expansion",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate government purchase multipliers for a large number of OECD countries, allowing these multipliers to vary smoothly according to the state of the economy and using real-time forecast data to purge policy innovations of their predictable components.  We adapt our previous methodology (Auerbach and Gorodnichenko, 2011) to use direct projections rather than the SVAR approach to estimate multipliers, to economize on degrees of freedom and to relax the assumptions on impulse response functions imposed by the SVAR method.  Our findings confirm those of our earlier paper.  In particular, GDP multipliers of government purchases are larger in recession, and controlling for real-time predictions of government purchases tends to increase the estimated multipliers of government purchases in recession.  We also consider the responses of other key macroeconomic variables and find that these responses generally vary over the cycle as well, in a pattern consistent with the varying impact on GDP.\n\n",
    "acknowledgement": "\nThis paper is being prepared for the NBER conference, Fiscal Policy after the Financial Crisis, to be held in Milan, December, 2011. We thank participants in the July, 2011 pre-conference for comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}