{
    "id": 17456,
    "citation_title": "The Price Effects of Cash Versus In-Kind Transfers",
    "citation_author": [
        "Jesse M. Cunha",
        "Giacomo De Giorgi",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares how cash and in-kind transfers affect local prices. Both types of transfers increase the demand for normal goods, but only in-kind transfers also increase supply. Hence, in-kind transfers should lead to lower prices than cash transfers, which helps consumers at the expense of local producers. We test and confirm this prediction using a program in Mexico that randomly assigned villages to receive boxes of food (trucked into the village), equivalently-valued cash transfers, or no transfers. The pecuniary benefit to consumers of in-kind transfers, relative to cash transfers, equals 11% of the direct transfer.\n\n",
    "acknowledgement": "\nWe thank Rebecca Dizon-Ross, Liran Einav, Fred Finan, Amy Finkelstein, Ben Olken and seminar participants at Stanford, Houston/Rice, Harvard/MIT, Stockholm University, University of Toronto, Chicago Booth, ITAM, SEDESOL, Banco de Mexico, Brown, Yale, Dartmouth, Berkeley, UCSD, Universidad de Chile, RAND, Maryland, NBER Public Economics Program Meeting, MOVE Conference on Development, CEPR Development Economics Conference, and PACDEV for helpful comments. Jose Maria Nunez provided excellent research assistance. Jayachandran acknowledges financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}