{
    "id": 17459,
    "citation_title": "Adverse Selection and Switching Costs in Health Insurance Markets: When Nudging Hurts",
    "citation_author": [
        "Benjamin R. Handel"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates consumer switching costs in the context of health insurance markets, where adverse selection is a potential concern. Though previous work has studied these phenomena in isolation, they interact in a way that directly impacts market outcomes and consumer welfare. Our identification strategy leverages a unique natural experiment that occurred at a large firm where we also observe individual-level panel data on health insurance choices and medical claims. We present descriptive results to show that (i) switching costs are large and (ii) adverse selection is present. To formalize this analysis we develop and estimate a choice model that jointly quantifies switching costs, risk preferences, and ex ante health risk. We use these estimates to study the welfare impact of an information provision policy that nudges consumers toward better decisions by reducing switching costs. This policy increases welfare in a naive setting where insurance plan prices are held fixed. However, when insurance prices change endogenously to reflect updated enrollee risk pools, the same policy substantially exacerbates adverse selection and reduces consumer welfare, doubling the existing welfare loss from adverse selection.\n\n",
    "acknowledgement": "\nI especially thank my dissertation committee chairs Igal Hendel and Michael Whinston for their guidance on this project. My third committee member, David Dranove, provided invaluable advice throughout the research process. I would like to thank conference discussants Gautam Gowrisankaran, Jon Gruber, Amanda Kowalski, and Bob Town for their advice and effort. This work has benefited particularly from the extensive comments of Severin Borenstein, Leemore Dafny, J.P. Dube, Liran Einav, Amy Finkelstein, Craig Garthwaite, Ron Goettler, Kate Ho, Mitch Hoffman, Kei Kawai, Jon Kolstad, Jon Levin, Neale Mahoney, Kanishka Misra, Aviv Nevo, Mallesh Pai, Ariel Pakes, Rob Porter, James Roberts, Bill Rogerson, Steve Tadelis, and Glen Weyl. I have received invaluable advice from numerous others including my colleagues at Berkeley and Northwestern as well as seminar participants at the 2011 AEA Meetings, ASHE-Cornell, the Bates White Antitrust Conference, Berkeley, Booth School of Business, CalTech, Columbia, the Cowles Structural Microeconomics Conference, EUI, Haas School of Business, Harvard, Harvard Business School, Harvard Kennedy School, the HEC Montreal Health-IO Conference, the Milton Friedman Institute Health Economics Conference, M.I.T., Microsoft Research, Northwestern, Olin School of Business, Princeton, Sloan School of Management, Stanford Business School, Toulouse School of Economics, UCSD, UC-Davis, University of Chicago, University of Michigan, University of Warwick, Yale and Yale SOM. I gratefully acknowledge funding support from the Center for the Study of Industrial Organization (CSIO) at Northwestern and the Robert Wood Johnson Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}