{
    "id": 1745,
    "citation_title": "The Effectiveness of Equal Employment Law and Affirmative Action Regulation",
    "citation_author": [
        "Jonathan S. Leonard"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews some recent empirical analyses of the impact of affirmative action and anti-discrimination law on employment and productivity.The major findings are that:1)Affirmative action has some success in improving employment opportunities for minorities and females, particularly for blacks. Results for white females are mixed. 2)Increases in black employment under affirmative action have taken place in both high-skilled and low-skilled occupations. 3)Compliance reviews have not been targeted against establishments with the lowest relative proportions of minority or female employment. Targetting seems more compatible with an earnings redistribution rather than an anti-discrimination program. 4)While many of the detailed enforcement steps and sanctions of the contract compliance process seem to have little effect individually,the compliance review process as a whole has been effective. 5)The system of goals and timetables have not been adhered to as rigidly as one might expect of quotas. The goals firms agree to are greatly inflated relative to their subsequent achievements, but they are not hollow promises. 6)Litigation under Title VII of the Civil Rights Act of 1964 has played a significant role in increasing black employment. In addition, as minority and female employment shares have increased,their relative productivity, while poorly measured, has not significantly declined.\n\n",
    "acknowledgement": "\n"
}