{
    "id": 17457,
    "citation_title": "Fiscal Policy in Debt Constrained Economies",
    "citation_author": [
        "Mark A. Aguiar",
        "Manuel Amador"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal fiscal policy in a small open economy (SOE) with sovereign and private default risk. The SOE's government uses linear taxation to fund exogenous expenditures and uses public debt to inter-temporally allocate tax distortions. We characterize a class of environments in which the tax on labor goes to zero in the long run, while the tax on capital income may be non-zero, reversing the standard prediction of the Ramsey tax literature.  The zero labor tax is an optimal long run outcome if the private agents are impatient relative to the international interest rate and the economy is subject to sovereign debt constraints.  The front loading of labor taxes allows the economy to build a large (aggregate) debt position in the presence of limited commitment.  We show that a similar result holds in a closed economy with imperfect inter-generational altruism.\n\n",
    "acknowledgement": "\nWe thank V.V. Chari, Doireann Fitzgerald, Pat Kehoe, Alberto Martin and Ivan Werning for fruitful comments and suggestions, as well as participants in several seminars and conferences.  This research was supported by a grant from the IGC. Manuel Amador acknowledges NSF support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}