{
    "id": 17452,
    "citation_title": "Does Head Start Do Any Lasting Good?",
    "citation_author": [
        "Chloe Gibbs",
        "Jens Ludwig",
        "Douglas L. Miller"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHead Start is a federal early childhood intervention designed to reduce disparities in preschool outcomes. The first randomized experimental study of Head Start, the National Head Start Impact Study (NHSIS), found impacts on academic outcomes of .15 to .3 standard deviations measured at the end of the program year, although the estimated impacts were no longer significant when measured at the end of kindergarten or first grade. Assessments that Head Start is ineffective based on the NHSIS results are in our view premature, given our currently limited understanding of how and why early childhood education improves long-term life chances. Many of the specific changes to Head Start that have been proposed could potentially wind up doing more harm than good.\n\n",
    "acknowledgement": "\nThis is the working paper version of a chapter that will appear in The War on Poverty: A 50-Year Retrospective, edited by Martha Bailey and Sheldon Danziger. Writing of the paper was supported in part by a visiting scholar award from the Russell Sage Foundation to Jens Ludwig. Thanks to Laura Brinkman for research assistance and to David Deming, Jacob Vigdor and seminar participants at the American Economic Association meetings, the Brookings Institution, and MDRC for helpful discussions. All opinions and any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}