{
    "id": 17458,
    "citation_title": "Slum Clearance and Urban Renewal in the United States",
    "citation_author": [
        "William J. Collins",
        "Katharine L. Shester"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "2012-11-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the local effects of a federal program that helped cities clear areas for redevelopment, rehabilitate structures, complete city plans, and enforce building codes. We use an instrumental variable strategy to estimate the program's effects on city-level measures of income, property values, employment and poverty rates, and population. The estimated effects on income, property values, and population are positive and economically significant. They are not driven by changes in demographic composition. Estimated effects on poverty reduction and employment are positive but imprecise. The results are consistent with a model in which local productivity is enhanced.\n\n",
    "acknowledgement": "\nArielle Samet and Mike Moody provided excellent research assistance. The authors gratefully acknowledge helpful insights from anonymous referees, Martha Bailey, Richard Bingham, Leah Platt Boustan, Leah Brooks, Linda Carter, Price Fishback, Carola Frydman, Robert Groberg, Kei Hirano, Shawn Kantor, Robert Margo, Greg Niemesh, and John Wallis; assistance from the staff at the National Archives in College Park, Maryland; and suggestions from seminar participants at the University of California at Merced, University of Arizona, University of Michigan, Harvard University, University of Tennessee, the Economic History Association Meetings (2009), Allied Social Science Associations Meetings (2009), Southern Economic Association Meetings (2009) and the Econometric Society World Congress (2010). Part of this research was supported by Vanderbilt's Kirk Dornbush Research Assistantship and Douglas Grey Funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}