{
    "id": 17451,
    "citation_title": "Insuring Long Term Care In the US",
    "citation_author": [
        "Jeffrey Brown",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2011-09-22",
    "issue_date": "2011-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong-term care expenditures constitute one of the largest uninsured financial risks facing the elderly in the United States. This paper provides an overview of the economic and policy issues surrounding insuring long-term care expenditure risk. Through this lens we also discuss the likely impact of recent long-term care public policy initiatives at both the state and federal level.\n\n",
    "acknowledgement": "\nWe are grateful to Adam Sacarny for outstanding research assistance. Much of our original research in this area was supported by the Robert Wood Johnson Foundation, the TIAA CREF Institute, and the NIA, and we are grateful for that support. Brown is a Trustee for TIAA and has also received compensation as a speaker and consultant from a number of financial services organizations, some of which sell long-term care insurance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey Brown\n\nI serve as a Trustee for TIAA.  In addition, over the past three years, I have received compensation totaling more than $10,000 from several financial institutions, including life insurance companies, for making presentations about retirement income security.  Some of these companies produce and sell long-term care insurance contracts.  I have also received more than $10,000 in compensation from the American Council of Life Insurers – a trade organization representing many life insurance companies, some of which sell long-term care insurance – for writing a policy white paper on automatic lifetime income.\n\n\n"
}