{
    "id": 17454,
    "citation_title": "CoVaR",
    "citation_author": [
        "Tobias Adrian",
        "Markus K. Brunnermeier"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a measure for systemic risk: CoVaR, the value at risk (VaR) of the financial system conditional on institutions being under distress. We define an institution's contribution to systemic risk as the difference between CoVaR conditional on the institution being under distress and the CoVaR in the median state of the institution. From our estimates of CoVaR for the universe of publicly traded financial institutions, we quantify the extent to which characteristics such as leverage, size, and maturity mismatch predict systemic risk contribution. We also provide out of sample forecasts of a countercyclical, forward looking measure of systemic risk and show that the 2006Q4 value of this measure would have predicted more than half of realized covariances during the financial crisis.\n\n",
    "acknowledgement": "\nSpecial thanks go to Daniel Green and Hoai-Luu Nguyen for outstanding research assistance. The authors also thank Paolo Angelini, Gadi Barlevy, René Carmona, Stephen Brown, Robert Engle, Mark Flannery, Xavier Gabaix, Paul Glasserman, Beverly Hirtle, Jon Danielson, John Kambhu, Arvind Krishnamurthy, Burton Malkiel, Maureen O'Hara, Andrew Patton, Matt Pritsker, Matt Richardson, Jean-Charles Rochet, José Scheinkman, Jeremy Stein, Kevin Stiroh, René Stulz, and Skander Van den Heuvel for feedback, as well as seminar participants at numerous universities, central banks, and conferences. We are grateful for support from the Institute for Quantitative Investment Research Europe. Brunnermeier also acknowledges financial support from the Alfred P. Sloan Foundation. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}