{
    "id": 17467,
    "citation_title": "Do Stronger Age Discrimination Laws Make Social Security Reforms More Effective?",
    "citation_author": [
        "David Neumark",
        "Joanne Song"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "2013-07-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupply-side Social Security reforms intended to increase employment and delay benefit claiming among older individuals may be frustrated by age discrimination. We test for policy complementarities between these reforms and demand-side efforts to deter age discrimination, specifically studying whether stronger state-level age discrimination protections enhanced the impact of the 1983 Social Security reforms that increased the Full Retirement Age (FRA) and reduced benefits. The evidence indicates that, for older individuals for whom early retirement benefits fell and the FRA increased, stronger state age discrimination protections were associated with delayed benefit claiming and increases in employment, with benefit claiming pushed from 65 to the new FRA, and increased employment after age 62 and age 65 that is then curtailed at the new FRA.\n\n",
    "acknowledgement": "\nWe are grateful to the Social Security Administration, through a grant to the Michigan Retirement Research Center (MRRC), and to the Borchard Foundation Center on Law & Aging, for financial support, and to Larry Jacobson, Joanna Lahey, participants at the 2011 MRRC research conference, and especially the editor and anonymous reviewers for helpful comments. All conclusions and opinions are solely ours. All conclusions and opinions are solely ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}