{
    "id": 17463,
    "citation_title": "Corporate Acquisitions, Diversification, and the Firm's Lifecycle",
    "citation_author": [
        "Asli M. Arikan",
        "René M. Stulz"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLifecycle theories of mergers and diversification predict that firms make acquisitions and diversify when their internal growth opportunities become exhausted. Free cash flow theories make similar predictions. In contrast to these theories, we find that the acquisition rate of firms (defined as the number of acquisitions in an IPO cohort-year divided by the number of firms in that cohort-year) follows a u-shape through their lifecycle as public firms, with young and mature firms being equally acquisitive but more so than middle-aged firms. Firms that go public during the merger/IPO wave of the 1990s are significantly more acquisitive early in their public life than firms that go public at other times.  Young public firms have a lower acquisition rate of public firms than mature firms, but the opposite is true for acquisitions of private firms and subsidiaries. Strikingly, firms diversify early in their life and there is a 41% chance that a firm's first acquisition is a diversifying acquisition. The stock market reacts more favorably to acquisitions by young firms than to acquisitions by mature firms except for acquisitions of public firms paid for with stock. There is no evidence that the market reacts more adversely to diversifying acquisitions by young firms than to other acquisitions.\n\n",
    "acknowledgement": "\nWe thank Yeejin Jang and Robert Prilmeier for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}