{
    "id": 17462,
    "citation_title": "Racial Disparities in Job Finding and Offered Wages",
    "citation_author": [
        "Roland G. Fryer",
        "Jr",
        "Devah Pager",
        "Jörg L. Spenkuch"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent to which discrimination can explain racial wage gaps is one of the most divisive subjects in the social sciences. Using a newly available dataset, this paper develops a simple empirical test which, under plausible conditions, provides a lower bound on the extent of discrimination in the labor market. Taken at face value, our estimates imply that differential treatment accounts for at least one third of the black-white wage gap. We argue that the patterns in our data are consistent with a search-matching model in which employers statistically discriminate on the basis of race when hiring unemployed workers, but learn about their marginal product over time. However, we cannot rule out other forms of discrimination.\n\n",
    "acknowledgement": "\nWe give special thanks to Alan Krueger for access to the New Jersey data used in this paper. We also thank Joseph Altonji, David Card, Kerwin Charles, William Hubbard, Lawrence Katz, Kevin Lang, Steven Levitt, Julie Mortimer, Derek Neal, Ariel Pakes, and Betsey Stevenson as well as seminar participants at the University of Chicago and NBER for helpful comments and discussions. We are also grateful to Joseph Altonji and Charles Pierret for sharing their data and programs with us. Vilsa Curto, Peter Evangelakis, Iolanda Palmieri, and Wonhee Park provided excellent research assistance. A portion of this paper was written while Fryer and Spenkuch visited the Erwin Shrödinger Institute in Vienna, Austria. Financial support from the German National Academic Foundation [Spenkuch] is gratefully acknowledged. Devah Pager acknowledges generous support from NIH (1K01HD053694) and NSF (CAREER0547810) . The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}